{"an1.82:0.1":"Anguttara Nikaya 1 ","an1.82:0.2":"9. Pamadadivagga ","an1.82:1.0":"82 ","an1.82:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato anatthaya samvattati yathayidam, bhikkhave, pamado. ","an1.82:1.2":"Pamado, bhikkhave, mahato anatthaya samvattati”ti. ","an1.82:1.3":"Pathamam. ","an1.83:1.0":"83 ","an1.83:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato atthaya samvattati yathayidam, bhikkhave, appamado. ","an1.83:1.2":"Appamado, bhikkhave, mahato atthaya samvattati”ti. ","an1.83:1.3":"Dutiyam. ","an1.84:1.0":"84 ","an1.84:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato anatthaya samvattati yathayidam, bhikkhave, kosajjam. ","an1.84:1.2":"Kosajjam, bhikkhave, mahato anatthaya samvattati”ti. ","an1.84:1.3":"Tatiyam. ","an1.85:1.0":"85 ","an1.85:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato atthaya samvattati yathayidam, bhikkhave, viriyarambho. ","an1.85:1.2":"Viriyarambho, bhikkhave, mahato atthaya samvattati”ti. ","an1.85:1.3":"Catuttham. ","an1.86:1.0":"86 ","an1.86:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato anatthaya samvattati yathayidam, bhikkhave, mahicchata. ","an1.86:1.2":"Mahicchata, bhikkhave, mahato anatthaya samvattati”ti. ","an1.86:1.3":"Pancamam. ","an1.87:1.0":"87 ","an1.87:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato atthaya samvattati yathayidam, bhikkhave, appicchata. ","an1.87:1.2":"Appicchata, bhikkhave, mahato atthaya samvattati”ti. ","an1.87:1.3":"Chattham. ","an1.88:1.0":"88 ","an1.88:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato anatthaya samvattati yathayidam, bhikkhave, asantutthita. ","an1.88:1.2":"Asantutthita, bhikkhave, mahato anatthaya samvattati”ti. ","an1.88:1.3":"Sattamam. ","an1.89:1.0":"89 ","an1.89:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato atthaya samvattati yathayidam, bhikkhave, santutthita. ","an1.89:1.2":"Santutthita, bhikkhave, mahato atthaya samvattati”ti. ","an1.89:1.3":"Atthamam. ","an1.90:1.0":"90 ","an1.90:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato anatthaya samvattati yathayidam, bhikkhave, ayonisomanasikaro. ","an1.90:1.2":"Ayonisomanasikaro, bhikkhave, mahato anatthaya samvattati”ti. ","an1.90:1.3":"Navamam. ","an1.91:1.0":"91 ","an1.91:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato atthaya samvattati yathayidam, bhikkhave, yoniso manasikaro. ","an1.91:1.2":"Yonisomanasikaro, bhikkhave, mahato atthaya samvattati”ti. ","an1.91:1.3":"Dasamam. ","an1.92:1.0":"92 ","an1.92:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato anatthaya samvattati yathayidam, bhikkhave, asampajannam. ","an1.92:1.2":"Asampajannam, bhikkhave, mahato anatthaya samvattati”ti. ","an1.92:1.3":"Ekadasamam. ","an1.93:1.0":"93 ","an1.93:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato atthaya samvattati yathayidam, bhikkhave, sampajannam. ","an1.93:1.2":"Sampajannam, bhikkhave, mahato atthaya samvattati”ti. ","an1.93:1.3":"Dvadasamam. ","an1.94:1.0":"94 ","an1.94:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato anatthaya samvattati yathayidam, bhikkhave, papamittata. ","an1.94:1.2":"Papamittata, bhikkhave, mahato anatthaya samvattati”ti. ","an1.94:1.3":"Terasamam. ","an1.95:1.0":"95 ","an1.95:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato atthaya samvattati yathayidam, bhikkhave, kalyanamittata. ","an1.95:1.2":"Kalyanamittata, bhikkhave, mahato atthaya samvattati”ti. ","an1.95:1.3":"Cuddasamam. ","an1.96:1.0":"96 ","an1.96:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato anatthaya samvattati yathayidam, bhikkhave, anuyogo akusalanam dhammanam, ananuyogo kusalanam dhammanam. ","an1.96:1.2":"Anuyogo, bhikkhave, akusalanam dhammanam, ananuyogo kusalanam dhammanam mahato anatthaya samvattati”ti. ","an1.96:1.3":"Pannarasamam. ","an1.97:1.0":"97 ","an1.97:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yo evam mahato atthaya samvattati yathayidam, bhikkhave, anuyogo kusalanam dhammanam, ananuyogo akusalanam dhammanam. ","an1.97:1.2":"Anuyogo, bhikkhave, kusalanam dhammanam, ananuyogo akusalanam dhammanam mahato atthaya samvattati”ti. ","an1.97:1.3":"Solasamam. ","an1.97:1.4":"Pamadadivaggo navamo. "}