{"an1.31:0.1":"Anguttara Nikaya 1 ","an1.31:0.2":"4. Adantavagga ","an1.31:1.0":"31 ","an1.31:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam adantam mahato anatthaya samvattati yathayidam, bhikkhave, cittam. ","an1.31:1.2":"Cittam, bhikkhave, adantam mahato anatthaya samvattati”ti. ","an1.31:1.3":"Pathamam. ","an1.32:1.0":"32 ","an1.32:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam dantam mahato atthaya samvattati yathayidam, bhikkhave, cittam. ","an1.32:1.2":"Cittam, bhikkhave, dantam mahato atthaya samvattati”ti. ","an1.32:1.3":"Dutiyam. ","an1.33:1.0":"33 ","an1.33:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam aguttam mahato anatthaya samvattati yathayidam, bhikkhave, cittam. ","an1.33:1.2":"Cittam, bhikkhave, aguttam mahato anatthaya samvattati”ti. ","an1.33:1.3":"Tatiyam. ","an1.34:1.0":"34 ","an1.34:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam guttam mahato atthaya samvattati yathayidam, bhikkhave, cittam. ","an1.34:1.2":"Cittam, bhikkhave, guttam mahato atthaya samvattati”ti. ","an1.34:1.3":"Catuttham. ","an1.35:1.0":"35 ","an1.35:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam arakkhitam mahato anatthaya samvattati yathayidam, bhikkhave, cittam. ","an1.35:1.2":"Cittam, bhikkhave, arakkhitam mahato anatthaya samvattati”ti. ","an1.35:1.3":"Pancamam. ","an1.36:1.0":"36 ","an1.36:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam rakkhitam mahato atthaya samvattati yathayidam, bhikkhave, cittam. ","an1.36:1.2":"Cittam, bhikkhave, rakkhitam mahato atthaya samvattati”ti. ","an1.36:1.3":"Chattham. ","an1.37:1.0":"37 ","an1.37:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam asamvutam mahato anatthaya samvattati yathayidam, bhikkhave, cittam. ","an1.37:1.2":"Cittam, bhikkhave, asamvutam mahato anatthaya samvattati”ti. ","an1.37:1.3":"Sattamam. ","an1.38:1.0":"38 ","an1.38:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam samvutam mahato atthaya samvattati yathayidam, bhikkhave, cittam. ","an1.38:1.2":"Cittam, bhikkhave, samvutam mahato atthaya samvattati”ti. ","an1.38:1.3":"Atthamam. ","an1.39:1.0":"39 ","an1.39:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam adantam aguttam arakkhitam asamvutam mahato anatthaya samvattati yathayidam, bhikkhave, cittam. ","an1.39:1.2":"Cittam, bhikkhave, adantam aguttam arakkhitam asamvutam mahato anatthaya samvattati”ti. ","an1.39:1.3":"Navamam. ","an1.40:1.0":"40 ","an1.40:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yam evam dantam guttam rakkhitam samvutam mahato atthaya samvattati yathayidam, bhikkhave, cittam. ","an1.40:1.2":"Cittam, bhikkhave, dantam guttam rakkhitam samvutam mahato atthaya samvattati”ti. ","an1.40:1.3":"Dasamam. ","an1.40:1.4":"Adantavaggo catuttho. "}