{"an1.268:0.1":"Anguttara Nikaya 1 ","an1.268:0.2":"21. Pathamavagga ","an1.268:1.0":"268 ","an1.268:1.1":"“Atthanametam, bhikkhave, anavakaso yam ditthisampanno puggalo kanci sankharam niccato upagaccheyya. Netam thanam vijjati. ","an1.268:1.2":"Thananca kho etam, bhikkhave, vijjati yam puthujjano kanci sankharam niccato upagaccheyya. Thanametam vijjati”ti. ","an1.269:1.0":"269 ","an1.269:1.1":"“Atthanametam, bhikkhave, anavakaso yam ditthisampanno puggalo kanci sankharam sukhato upagaccheyya. Netam thanam vijjati. ","an1.269:1.2":"Thananca kho etam, bhikkhave, vijjati yam puthujjano kanci sankharam sukhato upagaccheyya. Thanametam vijjati”ti. ","an1.270:1.0":"270 ","an1.270:1.1":"“Atthanametam, bhikkhave, anavakaso yam ditthisampanno puggalo kanci dhammam attato upagaccheyya. Netam thanam vijjati. ","an1.270:1.2":"Thananca kho etam, bhikkhave, vijjati yam puthujjano kanci dhammam attato upagaccheyya. Thanametam vijjati”ti. ","an1.271:1.0":"271 ","an1.271:1.1":"“Atthanametam, bhikkhave, anavakaso yam ditthisampanno puggalo mataram jivita voropeyya. Netam thanam vijjati. ","an1.271:1.2":"Thananca kho, bhikkhave, vijjati yam puthujjano mataram jivita voropeyya. Thanametam vijjati”ti. ","an1.272:1.0":"272 ","an1.272:1.1":"“Atthanametam, bhikkhave, anavakaso yam ditthisampanno puggalo pitaram jivita voropeyya. Netam thanam vijjati. ","an1.272:1.2":"Thananca kho etam, bhikkhave, vijjati yam puthujjano pitaram jivita voropeyya. Thanametam vijjati”ti. ","an1.273:1.0":"273 ","an1.273:1.1":"“Atthanametam, bhikkhave, anavakaso yam ditthisampanno puggalo arahantam jivita voropeyya. Netam thanam vijjati. ","an1.273:1.2":"Thananca kho etam, bhikkhave, vijjati yam puthujjano arahantam jivita voropeyya. Thanametam vijjati”ti. ","an1.274:1.0":"274 ","an1.274:1.1":"“Atthanametam, bhikkhave, anavakaso yam ditthisampanno puggalo tathagatassa padutthacitto lohitam uppadeyya. Netam thanam vijjati. ","an1.274:1.2":"Thananca kho etam, bhikkhave, vijjati yam puthujjano tathagatassa padutthacitto lohitam uppadeyya. Thanametam vijjati”ti. ","an1.275:1.0":"275 ","an1.275:1.1":"“Atthanametam, bhikkhave, anavakaso yam ditthisampanno puggalo sangham bhindeyya. Netam thanam vijjati. ","an1.275:1.2":"Thananca kho etam, bhikkhave, vijjati yam puthujjano sangham bhindeyya. Thanametam vijjati”ti. ","an1.276:1.0":"276 ","an1.276:1.1":"“Atthanametam, bhikkhave, anavakaso yam ditthisampanno puggalo annam sattharam uddiseyya. Netam thanam vijjati. ","an1.276:1.2":"Thananca kho etam, bhikkhave, vijjati yam puthujjano annam sattharam uddiseyya. Thanametam vijjati”ti. ","an1.277:1.0":"277 ","an1.277:1.1":"“Atthanametam, bhikkhave, anavakaso yam ekissa lokadhatuya dve arahanto sammasambuddha apubbam acarimam uppajjeyyum. Netam thanam vijjati. ","an1.277:1.2":"Thananca kho etam, bhikkhave, vijjati yam ekissa lokadhatuya ekova araham sammasambuddho uppajjeyya. Thanametam vijjati”ti. ","an1.277:1.3":"Vaggo pathamo. "}