{"an1.616:0.1":"Anguttara Nikaya 1 ","an1.616:0.2":"31. Amatavagga ","an1.616:1.0":"616 ","an1.616:1.1":"“Amatam te, bhikkhave, na paribhunjanti ye kayagatasatim na paribhunjanti. ","an1.616:1.2":"Amatam te, bhikkhave, paribhunjanti ye kayagatasatim paribhunjanti”ti. ","an1.617:1.0":"617 ","an1.617:1.1":"“Amatam tesam, bhikkhave, aparibhuttam yesam kayagatasati aparibhutta. ","an1.617:1.2":"Amatam tesam, bhikkhave, paribhuttam yesam kayagatasati paribhutta”ti. ","an1.618:1.0":"618 ","an1.618:1.1":"“Amatam tesam, bhikkhave, parihinam yesam kayagatasati parihina. ","an1.618:1.2":"Amatam tesam, bhikkhave, aparihinam yesam kayagatasati aparihina”ti. ","an1.619:1.0":"619 ","an1.619:1.1":"“Amatam tesam, bhikkhave, viraddham yesam kayagatasati viraddha. ","an1.619:1.2":"Amatam tesam, bhikkhave, araddham yesam kayagatasati araddha”ti. ","an1.620:1.0":"620 ","an1.620:1.1":"“Amatam te, bhikkhave, pamadimsu ye kayagatasatim pamadimsu. ","an1.620:1.2":"Amatam te, bhikkhave, na pamadimsu ye kayagatasatim na pamadimsu”. ","an1.621:1.0":"621 ","an1.621:1.1":"“Amatam tesam, bhikkhave, pamuttham yesam kayagatasati pamuttha. ","an1.621:1.2":"Amatam tesam, bhikkhave, appamuttham yesam kayagatasati appamuttha”ti. ","an1.622:1.0":"622 ","an1.622:1.1":"“Amatam tesam, bhikkhave, anasevitam yesam kayagatasati anasevita. ","an1.622:1.2":"Amatam tesam, bhikkhave, asevitam yesam kayagatasati asevita”ti. ","an1.623:1.0":"623 ","an1.623:1.1":"“Amatam tesam, bhikkhave, abhavitam yesam kayagatasati abhavita. ","an1.623:1.2":"Amatam tesam, bhikkhave, bhavitam yesam kayagatasati bhavita”ti. ","an1.624:1.0":"624 ","an1.624:1.1":"“Amatam tesam, bhikkhave, abahulikatam yesam kayagatasati abahulikata. ","an1.624:1.2":"Amatam tesam, bhikkhave, bahulikatam yesam kayagatasati bahulikata”ti. ","an1.625:1.0":"625 ","an1.625:1.1":"“Amatam tesam, bhikkhave, anabhinnatam yesam kayagatasati anabhinnata. ","an1.625:1.2":"Amatam tesam, bhikkhave, abhinnatam yesam kayagatasati abhinnata”ti. ","an1.626:1.0":"626 ","an1.626:1.1":"“Amatam tesam, bhikkhave, aparinnatam yesam kayagatasati aparinnata. ","an1.626:1.2":"Amatam tesam, bhikkhave, parinnatam yesam kayagatasati parinnata”ti. ","an1.627:1.0":"627 ","an1.627:1.1":"“Amatam tesam, bhikkhave, asacchikatam yesam kayagatasati asacchikata. ","an1.627:1.2":"Amatam tesam, bhikkhave, sacchikatam yesam kayagatasati sacchikata”ti. ","an1.627:1.3":"(…) ","an1.627:2.1":"Idamavoca bhagava. ","an1.627:2.2":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","an1.627:2.3":"(Amatavaggo.) ","an1.627:2.4":"Ekakanipatapali nitthita. "}