{"an1.306:0.1":"Anguttara Nikaya 1 ","an1.306:0.2":"25. Dutiyavagga ","an1.306:1.0":"306 ","an1.306:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yena anuppanna va akusala dhamma uppajjanti uppanna va akusala dhamma bhiyyobhavaya vepullaya samvattanti yathayidam, bhikkhave, micchaditthi. ","an1.306:1.2":"Micchaditthikassa, bhikkhave, anuppanna ceva akusala dhamma uppajjanti uppanna ca akusala dhamma bhiyyobhavaya vepullaya samvattanti”ti. ","an1.307:1.0":"307 ","an1.307:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yena anuppanna va kusala dhamma uppajjanti uppanna va kusala dhamma bhiyyobhavaya vepullaya samvattanti yathayidam, bhikkhave, sammaditthi. ","an1.307:1.2":"Sammaditthikassa, bhikkhave, anuppanna ceva kusala dhamma uppajjanti uppanna ca kusala dhamma bhiyyobhavaya vepullaya samvattanti”ti. ","an1.308:1.0":"308 ","an1.308:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yena anuppanna va kusala dhamma nuppajjanti uppanna va kusala dhamma parihayanti yathayidam, bhikkhave, micchaditthi. ","an1.308:1.2":"Micchaditthikassa, bhikkhave, anuppanna ceva kusala dhamma nuppajjanti uppanna ca kusala dhamma parihayanti”ti. ","an1.309:1.0":"309 ","an1.309:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yena anuppanna va akusala dhamma nuppajjanti uppanna va akusala dhamma parihayanti yathayidam, bhikkhave, sammaditthi. ","an1.309:1.2":"Sammaditthikassa, bhikkhave, anuppanna ceva akusala dhamma nuppajjanti uppanna ca akusala dhamma parihayanti”ti. ","an1.310:1.0":"310 ","an1.310:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yena anuppanna va micchaditthi uppajjati uppanna va micchaditthi pavaddhati yathayidam, bhikkhave, ayonisomanasikaro. ","an1.310:1.2":"Ayoniso, bhikkhave, manasi karoto anuppanna ceva micchaditthi uppajjati uppanna ca micchaditthi pavaddhati”ti. ","an1.311:1.0":"311 ","an1.311:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yena anuppanna va sammaditthi uppajjati uppanna va sammaditthi pavaddhati yathayidam, bhikkhave, yonisomanasikaro. ","an1.311:1.2":"Yoniso, bhikkhave, manasi karoto anuppanna ceva sammaditthi uppajjati uppanna ca sammaditthi pavaddhati”ti. ","an1.312:1.0":"312 ","an1.312:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yena satta kayassa bheda param marana apayam duggatim vinipatam nirayam uppajjanti yathayidam, bhikkhave, micchaditthi. ","an1.312:1.2":"Micchaditthiya, bhikkhave, samannagata satta kayassa bheda param marana apayam duggatim vinipatam nirayam uppajjanti”ti. ","an1.313:1.0":"313 ","an1.313:1.1":"“Naham, bhikkhave, annam ekadhammampi samanupassami yena satta kayassa bheda param marana sugatim saggam lokam uppajjanti yathayidam, bhikkhave, sammaditthi. ","an1.313:1.2":"Sammaditthiya, bhikkhave, samannagata satta kayassa bheda param marana sugatim saggam lokam uppajjanti”ti. ","an1.314:1.0":"314 ","an1.314:1.1":"“Micchaditthikassa, bhikkhave, purisapuggalassa yanceva kayakammam yathaditthi samattam samadinnam yanca vacikammam …pe… yanca manokammam yathaditthi samattam samadinnam ya ca cetana ya ca patthana yo ca panidhi ye ca sankhara sabbe te dhamma anitthaya akantaya amanapaya ahitaya dukkhaya samvattanti. ","an1.314:1.2":"Tam kissa hetu? ","an1.314:1.3":"Ditthi hissa, bhikkhave, papika. ","an1.314:1.4":"Seyyathapi, bhikkhave, nimbabijam va kosatakibijam va tittakalabubijam va allaya pathaviya nikkhittam yanceva pathavirasam upadiyati yanca aporasam upadiyati sabbam tam tittakattaya katukattaya asatattaya samvattati. ","an1.314:1.5":"Tam kissa hetu? ","an1.314:1.6":"Bijanhissa, bhikkhave, papakam. ","an1.314:1.7":"Evamevam kho, bhikkhave, micchaditthikassa purisapuggalassa yanceva kayakammam yathaditthi samattam samadinnam yanca vacikammam …pe… yanca manokammam yathaditthi samattam samadinnam ya ca cetana ya ca patthana yo ca panidhi ye ca sankhara sabbe te dhamma anitthaya akantaya amanapaya ahitaya dukkhaya samvattanti. ","an1.314:1.8":"Tam kissa hetu? ","an1.314:1.9":"Ditthi hissa, bhikkhave, papika”ti. ","an1.315:1.0":"315 ","an1.315:1.1":"“Sammaditthikassa, bhikkhave, purisapuggalassa yanceva kayakammam yathaditthi samattam samadinnam yanca vacikammam …pe… yanca manokammam yathaditthi samattam samadinnam ya ca cetana ya ca patthana yo ca panidhi ye ca sankhara sabbe te dhamma itthaya kantaya manapaya hitaya sukhaya samvattanti. ","an1.315:1.2":"Tam kissa hetu? ","an1.315:1.3":"Ditthi hissa, bhikkhave, bhaddika. ","an1.315:1.4":"Seyyathapi, bhikkhave, ucchubijam va salibijam va muddikabijam va allaya pathaviya nikkhittam yanceva pathavirasam upadiyati yanca aporasam upadiyati sabbam tam madhurattaya satattaya asecanakattaya samvattati. ","an1.315:1.5":"Tam kissa hetu? ","an1.315:1.6":"Bijam hissa, bhikkhave, bhaddakam. ","an1.315:1.7":"Evamevam kho, bhikkhave, sammaditthikassa purisapuggalassa yanceva kayakammam yathaditthi samattam samadinnam yanca vacikammam …pe… yanca manokammam yathaditthi samattam samadinnam ya ca cetana ya ca patthana yo ca panidhi ye ca sankhara sabbe te dhamma itthaya kantaya manapaya hitaya sukhaya samvattanti. ","an1.315:1.8":"Tam kissa hetu? ","an1.315:1.9":"Ditthi hissa, bhikkhave, bhaddika”ti. ","an1.315:1.10":"Vaggo dutiyo. "}