{"an10.21:0.1":"Anguttara Nikaya 10.21 ","an10.21:0.2":"3. Mahavagga ","an10.21:0.3":"Sihanadasutta ","an10.21:1.1":"“Siho, bhikkhave, migaraja sayanhasamayam asaya nikkhamati. ","an10.21:1.2":"Asaya nikkhamitva vijambhati. ","an10.21:1.3":"Vijambhitva samanta catuddisam anuviloketi. ","an10.21:1.4":"Samanta catuddisam anuviloketva tikkhattum sihanadam nadati. ","an10.21:1.5":"Tikkhattum sihanadam naditva gocaraya pakkamati. ","an10.21:1.6":"Tam kissa hetu? ","an10.21:1.7":"‘Maham khuddake pane visamagate sanghatam apadesin’ti. ","an10.21:2.1":"‘Siho’ti kho, bhikkhave, tathagatassetam adhivacanam arahato sammasambuddhassa. ","an10.21:2.2":"Yam kho, bhikkhave, tathagato parisaya dhammam deseti, idamassa hoti sihanadasmim. ","an10.21:3.1":"Dasayimani, bhikkhave, tathagatassa tathagatabalani, yehi balehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.21:3.2":"Katamani dasa? ","an10.21:3.3":"Idha, bhikkhave, tathagato thananca thanato atthananca atthanato yathabhutam pajanati. ","an10.21:3.4":"Yampi, bhikkhave, tathagato thananca thanato atthananca atthanato yathabhutam pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.21:4.1":"Puna caparam, bhikkhave, tathagato atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam pajanati. ","an10.21:4.2":"Yampi, bhikkhave, tathagato atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.21:5.1":"Puna caparam, bhikkhave, tathagato sabbatthagaminim patipadam yathabhutam pajanati. ","an10.21:5.2":"Yampi, bhikkhave, tathagato sabbatthagaminim patipadam yathabhutam pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.21:6.1":"Puna caparam, bhikkhave, tathagato anekadhatum nanadhatum lokam yathabhutam pajanati. ","an10.21:6.2":"Yampi, bhikkhave, tathagato anekadhatum nanadhatum lokam yathabhutam pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti …pe… brahmacakkam pavatteti. ","an10.21:7.1":"Puna caparam, bhikkhave, tathagato sattanam nanadhimuttikatam yathabhutam pajanati. ","an10.21:7.2":"Yampi, bhikkhave, tathagato sattanam nanadhimuttikatam yathabhutam pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti …pe… brahmacakkam pavatteti. ","an10.21:8.1":"Puna caparam, bhikkhave, tathagato parasattanam parapuggalanam indriyaparopariyattam yathabhutam pajanati. ","an10.21:8.2":"Yampi, bhikkhave, tathagato parasattanam parapuggalanam indriyaparopariyattam yathabhutam pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti …pe… brahmacakkam pavatteti. ","an10.21:9.1":"Puna caparam, bhikkhave, tathagato jhanavimokkhasamadhisamapattinam sankilesam vodanam vutthanam yathabhutam pajanati. ","an10.21:9.2":"Yampi …pe… pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti …pe… brahmacakkam pavatteti. ","an10.21:10.1":"Puna caparam, bhikkhave, tathagato anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe, ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti, iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","an10.21:10.2":"Yampi, bhikkhave, tathagato anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.21:11.1":"Puna caparam, bhikkhave, tathagato dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna; ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati. ","an10.21:11.2":"Yampi, bhikkhave, tathagato dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.21:12.1":"Puna caparam, bhikkhave, tathagato asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an10.21:12.2":"Yampi, bhikkhave, tathagato asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.21:13.1":"Imani kho, bhikkhave, dasa tathagatassa tathagatabalani, yehi balehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti”ti. ","an10.21:13.2":"Pathamam. "}