{"an10.83:0.1":"Anguttara Nikaya 10.83 ","an10.83:0.2":"9. Theravagga ","an10.83:0.3":"Punniyasutta ","an10.83:1.1":"Atha kho ayasma punniyo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma punniyo bhagavantam etadavoca: ","an10.83:1.2":"“ko nu kho, bhante, hetu ko paccayo yena appekada tathagatam dhammadesana patibhati appekada nappatibhati”ti? ","an10.83:2.1":"“Saddho ca, punniya, bhikkhu hoti, no ca upasankamita; neva tava tathagatam dhammadesana patibhati. ","an10.83:2.2":"Yato ca kho, punniya, bhikkhu saddho ca hoti upasankamita ca, evam tathagatam dhammadesana patibhati. ","an10.83:3.1":"Saddho ca, punniya, bhikkhu hoti upasankamita ca, no ca payirupasita …pe… ","an10.83:3.2":"payirupasita ca, no ca paripucchita … ","an10.83:3.3":"paripucchita ca, no ca ohitasoto dhammam sunati … ","an10.83:3.4":"ohitasoto ca dhammam sunati, no ca sutva dhammam dhareti … ","an10.83:3.5":"sutva ca dhammam dhareti, no ca dhatanam dhammanam attham upaparikkhati … ","an10.83:3.6":"dhatananca dhammanam attham upaparikkhati no ca atthamannaya dhammamannaya dhammanudhammappatipanno hoti … ","an10.83:3.7":"atthamannaya dhammamannaya dhammanudhammappatipanno ca hoti, no ca kalyanavaco hoti kalyanavakkarano poriya vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya … ","an10.83:3.8":"kalyanavaco ca hoti kalyanavakkarano poriya vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya, no ca sandassako hoti samadapako samuttejako sampahamsako sabrahmacarinam, neva tava tathagatam dhammadesana patibhati. ","an10.83:4.1":"Yato ca kho, punniya, bhikkhu saddho ca hoti, upasankamita ca, payirupasita ca, paripucchita ca, ohitasoto ca dhammam sunati, sutva ca dhammam dhareti, dhatananca dhammanam attham upaparikkhati, atthamannaya dhammamannaya dhammanudhammappatipanno ca hoti, kalyanavaco ca hoti kalyanavakkarano poriya vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya, sandassako ca hoti samadapako samuttejako sampahamsako sabrahmacarinam—","an10.83:4.2":"evam tathagatam dhammadesana patibhati. ","an10.83:4.3":"Imehi kho, punniya, dasahi dhammehi samannagata ekantapatibhana tathagatam dhammadesana hoti”ti. ","an10.83:4.4":"Tatiyam. "}