{"an10.211:0.1":"Anguttara Nikaya 10.211 ","an10.211:0.2":"21. Karajakayavagga ","an10.211:0.3":"Pathamanirayasaggasutta ","an10.211:1.1":"“Dasahi, bhikkhave, dhammehi samannagato yathabhatam nikkhitto evam niraye. ","an10.211:1.2":"Katamehi dasahi? ","an10.211:1.3":"Idha, bhikkhave, ekacco panatipati hoti, luddo lohitapani hatapahate nivittho adayapanno sabbapanabhutesu. ","an10.211:2.1":"Adinnadayi hoti, yam tam parassa paravittupakaranam gamagatam va arannagatam va, tam adinnam theyyasankhatam adata hoti. ","an10.211:3.1":"Kamesu micchacari hoti, ya ta maturakkhita piturakkhita matapiturakkhita bhaturakkhita bhaginirakkhita natirakkhita gottarakkhita dhammarakkhita sasamika saparidanda antamaso malagulaparikkhittapi, tatharupasu carittam apajjita hoti. ","an10.211:4.1":"Musavadi hoti, sabhaggato va parisaggato va natimajjhagato va pugamajjhagato va rajakulamajjhagato va abhinito sakkhiputtho: ‘ehambho purisa, yam janasi tam vadehi’ti, so ajanam va aha: ‘janami’ti, janam va aha: ‘na janami’ti, apassam va aha: ‘passami’ti, passam va aha: ‘na passami’ti. Iti attahetu va parahetu va amisakincikkhahetu va sampajanamusa bhasita hoti. ","an10.211:5.1":"Pisunavaco hoti, ito sutva amutra akkhata imesam bhedaya, amutra va sutva imesam akkhata amusam bhedaya. Iti samagganam va bhetta bhinnanam va anuppadata vaggaramo vaggarato vagganandi, vaggakaranim vacam bhasita hoti. ","an10.211:6.1":"Pharusavaco hoti, ya sa vaca andaka kakkasa parakatuka parabhisajjani kodhasamanta asamadhisamvattanika, tatharupim vacam bhasita hoti. ","an10.211:7.1":"Samphappalapi hoti, akalavadi abhutavadi anatthavadi adhammavadi avinayavadi, anidhanavatim vacam bhasita hoti akalena anapadesam apariyantavatim anatthasamhitam. ","an10.211:8.1":"Abhijjhalu hoti, yam tam parassa paravittupakaranam tam abhijjhata hoti: ‘aho vata yam parassa tam mama assa’ti. ","an10.211:9.1":"Byapannacitto hoti, padutthamanasankappo: ‘ime satta hannantu va bajjhantu va ucchijjantu va vinassantu va ma va ahesun’ti. ","an10.211:10.1":"Micchaditthiko hoti, viparitadassano: ","an10.211:11.1":"‘natthi dinnam, natthi yittham, natthi hutam, natthi sukatadukkatanam kammanam phalam vipako, natthi ayam loko, natthi paro loko, natthi mata, natthi pita, natthi satta opapatika, natthi loke samanabrahmana sammaggata sammapatipanna ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti’ti. ","an10.211:11.2":"Imehi kho, bhikkhave, dasahi dhammehi samannagato yathabhatam nikkhitto evam niraye. ","an10.211:12.1":"Dasahi, bhikkhave, dhammehi samannagato yathabhatam nikkhitto evam sagge. ","an10.211:12.2":"Katamehi dasahi? ","an10.211:12.3":"Idha, bhikkhave, ekacco panatipatam pahaya panatipata pativirato hoti nihitadando nihitasattho lajji dayapanno, sabbapanabhutahitanukampi viharati. ","an10.211:13.1":"Adinnadanam pahaya adinnadana pativirato hoti. Yam tam parassa paravittupakaranam gamagatam va arannagatam va, na tam adinnam theyyasankhatam adata hoti. ","an10.211:14.1":"Kamesumicchacaram pahaya kamesumicchacara pativirato hoti. Ya ta maturakkhita …pe… antamaso malagulaparikkhittapi, tatharupasu na carittam apajjita hoti. ","an10.211:15.1":"Musavadam pahaya musavada pativirato hoti. Sabhaggato va parisaggato va natimajjhagato va pugamajjhagato va rajakulamajjhagato va abhinito sakkhiputtho: ‘ehambho purisa, yam janasi tam vadehi’ti, so ajanam va aha: ‘na janami’ti, janam va aha: ‘janami’ti, apassam va aha: ‘na passami’ti, passam va aha: ‘passami’ti. Iti attahetu va parahetu va amisakincikkhahetu va na sampajanamusa bhasita hoti. ","an10.211:16.1":"Pisunavacam pahaya pisunaya vacaya pativirato hoti—na ito sutva amutra akkhata imesam bhedaya, amutra va sutva imesam akkhata amusam bhedaya. Iti bhinnanam va sandhata sahitanam va anuppadata samaggaramo samaggarato samagganandi, samaggakaranim vacam bhasita hoti. ","an10.211:17.1":"Pharusavacam pahaya pharusaya vacaya pativirato hoti. Ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa, tatharupim vacam bhasita hoti. ","an10.211:18.1":"Samphappalapam pahaya samphappalapa pativirato hoti kalavadi bhutavadi, atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita hoti kalena sapadesam pariyantavatim atthasamhitam. ","an10.211:19.1":"Anabhijjhalu hoti. Yam tam parassa paravittupakaranam tam anabhijjhata hoti: ‘aho vata yam parassa tam mama assa’ti. ","an10.211:20.1":"Abyapannacitto hoti appadutthamanasankappo: ‘ime satta avera hontu abyapajja anigha, sukhi attanam pariharantu’ti. ","an10.211:21.1":"Sammaditthiko hoti aviparitadassano: ","an10.211:21.2":"‘atthi dinnam, atthi yittham, atthi hutam, atthi sukatadukkatanam kammanam phalam vipako, atthi ayam loko, atthi paro loko, atthi mata, atthi pita, atthi satta opapatika, atthi loke samanabrahmana sammaggata sammapatipanna ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti’ti. ","an10.211:22.1":"Imehi kho, bhikkhave, dasahi dhammehi samannagato yathabhatam nikkhitto evam sagge”ti. ","an10.211:22.2":"Pathamam. "}