{"an10.69:0.1":"Anguttara Nikaya 10.69 ","an10.69:0.2":"7. Yamakavagga ","an10.69:0.3":"Pathamakathavatthusutta ","an10.69:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an10.69:1.2":"Tena kho pana samayena sambahula bhikkhu pacchabhattam pindapatapatikkanta upatthanasalayam sannisinna sannipatita anekavihitam tiracchanakatham anuyutta viharanti, seyyathidam—","an10.69:1.3":"rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham sayanakatham malakatham gandhakatham natikatham yanakatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam itibhavabhavakatham iti vati. ","an10.69:2.1":"Atha kho bhagava sayanhasamayam patisallana vutthito yena upatthanasala tenupasankami; upasankamitva pannatte asane nisidi. ","an10.69:2.2":"Nisajja kho bhagava bhikkhu amantesi: ","an10.69:2.3":"“kaya nuttha, bhikkhave, etarahi kathaya sannisinna sannipatita, ka ca pana vo antarakatha vippakata”ti? ","an10.69:3.1":"“Idha mayam, bhante, pacchabhattam pindapatapatikkanta upatthanasalayam sannisinna sannipatita anekavihitam tiracchanakatham anuyutta viharama, seyyathidam—","an10.69:3.2":"rajakatham corakatham …pe… itibhavabhavakatham iti va”ti. ","an10.69:3.3":"“Na kho panetam, bhikkhave, tumhakam patirupam kulaputtanam saddhaya agarasma anagariyam pabbajitanam, yam tumhe anekavihitam tiracchanakatham anuyutta vihareyyatha, seyyathidam—","an10.69:3.4":"rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham sayanakatham malakatham gandhakatham natikatham yanakatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam itibhavabhavakatham iti vati. ","an10.69:4.1":"Dasayimani, bhikkhave, kathavatthuni. ","an10.69:4.2":"Katamani dasa? ","an10.69:4.3":"Appicchakatha, santutthikatha, pavivekakatha, asamsaggakatha, viriyarambhakatha, silakatha, samadhikatha, pannakatha, vimuttikatha, vimuttinanadassanakathati—","an10.69:4.4":"imani kho, bhikkhave, dasa kathavatthuni. ","an10.69:5.1":"Imesance tumhe, bhikkhave, dasannam kathavatthunam upadayupadaya katham katheyyatha, imesampi candimasuriyanam evammahiddhikanam evammahanubhavanam tejasa tejam pariyadiyeyyatha, ko pana vado annatitthiyanam paribbajakanan”ti. ","an10.69:5.2":"Navamam. "}