{"an10.17:0.1":"Anguttara Nikaya 10.17 ","an10.17:0.2":"2. Nathavagga ","an10.17:0.3":"Pathamanathasutta ","an10.17:1.1":"“Sanatha, bhikkhave, viharatha, ma anatha. ","an10.17:1.2":"Dukkham, bhikkhave, anatho viharati. ","an10.17:1.3":"Dasayime, bhikkhave, nathakarana dhamma. ","an10.17:1.4":"Katame dasa? ","an10.17:1.5":"Idha, bhikkhave, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","an10.17:1.6":"Yampi, bhikkhave, bhikkhu silava hoti …pe… samadaya sikkhati sikkhapadesu, ","an10.17:1.7":"ayampi dhammo nathakarano. ","an10.17:2.1":"Puna caparam, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","an10.17:2.2":"Yampi, bhikkhave, bhikkhu bahussuto hoti …pe… ditthiya suppatividdha, ","an10.17:2.3":"ayampi dhammo nathakarano. ","an10.17:3.1":"Puna caparam, bhikkhave, bhikkhu kalyanamitto hoti kalyanasahayo kalyanasampavanko. ","an10.17:3.2":"Yampi, bhikkhave, bhikkhu kalyanamitto hoti kalyanasahayo kalyanasampavanko, ","an10.17:3.3":"ayampi dhammo nathakarano. ","an10.17:4.1":"Puna caparam, bhikkhave, bhikkhu suvaco hoti sovacassakaranehi dhammehi samannagato, khamo padakkhinaggahi anusasanim. ","an10.17:4.2":"Yampi, bhikkhave, bhikkhu suvaco hoti …pe… anusasanim, ","an10.17:4.3":"ayampi dhammo nathakarano. ","an10.17:5.1":"Puna caparam, bhikkhave, bhikkhu yani tani sabrahmacarinam uccavacani kinkaraniyani, tattha dakkho hoti analaso tatrupayaya vimamsaya samannagato, alam katum alam samvidhatum. ","an10.17:5.2":"Yampi, bhikkhave, bhikkhu yani tani sabrahmacarinam …pe… alam katum alam samvidhatum, ","an10.17:5.3":"ayampi dhammo nathakarano. ","an10.17:6.1":"Puna caparam, bhikkhave, bhikkhu dhammakamo hoti piyasamudaharo, abhidhamme abhivinaye ularapamojjo. ","an10.17:6.2":"Yampi, bhikkhave, bhikkhu dhammakamo hoti piyasamudaharo, abhidhamme abhivinaye ularapamojjo, ","an10.17:6.3":"ayampi dhammo nathakarano. ","an10.17:7.1":"Puna caparam, bhikkhave, bhikkhu araddhaviriyo viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an10.17:7.2":"Yampi, bhikkhave, bhikkhu araddhaviriyo viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu, ","an10.17:7.3":"ayampi dhammo nathakarano. ","an10.17:8.1":"Puna caparam, bhikkhave, bhikkhu santuttho hoti itaritaracivarapindapatasenasanagilanapaccayabhesajjaparikkharena. ","an10.17:8.2":"Yampi, bhikkhave, bhikkhu santuttho hoti itaritaracivarapindapatasenasanagilanapaccayabhesajjaparikkharena, ","an10.17:8.3":"ayampi dhammo nathakarano. ","an10.17:9.1":"Puna caparam, bhikkhave, bhikkhu satima hoti paramena satinepakkena samannagato cirakatampi cirabhasitampi sarita anussarita. ","an10.17:9.2":"Yampi, bhikkhave, bhikkhu satima hoti paramena satinepakkena samannagato cirakatampi cirabhasitampi sarita anussarita, ","an10.17:9.3":"ayampi dhammo nathakarano. ","an10.17:10.1":"Puna caparam, bhikkhave, bhikkhu pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","an10.17:10.2":"Yampi, bhikkhave, bhikkhu pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya, ","an10.17:10.3":"ayampi dhammo nathakarano. ","an10.17:11.1":"Sanatha, bhikkhave, viharatha, ma anatha. ","an10.17:11.2":"Dukkham, bhikkhave, anatho viharati. ","an10.17:11.3":"Ime kho, bhikkhave, dasa nathakarana dhamma”ti. ","an10.17:11.4":"Sattamam. "}