{"an10.55:0.1":"Anguttara Nikaya 10.55 ","an10.55:0.2":"6. Sacittavagga ","an10.55:0.3":"Parihanasutta ","an10.55:1.1":"Tatra kho ayasma sariputto bhikkhu amantesi: ","an10.55:1.2":"“avuso bhikkhave”ti. ","an10.55:1.3":"“Avuso”ti kho te bhikkhu ayasmato sariputtassa paccassosum. ","an10.55:1.4":"Ayasma sariputto etadavoca: ","an10.55:2.1":"“‘Parihanadhammo puggalo, parihanadhammo puggalo’ti, avuso, vuccati. ","an10.55:2.2":"‘Aparihanadhammo puggalo, aparihanadhammo puggalo’ti, avuso, vuccati. ","an10.55:2.3":"Kittavata nu kho, avuso, parihanadhammo puggalo vutto bhagavata, kittavata ca pana aparihanadhammo puggalo vutto bhagavata”ti? ","an10.55:2.4":"“Duratopi kho mayam, avuso, agacchama ayasmato sariputtassa santike etassa bhasitassa atthamannatum. ","an10.55:2.5":"Sadhu vatayasmantamyeva sariputtam patibhatu etassa bhasitassa attho. ","an10.55:2.6":"Ayasmato sariputtassa sutva bhikkhu dharessanti”ti. ","an10.55:3.1":"“Tenahavuso, sunatha, sadhukam manasi karotha, bhasissami”ti. ","an10.55:3.2":"“Evamavuso”ti kho te bhikkhu ayasmato sariputtassa paccassosum. ","an10.55:3.3":"Ayasma sariputto etadavoca: ","an10.55:4.1":"“Kittavata nu kho, avuso, parihanadhammo puggalo vutto bhagavata? ","an10.55:4.2":"Idhavuso, bhikkhu assutanceva dhammam na sunati, suta cassa dhamma sammosam gacchanti, ye cassa dhamma pubbe cetaso asamphutthapubba te cassa na samudacaranti, avinnatanceva na vijanati. ","an10.55:4.3":"Ettavata kho, avuso, parihanadhammo puggalo vutto bhagavata. ","an10.55:5.1":"Kittavata ca panavuso, aparihanadhammo puggalo vutto bhagavata? ","an10.55:5.2":"Idhavuso, bhikkhu assutanceva dhammam sunati, suta cassa dhamma na sammosam gacchanti, ye cassa dhamma pubbe cetaso asamphutthapubba te cassa samudacaranti, avinnatanceva vijanati. ","an10.55:5.3":"Ettavata kho, avuso, aparihanadhammo puggalo vutto bhagavata. ","an10.55:6.1":"No ce, avuso, bhikkhu paracittapariyayakusalo hoti, atha ‘sacittapariyayakusalo bhavissami’ti—","an10.55:6.2":"evanhi vo, avuso, sikkhitabbam. ","an10.55:7.1":"Kathancavuso, bhikkhu sacittapariyayakusalo hoti? ","an10.55:7.2":"Seyyathapi, avuso, itthi va puriso va daharo yuva mandanakajatiko adase va parisuddhe pariyodate acche va udapatte sakam mukhanimittam paccavekkhamano sace tattha passati rajam va anganam va, tasseva rajassa va anganassa va pahanaya vayamati. ","an10.55:7.3":"No ce tattha passati rajam va anganam va, tenevattamano hoti paripunnasankappo: ","an10.55:7.4":"‘labha vata me, parisuddham vata me’ti. ","an10.55:7.5":"Evameva kho, avuso, bhikkhuno paccavekkhana bahukara hoti kusalesu dhammesu: ","an10.55:7.6":"‘anabhijjhalu nu kho bahulam viharami, samvijjati nu kho me eso dhammo udahu no, abyapannacitto nu kho bahulam viharami, samvijjati nu kho me eso dhammo udahu no, vigatathinamiddho nu kho bahulam viharami, samvijjati nu kho me eso dhammo udahu no, anuddhato nu kho bahulam viharami, samvijjati nu kho me eso dhammo udahu no, tinnavicikiccho nu kho bahulam viharami, samvijjati nu kho me eso dhammo udahu no, akkodhano nu kho bahulam viharami, samvijjati nu kho me eso dhammo udahu no, asankilitthacitto nu kho bahulam viharami, samvijjati nu kho me eso dhammo udahu no, labhi nu khomhi ajjhattam dhammapamojjassa, samvijjati nu kho me eso dhammo udahu no, labhi nu khomhi ajjhattam cetosamathassa, samvijjati nu kho me eso dhammo udahu no, labhi nu khomhi adhipannadhammavipassanaya, samvijjati nu kho me eso dhammo udahu no’ti. ","an10.55:8.1":"Sace pana, avuso, bhikkhu paccavekkhamano sabbepime kusale dhamme attani na samanupassati, tenavuso, bhikkhuna sabbesamyeva imesam kusalanam dhammanam patilabhaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an10.55:8.2":"Seyyathapi, avuso, adittacelo va adittasiso va. ","an10.55:8.3":"Tasseva celassa va sisassa va nibbapanaya adhimattam chandanca vayamanca ussahanca ussolhinca appativaninca satinca sampajannanca kareyya. ","an10.55:8.4":"Evamevam kho, avuso, tena bhikkhuna sabbesamyeva kusalanam dhammanam patilabhaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an10.55:9.1":"Sace panavuso, bhikkhu paccavekkhamano ekacce kusale dhamme attani samanupassati, ekacce kusale dhamme attani na samanupassati, tenavuso, bhikkhuna ye kusale dhamme attani samanupassati tesu kusalesu dhammesu patitthaya, ye kusale dhamme attani na samanupassati tesam kusalanam dhammanam patilabhaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an10.55:9.2":"Seyyathapi, avuso, adittacelo va adittasiso va. ","an10.55:9.3":"Tasseva celassa va sisassa va nibbapanaya adhimattam chandanca vayamanca ussahanca ussolhinca appativaninca satinca sampajannanca kareyya. ","an10.55:9.4":"Evamevam kho, avuso, tena bhikkhuna ye kusale dhamme attani samanupassati tesu kusalesu dhammesu patitthaya, ye kusale dhamme attani na samanupassati tesam kusalanam dhammanam patilabhaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an10.55:10.1":"Sace panavuso, bhikkhu paccavekkhamano sabbepime kusale dhamme attani samanupassati, tenavuso, bhikkhuna sabbesveva imesu kusalesu dhammesu patitthaya uttari asavanam khayaya yogo karaniyo”ti. ","an10.55:10.2":"Pancamam. "}