{"an10.22:0.1":"Anguttara Nikaya 10.22 ","an10.22:0.2":"3. Mahavagga ","an10.22:0.3":"Adhivuttipadasutta ","an10.22:1.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam anandam bhagava etadavoca: ","an10.22:2.1":"“Ye te, ananda, dhamma tesam tesam adhivuttipadanam abhinna sacchikiriyaya samvattanti, visarado aham, ananda, tattha patijanami. ","an10.22:2.2":"‘Tesam tesam tatha tatha dhammam desetum yatha yatha patipanno santam va atthiti nassati, asantam va natthiti nassati, hinam va hinanti nassati, panitam va panitanti nassati, sauttaram va sauttaranti nassati, anuttaram va anuttaranti nassati; ","an10.22:2.3":"yatha yatha va pana tam nateyyam va dattheyyam va sacchikareyyam va tatha tatha nassati va dakkhati va sacchikarissati va’ti thanametam vijjati. ","an10.22:2.4":"Etadanuttariyam, ananda, nananam yadidam tattha tattha yathabhutananam. ","an10.22:2.5":"Etasma caham, ananda, nana annam nanam uttaritaram va panitataram va natthiti vadami. ","an10.22:3.1":"Dasayimani, ananda, tathagatassa tathagatabalani, yehi balehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.22:3.2":"Katamani dasa? ","an10.22:3.3":"Idhananda, tathagato thananca thanato atthananca atthanato yathabhutam pajanati. ","an10.22:3.4":"Yampananda, tathagato thananca thanato atthananca atthanato yathabhutam pajanati, idampananda, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.22:4.1":"Puna caparam, ananda, tathagato atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam pajanati. ","an10.22:4.2":"Yampananda …pe… idampananda …pe…. ","an10.22:5.1":"Puna caparam, ananda, tathagato sabbatthagaminim patipadam yathabhutam pajanati. ","an10.22:5.2":"Yampananda …pe… idampananda …pe…. ","an10.22:6.1":"Puna caparam, ananda, tathagato anekadhatum nanadhatum lokam yathabhutam pajanati. ","an10.22:6.2":"Yampananda …pe… idampananda …pe…. ","an10.22:7.1":"Puna caparam, ananda, tathagato sattanam nanadhimuttikatam yathabhutam pajanati. ","an10.22:7.2":"Yampananda …pe… idampananda …pe…. ","an10.22:8.1":"Puna caparam, ananda, tathagato parasattanam parapuggalanam indriyaparopariyattam yathabhutam pajanati. ","an10.22:8.2":"Yampananda …pe… idampananda …pe…. ","an10.22:9.1":"Puna caparam, ananda, tathagato jhanavimokkhasamadhisamapattinam sankilesam vodanam vutthanam yathabhutam pajanati. ","an10.22:9.2":"Yampananda …pe… idampananda …pe…. ","an10.22:10.1":"Puna caparam, ananda, tathagato anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","an10.22:10.2":"Yampananda …pe… idampananda …pe…. ","an10.22:11.1":"Puna caparam, ananda, tathagato dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati. ","an10.22:11.2":"Yampananda …pe… idampananda …pe…. ","an10.22:12.1":"Puna caparam, ananda, tathagato asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an10.22:12.2":"Yampananda, tathagato asavanam khaya anasavam cetovimuttim …pe… sacchikatva upasampajja viharati. Idampananda, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an10.22:13.1":"Imani kho, ananda, dasa tathagatassa tathagatabalani, yehi balehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti”ti. ","an10.22:13.2":"Dutiyam. "}