{"an10.14:0.1":"Anguttara Nikaya 10.14 ","an10.14:0.2":"2. Nathavagga ","an10.14:0.3":"Cetokhilasutta ","an10.14:1.1":"“Yassa kassaci, bhikkhave, bhikkhussa va bhikkhuniya va panca cetokhila appahina panca cetasovinibandha asamucchinna, tassa ya ratti va divaso va agacchati haniyeva patikankha kusalesu dhammesu no vuddhi. ","an10.14:2.1":"Katamassa panca cetokhila appahina honti? ","an10.14:2.2":"Idha, bhikkhave, bhikkhu satthari kankhati vicikicchati nadhimuccati na sampasidati. ","an10.14:2.3":"Yo so, bhikkhave, bhikkhu satthari kankhati vicikicchati nadhimuccati na sampasidati, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","an10.14:2.4":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam pathamo cetokhilo appahino hoti. ","an10.14:3.1":"Puna caparam, bhikkhave, bhikkhu dhamme kankhati …pe… ","an10.14:3.2":"sanghe kankhati … ","an10.14:3.3":"sikkhaya kankhati … ","an10.14:3.4":"sabrahmacarisu kupito hoti anattamano ahatacitto khilajato. ","an10.14:3.5":"Yo so, bhikkhave, bhikkhu sabrahmacarisu kupito hoti anattamano ahatacitto khilajato, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","an10.14:3.6":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam pancamo cetokhilo appahino hoti. ","an10.14:3.7":"Imassa panca cetokhila appahina honti. ","an10.14:4.1":"Katamassa panca cetasovinibandha asamucchinna honti? ","an10.14:4.2":"Idha, bhikkhave, bhikkhu kamesu avitarago hoti avigatacchando avigatapemo avigatapipaso avigataparilaho avigatatanho. ","an10.14:4.3":"Yo so, bhikkhave, bhikkhu kamesu avitarago hoti avigatacchando avigatapemo avigatapipaso avigataparilaho avigatatanho, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","an10.14:4.4":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam pathamo cetasovinibandho asamucchinno hoti. ","an10.14:5.1":"Puna caparam, bhikkhave, bhikkhu kaye avitarago hoti …pe… ","an10.14:5.2":"rupe avitarago hoti …pe… ","an10.14:5.3":"yavadattham udaravadehakam bhunjitva seyyasukham passasukham middhasukham anuyutto viharati … ","an10.14:5.4":"annataram devanikayam panidhaya brahmacariyam carati: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti. ","an10.14:5.5":"Yo so, bhikkhave, bhikkhu annataram devanikayam panidhaya brahmacariyam carati: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","an10.14:5.6":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam pancamo cetasovinibandho asamucchinno hoti. ","an10.14:5.7":"Imassa panca cetasovinibandha asamucchinna honti. ","an10.14:6.1":"Yassa kassaci, bhikkhave, bhikkhussa va bhikkhuniya va ime panca cetokhila appahina ime panca cetasovinibandha asamucchinna, tassa ya ratti va divaso va agacchati haniyeva patikankha kusalesu dhammesu no vuddhi. ","an10.14:7.1":"Seyyathapi, bhikkhave, kalapakkhe candassa ya ratti va divaso va agacchati, hayateva vannena hayati mandalena hayati abhaya hayati arohaparinahena; ","an10.14:7.2":"evamevam kho, bhikkhave, yassa kassaci bhikkhussa va bhikkhuniya va ime panca cetokhila appahina ime panca cetasovinibandha asamucchinna, tassa ya ratti va divaso va agacchati haniyeva patikankha kusalesu dhammesu no vuddhi. ","an10.14:8.1":"Yassa kassaci, bhikkhave, bhikkhussa va bhikkhuniya va panca cetokhila pahina panca cetasovinibandha susamucchinna, tassa ya ratti va divaso va agacchati vuddhiyeva patikankha kusalesu dhammesu no parihani. ","an10.14:9.1":"Katamassa panca cetokhila pahina honti? ","an10.14:9.2":"Idha, bhikkhave, bhikkhu satthari na kankhati na vicikicchati, adhimuccati sampasidati. ","an10.14:9.3":"Yo so, bhikkhave, bhikkhu satthari na kankhati na vicikicchati adhimuccati sampasidati, tassa cittam namati atappaya anuyogaya sataccaya padhanaya. ","an10.14:9.4":"Yassa cittam namati atappaya anuyogaya sataccaya padhanaya, evamassayam pathamo cetokhilo pahino hoti. ","an10.14:10.1":"Puna caparam, bhikkhave, bhikkhu dhamme na kankhati …pe… ","an10.14:10.2":"sanghe na kankhati … ","an10.14:10.3":"sikkhaya na kankhati … ","an10.14:10.4":"sabrahmacarisu na kupito hoti attamano na ahatacitto na khilajato. ","an10.14:10.5":"Yo so, bhikkhave, bhikkhu sabrahmacarisu na kupito hoti attamano na ahatacitto na khilajato, tassa cittam namati atappaya anuyogaya sataccaya padhanaya. ","an10.14:10.6":"Yassa cittam namati atappaya anuyogaya sataccaya padhanaya, evamassayam pancamo cetokhilo pahino hoti. ","an10.14:10.7":"Imassa panca cetokhila pahina honti. ","an10.14:11.1":"Katamassa panca cetasovinibandha susamucchinna honti? ","an10.14:11.2":"Idha, bhikkhave, bhikkhu kamesu vitarago hoti vigatacchando vigatapemo vigatapipaso vigataparilaho vigatatanho. ","an10.14:11.3":"Yo so, bhikkhave, bhikkhu kamesu vitarago hoti vigatacchando vigatapemo vigatapipaso vigataparilaho vigatatanho, tassa cittam namati atappaya anuyogaya sataccaya padhanaya. ","an10.14:11.4":"Yassa cittam namati atappaya anuyogaya sataccaya padhanaya, evamassayam pathamo cetasovinibandho susamucchinno hoti. ","an10.14:12.1":"Puna caparam, bhikkhave, bhikkhu kaye vitarago hoti …pe… ","an10.14:12.2":"rupe vitarago hoti …pe… ","an10.14:12.3":"na yavadattham udaravadehakam bhunjitva seyyasukham passasukham middhasukham anuyutto viharati, ","an10.14:12.4":"na annataram devanikayam panidhaya brahmacariyam carati: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti. ","an10.14:12.5":"Yo so, bhikkhave, bhikkhu na annataram devanikayam panidhaya …pe… devannataro vati, tassa cittam namati atappaya anuyogaya sataccaya padhanaya. ","an10.14:12.6":"Yassa cittam namati atappaya anuyogaya sataccaya padhanaya, evamassayam pancamo cetasovinibandho susamucchinno hoti. ","an10.14:12.7":"Imassa panca cetasovinibandha susamucchinna honti. ","an10.14:13.1":"Yassa kassaci, bhikkhave, bhikkhussa va bhikkhuniya va ime panca cetokhila pahina ime panca cetasovinibandha susamucchinna, tassa ya ratti va divaso va agacchati vuddhiyeva patikankha kusalesu dhammesu no parihani. ","an10.14:14.1":"Seyyathapi, bhikkhave, junhapakkhe candassa ya ratti va divaso va agacchati, vaddhateva vannena vaddhati mandalena vaddhati abhaya vaddhati arohaparinahena; ","an10.14:14.2":"evamevam kho, bhikkhave, yassa kassaci bhikkhussa va bhikkhuniya va ime panca cetokhila pahina ime panca cetasovinibandha susamucchinna, tassa ya ratti va divaso va agacchati vuddhiyeva patikankha kusalesu dhammesu no parihani”ti. ","an10.14:14.3":"Catuttham. "}