{"an10.176:0.1":"Anguttara Nikaya 10.176 ","an10.176:0.2":"17. Janussonivagga ","an10.176:0.3":"Cundasutta ","an10.176:1.1":"Evam me sutam—","an10.176:1.2":"ekam samayam bhagava pavayam viharati cundassa kammaraputtassa ambavane. ","an10.176:1.3":"Atha kho cundo kammaraputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho cundam kammaraputtam bhagava etadavoca: ","an10.176:1.4":"“kassa no tvam, cunda, soceyyani rocesi”ti? ","an10.176:1.5":"“Brahmana, bhante, pacchabhumaka kamandaluka sevalamalika aggiparicarika udakorohaka soceyyani pannapenti; tesaham soceyyani rocemi”ti. ","an10.176:2.1":"“Yatha katham pana, cunda, brahmana pacchabhumaka kamandaluka sevalamalika aggiparicarika udakorohaka soceyyani pannapenti”ti? ","an10.176:2.2":"“Idha, bhante, brahmana pacchabhumaka kamandaluka sevalamalika aggiparicarika udakorohaka. Te savakam evam samadapenti: ","an10.176:2.3":"‘ehi tvam, ambho purisa, kalasseva utthahantova sayanamha pathavim amaseyyasi; ","an10.176:2.4":"no ce pathavim amaseyyasi, allani gomayani amaseyyasi; ","an10.176:2.5":"no ce allani gomayani amaseyyasi, haritani tinani amaseyyasi; ","an10.176:2.6":"no ce haritani tinani amaseyyasi, aggim paricareyyasi; ","an10.176:2.7":"no ce aggim paricareyyasi, panjaliko adiccam namasseyyasi; ","an10.176:2.8":"no ce panjaliko adiccam namasseyyasi, sayatatiyakam udakam oroheyyasi’ti. ","an10.176:2.9":"Evam kho, bhante, brahmana pacchabhumaka kamandaluka sevalamalika aggiparicarika udakorohaka soceyyani pannapenti; tesaham soceyyani rocemi”ti. ","an10.176:3.1":"“Annatha kho, cunda, brahmana pacchabhumaka kamandaluka sevalamalika aggiparicarika udakorohaka soceyyani pannapenti, annatha ca pana ariyassa vinaye soceyyam hoti”ti. ","an10.176:3.2":"“Yatha katham pana, bhante, ariyassa vinaye soceyyam hoti? ","an10.176:3.3":"Sadhu me, bhante, bhagava tatha dhammam desetu yatha ariyassa vinaye soceyyam hoti”ti. ","an10.176:4.1":"“Tena hi, cunda, sunahi, sadhukam manasi karohi; bhasissami”ti. ","an10.176:4.2":"“Evam, bhante”ti kho cundo kammaraputto bhagavato paccassosi. ","an10.176:4.3":"Bhagava etadavoca: ","an10.176:5.1":"“Tividham kho, cunda, kayena asoceyyam hoti; ","an10.176:5.2":"catubbidham vacaya asoceyyam hoti; ","an10.176:5.3":"tividham manasa asoceyyam hoti. ","an10.176:6.1":"Kathanca, cunda, tividham kayena asoceyyam hoti? ","an10.176:6.2":"Idha, cunda, ekacco panatipati hoti luddo lohitapani hatapahate nivittho adayapanno sabbapanabhutesu. ","an10.176:7.1":"Adinnadayi hoti. Yam tam parassa paravittupakaranam gamagatam va arannagatam va tam adinnam theyyasankhatam adata hoti. ","an10.176:8.1":"Kamesumicchacari hoti. Ya ta maturakkhita piturakkhita matapiturakkhita bhaturakkhita bhaginirakkhita natirakkhita gottarakkhita dhammarakkhita sasamika saparidanda antamaso malagulaparikkhittapi, tatharupasu carittam apajjita hoti. ","an10.176:9.1":"Evam kho, cunda, tividham kayena asoceyyam hoti. ","an10.176:10.1":"Kathanca, cunda, catubbidham vacaya asoceyyam hoti? ","an10.176:10.2":"Idha, cunda, ekacco musavadi hoti. Sabhaggato va parisaggato va natimajjhagato va pugamajjhagato va rajakulamajjhagato va abhinito sakkhiputtho: ‘ehambho purisa, yam janasi tam vadehi’ti, so ajanam va aha: ‘janami’ti, janam va aha: ‘na janami’ti; apassam va aha: ‘passami’ti, passam va aha: ‘na passami’ti. Iti attahetu va parahetu va amisakincikkhahetu va sampajanamusa bhasita hoti. ","an10.176:11.1":"Pisunavaco hoti. Ito sutva amutra akkhata imesam bhedaya, amutra va sutva imesam akkhata amusam bhedaya. Iti samagganam va bhetta, bhinnanam va anuppadata, vaggaramo vaggarato vagganandi vaggakaranim vacam bhasita hoti. ","an10.176:12.1":"Pharusavaco hoti. Ya sa vaca andaka kakkasa parakatuka parabhisajjani kodhasamanta asamadhisamvattanika, tatharupim vacam bhasita hoti. ","an10.176:13.1":"Samphappalapi hoti akalavadi abhutavadi anatthavadi adhammavadi avinayavadi; anidhanavatim vacam bhasita hoti akalena anapadesam apariyantavatim anatthasamhitam. ","an10.176:13.2":"Evam kho, cunda, catubbidham vacaya asoceyyam hoti. ","an10.176:14.1":"Kathanca, cunda, tividham manasa asoceyyam hoti? ","an10.176:14.2":"Idha, cunda, ekacco abhijjhalu hoti. Yam tam parassa paravittupakaranam tam abhijjhata hoti: ‘aho vata yam parassa tam mamassa’ti. ","an10.176:15.1":"Byapannacitto hoti padutthamanasankappo: ‘ime satta hannantu va bajjhantu va ucchijjantu va vinassantu va ma va ahesun’ti. ","an10.176:16.1":"Micchaditthiko hoti viparitadassano: ","an10.176:16.2":"‘natthi dinnam, natthi yittham, natthi hutam, natthi sukatadukkatanam kammanam phalam vipako, natthi ayam loko, natthi paro loko, natthi mata, natthi pita, natthi satta opapatika, natthi loke samanabrahmana sammaggata sammapatipanna ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti’ti. ","an10.176:16.3":"Evam kho, cunda, manasa tividham asoceyyam hoti. ","an10.176:17.1":"Ime kho, cunda, dasa akusalakammapatha. ","an10.176:17.2":"Imehi kho, cunda, dasahi akusalehi kammapathehi samannagato kalasseva utthahantova sayanamha pathavincepi amasati, asuciyeva hoti; no cepi pathavim amasati, asuciyeva hoti. ","an10.176:18.1":"Allani cepi gomayani amasati, asuciyeva hoti; no cepi allani gomayani amasati, asuciyeva hoti. ","an10.176:19.1":"Haritani cepi tinani amasati, asuciyeva hoti; no cepi haritani tinani amasati, asuciyeva hoti. ","an10.176:20.1":"Aggincepi paricarati, asuciyeva hoti, no cepi aggim paricarati, asuciyeva hoti. ","an10.176:21.1":"Panjaliko cepi adiccam namassati, asuciyeva hoti; no cepi panjaliko adiccam namassati, asuciyeva hoti. ","an10.176:22.1":"Sayatatiyakancepi udakam orohati, asuciyeva hoti; no cepi sayatatiyakam udakam orohati, asuciyeva hoti. ","an10.176:22.2":"Tam kissa hetu? ","an10.176:22.3":"Ime, cunda, dasa akusalakammapatha asuciyeva honti asucikarana ca. ","an10.176:23.1":"Imesam pana, cunda, dasannam akusalanam kammapathanam samannagamanahetu nirayo pannayati, tiracchanayoni pannayati, pettivisayo pannayati, ya va panannapi kaci duggatiyo. ","an10.176:24.1":"Tividham kho, cunda, kayena soceyyam hoti; ","an10.176:24.2":"catubbidham vacaya soceyyam hoti; ","an10.176:24.3":"tividham manasa soceyyam hoti. ","an10.176:25.1":"Katham, cunda, tividham kayena soceyyam hoti? ","an10.176:25.2":"Idha, cunda, ekacco panatipatam pahaya panatipata pativirato hoti nihitadando nihitasattho, lajji dayapanno, sabbapanabhutahitanukampi viharati. ","an10.176:26.1":"Adinnadanam pahaya, adinnadana pativirato hoti. Yam tam parassa paravittupakaranam gamagatam va arannagatam va, na tam adinnam theyyasankhatam adata hoti. ","an10.176:27.1":"Kamesumicchacaram pahaya, kamesumicchacara pativirato hoti ya ta maturakkhita piturakkhita matapiturakkhita bhaturakkhita bhaginirakkhita natirakkhita gottarakkhita dhammarakkhita sasamika saparidanda antamaso malagulaparikkhittapi, tatharupasu na carittam apajjita hoti. ","an10.176:28.1":"Evam kho, cunda, tividham kayena soceyyam hoti. ","an10.176:29.1":"Kathanca, cunda, catubbidham vacaya soceyyam hoti? ","an10.176:29.2":"Idha, cunda, ekacco musavadam pahaya musavada pativirato hoti. Sabhaggato va parisaggato va natimajjhagato va pugamajjhagato va rajakulamajjhagato va abhinito sakkhiputtho: ‘ehambho purisa, yam janasi tam vadehi’ti, so ajanam va aha: ‘na janami’ti, janam va aha: ‘janami’ti, apassam va aha: ‘na passami’ti, passam va aha: ‘passami’ti. Iti attahetu va parahetu va amisakincikkhahetu va na sampajanamusa bhasita hoti. ","an10.176:30.1":"Pisunam vacam pahaya, pisunaya vacaya pativirato hoti—na ito sutva amutra akkhata imesam bhedaya, na amutra va sutva imesam akkhata amusam bhedaya. Iti bhinnanam va sandhata sahitanam va anuppadata samaggaramo samaggarato samagganandi samaggakaranim vacam bhasita hoti. ","an10.176:31.1":"Pharusam vacam pahaya, pharusaya vacaya pativirato hoti. Ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa, tatharupim vacam bhasita hoti. ","an10.176:32.1":"Samphappalapam pahaya, samphappalapa pativirato hoti kalavadi bhutavadi atthavadi dhammavadi vinayavadi; ","an10.176:32.2":"nidhanavatim vacam bhasita hoti kalena sapadesam pariyantavatim atthasamhitam. ","an10.176:33.1":"Evam kho, cunda, catubbidham vacaya soceyyam hoti. ","an10.176:34.1":"Kathanca, cunda, tividham manasa soceyyam hoti? ","an10.176:34.2":"Idha, cunda, ekacco anabhijjhalu hoti. Yam tam parassa paravittupakaranam tam anabhijjhita hoti: ‘aho vata yam parassa tam mamassa’ti. ","an10.176:35.1":"Abyapannacitto hoti appadutthamanasankappo: ‘ime satta avera hontu abyapajja, anigha sukhi attanam pariharantu’ti. ","an10.176:36.1":"Sammaditthiko hoti aviparitadassano: ","an10.176:36.2":"‘atthi dinnam, atthi yittham, atthi hutam, atthi sukatadukkatanam kammanam phalam vipako, atthi ayam loko, atthi paro loko, atthi mata, atthi pita, atthi satta opapatika, atthi loke samanabrahmana sammaggata sammapatipanna ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti’ti. ","an10.176:37.1":"Evam kho, cunda, tividham manasa soceyyam hoti. ","an10.176:38.1":"Ime kho, cunda, dasa kusalakammapatha. ","an10.176:38.2":"Imehi kho, cunda, dasahi kusalehi kammapathehi samannagato kalasseva utthahantova sayanamha pathavincepi amasati, suciyeva hoti; no cepi pathavim amasati, suciyeva hoti. ","an10.176:39.1":"Allani cepi gomayani amasati, suciyeva hoti; no cepi allani gomayani amasati, suciyeva hoti. ","an10.176:40.1":"Haritani cepi tinani amasati, suciyeva hoti; no cepi haritani tinani amasati, suciyeva hoti. ","an10.176:41.1":"Aggincepi paricarati, suciyeva hoti; no cepi aggim paricarati, suciyeva hoti. ","an10.176:42.1":"Panjaliko cepi adiccam namassati, suciyeva hoti; no cepi panjaliko adiccam namassati, suciyeva hoti. ","an10.176:43.1":"Sayatatiyakancepi udakam orohati, suciyeva hoti; no cepi sayatatiyakam udakam orohati, suciyeva hoti. ","an10.176:43.2":"Tam kissa hetu? ","an10.176:43.3":"Ime, cunda, dasa kusalakammapatha suciyeva honti sucikarana ca. ","an10.176:44.1":"Imesam pana, cunda, dasannam kusalanam kammapathanam samannagamanahetu deva pannayanti, manussa pannayanti, ya va panannapi kaci sugatiyo”ti. ","an10.176:45.1":"Evam vutte, cundo kammaraputto bhagavantam etadavoca: ","an10.176:45.2":"“abhikkantam, bhante …pe… ","an10.176:45.3":"upasakam mam, bhante, bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","an10.176:45.4":"Dasamam. "}