{"an10.28:0.1":"Anguttara Nikaya 10.28 ","an10.28:0.2":"3. Mahavagga ","an10.28:0.3":"Dutiyamahapanhasutta ","an10.28:1.1":"Ekam samayam bhagava kajangalayam viharati veluvane. ","an10.28:1.2":"Atha kho sambahula kajangalaka upasaka yena kajangalika bhikkhuni tenupasankamimsu; upasankamitva kajangalikam bhikkhunim abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho kajangalaka upasaka kajangalikam bhikkhunim etadavocum: ","an10.28:2.1":"“Vuttamidam, ayye, bhagavata mahapanhesu: ","an10.28:2.2":"‘eko panho eko uddeso ekam veyyakaranam, dve panha dve uddesa dve veyyakaranani, tayo panha tayo uddesa tini veyyakaranani, cattaro panha cattaro uddesa cattari veyyakaranani, panca panha pancuddesa panca veyyakaranani, cha panha cha uddesa cha veyyakaranani, satta panha sattuddesa satta veyyakaranani, attha panha atthuddesa attha veyyakaranani, nava panha navuddesa nava veyyakaranani, dasa panha dasuddesa dasa veyyakaranani’ti. ","an10.28:2.3":"Imassa nu kho, ayye, bhagavata sankhittena bhasitassa katham vittharena attho datthabbo”ti? ","an10.28:3.1":"“Na kho panetam, avuso, bhagavato sammukha sutam sammukha patiggahitam, napi manobhavaniyanam bhikkhunam sammukha sutam sammukha patiggahitam; ","an10.28:3.2":"api ca yatha mettha khayati ","an10.28:3.3":"tam sunatha, sadhukam manasi karotha, bhasissami”ti. ","an10.28:3.4":"“Evam, ayye”ti, kho kajangalaka upasaka kajangalikaya bhikkhuniya paccassosum. ","an10.28:3.5":"Kajangalika bhikkhuni etadavoca: ","an10.28:4.1":"“‘Eko panho eko uddeso ekam veyyakaranan’ti, iti kho panetam vuttam bhagavata. ","an10.28:4.2":"Kincetam paticca vuttam? ","an10.28:4.3":"Ekadhamme, avuso, bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:4.4":"Katamasmim ekadhamme? ","an10.28:4.5":"Sabbe satta aharatthitika—","an10.28:4.6":"imasmim kho, avuso, ekadhamme bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:4.7":"‘Eko panho eko uddeso ekam veyyakaranan’ti, iti yam tam vuttam bhagavata idametam paticca vuttam. ","an10.28:5.1":"‘Dve panha dve uddesa dve veyyakaranani’ti iti, kho panetam vuttam bhagavata. ","an10.28:5.2":"Kincetam paticca vuttam? ","an10.28:5.3":"Dvisu, avuso, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:5.4":"Katamesu dvisu? ","an10.28:5.5":"Name ca rupe ca …pe… ","an10.28:5.6":"katamesu tisu? ","an10.28:5.7":"Tisu vedanasu—","an10.28:5.8":"imesu kho, avuso, tisu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:5.9":"‘Tayo panha tayo uddesa tini veyyakaranani’ti, iti yam tam vuttam bhagavata idametam paticca vuttam. ","an10.28:6.1":"‘Cattaro panha cattaro uddesa cattari veyyakaranani’ti, iti kho panetam vuttam bhagavata. ","an10.28:6.2":"Kincetam paticca vuttam? ","an10.28:6.3":"Catusu, avuso, dhammesu bhikkhu samma subhavitacitto samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:6.4":"Katamesu catusu? ","an10.28:6.5":"Catusu satipatthanesu—","an10.28:6.6":"imesu kho, avuso, catusu dhammesu bhikkhu samma subhavitacitto samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:6.7":"‘Cattaro panha cattaro uddesa cattari veyyakaranani’ti, iti yam tam vuttam bhagavata idametam paticca vuttam. ","an10.28:7.1":"‘Panca panha pancuddesa panca veyyakaranani’ti, iti kho panetam vuttam bhagavata. ","an10.28:7.2":"Kincetam paticca vuttam? ","an10.28:7.3":"Pancasu, avuso, dhammesu bhikkhu samma subhavitacitto samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:7.4":"Katamesu pancasu? ","an10.28:7.5":"Pancasu indriyesu …pe… ","an10.28:7.6":"katamesu chasu? ","an10.28:7.7":"Chasu nissaraniyasu dhatusu …pe… ","an10.28:7.8":"katamesu sattasu? ","an10.28:7.9":"Sattasu bojjhangesu …pe… ","an10.28:7.10":"katamesu atthasu? ","an10.28:7.11":"Atthasu ariyaatthangikamaggesu—","an10.28:7.12":"imesu kho, avuso, atthasu dhammesu bhikkhu samma subhavitacitto samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:7.13":"‘Attha panha atthuddesa attha veyyakaranani’ti, iti yam tam vuttam bhagavata idametam paticca vuttam. ","an10.28:8.1":"‘Nava panha navuddesa nava veyyakaranani’ti, iti kho panetam vuttam bhagavata. ","an10.28:8.2":"Kincetam paticca vuttam? ","an10.28:8.3":"Navasu, avuso, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:8.4":"Katamesu navasu? ","an10.28:8.5":"Navasu sattavasesu—","an10.28:8.6":"imesu kho, avuso, navasu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:8.7":"‘Nava panha navuddesa nava veyyakaranani’ti, iti yam tam vuttam bhagavata idametam paticca vuttam. ","an10.28:9.1":"‘Dasa panha dasuddesa dasa veyyakaranani’ti, iti kho panetam vuttam bhagavata. ","an10.28:9.2":"Kincetam paticca vuttam? ","an10.28:9.3":"Dasasu, avuso, dhammesu bhikkhu samma subhavitacitto samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:9.4":"Katamesu dasasu? ","an10.28:9.5":"Dasasu kusalesu kammapathesu—","an10.28:9.6":"imesu kho, avuso, dasasu dhammesu bhikkhu samma subhavitacitto samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.28:9.7":"‘Dasa panha dasuddesa dasa veyyakaranani’ti, iti yam tam vuttam bhagavata idametam paticca vuttam. ","an10.28:10.1":"Iti kho, avuso, yam tam vuttam bhagavata sankhittena bhasitasu mahapanhasu: ","an10.28:10.2":"‘eko panho eko uddeso ekam veyyakaranam …pe… ","an10.28:10.3":"dasa panha dasuddesa dasa veyyakaranani’ti, imassa kho aham, avuso, bhagavata sankhittena bhasitassa evam vittharena attham ajanami. ","an10.28:10.4":"Akankhamana ca pana tumhe, avuso, bhagavantanneva upasankamitva etamattham patipuccheyyatha. ","an10.28:10.5":"Yatha vo bhagava byakaroti tatha nam dhareyyatha”ti. ","an10.28:10.6":"“Evam, ayye”ti kho kajangalaka upasaka kajangalikaya kho bhikkhuniya bhasitam abhinanditva anumoditva utthayasana kajangalikam bhikkhunim abhivadetva padakkhinam katva yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. ","an10.28:10.7":"Ekamantam nisinna kho kajangalaka upasaka yavatako ahosi kajangalikaya bhikkhuniya saddhim kathasallapo, tam sabbam bhagavato arocesum. ","an10.28:11.1":"“Sadhu sadhu, gahapatayo. ","an10.28:11.2":"Pandita, gahapatayo, kajangalika bhikkhuni. Mahapanna, gahapatayo, kajangalika bhikkhuni. ","an10.28:11.3":"Mancepi tumhe, gahapatayo, upasankamitva etamattham patipuccheyyatha, ahampi cetam evamevam byakareyyam yatha tam kajangalikaya bhikkhuniya byakatam. ","an10.28:11.4":"Eso ceva tassa attho. Evanca nam dhareyyatha”ti. ","an10.28:11.5":"Atthamam. "}