{"an10.94:0.1":"Anguttara Nikaya 10.94 ","an10.94:0.2":"10. Upalivagga ","an10.94:0.3":"Vajjiyamahitasutta ","an10.94:1.1":"Ekam samayam bhagava campayam viharati gaggaraya pokkharaniya tire. ","an10.94:1.2":"Atha kho vajjiyamahito gahapati diva divassa campaya nikkhami bhagavantam dassanaya. ","an10.94:1.3":"Atha kho vajjiyamahitassa gahapatissa etadahosi: ","an10.94:1.4":"“akalo kho tava bhagavantam dassanaya. ","an10.94:1.5":"Patisallino bhagava. ","an10.94:1.6":"Manobhavaniyanampi bhikkhunam akalo dassanaya. ","an10.94:1.7":"Patisallina manobhavaniyapi bhikkhu. ","an10.94:1.8":"Yannunaham yena annatitthiyanam paribbajakanam aramo tenupasankameyyan”ti. ","an10.94:2.1":"Atha kho vajjiyamahito gahapati yena annatitthiyanam paribbajakanam aramo tenupasankami. ","an10.94:2.2":"Tena kho pana samayena te annatitthiya paribbajaka sangamma samagamma unnadino uccasaddamahasadda anekavihitam tiracchanakatham kathenta nisinna honti. ","an10.94:3.1":"Addasamsu kho te annatitthiya paribbajaka vajjiyamahitam gahapatim duratova agacchantam. Disvana annamannam santhapesum: ","an10.94:3.2":"“appasadda bhonto hontu. Ma bhonto saddamakattha. ","an10.94:3.3":"Ayam vajjiyamahito gahapati agacchati samanassa gotamassa savako. ","an10.94:3.4":"Yavata kho pana samanassa gotamassa savaka gihi odatavasana campayam pativasanti, ayam tesam annataro vajjiyamahito gahapati. ","an10.94:3.5":"Appasaddakama kho pana te ayasmanto appasaddavinita appasaddassa vannavadino. ","an10.94:3.6":"Appeva nama appasaddam parisam viditva upasankamitabbam manneyya”ti. ","an10.94:4.1":"Atha kho te annatitthiya paribbajaka tunhi ahesum. ","an10.94:4.2":"Atha kho vajjiyamahito gahapati yena te annatitthiya paribbajaka tenupasankami; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodi. ","an10.94:4.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinnam kho vajjiyamahitam gahapatim te annatitthiya paribbajaka etadavocum: ","an10.94:4.4":"“saccam kira, gahapati, samano gotamo sabbam tapam garahati, sabbam tapassim lukhajivim ekamsena upakkosati upavadati”ti? ","an10.94:4.5":"“Na kho, bhante, bhagava sabbam tapam garahati napi sabbam tapassim lukhajivim ekamsena upakkosati upavadati. ","an10.94:4.6":"Garayham kho, bhante, bhagava garahati, pasamsitabbam pasamsati. ","an10.94:4.7":"Garayham kho pana, bhante, bhagava garahanto pasamsitabbam pasamsanto vibhajjavado bhagava. ","an10.94:4.8":"Na so bhagava ettha ekamsavado”ti. ","an10.94:5.1":"Evam vutte, annataro paribbajako vajjiyamahitam gahapatim etadavoca: ","an10.94:5.2":"“agamehi tvam, gahapati, yassa tvam samanassa gotamassa vannam bhasati, samano gotamo venayiko appannattiko”ti? ","an10.94:5.3":"“Etthapaham, bhante, ayasmante vakkhami sahadhammena: ","an10.94:5.4":"‘idam kusalan’ti, bhante, bhagavata pannattam; ","an10.94:5.5":"‘idam akusalan’ti, bhante, bhagavata pannattam. ","an10.94:5.6":"Iti kusalakusalam bhagava pannapayamano sapannattiko bhagava; ","an10.94:5.7":"na so bhagava venayiko appannattiko”ti. ","an10.94:6.1":"Evam vutte te paribbajaka tunhibhuta mankubhuta pattakkhandha adhomukha pajjhayanta appatibhana nisidimsu. ","an10.94:6.2":"Atha kho vajjiyamahito gahapati te paribbajake tunhibhute mankubhute pattakkhandhe adhomukhe pajjhayante appatibhane viditva utthayasana yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","an10.94:6.3":"Ekamantam nisinno kho vajjiyamahito gahapati yavatako ahosi tehi annatitthiyehi paribbajakehi saddhim kathasallapo tam sabbam bhagavato arocesi. ","an10.94:7.1":"“Sadhu sadhu, gahapati. ","an10.94:7.2":"Evam kho te, gahapati, moghapurisa kalena kalam sahadhammena suniggahitam niggahetabba. ","an10.94:7.3":"Naham, gahapati, sabbam tapam tapitabbanti vadami; ","an10.94:7.4":"na ca panaham, gahapati, sabbam tapam na tapitabbanti vadami; ","an10.94:7.5":"naham, gahapati, sabbam samadanam samaditabbanti vadami; ","an10.94:7.6":"na panaham, gahapati, sabbam samadanam na samaditabbanti vadami; ","an10.94:7.7":"naham, gahapati, sabbam padhanam padahitabbanti vadami; ","an10.94:7.8":"na panaham, gahapati, sabbam padhanam na padahitabbanti vadami; ","an10.94:7.9":"naham, gahapati, sabbo patinissaggo patinissajjitabboti vadami. ","an10.94:7.10":"Na panaham, gahapati, sabbo patinissaggo na patinissajjitabboti vadami; ","an10.94:7.11":"naham, gahapati, sabba vimutti vimuccitabbati vadami; ","an10.94:7.12":"na panaham, gahapati, sabba vimutti na vimuccitabbati vadami. ","an10.94:8.1":"Yanhi, gahapati, tapam tapato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupam tapam na tapitabbanti vadami. ","an10.94:8.2":"Yanca khvassa, gahapati, tapam tapato akusala dhamma parihayanti, kusala dhamma abhivaddhanti, evarupam tapam tapitabbanti vadami. ","an10.94:9.1":"Yanhi, gahapati, samadanam samadiyato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupam samadanam na samaditabbanti vadami. ","an10.94:9.2":"Yanca khvassa, gahapati, samadanam samadiyato akusala dhamma parihayanti, kusala dhamma abhivaddhanti, evarupam samadanam samaditabbanti vadami. ","an10.94:10.1":"Yanhi, gahapati, padhanam padahato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupam padhanam na padahitabbanti vadami. ","an10.94:10.2":"Yanca khvassa, gahapati, padhanam padahato akusala dhamma parihayanti kusala dhamma abhivaddhanti, evarupam padhanam padahitabbanti vadami. ","an10.94:11.1":"Yanhi, gahapati, patinissaggam patinissajjato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupo patinissaggo na patinissajjitabboti vadami. ","an10.94:11.2":"Yanca khvassa, gahapati, patinissaggam patinissajjato akusala dhamma parihayanti, kusala dhamma abhivaddhanti, evarupo patinissaggo patinissajjitabboti vadami. ","an10.94:12.1":"Yanhi, gahapati, vimuttim vimuccato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupa vimutti na vimuccitabbati vadami. ","an10.94:12.2":"Yanca khvassa, gahapati, vimuttim vimuccato akusala dhamma parihayanti, kusala dhamma abhivaddhanti, evarupa vimutti vimuccitabbati vadami”ti. ","an10.94:13.1":"Atha kho vajjiyamahito gahapati bhagavata dhammiya kathaya sandassito samadapito samuttejito sampahamsito utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","an10.94:14.1":"Atha kho bhagava acirapakkante vajjiyamahite gahapatimhi bhikkhu amantesi: ","an10.94:14.2":"“yopi so, bhikkhave, bhikkhu digharattam apparajakkho imasmim dhammavinaye, sopi evamevam annatitthiye paribbajake sahadhammena suniggahitam nigganheyya yatha tam vajjiyamahitena gahapatina niggahita”ti. ","an10.94:14.3":"Catuttham. "}