{"an10.27:0.1":"Anguttara Nikaya 10.27 ","an10.27:0.2":"3. Mahavagga ","an10.27:0.3":"Pathamamahapanhasutta ","an10.27:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an10.27:1.2":"Atha kho sambahula bhikkhu pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisimsu. ","an10.27:1.3":"Atha kho tesam bhikkhunam etadahosi: ","an10.27:1.4":"“atippago kho tava savatthiyam pindaya caritum; ","an10.27:1.5":"yannuna mayam yena annatitthiyanam paribbajakanam aramo tenupasankameyyama”ti. ","an10.27:2.1":"Atha kho te bhikkhu yena annatitthiyanam paribbajakanam aramo tenupasankamimsu; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodimsu. ","an10.27:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu te annatitthiya paribbajaka etadavocum: ","an10.27:3.1":"“Samano, avuso, gotamo savakanam evam dhammam deseti: ","an10.27:3.2":"‘etha tumhe, bhikkhave, sabbam dhammam abhijanatha, sabbam dhammam abhinnaya viharatha’ti; ","an10.27:3.3":"mayampi kho, avuso, savakanam evam dhammam desema: ","an10.27:3.4":"‘etha tumhe, avuso, sabbam dhammam abhijanatha, sabbam dhammam abhinnaya viharatha’ti. ","an10.27:3.5":"Idha no, avuso, ko viseso ko adhippayaso kim nanakaranam samanassa va gotamassa amhakam va, yadidam dhammadesanaya va dhammadesanam anusasaniya va anusasanin”ti? ","an10.27:4.1":"Atha kho te bhikkhu tesam annatitthiyanam paribbajakanam bhasitam neva abhinandimsu nappatikkosimsu. ","an10.27:4.2":"Anabhinanditva appatikkositva utthayasana pakkamimsu: ","an10.27:4.3":"“bhagavato santike etassa bhasitassa attham ajanissama”ti. ","an10.27:5.1":"Atha kho te bhikkhu savatthiyam pindaya caritva pacchabhattam pindapatapatikkanta yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","an10.27:6.1":"“Idha mayam, bhante, pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisimha. ","an10.27:6.2":"Tesam no, bhante, amhakam etadahosi: ","an10.27:6.3":"‘atippago kho tava savatthiyam pindaya caritum; ","an10.27:6.4":"yannuna mayam yena annatitthiyanam paribbajakanam aramo tenupasankameyyama’ti. ","an10.27:6.5":"Atha kho mayam, bhante, yena annatitthiyanam paribbajakanam aramo tenupasankamimha; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodimha. ","an10.27:6.6":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimha. Ekamantam nisinne kho, bhante, annatitthiya paribbajaka amhe etadavocum: ","an10.27:7.1":"‘Samano, avuso, gotamo savakanam evam dhammam deseti—","an10.27:7.2":"etha tumhe, bhikkhave, sabbam dhammam abhijanatha, sabbam dhammam abhinnaya viharathati; ","an10.27:7.3":"mayampi kho, avuso, savakanam evam dhammam desema—","an10.27:7.4":"etha tumhe, avuso, sabbam dhammam abhijanatha, sabbam dhammam abhinnaya viharathati. ","an10.27:7.5":"Idha no, avuso, ko viseso ko adhippayaso kim nanakaranam samanassa va gotamassa amhakam va, yadidam dhammadesanaya va dhammadesanam anusasaniya va anusasanin’ti? ","an10.27:8.1":"Atha kho mayam, bhante, tesam annatitthiyanam paribbajakanam bhasitam neva abhinandimha nappatikkosimha. ","an10.27:8.2":"Anabhinanditva appatikkositva utthayasana pakkamimha: ","an10.27:8.3":"‘bhagavato santike etassa bhasitassa attham ajanissama’”ti. ","an10.27:9.1":"“Evamvadino, bhikkhave, annatitthiya paribbajaka evamassu vacaniya: ","an10.27:9.2":"‘eko, avuso, panho eko uddeso ekam veyyakaranam, dve panha dve uddesa dve veyyakaranani, tayo panha tayo uddesa tini veyyakaranani, cattaro panha cattaro uddesa cattari veyyakaranani, panca panha pancuddesa panca veyyakaranani, cha panha cha uddesa cha veyyakaranani, satta panha sattuddesa satta veyyakaranani, attha panha atthuddesa attha veyyakaranani, nava panha navuddesa nava veyyakaranani, dasa panha dasuddesa dasa veyyakaranani’ti. ","an10.27:9.3":"Evam puttha, bhikkhave, annatitthiya paribbajaka na ceva sampayissanti, uttari ca vighatam apajjissanti. ","an10.27:9.4":"Tam kissa hetu? ","an10.27:9.5":"Yatha tam, bhikkhave, avisayasmim. ","an10.27:9.6":"Naham tam, bhikkhave, passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya yo imesam panhanam veyyakaranena cittam aradheyya, annatra tathagatena va tathagatasavakena va ito va pana sutva. ","an10.27:10.1":"‘Eko panho eko uddeso ekam veyyakaranan’ti, ","an10.27:10.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an10.27:10.3":"Ekadhamme, bhikkhave, bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:10.4":"Katamasmim ekadhamme? ","an10.27:10.5":"‘Sabbe satta aharatthitika’—","an10.27:10.6":"imasmim kho, bhikkhave, ekadhamme bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:10.7":"‘Eko panho eko uddeso ekam veyyakaranan’ti, ","an10.27:10.8":"iti yam tam vuttam idametam paticca vuttam. ","an10.27:11.1":"‘Dve panha dve uddesa dve veyyakaranani’ti, iti kho panetam vuttam. ","an10.27:11.2":"Kincetam paticca vuttam? ","an10.27:11.3":"Dvisu, bhikkhave, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:11.4":"Katamesu dvisu? ","an10.27:11.5":"Name ca rupe ca—","an10.27:11.6":"imesu kho, bhikkhave, dvisu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:11.7":"‘Dve panha dve uddesa dve veyyakaranani’ti, iti yam tam vuttam idametam paticca vuttam. ","an10.27:12.1":"‘Tayo panha tayo uddesa tini veyyakaranani’ti, iti kho panetam vuttam. ","an10.27:12.2":"Kincetam paticca vuttam? ","an10.27:12.3":"Tisu, bhikkhave, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:12.4":"Katamesu tisu? ","an10.27:12.5":"Tisu vedanasu—","an10.27:12.6":"imesu kho, bhikkhave, tisu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:12.7":"‘Tayo panha tayo uddesa tini veyyakaranani’ti, iti yam tam vuttam idametam paticca vuttam. ","an10.27:13.1":"‘Cattaro panha cattaro uddesa cattari veyyakaranani’ti, iti kho panetam vuttam. ","an10.27:13.2":"Kincetam paticca vuttam? ","an10.27:13.3":"Catusu, bhikkhave, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:13.4":"Katamesu catusu? ","an10.27:13.5":"Catusu aharesu—","an10.27:13.6":"imesu kho, bhikkhave, catusu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:13.7":"‘Cattaro panha cattaro uddesa cattari veyyakaranani’ti, iti yam tam vuttam idametam paticca vuttam. ","an10.27:14.1":"‘Panca panha pancuddesa panca veyyakaranani’ti, iti kho panetam vuttam. ","an10.27:14.2":"Kincetam paticca vuttam? ","an10.27:14.3":"Pancasu, bhikkhave, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:14.4":"Katamesu pancasu? ","an10.27:14.5":"Pancasu upadanakkhandhesu—","an10.27:14.6":"imesu kho, bhikkhave, pancasu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:14.7":"‘Panca panha pancuddesa panca veyyakaranani’ti, iti yam tam vuttam idametam paticca vuttam. ","an10.27:15.1":"‘Cha panha cha uddesa cha veyyakaranani’ti, iti kho panetam vuttam. ","an10.27:15.2":"Kincetam paticca vuttam? ","an10.27:15.3":"Chasu, bhikkhave, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:15.4":"Katamesu chasu? ","an10.27:15.5":"Chasu ajjhattikesu ayatanesu—","an10.27:15.6":"imesu kho, bhikkhave, chasu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:15.7":"‘Cha panha cha uddesa cha veyyakaranani’ti, iti yam tam vuttam idametam paticca vuttam. ","an10.27:16.1":"‘Satta panha sattuddesa satta veyyakaranani’ti, iti kho panetam vuttam. ","an10.27:16.2":"Kincetam paticca vuttam? ","an10.27:16.3":"Sattasu, bhikkhave, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:16.4":"Katamesu sattasu? ","an10.27:16.5":"Sattasu vinnanatthitisu—","an10.27:16.6":"imesu kho, bhikkhave, sattasu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:16.7":"‘Satta panha sattuddesa satta veyyakaranani’ti, iti yam tam vuttam idametam paticca vuttam. ","an10.27:17.1":"‘Attha panha atthuddesa attha veyyakaranani’ti, iti kho panetam vuttam. ","an10.27:17.2":"Kincetam paticca vuttam? ","an10.27:17.3":"Atthasu, bhikkhave, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:17.4":"Katamesu atthasu? ","an10.27:17.5":"Atthasu lokadhammesu—","an10.27:17.6":"imesu kho, bhikkhave, atthasu dhammesu bhikkhu samma nibbindamano …pe… dukkhassantakaro hoti. ","an10.27:17.7":"‘Attha panha atthuddesa attha veyyakaranani’ti, iti yam tam vuttam idametam paticca vuttam. ","an10.27:18.1":"‘Nava panha navuddesa nava veyyakaranani’ti, iti kho panetam vuttam. ","an10.27:18.2":"Kincetam paticca vuttam? ","an10.27:18.3":"Navasu, bhikkhave, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:18.4":"Katamesu navasu? ","an10.27:18.5":"Navasu sattavasesu—","an10.27:18.6":"imesu kho, bhikkhave, navasu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:18.7":"‘Nava panha navuddesa nava veyyakaranani’ti, iti yam tam vuttam idametam paticca vuttam. ","an10.27:19.1":"‘Dasa panha dasuddesa dasa veyyakaranani’ti, ","an10.27:19.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an10.27:19.3":"Dasasu, bhikkhave, dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:19.4":"Katamesu dasasu? ","an10.27:19.5":"Dasasu akusalesu kammapathesu—","an10.27:19.6":"imesu kho, bhikkhave, dasasu dhammesu bhikkhu samma nibbindamano samma virajjamano samma vimuccamano samma pariyantadassavi sammadattham abhisamecca dittheva dhamme dukkhassantakaro hoti. ","an10.27:19.7":"‘Dasa panha dasuddesa dasa veyyakaranani’ti, ","an10.27:19.8":"iti yam tam vuttam idametam paticca vuttan”ti. ","an10.27:19.9":"Sattamam. "}