{"an10.177:0.1":"Anguttara Nikaya 10.177 ","an10.177:0.2":"17. Janussonivagga ","an10.177:0.3":"Janussonisutta ","an10.177:1.1":"Atha kho janussoni brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an10.177:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho janussoni brahmano bhagavantam etadavoca: ","an10.177:2.1":"“Mayamassu, bho gotama, brahmana nama. ","an10.177:2.2":"Danani dema, saddhani karoma: ","an10.177:2.3":"‘idam danam petanam natisalohitanam upakappatu, idam danam peta natisalohita paribhunjantu’ti. ","an10.177:2.4":"Kacci tam, bho gotama, danam petanam natisalohitanam upakappati; ","an10.177:2.5":"kacci te peta natisalohita tam danam paribhunjanti”ti? ","an10.177:2.6":"“Thane kho, brahmana, upakappati, no atthane”ti. ","an10.177:3.1":"“Katamam pana, bho gotama, thanam, katamam atthanan”ti? ","an10.177:3.2":"“Idha, brahmana, ekacco panatipati hoti, adinnadayi hoti, kamesumicchacari hoti, musavadi hoti, pisunavaco hoti, pharusavaco hoti, samphappalapi hoti, abhijjhalu hoti, byapannacitto hoti, micchaditthiko hoti. ","an10.177:3.3":"So kayassa bheda param marana nirayam upapajjati. ","an10.177:3.4":"Yo nerayikanam sattanam aharo, tena so tattha yapeti, tena so tattha titthati. ","an10.177:3.5":"Idampi kho, brahmana, atthanam yattha thitassa tam danam na upakappati. ","an10.177:4.1":"Idha pana, brahmana, ekacco panatipati …pe… micchaditthiko hoti. ","an10.177:4.2":"So kayassa bheda param marana tiracchanayonim upapajjati. ","an10.177:4.3":"Yo tiracchanayonikanam sattanam aharo, tena so tattha yapeti, tena so tattha titthati. ","an10.177:4.4":"Idampi kho, brahmana, atthanam yattha thitassa tam danam na upakappati. ","an10.177:5.1":"Idha pana, brahmana, ekacco panatipata pativirato hoti, adinnadana pativirato hoti, kamesumicchacara pativirato hoti, musavada pativirato hoti, pisunaya vacaya pativirato hoti, pharusaya vacaya pativirato hoti, samphappalapa pativirato hoti, anabhijjhalu hoti, abyapannacitto hoti, sammaditthiko hoti. ","an10.177:5.2":"So kayassa bheda param marana manussanam sahabyatam upapajjati. ","an10.177:5.3":"Yo manussanam aharo, tena so tattha yapeti, tena so tattha titthati. ","an10.177:5.4":"Idampi kho, brahmana, atthanam yattha thitassa tam danam na upakappati. ","an10.177:6.1":"Idha pana, brahmana, ekacco panatipata pativirato hoti …pe… sammaditthiko hoti. ","an10.177:6.2":"So kayassa bheda param marana devanam sahabyatam upapajjati. ","an10.177:6.3":"Yo devanam aharo, tena so tattha yapeti, tena so tattha titthati. ","an10.177:6.4":"Idampi, brahmana, atthanam yattha thitassa tam danam upakappati. ","an10.177:7.1":"Idha pana, brahmana, ekacco panatipati hoti …pe… micchaditthiko hoti. ","an10.177:7.2":"So kayassa bheda param marana pettivisayam upapajjati. ","an10.177:7.3":"Yo pettivesayikanam sattanam aharo, tena so tattha yapeti, tena so tattha titthati, yam va panassa ito anuppavecchanti mittamacca va natisalohita va, tena so tattha yapeti, tena so tattha titthati. ","an10.177:7.4":"Idam kho, brahmana, thanam yattha thitassa tam danam upakappati”ti. ","an10.177:8.1":"“Sace pana, bho gotama, so peto natisalohito tam thanam anupapanno hoti, ko tam danam paribhunjati”ti? ","an10.177:8.2":"“Annepissa, brahmana, peta natisalohita tam thanam upapanna honti, te tam danam paribhunjanti”ti. ","an10.177:9.1":"“Sace pana, bho gotama, so ceva peto natisalohito tam thanam anupapanno hoti annepissa natisalohita peta tam thanam anupapanna honti, ko tam danam paribhunjati”ti? ","an10.177:9.2":"“Atthanam kho etam, brahmana, anavakaso yam tam thanam vivittam assa imina dighena addhuna yadidam petehi natisalohitehi. ","an10.177:9.3":"Api ca, brahmana, dayakopi anipphalo”ti. ","an10.177:10.1":"“Atthanepi bhavam gotamo parikappam vadati”ti? ","an10.177:10.2":"“Atthanepi kho aham, brahmana, parikappam vadami. ","an10.177:10.3":"Idha, brahmana, ekacco panatipati hoti, adinnadayi hoti, kamesumicchacari hoti, musavadi hoti, pisunavaco hoti, pharusavaco hoti, samphappalapi hoti, abhijjhalu hoti, byapannacitto hoti, micchaditthiko hoti; ","an10.177:10.4":"so data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an10.177:10.5":"So kayassa bheda param marana hatthinam sahabyatam upapajjati. ","an10.177:10.6":"So tattha labhi hoti annassa panassa malananalankarassa. ","an10.177:11.1":"Yam kho, brahmana, idha panatipati adinnadayi kamesumicchacari musavadi pisunavaco pharusavaco samphappalapi abhijjhalu byapannacitto micchaditthiko, tena so kayassa bheda param marana hatthinam sahabyatam upapajjati. ","an10.177:11.2":"Yanca kho so data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam, tena so tattha labhi hoti annassa panassa malananalankarassa. ","an10.177:12.1":"Idha pana, brahmana, ekacco panatipati hoti …pe… micchaditthiko hoti. ","an10.177:12.2":"So data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an10.177:12.3":"So kayassa bheda param marana assanam sahabyatam upapajjati …pe… ","an10.177:12.4":"gunnam sahabyatam upapajjati …pe… ","an10.177:12.5":"kukkuranam sahabyatam upapajjati. ","an10.177:12.6":"So tattha labhi hoti annassa panassa malananalankarassa. ","an10.177:13.1":"Yam kho, brahmana, idha panatipati …pe… micchaditthiko, tena so kayassa bheda param marana kukkuranam sahabyatam upapajjati. ","an10.177:13.2":"Yanca kho so data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam, tena so tattha labhi hoti annassa panassa malananalankarassa. ","an10.177:14.1":"Idha pana, brahmana, ekacco panatipata pativirato hoti …pe… sammaditthiko hoti. ","an10.177:14.2":"So data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an10.177:14.3":"So kayassa bheda param marana manussanam sahabyatam upapajjati. ","an10.177:14.4":"So tattha labhi hoti manusakanam pancannam kamagunanam. ","an10.177:15.1":"Yam kho, brahmana, idha panatipata pativirato hoti …pe… sammaditthiko, tena so kayassa bheda param marana manussanam sahabyatam upapajjati. ","an10.177:15.2":"Yanca kho so data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam, tena so tattha labhi hoti manusakanam pancannam kamagunanam. ","an10.177:16.1":"Idha pana, brahmana, ekacco panatipata pativirato hoti …pe… sammaditthiko hoti. ","an10.177:16.2":"So data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an10.177:16.3":"So kayassa bheda param marana devanam sahabyatam upapajjati. ","an10.177:16.4":"So tattha labhi hoti dibbanam pancannam kamagunanam. ","an10.177:17.1":"Yam kho, brahmana, idha panatipata pativirato hoti …pe… sammaditthiko, tena so kayassa bheda param marana devanam sahabyatam upapajjati. ","an10.177:17.2":"Yanca kho so data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam, tena so tattha labhi hoti dibbanam pancannam kamagunanam. ","an10.177:17.3":"Api ca, brahmana, dayakopi anipphalo”ti. ","an10.177:18.1":"“Acchariyam, bho gotama, abbhutam, bho gotama. ","an10.177:18.2":"Yavancidam, bho gotama, alameva danani datum, alam saddhani katum, yatra hi nama dayakopi anipphalo”ti. ","an10.177:18.3":"“Evametam, brahmana, dayakopi hi, brahmana, anipphalo”ti. ","an10.177:19.1":"“Abhikkantam, bho gotama, abhikkantam, bho gotama …pe… ","an10.177:19.2":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an10.177:19.3":"Ekadasamam. ","an10.177:19.4":"Janussonivaggo dutiyo. "}