{"an10.90:0.1":"Anguttara Nikaya 10.90 ","an10.90:0.2":"9. Theravagga ","an10.90:0.3":"Khinasavabalasutta ","an10.90:1.1":"Atha kho ayasma sariputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam sariputtam bhagava etadavoca: ","an10.90:1.2":"“kati nu kho, sariputta, khinasavassa bhikkhuno balani, yehi balehi samannagato khinasavo bhikkhu asavanam khayam patijanati: ","an10.90:1.3":"‘khina me asava’”ti? ","an10.90:2.1":"“Dasa, bhante, khinasavassa bhikkhuno balani, yehi balehi samannagato khinasavo bhikkhu asavanam khayam patijanati: ","an10.90:2.2":"‘khina me asava’ti. ","an10.90:2.3":"Katamani dasa? ","an10.90:2.4":"Idha, bhante, khinasavassa bhikkhuno aniccato sabbe sankhara yathabhutam sammappannaya sudittha honti. ","an10.90:2.5":"Yampi, bhante, khinasavassa bhikkhuno aniccato sabbe sankhara yathabhutam sammappannaya sudittha honti, idampi, bhante, khinasavassa bhikkhuno balam hoti, yam balam agamma khinasavo bhikkhu asavanam khayam patijanati: ","an10.90:2.6":"‘khina me asava’ti. ","an10.90:3.1":"Puna caparam, bhante, khinasavassa bhikkhuno angarakasupama kama yathabhutam sammappannaya sudittha honti. ","an10.90:3.2":"Yampi, bhante, khinasavassa bhikkhuno angarakasupama kama yathabhutam sammappannaya sudittha honti, idampi, bhante, khinasavassa bhikkhuno balam hoti, yam balam agamma khinasavo bhikkhu asavanam khayam patijanati: ","an10.90:3.3":"‘khina me asava’ti. ","an10.90:4.1":"Puna caparam, bhante, khinasavassa bhikkhuno vivekaninnam cittam hoti vivekaponam vivekapabbharam vivekattham nekkhammabhiratam byantibhutam sabbaso asavatthaniyehi dhammehi. ","an10.90:4.2":"Yampi, bhante, khinasavassa bhikkhuno vivekaninnam cittam hoti vivekaponam vivekapabbharam vivekattham nekkhammabhiratam byantibhutam sabbaso asavatthaniyehi dhammehi, idampi, bhante, khinasavassa bhikkhuno balam hoti, yam balam agamma khinasavo bhikkhu asavanam khayam patijanati: ","an10.90:4.3":"‘khina me asava’ti. ","an10.90:5.1":"Puna caparam, bhante, khinasavassa bhikkhuno cattaro satipatthana bhavita honti subhavita. ","an10.90:5.2":"Yampi, bhante, khinasavassa bhikkhuno cattaro satipatthana bhavita honti subhavita, idampi, bhante, khinasavassa bhikkhuno balam hoti, yam balam agamma khinasavo bhikkhu asavanam khayam patijanati: ","an10.90:5.3":"‘khina me asava’ti. ","an10.90:6.1":"Puna caparam, bhante, khinasavassa bhikkhuno cattaro sammappadhana bhavita honti subhavita …pe… ","an10.90:6.2":"cattaro iddhipada bhavita honti subhavita …pe… ","an10.90:6.3":"pancindriyani … ","an10.90:6.4":"panca balani bhavitani honti subhavitani … ","an10.90:6.5":"satta bojjhanga bhavita honti subhavita … ","an10.90:6.6":"ariyo atthangiko maggo bhavito hoti subhavito. ","an10.90:6.7":"Yampi, bhante, khinasavassa bhikkhuno ariyo atthangiko maggo bhavito hoti subhavito, idampi, bhante, khinasavassa bhikkhuno balam hoti, yam balam agamma khinasavo bhikkhu asavanam khayam patijanati: ","an10.90:6.8":"‘khina me asava’ti. ","an10.90:7.1":"Imani kho, bhante, dasa khinasavassa bhikkhuno balani, yehi balehi samannagato khinasavo bhikkhu asavanam khayam patijanati: ","an10.90:7.2":"‘khina me asava’”ti. ","an10.90:7.3":"Dasamam. ","an10.90:7.4":"Theravaggo catuttho. ","an10.90:8.0":"Tassuddanam ","an10.90:8.1":"Vahananando punniyo, ","an10.90:8.2":"byakaram katthimaniko; ","an10.90:8.3":"Napiyakkosakokali, ","an10.90:8.4":"khinasavabalena cati. "}