{"an10.95:0.1":"Anguttara Nikaya 10.95 ","an10.95:0.2":"10. Upalivagga ","an10.95:0.3":"Uttiyasutta ","an10.95:1.1":"Atha kho uttiyo paribbajako yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an10.95:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho uttiyo paribbajako bhagavantam etadavoca: ","an10.95:1.3":"“kim nu kho, bho gotama, sassato loko, idameva saccam moghamannan”ti? ","an10.95:1.4":"“Abyakatam kho etam, uttiya, maya: ","an10.95:1.5":"‘sassato loko, idameva saccam moghamannan’”ti. ","an10.95:2.1":"“Kim pana, bho gotama, asassato loko, idameva saccam moghamannan”ti? ","an10.95:2.2":"“Etampi kho, uttiya, abyakatam maya: ","an10.95:2.3":"‘asassato loko, idameva saccam moghamannan’”ti. ","an10.95:3.1":"“Kim nu kho, bho gotama, antava loko …pe… ","an10.95:3.2":"anantava loko … ","an10.95:3.3":"tam jivam tam sariram … ","an10.95:3.4":"annam jivam annam sariram … ","an10.95:3.5":"hoti tathagato param marana … ","an10.95:3.6":"na hoti tathagato param marana … ","an10.95:3.7":"hoti ca na ca hoti tathagato param marana … ","an10.95:3.8":"neva hoti na na hoti tathagato param marana, idameva saccam moghamannan”ti? ","an10.95:3.9":"“Etampi kho, uttiya, abyakatam maya: ","an10.95:3.10":"‘neva hoti na na hoti tathagato param marana, idameva saccam moghamannan’”ti. ","an10.95:4.1":"“‘Kim nu kho, bho gotama, sassato loko, idameva saccam moghamannan’ti, iti puttho samano ‘abyakatam kho etam, uttiya, maya—","an10.95:4.2":"sassato loko, idameva saccam moghamannan’ti vadesi. ","an10.95:5.1":"‘Kim pana, bho gotama, asassato loko, idameva saccam moghamannan’ti, iti puttho samano: ","an10.95:5.2":"‘etampi kho, uttiya, abyakatam maya asassato loko, idameva saccam moghamannan’ti vadesi. ","an10.95:6.1":"‘Kim nu kho, bho gotama, antava loko …pe… ","an10.95:6.2":"anantava loko … ","an10.95:6.3":"tam jivam tam sariram … ","an10.95:6.4":"annam jivam annam sariram … ","an10.95:6.5":"hoti tathagato param marana … ","an10.95:6.6":"na hoti tathagato param marana … ","an10.95:6.7":"hoti ca na ca hoti tathagato param marana … ","an10.95:6.8":"neva hoti na na hoti tathagato param marana, idameva saccam moghamannan’ti, iti puttho samano: ","an10.95:6.9":"‘etampi kho, uttiya, abyakatam maya—","an10.95:6.10":"neva hoti na na hoti tathagato param marana, idameva saccam moghamannan’ti vadesi. ","an10.95:6.11":"Atha kincarahi bhota gotamena byakatan”ti? ","an10.95:7.1":"“Abhinnaya kho aham, uttiya, savakanam dhammam desemi sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya”ti. ","an10.95:8.1":"“Yam panetam bhavam gotamo abhinnaya savakanam dhammam desesi sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, sabbo va tena loko niyati upaddho va tibhago va”ti? ","an10.95:8.2":"Evam vutte, bhagava tunhi ahosi. ","an10.95:9.1":"Atha kho ayasmato anandassa etadahosi: ","an10.95:9.2":"“ma hevam kho uttiyo paribbajako papakam ditthigatam patilabhi: ","an10.95:9.3":"‘sabbasamukkamsikam vata me samano gotamo panham puttho samsadeti, no vissajjeti, na nuna visahati’ti. ","an10.95:9.4":"Tadassa uttiyassa paribbajakassa digharattam ahitaya dukkhaya”ti. ","an10.95:10.1":"Atha kho ayasma anando uttiyam paribbajakam etadavoca: ","an10.95:10.2":"“tenahavuso uttiya, upamam te karissami. ","an10.95:10.3":"Upamaya m’idhekacce vinnu purisa bhasitassa attham ajananti. ","an10.95:10.4":"Seyyathapi, avuso uttiya, ranno paccantimam nagaram dalhuddhapam dalhapakaratoranam ekadvaram. ","an10.95:10.5":"Tatrassa dovariko pandito byatto medhavi annatanam nivareta natanam paveseta. ","an10.95:10.6":"So tassa nagarassa samanta anupariyayapatham anukkamati. Anupariyayapatham anukkamamano na passeyya pakarasandhim va pakaravivaram va, antamaso bilaranikkhamanamattampi. ","an10.95:10.7":"No ca khvassa evam nanam hoti: ‘ettaka pana imam nagaram pavisanti va nikkhamanti va’ti. ","an10.95:10.8":"Atha khvassa evamettha hoti: ‘ye kho keci olarika pana imam nagaram pavisanti va nikkhamanti va, sabbe te imina dvarena pavisanti va nikkhamanti va’ti. ","an10.95:11.1":"Evamevam kho, avuso uttiya, na tathagatassa evam ussukkam hoti: ‘sabbo va tena loko niyati, upaddho va, tibhago va’ti. ","an10.95:11.2":"Atha kho evamettha tathagatassa hoti: ‘ye kho keci lokamha niyimsu va niyanti va niyissanti va, sabbe te panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane, catusu satipatthanesu suppatitthitacitta, satta bojjhange yathabhutam bhavetva. ","an10.95:11.3":"Evamete lokamha niyimsu va niyanti va niyissanti va’ti. ","an10.95:11.4":"Yadeva kho tvam, avuso uttiya, bhagavantam panham apucchi tadevetam panham bhagavantam annena pariyayena apucchi. ","an10.95:11.5":"Tasma te tam bhagava na byakasi”ti. ","an10.95:11.6":"Pancamam. "}