{"an10.7:0.1":"Anguttara Nikaya 10.7 ","an10.7:0.2":"1. Anisamsavagga ","an10.7:0.3":"Sariputtasutta ","an10.7:1.1":"Atha kho ayasma anando yenayasma sariputto tenupasankami; upasankamitva ayasmata sariputtena saddhim sammodi. ","an10.7:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma anando ayasmantam sariputtam etadavoca: ","an10.7:2.1":"“Siya nu kho, avuso sariputta, bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa, na apasmim aposanni assa, na tejasmim tejosanni assa, na vayasmim vayosanni assa, na akasanancayatane akasanancayatanasanni assa, na vinnanancayatane vinnanancayatanasanni assa, na akincannayatane akincannayatanasanni assa, na nevasannanasannayatane nevasannanasannayatanasanni assa, na idhaloke idhalokasanni assa, na paraloke paralokasanni assa; sanni ca pana assa”ti? ","an10.7:3.1":"“Siya, avuso ananda, bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa …pe… na paraloke paralokasanni assa; sanni ca pana assa”ti. ","an10.7:4.1":"“Yatha katham pana, avuso sariputta, siya bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa …pe… sanni ca pana assa”ti? ","an10.7:4.2":"“Ekamidaham, avuso ananda, samayam idheva savatthiyam viharami andhavanasmim. ","an10.7:4.3":"Tatthaham tatharupam samadhim samapajjim yatha neva pathaviyam pathavisanni ahosim, na apasmim aposanni ahosim, na tejasmim tejosanni ahosim, na vayasmim vayosanni ahosim, na akasanancayatane akasanancayatanasanni ahosim, na vinnanancayatane vinnanancayatanasanni ahosim, na akincannayatane akincannayatanasanni ahosim, na nevasannanasannayatane nevasannanasannayatanasanni ahosim, na idhaloke idhalokasanni ahosim, na paraloke paralokasanni ahosim; sanni ca pana ahosin”ti. ","an10.7:5.1":"“Kimsanni panayasma sariputto tasmim samaye ahosi”ti? ","an10.7:5.2":"“‘Bhavanirodho nibbanam bhavanirodho nibbanan’ti kho me, avuso, annava sanna uppajjati annava sanna nirujjhati. ","an10.7:5.3":"Seyyathapi, avuso, sakalikaggissa jhayamanassa annava acci uppajjati annava acci nirujjhati; ","an10.7:5.4":"evamevam kho, avuso, ‘bhavanirodho nibbanam bhavanirodho nibbanan’ti annava sanna uppajjati annava sanna nirujjhati. ","an10.7:5.5":"‘Bhavanirodho nibbanan’ti sanni ca panaham, avuso, tasmim samaye ahosin”ti. ","an10.7:5.6":"Sattamam. "}