{"an10.70:0.1":"Anguttara Nikaya 10.70 ","an10.70:0.2":"7. Yamakavagga ","an10.70:0.3":"Dutiyakathavatthusutta ","an10.70:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an10.70:1.2":"Tena kho pana samayena sambahula bhikkhu pacchabhattam pindapatapatikkanta upatthanasalayam sannisinna sannipatita anekavihitam tiracchanakatham anuyutta viharanti, seyyathidam—","an10.70:1.3":"rajakatham corakatham mahamattakatham …pe… itibhavabhavakatham iti vati. ","an10.70:2.1":"“Dasayimani, bhikkhave, pasamsani thanani. ","an10.70:2.2":"Katamani dasa? ","an10.70:2.3":"Idha, bhikkhave, bhikkhu attana ca appiccho hoti, appicchakathanca bhikkhunam katta hoti. ","an10.70:2.4":"‘Appiccho bhikkhu appicchakathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:3.1":"Attana ca santuttho hoti, santutthikathanca bhikkhunam katta hoti. ","an10.70:3.2":"‘Santuttho bhikkhu santutthikathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:4.1":"Attana ca pavivitto hoti, pavivekakathanca bhikkhunam katta hoti. ","an10.70:4.2":"‘Pavivitto bhikkhu pavivekakathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:5.1":"Attana ca asamsattho hoti, asamsatthakathanca bhikkhunam katta hoti. ","an10.70:5.2":"‘Asamsattho bhikkhu asamsatthakathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:6.1":"Attana ca araddhaviriyo hoti, viriyarambhakathanca bhikkhunam katta hoti. ","an10.70:6.2":"‘Araddhaviriyo bhikkhu viriyarambhakathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:7.1":"Attana ca silasampanno hoti, silasampadakathanca bhikkhunam katta hoti. ","an10.70:7.2":"‘Silasampanno bhikkhu silasampadakathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:8.1":"Attana ca samadhisampanno hoti, samadhisampadakathanca bhikkhunam katta hoti. ","an10.70:8.2":"‘Samadhisampanno bhikkhu samadhisampadakathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:9.1":"Attana ca pannasampanno hoti, pannasampadakathanca bhikkhunam katta hoti. ","an10.70:9.2":"‘Pannasampanno bhikkhu pannasampadakathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:10.1":"Attana ca vimuttisampanno hoti, vimuttisampadakathanca bhikkhunam katta hoti. ","an10.70:10.2":"‘Vimuttisampanno bhikkhu vimuttisampadakathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:11.1":"Attana ca vimuttinanadassanasampanno hoti, vimuttinanadassanasampadakathanca bhikkhunam katta hoti. ","an10.70:11.2":"‘Vimuttinanadassanasampanno bhikkhu vimuttinanadassanasampadakathanca bhikkhunam katta’ti pasamsametam thanam. ","an10.70:12.1":"Imani kho, bhikkhave, dasa pasamsani thanani”ti. ","an10.70:12.2":"Dasamam. ","an10.70:12.3":"Yamakavaggo dutiyo. ","an10.70:13.0":"Tassuddanam ","an10.70:13.1":"Avijja tanha nittha ca, ","an10.70:13.2":"avecca dve sukhani ca; ","an10.70:13.3":"Nalakapane dve vutta, ","an10.70:13.4":"kathavatthupare duveti. "}