{"an10.91:0.1":"Anguttara Nikaya 10.91 ","an10.91:0.2":"10. Upalivagga ","an10.91:0.3":"Kamabhogisutta ","an10.91:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an10.91:1.2":"Atha kho anathapindiko gahapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho anathapindikam gahapatim bhagava etadavoca: ","an10.91:2.1":"“Dasayime, gahapati, kamabhogi santo samvijjamana lokasmim. ","an10.91:2.2":"Katame dasa? ","an10.91:2.3":"Idha, gahapati, ekacco kamabhogi adhammena bhoge pariyesati sahasena; ","an10.91:2.4":"adhammena bhoge pariyesitva sahasena na attanam sukheti na pineti na samvibhajati na punnani karoti. ","an10.91:3.1":"Idha pana, gahapati, ekacco kamabhogi adhammena bhoge pariyesati sahasena; ","an10.91:3.2":"adhammena bhoge pariyesitva sahasena attanam sukheti pineti, na samvibhajati na punnani karoti. ","an10.91:4.1":"Idha pana, gahapati, ekacco kamabhogi adhammena bhoge pariyesati sahasena; ","an10.91:4.2":"adhammena bhoge pariyesitva sahasena attanam sukheti pineti samvibhajati punnani karoti. ","an10.91:5.1":"Idha pana, gahapati, ekacco kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi; ","an10.91:5.2":"dhammadhammena bhoge pariyesitva sahasenapi asahasenapi na attanam sukheti na pineti na samvibhajati na punnani karoti. ","an10.91:6.1":"Idha pana, gahapati, ekacco kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi; ","an10.91:6.2":"dhammadhammena bhoge pariyesitva sahasenapi asahasenapi attanam sukheti pineti, na samvibhajati na punnani karoti. ","an10.91:7.1":"Idha pana, gahapati, ekacco kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi; ","an10.91:7.2":"dhammadhammena bhoge pariyesitva sahasenapi asahasenapi attanam sukheti pineti samvibhajati punnani karoti. ","an10.91:8.1":"Idha pana, gahapati, ekacco kamabhogi dhammena bhoge pariyesati asahasena; ","an10.91:8.2":"dhammena bhoge pariyesitva asahasena na attanam sukheti na pineti na samvibhajati na punnani karoti. ","an10.91:9.1":"Idha pana, gahapati, ekacco kamabhogi dhammena bhoge pariyesati asahasena; ","an10.91:9.2":"dhammena bhoge pariyesitva asahasena attanam sukheti pineti, na samvibhajati na punnani karoti. ","an10.91:10.1":"Idha pana, gahapati, ekacco kamabhogi dhammena bhoge pariyesati asahasena; ","an10.91:10.2":"dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti. ","an10.91:10.3":"Te ca bhoge gathito mucchito ajjhosanno anadinavadassavi anissaranapanno paribhunjati. ","an10.91:11.1":"Idha pana, gahapati, ekacco kamabhogi dhammena bhoge pariyesati asahasena; ","an10.91:11.2":"dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti. ","an10.91:11.3":"Te ca bhoge agathito amucchito anajjhosanno adinavadassavi nissaranapanno paribhunjati. ","an10.91:12.1":"Tatra, gahapati, yvayam kamabhogi adhammena bhoge pariyesati sahasena, adhammena bhoge pariyesitva sahasena na attanam sukheti na pineti na samvibhajati na punnani karoti, ayam, gahapati, kamabhogi tihi thanehi garayho. ","an10.91:12.2":"‘Adhammena bhoge pariyesati sahasena’ti, imina pathamena thanena garayho. ","an10.91:12.3":"‘Na attanam sukheti na pineti’ti, imina dutiyena thanena garayho. ","an10.91:12.4":"‘Na samvibhajati na punnani karoti’ti, imina tatiyena thanena garayho. ","an10.91:12.5":"Ayam, gahapati, kamabhogi imehi tihi thanehi garayho. ","an10.91:13.1":"Tatra, gahapati, yvayam kamabhogi adhammena bhoge pariyesati sahasena, adhammena bhoge pariyesitva sahasena attanam sukheti pineti na samvibhajati na punnani karoti, ayam, gahapati, kamabhogi dvihi thanehi garayho ekena thanena pasamso. ","an10.91:13.2":"‘Adhammena bhoge pariyesati sahasena’ti, imina pathamena thanena garayho. ","an10.91:13.3":"‘Attanam sukheti pineti’ti, imina ekena thanena pasamso. ","an10.91:13.4":"‘Na samvibhajati na punnani karoti’ti imina dutiyena thanena garayho. ","an10.91:13.5":"Ayam, gahapati, kamabhogi imehi dvihi thanehi garayho imina ekena thanena pasamso. ","an10.91:14.1":"Tatra, gahapati, yvayam kamabhogi adhammena bhoge pariyesati sahasena, adhammena bhoge pariyesitva sahasena attanam sukheti pineti samvibhajati punnani karoti, ayam, gahapati, kamabhogi ekena thanena garayho dvihi thanehi pasamso. ","an10.91:14.2":"‘Adhammena bhoge pariyesati sahasena’ti, imina ekena thanena garayho. ","an10.91:14.3":"‘Attanam sukheti pineti’ti, imina pathamena thanena pasamso. ","an10.91:14.4":"‘Samvibhajati punnani karoti’ti, imina dutiyena thanena pasamso. ","an10.91:14.5":"Ayam, gahapati, kamabhogi imina ekena thanena garayho, imehi dvihi thanehi pasamso. ","an10.91:15.1":"Tatra, gahapati, yvayam kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi, dhammadhammena bhoge pariyesitva sahasenapi asahasenapi na attanam sukheti na pineti na samvibhajati na punnani karoti, ayam, gahapati, kamabhogi ekena thanena pasamso tihi thanehi garayho. ","an10.91:15.2":"‘Dhammena bhoge pariyesati asahasena’ti, imina ekena thanena pasamso. ","an10.91:15.3":"‘Adhammena bhoge pariyesati sahasena’ti, imina pathamena thanena garayho. ","an10.91:15.4":"‘Na attanam sukheti na pineti’ti, imina dutiyena thanena garayho. ","an10.91:15.5":"‘Na samvibhajati na punnani karoti’ti, imina tatiyena thanena garayho. ","an10.91:15.6":"Ayam, gahapati, kamabhogi imina ekena thanena pasamso imehi tihi thanehi garayho. ","an10.91:16.1":"Tatra, gahapati, yvayam kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi, dhammadhammena bhoge pariyesitva sahasenapi asahasenapi attanam sukheti pineti na samvibhajati na punnani karoti, ayam, gahapati, kamabhogi dvihi thanehi pasamso dvihi thanehi garayho. ","an10.91:16.2":"‘Dhammena bhoge pariyesati asahasena’ti, imina pathamena thanena pasamso. ","an10.91:16.3":"‘Adhammena bhoge pariyesati sahasena’ti, imina pathamena thanena garayho. ","an10.91:16.4":"‘Attanam sukheti pineti’ti, imina dutiyena thanena pasamso. ","an10.91:16.5":"‘Na samvibhajati na punnani karoti’ti, imina dutiyena thanena garayho. ","an10.91:16.6":"Ayam, gahapati, kamabhogi imehi dvihi thanehi pasamso imehi dvihi thanehi garayho. ","an10.91:17.1":"Tatra, gahapati, yvayam kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi, dhammadhammena bhoge pariyesitva sahasenapi asahasenapi attanam sukheti pineti samvibhajati punnani karoti, ayam, gahapati, kamabhogi tihi thanehi pasamso ekena thanena garayho. ","an10.91:17.2":"‘Dhammena bhoge pariyesati asahasena’ti, imina pathamena thanena pasamso. ","an10.91:17.3":"‘Adhammena bhoge pariyesati sahasena’ti, imina ekena thanena garayho. ","an10.91:17.4":"‘Attanam sukheti pineti’ti, imina dutiyena thanena pasamso. ","an10.91:17.5":"‘Samvibhajati punnani karoti’ti, imina tatiyena thanena pasamso. ","an10.91:17.6":"Ayam, gahapati, kamabhogi imehi tihi thanehi pasamso imina ekena thanena garayho. ","an10.91:18.1":"Tatra, gahapati, yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena na attanam sukheti na pineti na samvibhajati na punnani karoti, ayam, gahapati, kamabhogi ekena thanena pasamso dvihi thanehi garayho. ","an10.91:18.2":"‘Dhammena bhoge pariyesati asahasena’ti, imina ekena thanena pasamso. ","an10.91:18.3":"‘Na attanam sukheti na pineti’ti, imina pathamena thanena garayho. ","an10.91:18.4":"‘Na samvibhajati na punnani karoti’ti, imina dutiyena thanena garayho. ","an10.91:18.5":"Ayam, gahapati, kamabhogi imina ekena thanena pasamso imehi dvihi thanehi garayho. ","an10.91:19.1":"Tatra, gahapati, yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena attanam sukheti pineti na samvibhajati na punnani karoti, ayam, gahapati, kamabhogi dvihi thanehi pasamso ekena thanena garayho. ","an10.91:19.2":"‘Dhammena bhoge pariyesati asahasena’ti, imina pathamena thanena pasamso. ","an10.91:19.3":"‘Attanam sukheti pineti’ti, imina dutiyena thanena pasamso. ","an10.91:19.4":"‘Na samvibhajati na punnani karoti’ti imina ekena thanena garayho. ","an10.91:19.5":"Ayam, gahapati, kamabhogi imehi dvihi thanehi pasamso imina ekena thanena garayho. ","an10.91:20.1":"Tatra, gahapati yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti, te ca bhoge gathito mucchito ajjhosanno anadinavadassavi anissaranapanno paribhunjati, ayam, gahapati, kamabhogi tihi thanehi pasamso ekena thanena garayho. ","an10.91:20.2":"‘Dhammena bhoge pariyesati asahasena’ti, imina pathamena thanena pasamso. ","an10.91:20.3":"‘Attanam sukheti pineti’ti, imina dutiyena thanena pasamso. ","an10.91:20.4":"‘Samvibhajati punnani karoti’ti, imina tatiyena thanena pasamso. ","an10.91:20.5":"‘Te ca bhoge gathito mucchito ajjhosanno anadinavadassavi anissaranapanno paribhunjati’ti, imina ekena thanena garayho. ","an10.91:20.6":"Ayam, gahapati, kamabhogi imehi tihi thanehi pasamso imina ekena thanena garayho. ","an10.91:21.1":"Tatra, gahapati, yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti, te ca bhoge agathito amucchito anajjhosanno adinavadassavi nissaranapanno paribhunjati, ayam, gahapati, kamabhogi catuhi thanehi pasamso. ","an10.91:21.2":"‘Dhammena bhoge pariyesati asahasena’ti, imina pathamena thanena pasamso. ","an10.91:21.3":"‘Attanam sukheti pineti’ti, imina dutiyena thanena pasamso. ","an10.91:21.4":"‘Samvibhajati punnani karoti’ti, imina tatiyena thanena pasamso. ","an10.91:21.5":"‘Te ca bhoge agathito amucchito anajjhosanno adinavadassavi nissaranapanno paribhunjati’ti, imina catutthena thanena pasamso. ","an10.91:21.6":"Ayam, gahapati, kamabhogi imehi catuhi thanehi pasamso. ","an10.91:22.1":"Ime kho, gahapati, dasa kamabhogi santo samvijjamana lokasmim. ","an10.91:22.2":"Imesam kho, gahapati, dasannam kamabhoginam yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti, te ca bhoge agathito amucchito anajjhosanno adinavadassavi nissaranapanno paribhunjati, ayam imesam dasannam kamabhoginam aggo ca settho ca pamokkho ca uttamo ca pavaro ca. ","an10.91:22.3":"Seyyathapi, gahapati, gava khiram, khiramha dadhi, dadhimha navanitam, navanitamha sappi, sappimha sappimando. Sappimando tattha aggamakkhayati. ","an10.91:23.1":"Evamevam kho, gahapati, imesam dasannam kamabhoginam yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti, te ca bhoge agathito amucchito anajjhosanno adinavadassavi nissaranapanno paribhunjati, ayam imesam dasannam kamabhoginam aggo ca settho ca pamokkho ca uttamo ca pavaro ca”ti. ","an10.91:23.2":"Pathamam. "}