{"an10.30:0.1":"Anguttara Nikaya 10.30 ","an10.30:0.2":"3. Mahavagga ","an10.30:0.3":"Dutiyakosalasutta ","an10.30:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an10.30:1.2":"Tena kho pana samayena raja pasenadi kosalo uyyodhika nivatto hoti vijitasangamo laddhadhippayo. ","an10.30:1.3":"Atha kho raja pasenadi kosalo yena aramo tena payasi. ","an10.30:1.4":"Yavatika yanassa bhumi, yanena gantva yana paccorohitva pattikova aramam pavisi. ","an10.30:1.5":"Tena kho pana samayena sambahula bhikkhu abbhokase cankamanti. ","an10.30:1.6":"Atha kho raja pasenadi kosalo yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","an10.30:1.7":"“kaham nu kho, bhante, bhagava etarahi viharati araham sammasambuddho. ","an10.30:1.8":"Dassanakama hi mayam, bhante, tam bhagavantam arahantam sammasambuddhan”ti. ","an10.30:1.9":"“Eso, maharaja, viharo samvutadvaro. Tena appasaddo upasankamitva ataramano alindam pavisitva ukkasitva aggalam akotehi; vivarissati te bhagava dvaran”ti. ","an10.30:2.1":"Atha kho raja pasenadi kosalo yena so viharo samvutadvaro, tena appasaddo upasankamitva ataramano alindam pavisitva ukkasitva aggalam akotesi. Vivari bhagava dvaram. ","an10.30:2.2":"Atha kho raja pasenadi kosalo viharam pavisitva bhagavato padesu sirasa nipatitva bhagavato padani mukhena ca paricumbati panihi ca parisambahati namanca saveti: ","an10.30:2.3":"“rajaham, bhante, pasenadi kosalo; ","an10.30:2.4":"rajaham, bhante, pasenadi kosalo”ti. ","an10.30:3.1":"“Kam pana tvam, maharaja, atthavasam sampassamano imasmim sarire evarupam paramanipaccakaram karosi, mettupaharam upadamsesi”ti? ","an10.30:3.2":"“Katannutam kho aham, bhante, kataveditam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:4.1":"Bhagava hi, bhante, bahujanahitaya patipanno bahujanasukhaya bahuno janassa ariye naye patitthapita yadidam kalyanadhammataya kusaladhammataya. ","an10.30:4.2":"Yampi, bhante, bhagava bahujanahitaya patipanno bahujanasukhaya bahuno janassa ariye naye patitthapita yadidam kalyanadhammataya kusaladhammataya, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:5.1":"Puna caparam, bhante, bhagava silava vuddhasilo ariyasilo kusalasilo kusalasilena samannagato. ","an10.30:5.2":"Yampi, bhante, bhagava silava vuddhasilo ariyasilo kusalasilo kusalasilena samannagato, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:6.1":"Puna caparam, bhante, bhagava digharattam aranniko, arannavanapatthani pantani senasanani patisevati. ","an10.30:6.2":"Yampi, bhante, bhagava digharattam aranniko, arannavanapatthani pantani senasanani patisevati, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:7.1":"Puna caparam, bhante, bhagava santuttho itaritaracivarapindapatasenasanagilanapaccayabhesajjaparikkharena. ","an10.30:7.2":"Yampi, bhante, bhagava santuttho itaritaracivarapindapatasenasanagilanapaccayabhesajjaparikkharena, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:8.1":"Puna caparam, bhante, bhagava ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa. ","an10.30:8.2":"Yampi, bhante, bhagava ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:9.1":"Puna caparam, bhante, bhagava yayam katha abhisallekhika cetovivaranasappaya, seyyathidam—appicchakatha santutthikatha pavivekakatha asamsaggakatha viriyarambhakatha silakatha samadhikatha pannakatha vimuttikatha vimuttinanadassanakatha, evarupaya kathaya nikamalabhi akicchalabhi akasiralabhi. ","an10.30:9.2":"Yampi, bhante, bhagava yayam katha abhisallekhika cetovivaranasappaya, seyyathidam—appicchakatha …pe… vimuttinanadassanakatha, evarupaya kathaya nikamalabhi akicchalabhi akasiralabhi, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:10.1":"Puna caparam, bhante, bhagava catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi akicchalabhi akasiralabhi. ","an10.30:10.2":"Yampi, bhante, bhagava catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi akicchalabhi akasiralabhi, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:11.1":"Puna caparam, bhante, bhagava anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","an10.30:11.2":"Yampi, bhante, bhagava anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:12.1":"Puna caparam, bhante, bhagava dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna; ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti, iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati …pe… yathakammupage satte pajanati. ","an10.30:12.2":"Yampi, bhante, bhagava dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:13.1":"Puna caparam, bhante, bhagava asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an10.30:13.2":"Yampi, bhante, bhagava asavanam khaya anasavam cetovimuttim …pe… sacchikatva upasampajja viharati, idampi kho aham, bhante, atthavasam sampassamano bhagavati evarupam paramanipaccakaram karomi, mettupaharam upadamsemi. ","an10.30:14.1":"Handa ca dani mayam, bhante, gacchama. ","an10.30:14.2":"Bahukicca mayam bahukaraniya”ti. ","an10.30:14.3":"“Yassadani tvam, maharaja, kalam mannasi”ti. ","an10.30:14.4":"Atha kho raja pasenadi kosalo utthayasana bhagavantam abhivadetva padakkhinam katva pakkamiti. ","an10.30:14.5":"Dasamam. ","an10.30:14.6":"Mahavaggo tatiyo. ","an10.30:15.0":"Tassuddanam ","an10.30:15.1":"Sihadhivutti kayena, ","an10.30:15.2":"cundena kasinena ca; ","an10.30:15.3":"Kali ca dve mahapanha, ","an10.30:15.4":"kosalehi pare duveti. "}