{"an10.217:0.1":"Anguttara Nikaya 10.217 ","an10.217:0.2":"21. Karajakayavagga ","an10.217:0.3":"Pathamasancetanikasutta ","an10.217:1.1":"“Naham, bhikkhave, sancetanikanam kammanam katanam upacitanam appatisamveditva byantibhavam vadami. ","an10.217:1.2":"Tanca kho dittheva dhamme upapajje va apare va pariyaye. ","an10.217:1.3":"Na tvevaham, bhikkhave, sancetanikanam kammanam katanam upacitanam appatisamveditva dukkhassantakiriyam vadami. ","an10.217:2.1":"Tatra, bhikkhave, tividha kayakammantasandosabyapatti akusalasancetanika dukkhudraya dukkhavipaka hoti; ","an10.217:2.2":"catubbidha vacikammantasandosabyapatti akusalasancetanika dukkhudraya dukkhavipaka hoti; ","an10.217:2.3":"tividha manokammantasandosabyapatti akusalasancetanika dukkhudraya dukkhavipaka hoti. ","an10.217:3.1":"Kathanca, bhikkhave, tividha kayakammantasandosabyapatti akusalasancetanika dukkhudraya dukkhavipaka hoti? ","an10.217:3.2":"Idha, bhikkhave, ekacco panatipati hoti, luddo lohitapani hatapahate nivittho adayapanno sabbapanabhutesu. ","an10.217:4.1":"Adinnadayi hoti, yam tam parassa paravittupakaranam gamagatam va arannagatam va, tam adinnam theyyasankhatam adata hoti. ","an10.217:5.1":"Kamesumicchacari hoti, ya ta maturakkhita …pe… antamaso malagulaparikkhittapi, tatharupasu carittam apajjita hoti. ","an10.217:6.1":"Evam kho, bhikkhave, tividha kayakammantasandosabyapatti akusalasancetanika dukkhudraya dukkhavipaka hoti. ","an10.217:7.1":"Kathanca, bhikkhave, catubbidha vacikammantasandosabyapatti akusalasancetanika dukkhudraya dukkhavipaka hoti? ","an10.217:7.2":"Idha, bhikkhave, ekacco musavadi hoti. Sabhaggato va parisaggato va natimajjhagato va pugamajjhagato va rajakulamajjhagato va abhinito sakkhiputtho ","an10.217:7.3":"‘ehambho purisa, yam janasi tam vadehi’ti, so ajanam va aha: ‘janami’ti, janam va aha: ‘na janami’ti, apassam va aha: ‘passami’ti, passam va aha: ‘na passami’ti, iti attahetu va parahetu va amisakincikkhahetu va sampajanamusa bhasita hoti. ","an10.217:8.1":"Pisunavaco hoti, ito sutva amutra akkhata imesam bhedaya, amutra va sutva imesam akkhata amusam bhedaya. Iti samagganam va bhetta bhinnanam va anuppadata vaggaramo vaggarato vagganandi, vaggakaranim vacam bhasita hoti. ","an10.217:9.1":"Pharusavaco hoti, ya sa vaca andaka kakkasa parakatuka parabhisajjani kodhasamanta. Asamadhisamvattanika, tatharupim vacam bhasita hoti. ","an10.217:10.1":"Samphappalapi hoti, akalavadi abhutavadi anatthavadi adhammavadi avinayavadi, anidhanavatim vacam bhasita hoti akalena anapadesam apariyantavatim anatthasamhitam. ","an10.217:11.1":"Evam kho, bhikkhave, catubbidha vacikammantasandosabyapatti akusalasancetanika dukkhudraya dukkhavipaka hoti. ","an10.217:12.1":"Kathanca, bhikkhave, tividha manokammantasandosabyapatti akusalasancetanika dukkhudraya dukkhavipaka hoti? ","an10.217:12.2":"Idha, bhikkhave, ekacco abhijjhalu hoti. Yam tam parassa paravittupakaranam, tam abhijjhata hoti: ‘aho vata, yam parassa tam mama assa’ti. ","an10.217:13.1":"Byapannacitto hoti, padutthamanasankappo: ‘ime satta hannantu va bajjhantu va ucchijjantu va vinassantu va ma va ahesun’ti. ","an10.217:14.1":"Micchaditthiko hoti, viparitadassano: ","an10.217:14.2":"‘natthi dinnam …pe… ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti’ti. ","an10.217:15.1":"Evam kho, bhikkhave, tividha manokammantasandosabyapatti akusalasancetanika dukkhudraya dukkhavipaka hoti. ","an10.217:16.1":"Tividhakayakammantasandosabyapattiakusalasancetanikahetu va, bhikkhave, satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti; catubbidhavacikammantasandosabyapattiakusalasancetanikahetu va, bhikkhave, satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti; tividhamanokammantasandosabyapatti akusalasancetanikahetu va, bhikkhave, satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti. ","an10.217:17.1":"Seyyathapi, bhikkhave, apannako mani uddhankhitto yena yeneva patitthati suppatitthitamyeva patitthati; ","an10.217:17.2":"evamevam kho, bhikkhave, tividhakayakammantasandosabyapattiakusalasancetanikahetu va satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti; catubbidhavacikammantasandosabyapattiakusalasancetanikahetu va satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti; tividhamanokammantasandosabyapattiakusalasancetanikahetu va satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjantiti. ","an10.217:18.1":"Naham, bhikkhave, sancetanikanam kammanam katanam upacitanam appatisamveditva byantibhavam vadami, ","an10.217:18.2":"tanca kho dittheva dhamme upapajje va apare va pariyaye. ","an10.217:18.3":"Na tvevaham, bhikkhave, sancetanikanam kammanam katanam upacitanam appatisamveditva dukkhassantakiriyam vadami. ","an10.217:19.1":"Tatra, bhikkhave, tividha kayakammantasampatti kusalasancetanika sukhudraya sukhavipaka hoti; ","an10.217:19.2":"catubbidha vacikammantasampatti kusalasancetanika sukhudraya sukhavipaka hoti; ","an10.217:19.3":"tividha manokammantasampatti kusalasancetanika sukhudraya sukhavipaka hoti. ","an10.217:20.1":"Kathanca, bhikkhave, tividha kayakammantasampatti kusalasancetanika sukhudraya sukhavipaka hoti? ","an10.217:20.2":"Idha, bhikkhave, ekacco panatipata pativirato hoti nihitadando nihitasattho lajji dayapanno, sabbapanabhutahitanukampi viharati …pe…. ","an10.217:21.1":"Adinnadana pativirato hoti, yam tam parassa paravittupakaranam gamagatam va arannagatam va, na tam adinnam theyyasankhatam adata hoti. ","an10.217:22.1":"Kamesumicchacaram pahaya, kamesumicchacara pativirato hoti. Ya ta maturakkhita …pe… antamaso malagulaparikkhittapi, tatharupasu na carittam apajjita hoti. ","an10.217:23.1":"Evam kho, bhikkhave, tividha kayakammantasampatti kusalasancetanika sukhudraya sukhavipaka hoti. ","an10.217:24.1":"Kathanca, bhikkhave, catubbidha vacikammantasampatti kusalasancetanika sukhudraya sukhavipaka hoti? ","an10.217:24.2":"Idha, bhikkhave, ekacco musavadam pahaya musavada pativirato hoti. Sabhaggato va parisaggato va natimajjhagato va pugamajjhagato va rajakulamajjhagato va abhinito sakkhiputtho ‘ehambho purisa, yam janasi tam vadehi’ti, so ajanam va aha: ‘na janami’ti, janam va aha: ‘janami’ti, apassam va aha: ‘na passami’ti, passam va aha: ‘passami’ti, iti attahetu va parahetu va amisakincikkhahetu va na sampajanamusa bhasita hoti. ","an10.217:25.1":"Pisunam vacam pahaya, pisunaya vacaya pativirato hoti—na ito sutva amutra akkhata imesam bhedaya, amutra va sutva na imesam akkhata amusam bhedaya. Iti bhinnanam va sandhata sahitanam va anuppadata samaggaramo samaggarato samagganandim, samaggakaranim vacam bhasita hoti. ","an10.217:26.1":"Pharusam vacam pahaya, pharusaya vacaya pativirato hoti. Ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa, tatharupim vacam bhasita hoti. ","an10.217:27.1":"Samphappalapam pahaya, samphappalapa pativirato hoti kalavadi bhutavadi atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita hoti kalena sapadesam pariyantavatim atthasamhitam. ","an10.217:28.1":"Evam kho, bhikkhave, catubbidha vacikammantasampatti kusalasancetanika sukhudraya sukhavipaka hoti. ","an10.217:29.1":"Kathanca, bhikkhave, tividha manokammantasampatti kusalasancetanika sukhudraya sukhavipaka hoti? ","an10.217:29.2":"Idha, bhikkhave, ekacco anabhijjhalu hoti. Yam tam parassa paravittupakaranam tam anabhijjhata hoti: ‘aho vata, yam parassa tam mamassa’ti. ","an10.217:30.1":"Abyapannacitto hoti appadutthamanasankappo: ‘ime satta avera hontu abyapajja anigha, sukhi attanam pariharantu’ti. ","an10.217:31.1":"Sammaditthiko hoti aviparitadassano: ","an10.217:31.2":"‘atthi dinnam, atthi yittham …pe… ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti’ti. ","an10.217:32.1":"Evam kho, bhikkhave, tividha manokammantasampatti kusalasancetanika sukhudraya sukhavipaka hoti. ","an10.217:33.1":"Tividhakayakammantasampattikusalasancetanikahetu va, bhikkhave, satta kayassa bheda param marana sugatim saggam lokam upapajjanti; catubbidhavacikammantasampattikusalasancetanikahetu va, bhikkhave, satta kayassa bheda param marana sugatim saggam lokam upapajjanti; tividhamanokammantasampattikusalasancetanikahetu va, bhikkhave, satta kayassa bheda param marana sugatim saggam lokam upapajjanti. ","an10.217:34.1":"Seyyathapi, bhikkhave, apannako mani uddhankhitto yena yeneva patitthati suppatitthitamyeva patitthati; ","an10.217:34.2":"evamevam kho, bhikkhave, tividhakayakammantasampattikusalasancetanikahetu va satta kayassa bheda param marana sugatim saggam lokam upapajjanti; catubbidhavacikammantasampattikusalasancetanikahetu va satta kayassa bheda param marana sugatim saggam lokam upapajjanti; tividhamanokammantasampattikusalasancetanikahetu va satta kayassa bheda param marana sugatim saggam lokam upapajjanti. ","an10.217:34.3":"Naham, bhikkhave, sancetanikanam kammanam katanam upacitanam appatisamveditva byantibhavam vadami. ","an10.217:34.4":"Tanca kho dittheva dhamme upapajje va apare va pariyaye. ","an10.217:34.5":"Na tvevaham, bhikkhave, sancetanikanam kammanam katanam upacitanam appatisamveditva dukkhassantakiriyam vadami”ti. ","an10.217:34.6":"Sattamam. "}