{"an10.72:0.1":"Anguttara Nikaya 10.72 ","an10.72:0.2":"8. Akankhavagga ","an10.72:0.3":"Kantakasutta ","an10.72:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam sambahulehi abhinnatehi abhinnatehi therehi savakehi saddhim—","an10.72:1.2":"ayasmata ca calena, ayasmata ca upacalena, ayasmata ca kukkutena, ayasmata ca kalimbhena, ayasmata ca nikatena, ayasmata ca katissahena; ","an10.72:1.3":"annehi ca abhinnatehi abhinnatehi therehi savakehi saddhim. ","an10.72:2.1":"Tena kho pana samayena sambahula abhinnata abhinnata licchavi bhadrehi bhadrehi yanehi parapuraya uccasadda mahasadda mahavanam ajjhogahanti bhagavantam dassanaya. ","an10.72:2.2":"Atha kho tesam ayasmantanam etadahosi: ","an10.72:2.3":"“ime kho sambahula abhinnata abhinnata licchavi bhadrehi bhadrehi yanehi parapuraya uccasadda mahasadda mahavanam ajjhogahanti bhagavantam dassanaya. ","an10.72:2.4":"Saddakantaka kho pana jhana vutta bhagavata. ","an10.72:2.5":"Yannuna mayam yena gosingasalavanadayo tenupasankameyyama. ","an10.72:2.6":"Tattha mayam appasadda appakinna phasum vihareyyama”ti. ","an10.72:2.7":"Atha kho te ayasmanto yena gosingasalavanadayo tenupasankamimsu; ","an10.72:2.8":"tattha te ayasmanto appasadda appakinna phasum viharanti. ","an10.72:3.1":"Atha kho bhagava bhikkhu amantesi: ","an10.72:3.2":"“kaham nu kho, bhikkhave, calo, kaham upacalo, kaham kukkuto, kaham kalimbho, kaham nikato, kaham katissaho; ","an10.72:3.3":"kaham nu kho te, bhikkhave, thera savaka gata”ti? ","an10.72:4.1":"“Idha, bhante, tesam ayasmantanam etadahosi: ","an10.72:4.2":"‘ime kho sambahula abhinnata abhinnata licchavi bhadrehi bhadrehi yanehi parapuraya uccasadda mahasadda mahavanam ajjhogahanti bhagavantam dassanaya saddakantaka kho pana jhana vutta bhagavata yannuna mayam yena gosingasalavanadayo tenupasankameyyama tattha mayam appasadda appakinna phasum vihareyyama’ti. ","an10.72:4.3":"Atha kho te, bhante, ayasmanto yena gosingasalavanadayo tenupasankamimsu. ","an10.72:4.4":"Tattha te ayasmanto appasadda appakinna phasum viharanti”ti. ","an10.72:5.1":"“Sadhu sadhu, bhikkhave, yatha te mahasavaka samma byakaramana byakareyyum, saddakantaka hi, bhikkhave, jhana vutta maya. ","an10.72:6.1":"Dasayime, bhikkhave, kantaka. ","an10.72:6.2":"Katame dasa? ","an10.72:6.3":"Pavivekaramassa sanganikaramata kantako, asubhanimittanuyogam anuyuttassa subhanimittanuyogo kantako, indriyesu guttadvarassa visukadassanam kantako, brahmacariyassa matugamupacaro kantako, pathamassa jhanassa saddo kantako, dutiyassa jhanassa vitakkavicara kantaka, tatiyassa jhanassa piti kantako, catutthassa jhanassa assasapassaso kantako, sannavedayitanirodhasamapattiya sanna ca vedana ca kantako rago kantako doso kantako moho kantako. ","an10.72:7.1":"Akantaka, bhikkhave, viharatha. ","an10.72:7.2":"Nikkantaka, bhikkhave, viharatha. ","an10.72:7.3":"Akantakanikkantaka, bhikkhave, viharatha. ","an10.72:7.4":"Akantaka, bhikkhave, arahanto; ","an10.72:7.5":"nikkantaka, bhikkhave, arahanto; ","an10.72:7.6":"akantakanikkantaka, bhikkhave, arahanto”ti. ","an10.72:7.7":"Dutiyam. "}