{"an10.15:0.1":"Anguttara Nikaya 10.15 ","an10.15:0.2":"2. Nathavagga ","an10.15:0.3":"Appamadasutta ","an10.15:1.1":"“Yavata, bhikkhave, satta apada va dvipada va catuppada va bahuppada va rupino va arupino va sannino va asannino va nevasanninasannino va, tathagato tesam aggamakkhayati araham sammasambuddho; ","an10.15:1.2":"evamevam kho, bhikkhave, ye keci kusala dhamma, sabbe te appamadamulaka appamadasamosarana. Appamado tesam aggamakkhayati. ","an10.15:2.1":"Seyyathapi, bhikkhave, yani kanici jangalanam pananam padajatani, sabbani tani hatthipade samodhanam gacchanti, hatthipadam tesam aggamakkhayati, yadidam mahantattena; ","an10.15:2.2":"evamevam kho, bhikkhave, ye keci kusala dhamma, sabbe te appamadamulaka appamadasamosarana. Appamado tesam aggamakkhayati. ","an10.15:3.1":"Seyyathapi, bhikkhave, kutagarassa ya kaci gopanasiyo sabba ta kutangama kutaninna kutasamosarana, kuto tasam aggamakkhayati; ","an10.15:3.2":"evamevam kho, bhikkhave, ye keci kusala dhamma, sabbe te appamadamulaka appamadasamosarana. Appamado tesam aggamakkhayati. ","an10.15:4.1":"Seyyathapi, bhikkhave, ye keci mulagandha, kalanusariyam tesam aggamakkhayati; ","an10.15:4.2":"evamevam kho, bhikkhave …pe…. ","an10.15:5.1":"Seyyathapi, bhikkhave, ye keci saragandha, lohitacandanam tesam aggamakkhayati; ","an10.15:5.2":"evamevam kho, bhikkhave …pe…. ","an10.15:6.1":"Seyyathapi, bhikkhave, ye keci pupphagandha, vassikam tesam aggamakkhayati; ","an10.15:6.2":"evamevam kho, bhikkhave …pe…. ","an10.15:7.1":"Seyyathapi, bhikkhave, ye keci khuddarajano, sabbe te ranno cakkavattissa anuyanta bhavanti, raja tesam cakkavatti aggamakkhayati; ","an10.15:7.2":"evamevam kho, bhikkhave …pe…. ","an10.15:8.1":"Seyyathapi, bhikkhave, ya kaci tarakarupanam pabha, sabba ta candappabhaya kalam nagghanti solasim, candappabha tasam aggamakkhayati; ","an10.15:8.2":"evamevam kho, bhikkhave …pe…. ","an10.15:9.1":"Seyyathapi, bhikkhave, saradasamaye viddhe vigatavalahake deve adicco nabham abbhussakkamano sabbam akasagatam tamagatam abhivihacca bhasate ca tapate ca virocati ca; ","an10.15:9.2":"evamevam kho, bhikkhave …pe…. ","an10.15:10.1":"Seyyathapi, bhikkhave, ya kaci mahanadiyo, seyyathidam—ganga, yamuna, aciravati, sarabhu, mahi, sabba ta samuddangama samuddaninna samuddapona samuddapabbhara, mahasamuddo tasam aggamakkhayati; ","an10.15:10.2":"evamevam kho, bhikkhave, ye keci kusala dhamma, sabbe te appamadamulaka appamadasamosarana. Appamado tesam aggamakkhayati”ti. ","an10.15:10.3":"Pancamam. "}