{"an10.10:0.1":"Anguttara Nikaya 10.10 ","an10.10:0.2":"1. Anisamsavagga ","an10.10:0.3":"Vijjasutta ","an10.10:1.1":"“Saddho ca, bhikkhave, bhikkhu hoti, no ca silava. ","an10.10:1.2":"Evam so tenangena aparipuro hoti. ","an10.10:1.3":"Tena tam angam paripuretabbam: ","an10.10:1.4":"‘kintaham saddho ca assam silava ca’ti. ","an10.10:1.5":"Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, silava ca, evam so tenangena paripuro hoti. ","an10.10:2.1":"Saddho ca, bhikkhave, bhikkhu hoti silava ca, no ca bahussuto bahussuto ca, ","an10.10:2.2":"no ca dhammakathiko …pe… ","an10.10:2.3":"dhammakathiko ca, no ca parisavacaro parisavacaro ca, ","an10.10:2.4":"no ca visarado parisaya dhammam deseti visarado ca parisaya dhammam deseti, ","an10.10:2.5":"no ca vinayadharo vinayadharo ca, ","an10.10:2.6":"no ca anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. Anekavihitanca …pe… pubbenivasam anussarati, ","an10.10:2.7":"no ca dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati dibbena ca cakkhuna visuddhena atikkantamanusakena …pe… ","an10.10:2.8":"yathakammupage satte pajanati, no ca asavanam khaya …pe… sacchikatva upasampajja viharati. ","an10.10:2.9":"Evam so tenangena aparipuro hoti. ","an10.10:2.10":"Tena tam angam paripuretabbam: ","an10.10:2.11":"‘kintaham saddho ca assam, silava ca, bahussuto ca, dhammakathiko ca, parisavacaro ca, visarado ca parisaya dhammam deseyyam, vinayadharo ca, anekavihitanca pubbenivasam anussareyyam, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussareyyam, dibbena ca cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajaneyyam, asavananca khaya …pe… sacchikatva upasampajja vihareyyan’ti. ","an10.10:3.1":"Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, silava ca, bahussuto ca, dhammakathiko ca, parisavacaro ca, visarado ca parisaya dhammam deseti, vinayadharo ca, anekavihitanca pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati, dibbena ca cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati, asavananca khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an10.10:3.2":"Evam so tenangena paripuro hoti. ","an10.10:3.3":"Imehi kho, bhikkhave, dasahi dhammehi samannagato bhikkhu samantapasadiko ca hoti sabbakaraparipuro ca”ti. ","an10.10:3.4":"Dasamam. ","an10.10:3.5":"Anisamsavaggo pathamo. ","an10.10:4.0":"Tassuddanam ","an10.10:4.1":"Kimatthiyam cetana ca, ","an10.10:4.2":"tayo upanisapi ca; ","an10.10:4.3":"Samadhi sariputto ca, ","an10.10:4.4":"jhanam santena vijjayati. "}