{"an10.52:0.1":"Anguttara Nikaya 10.52 ","an10.52:0.2":"6. Sacittavagga ","an10.52:0.3":"Sariputtasutta ","an10.52:1.1":"Tatra kho ayasma sariputto bhikkhu amantesi: ","an10.52:1.2":"“avuso bhikkhave”ti. ","an10.52:1.3":"“Avuso”ti kho te bhikkhu ayasmato sariputtassa paccassosum. ","an10.52:1.4":"Ayasma sariputto etadavoca: ","an10.52:2.1":"“No ce, avuso, bhikkhu paracittapariyayakusalo hoti, atha ‘sacittapariyayakusalo bhavissami’ti—","an10.52:2.2":"evanhi vo, avuso, sikkhitabbam. ","an10.52:3.1":"Kathancavuso, bhikkhu sacittapariyayakusalo hoti? ","an10.52:3.2":"Seyyathapi, avuso, itthi va puriso va daharo yuva mandanakajatiko adase va parisuddhe pariyodate acche va udapatte sakam mukhanimittam paccavekkhamano sace tattha passati rajam va anganam va, tasseva rajassa va anganassa va pahanaya vayamati. ","an10.52:3.3":"No ce tattha passati rajam va anganam va, tenevattamano hoti paripunnasankappo: ","an10.52:3.4":"‘labha vata me, parisuddham vata me’ti. ","an10.52:4.1":"Evamevam kho, avuso, bhikkhuno paccavekkhana bahukara hoti kusalesu dhammesu: ","an10.52:4.2":"‘abhijjhalu nu kho bahulam viharami, anabhijjhalu nu kho bahulam viharami, byapannacitto nu kho bahulam viharami, abyapannacitto nu kho bahulam viharami, thinamiddhapariyutthito nu kho bahulam viharami, vigatathinamiddho nu kho bahulam viharami, uddhato nu kho bahulam viharami, anuddhato nu kho bahulam viharami, vicikiccho nu kho bahulam viharami, tinnavicikiccho nu kho bahulam viharami, kodhano nu kho bahulam viharami, akkodhano nu kho bahulam viharami, sankilitthacitto nu kho bahulam viharami, asankilitthacitto nu kho bahulam viharami, saraddhakayo nu kho bahulam viharami, asaraddhakayo nu kho bahulam viharami, kusito nu kho bahulam viharami, araddhaviriyo nu kho bahulam viharami, samahito nu kho bahulam viharami, asamahito nu kho bahulam viharami’ti. ","an10.52:5.1":"Sace, avuso, bhikkhu paccavekkhamano evam janati: ","an10.52:5.2":"‘abhijjhalu bahulam viharami …pe… asamahito bahulam viharami’ti, tenavuso, bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an10.52:5.3":"Seyyathapi, avuso, adittacelo va adittasiso va. Tasseva celassa va sisassa va nibbapanaya adhimattam chandanca vayamanca ussahanca ussolhinca appativaninca satinca sampajannanca kareyya. ","an10.52:5.4":"Evamevam kho, avuso, tena bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an10.52:6.1":"Sace panavuso, bhikkhu paccavekkhamano evam janati: ","an10.52:6.2":"‘anabhijjhalu bahulam viharami …pe… samahito bahulam viharami’ti, tenavuso, bhikkhuna tesuyeva kusalesu dhammesu patitthaya uttari asavanam khayaya yogo karaniyo”ti. ","an10.52:6.3":"Dutiyam. "}