{"an10.220:0.1":"Anguttara Nikaya 10.220 ","an10.220:0.2":"21. Karajakayavagga ","an10.220:0.3":"Adhammacariyasutta ","an10.220:1.1":"Atha kho annataro brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an10.220:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho so brahmano bhagavantam etadavoca: ","an10.220:1.3":"“ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti”ti? ","an10.220:1.4":"“Adhammacariyavisamacariyahetu kho, brahmana, evam’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti”ti. ","an10.220:2.1":"“Ko pana, bho gotama, hetu ko paccayo yena m’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti? ","an10.220:2.2":"“Dhammacariyasamacariyahetu kho, brahmana, evam’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti. ","an10.220:3.1":"“Na kho aham imassa bhoto gotamassa sankhittena bhasitassa vittharena attham ajanami. ","an10.220:3.2":"Sadhu me bhavam gotamo tatha dhammam desetu yathaham imassa bhoto gotamassa sankhittena bhasitassa vittharena attham ajaneyyan”ti. ","an10.220:3.3":"“Tena hi, brahmana, sunahi, sadhukam manasi karohi; bhasissami”ti. ","an10.220:3.4":"“Evam, bho”ti kho so brahmano bhagavato paccassosi. ","an10.220:3.5":"Bhagava etadavoca: ","an10.220:4.1":"“Tividha kho, brahmana, kayena adhammacariyavisamacariya hoti; ","an10.220:4.2":"catubbidha vacaya adhammacariyavisamacariya hoti; ","an10.220:4.3":"tividha manasa adhammacariyavisamacariya hoti. ","an10.220:5.1":"Kathanca, brahmana, tividha kayena adhammacariyavisamacariya hoti …pe… ","an10.220:5.2":"evam kho, brahmana, tividha kayena adhammacariya visamacariya hoti. ","an10.220:6.1":"Kathanca, brahmana, catubbidha vacaya adhammacariyavisamacariya hoti …pe… ","an10.220:6.2":"evam kho, brahmana, catubbidha vacaya adhammacariyavisamacariya hoti. ","an10.220:7.1":"Kathanca, brahmana, tividha manasa adhammacariyavisamacariya hoti …pe… ","an10.220:7.2":"evam kho, brahmana, tividha manasa adhammacariyavisamacariya hoti. ","an10.220:7.3":"Evam adhammacariyavisamacariyahetu kho, brahmana, evam’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti. ","an10.220:8.1":"Tividha, brahmana, kayena dhammacariyasamacariya hoti; ","an10.220:8.2":"catubbidha vacaya dhammacariyasamacariya hoti; ","an10.220:8.3":"tividha manasa dhammacariyasamacariya hoti. ","an10.220:9.1":"Kathanca, brahmana, tividha kayena dhammacariyasamacariya hoti …pe… ","an10.220:9.2":"evam kho, brahmana, tividha kayena dhammacariyasamacariya hoti. ","an10.220:10.1":"Kathanca, brahmana, catubbidha vacaya dhammacariyasamacariya hoti …pe… ","an10.220:10.2":"evam kho, brahmana, catubbidha vacaya dhammacariyasamacariya hoti. ","an10.220:11.1":"Kathanca, brahmana, tividha manasa dhammacariyasamacariya hoti …pe… ","an10.220:11.2":"evam kho, brahmana, tividha manasa dhammacariyasamacariya hoti. ","an10.220:11.3":"Evam dhammacariyasamacariyahetu kho, brahmana, evam’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti. ","an10.220:12.1":"“Abhikkantam, bho gotama, abhikkantam, bho gotama …pe… ","an10.220:12.2":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an10.220:12.3":"Dasamam. ","an10.220:12.4":"Karajakayavaggo pathamo. "}