{"an10.219:0.1":"Anguttara Nikaya 10.219 ","an10.219:0.2":"21. Karajakayavagga ","an10.219:0.3":"Karajakayasutta ","an10.219:1.1":"“Naham, bhikkhave, sancetanikanam kammanam katanam upacitanam appatisamveditva byantibhavam vadami, ","an10.219:1.2":"tanca kho dittheva dhamme upapajje va apare va pariyaye. ","an10.219:1.3":"Na tvevaham, bhikkhave, sancetanikanam kammanam katanam upacitanam appatisamveditva dukkhassantakiriyam vadami. ","an10.219:2.1":"Sa kho so, bhikkhave, ariyasavako evam vigatabhijjho vigatabyapado asammulho sampajano patissato mettasahagatena cetasa ekam disam pharitva viharati tatha dutiyam tatha tatiyam tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","an10.219:3.1":"So evam pajanati: ","an10.219:3.2":"‘pubbe kho me idam cittam parittam ahosi abhavitam, etarahi pana me idam cittam appamanam subhavitam. Yam kho pana kinci pamanakatam kammam, na tam tatravasissati na tam tatravatitthati’ti. ","an10.219:4.1":"Tam kim mannatha, bhikkhave, ","an10.219:4.2":"daharatagge ce so ayam kumaro mettam cetovimuttim bhaveyya, api nu kho papakammam kareyya”ti? ","an10.219:4.3":"“No hetam, bhante”. ","an10.219:5.1":"“Akarontam kho pana papakammam api nu kho dukkham phuseyya”ti? ","an10.219:5.2":"“No hetam, bhante. ","an10.219:5.3":"Akarontanhi, bhante, papakammam kuto dukkham phusissati”ti. ","an10.219:6.1":"“Bhavetabba kho panayam, bhikkhave, mettacetovimutti itthiya va purisena va. ","an10.219:6.2":"Itthiya va, bhikkhave, purisassa va nayam kayo adaya gamaniyo. ","an10.219:6.3":"Cittantaro ayam, bhikkhave, macco. ","an10.219:6.4":"So evam pajanati: ","an10.219:6.5":"‘yam kho me idam kinci pubbe imina karajakayena papakammam katam, sabbam tam idha vedaniyam; ","an10.219:6.6":"na tam anugam bhavissati’ti. ","an10.219:6.7":"Evam bhavita kho, bhikkhave, metta cetovimutti anagamitaya samvattati, idha pannassa bhikkhuno uttari vimuttim appativijjhato. ","an10.219:7.1":"Karunasahagatena cetasa … ","an10.219:7.2":"muditasahagatena cetasa … ","an10.219:7.3":"upekkhasahagatena cetasa ekam disam pharitva viharati tatha dutiyam tatha tatiyam tatha catuttham. ","an10.219:7.4":"Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","an10.219:8.1":"So evam pajanati: ","an10.219:8.2":"‘pubbe kho me idam cittam parittam ahosi abhavitam, etarahi pana me idam cittam appamanam subhavitam. Yam kho pana kinci pamanakatam kammam, na tam tatravasissati na tam tatravatitthati’ti. ","an10.219:9.1":"Tam kim mannatha, bhikkhave, ","an10.219:9.2":"daharatagge ce so ayam kumaro upekkham cetovimuttim bhaveyya, api nu kho papakammam kareyya”ti? ","an10.219:9.3":"“No hetam, bhante”. ","an10.219:10.1":"“Akarontam kho pana papakammam api nu kho dukkham phuseyya”ti? ","an10.219:10.2":"“No hetam, bhante. ","an10.219:10.3":"Akarontanhi, bhante, papakammam kuto dukkham phusissati”ti. ","an10.219:11.1":"“Bhavetabba kho panayam, bhikkhave, upekkha cetovimutti itthiya va purisena va. ","an10.219:11.2":"Itthiya va, bhikkhave, purisassa va nayam kayo adaya gamaniyo. ","an10.219:11.3":"Cittantaro ayam, bhikkhave, macco. ","an10.219:11.4":"So evam pajanati: ","an10.219:11.5":"‘yam kho me idam kinci pubbe imina karajakayena papakammam katam, sabbam tam idha vedaniyam; ","an10.219:11.6":"na tam anugam bhavissati’ti. ","an10.219:11.7":"Evam bhavita kho, bhikkhave, upekkha cetovimutti anagamitaya samvattati, idha pannassa bhikkhuno uttari vimuttim appativijjhato”ti. ","an10.219:11.8":"Navamam. "}