{"an10.172:0.1":"Anguttara Nikaya 10.172 ","an10.172:0.2":"17. Janussonivagga ","an10.172:0.3":"Dutiyaadhammasutta ","an10.172:1.1":"“Adhammo ca, bhikkhave, veditabbo dhammo ca; ","an10.172:1.2":"anattho ca veditabbo attho ca. ","an10.172:1.3":"Adhammanca viditva dhammanca, anatthanca viditva atthanca yatha dhammo yatha attho tatha patipajjitabban”ti. ","an10.172:1.4":"Idamavoca bhagava. ","an10.172:1.5":"Idam vatvana sugato utthayasana viharam pavisi. ","an10.172:2.1":"Atha kho tesam bhikkhunam acirapakkantassa bhagavato etadahosi: ","an10.172:2.2":"“idam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","an10.172:2.3":"‘adhammo ca, bhikkhave, veditabbo dhammo ca; ","an10.172:2.4":"anattho ca veditabbo attho ca. ","an10.172:2.5":"Adhammanca viditva dhammanca, anatthanca viditva atthanca yatha dhammo yatha attho tatha patipajjitabban’ti. ","an10.172:2.6":"Ko nu kho imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajeyya”ti? ","an10.172:3.1":"Atha kho tesam bhikkhunam etadahosi: ","an10.172:3.2":"“ayam kho ayasma mahakaccano satthu ceva samvannito, sambhavito ca vinnunam sabrahmacarinam. ","an10.172:3.3":"Pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","an10.172:3.4":"Yannuna mayam yenayasma mahakaccano tenupasankameyyama; upasankamitva ayasmantam mahakaccanam etamattham puccheyyama. ","an10.172:3.5":"Yatha no ayasma mahakaccano byakarissati tatha nam dharessama”ti. ","an10.172:4.1":"Atha kho te bhikkhu yenayasma mahakaccano tenupasankamimsu; upasankamitva ayasmata mahakaccanena saddhim sammodimsu. ","an10.172:4.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu ayasmantam mahakaccanam etadavocum: ","an10.172:5.1":"“Idam kho no, avuso kaccana, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","an10.172:5.2":"‘adhammo ca, bhikkhave, veditabbo dhammo ca; ","an10.172:5.3":"anattho ca veditabbo attho ca. ","an10.172:5.4":"Adhammanca viditva dhammanca, anatthanca viditva atthanca yatha dhammo yatha attho tatha patipajjitabban’ti. ","an10.172:6.1":"Tesam no, avuso, amhakam acirapakkantassa bhagavato etadahosi: ","an10.172:6.2":"‘idam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho—","an10.172:6.3":"adhammo ca, bhikkhave …pe… ","an10.172:6.4":"tatha patipajjitabbanti. ","an10.172:6.5":"Ko nu kho imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajeyya’ti? ","an10.172:7.1":"Tesam no, avuso, amhakam etadahosi: ","an10.172:7.2":"‘ayam kho ayasma mahakaccano satthu ceva samvannito, sambhavito ca vinnunam sabrahmacarinam. ","an10.172:7.3":"Pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","an10.172:7.4":"Yannuna mayam yenayasma mahakaccano tenupasankameyyama; upasankamitva ayasmantam mahakaccanam etamattham patipuccheyyama. ","an10.172:7.5":"Yatha no ayasma mahakaccano byakarissati tatha nam dharessama’ti. ","an10.172:7.6":"Vibhajatu ayasma mahakaccano”ti. ","an10.172:8.1":"“Seyyathapi, avuso, puriso saratthiko saram gavesi sarapariyesanam caramano mahato rukkhassa titthato saravato atikkammeva mulam atikkamma khandham sakhapalase saram pariyesitabbam manneyya. ","an10.172:8.2":"Evamsampadamidam ayasmantanam satthari sammukhibhute tam bhagavantam atisitva amhe etamattham patipucchitabbam mannatha. ","an10.172:8.3":"So havuso, bhagava janam janati passam passati cakkhubhuto nanabhuto dhammabhuto brahmabhuto vatta pavatta atthassa ninneta amatassa data dhammassami tathagato. ","an10.172:8.4":"So ceva panetassa kalo ahosi yam tumhe bhagavantamyeva upasankamitva etamattham patipuccheyyatha. ","an10.172:8.5":"Yatha vo bhagava byakareyya tatha nam dhareyyatha”ti. ","an10.172:9.1":"“Addha, avuso kaccana, bhagava janam janati passam passati cakkhubhuto nanabhuto dhammabhuto brahmabhuto vatta pavatta atthassa ninneta amatassa data dhammassami tathagato. ","an10.172:9.2":"So ceva panetassa kalo ahosi yam mayam bhagavantamyeva upasankamitva etamattham patipuccheyyama. ","an10.172:9.3":"Yatha no bhagava byakareyya tatha nam dhareyyama. ","an10.172:9.4":"Api cayasma mahakaccano satthu ceva samvannito, sambhavito ca vinnunam sabrahmacarinam. ","an10.172:9.5":"Pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","an10.172:9.6":"Vibhajatayasma mahakaccano agarum karitva”ti. ","an10.172:10.1":"“Tena havuso, sunatha, sadhukam manasi karotha, bhasissami”ti. ","an10.172:10.2":"“Evam, avuso”ti kho te bhikkhu ayasmato mahakaccanassa paccassosum. ","an10.172:10.3":"Athayasma mahakaccano etadavoca: ","an10.172:11.1":"“Yam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","an10.172:11.2":"‘adhammo ca, bhikkhave, veditabbo …pe… ","an10.172:11.3":"tatha patipajjitabban’ti. ","an10.172:12.1":"Katamo cavuso, adhammo; katamo ca dhammo? ","an10.172:12.2":"Katamo ca anattho, katamo ca attho? ","an10.172:12.3":"Panatipato, avuso, adhammo; ","an10.172:12.4":"panatipata veramani dhammo; ","an10.172:12.5":"ye ca panatipatapaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:12.6":"panatipata veramanipaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:13.1":"Adinnadanam, avuso, adhammo; ","an10.172:13.2":"adinnadana veramani dhammo; ","an10.172:13.3":"ye ca adinnadanapaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:13.4":"adinnadana veramanipaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:14.1":"Kamesumicchacaro, avuso, adhammo; ","an10.172:14.2":"kamesumicchacara veramani dhammo; ","an10.172:14.3":"ye ca kamesumicchacarapaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:14.4":"kamesumicchacara veramanipaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:15.1":"Musavado, avuso, adhammo; ","an10.172:15.2":"musavada veramani dhammo; ","an10.172:15.3":"ye ca musavadapaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:15.4":"musavada veramanipaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:16.1":"Pisuna vaca, avuso, adhammo; ","an10.172:16.2":"pisunaya vacaya veramani dhammo; ","an10.172:16.3":"ye ca pisunavacapaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:16.4":"pisunaya vacaya veramanipaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:17.1":"Pharusa vaca, avuso, adhammo; ","an10.172:17.2":"pharusaya vacaya veramani dhammo; ","an10.172:17.3":"ye ca pharusavacapaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:17.4":"pharusaya vacaya veramanipaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:18.1":"Samphappalapo, avuso, adhammo; ","an10.172:18.2":"samphappalapa veramani dhammo; ","an10.172:18.3":"ye ca samphappalapapaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:18.4":"samphappalapa veramanipaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:19.1":"Abhijjha, avuso, adhammo; ","an10.172:19.2":"anabhijjha dhammo; ","an10.172:19.3":"ye ca abhijjhapaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:19.4":"anabhijjhapaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:20.1":"Byapado, avuso, adhammo; ","an10.172:20.2":"abyapado dhammo; ","an10.172:20.3":"ye ca byapadapaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:20.4":"abyapadapaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:21.1":"Micchaditthi, avuso, adhammo; ","an10.172:21.2":"sammaditthi dhammo; ","an10.172:21.3":"ye ca micchaditthipaccaya aneke papaka akusala dhamma sambhavanti, ayam anattho; ","an10.172:21.4":"sammaditthipaccaya ca aneke kusala dhamma bhavanaparipurim gacchanti, ayam attho. ","an10.172:22.1":"‘Yam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho—","an10.172:22.2":"adhammo ca, bhikkhave, veditabbo …pe… ","an10.172:22.3":"tatha patipajjitabban’ti. ","an10.172:22.4":"Imassa kho aham, avuso, bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa evam vittharena attham ajanami. ","an10.172:22.5":"Akankhamana ca pana tumhe, avuso, bhagavantamyeva upasankamitva etamattham patipuccheyyatha. ","an10.172:22.6":"Yatha no bhagava byakaroti tatha nam dhareyyatha”ti. ","an10.172:23.1":"“Evamavuso”ti kho te bhikkhu ayasmato mahakaccanassa bhasitam abhinanditva anumoditva utthayasana yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","an10.172:24.1":"“Yam kho no, bhante, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","an10.172:24.2":"‘adhammo ca, bhikkhave, veditabbo …pe… ","an10.172:24.3":"tatha patipajjitabban’ti. ","an10.172:25.1":"Tesam no, bhante, amhakam acirapakkantassa bhagavato etadahosi: ","an10.172:25.2":"‘idam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","an10.172:25.3":"“adhammo ca, bhikkhave, veditabbo …pe… ","an10.172:25.4":"tatha patipajjitabban”ti. ","an10.172:25.5":"Ko nu kho imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajeyya’ti? ","an10.172:26.1":"Tesam no, bhante, amhakam etadahosi: ","an10.172:26.2":"‘ayam kho ayasma mahakaccano satthu ceva samvannito, sambhavito ca vinnunam sabrahmacarinam. ","an10.172:26.3":"Pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","an10.172:26.4":"Yannuna mayam yenayasma mahakaccano tenupasankameyyama; upasankamitva ayasmantam mahakaccanam etamattham patipuccheyyama. ","an10.172:26.5":"Yatha no ayasma mahakaccano byakarissati tatha nam dharessama’ti. ","an10.172:27.1":"Atha kho mayam, bhante, yenayasma mahakaccano tenupasankamimha; upasankamitva ayasmantam mahakaccanam etamattham apucchimha. ","an10.172:27.2":"Tesam no, bhante, ayasmata mahakaccanena imehi akkharehi imehi padehi imehi byanjanehi attho suvibhatto”ti. ","an10.172:28.1":"“Sadhu sadhu, bhikkhave. ","an10.172:28.2":"Pandito, bhikkhave, mahakaccano. Mahapanno, bhikkhave, mahakaccano. ","an10.172:28.3":"Mancepi tumhe, bhikkhave, upasankamitva etamattham patipuccheyyatha, ahampi cetam evamevam byakareyyam yatha tam mahakaccanena byakatam. ","an10.172:28.4":"Eso ceva tassa attho. Evanca nam dhareyyatha”ti. ","an10.172:28.5":"Chattham. "}