{"an10.44:0.1":"Anguttara Nikaya 10.44 ","an10.44:0.2":"5. Akkosavagga ","an10.44:0.3":"Kusinarasutta ","an10.44:1.1":"Ekam samayam bhagava kusinarayam viharati baliharane vanasande. ","an10.44:1.2":"Tatra kho bhagava bhikkhu amantesi: ","an10.44:1.3":"“bhikkhavo”ti. ","an10.44:1.4":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","an10.44:1.5":"Bhagava etadavoca: ","an10.44:2.1":"“Codakena, bhikkhave, bhikkhuna param codetukamena panca dhamme ajjhattam paccavekkhitva panca dhamme ajjhattam upatthapetva paro codetabbo. ","an10.44:2.2":"Katame panca dhamma ajjhattam paccavekkhitabba? ","an10.44:2.3":"Codakena, bhikkhave, bhikkhuna param codetukamena evam paccavekkhitabbam: ","an10.44:2.4":"‘parisuddhakayasamacaro nu khomhi, parisuddhenamhi kayasamacarena samannagato acchiddena appatimamsena. ","an10.44:2.5":"Samvijjati nu kho me eso dhammo udahu no’ti? ","an10.44:2.6":"No ce, bhikkhave, bhikkhu parisuddhakayasamacaro hoti parisuddhena kayasamacarena samannagato acchiddena appatimamsena, tassa bhavanti vattaro: ","an10.44:2.7":"‘ingha tava ayasma kayikam sikkhassu’ti, itissa bhavanti vattaro. ","an10.44:3.1":"Puna caparam, bhikkhave, codakena bhikkhuna param codetukamena evam paccavekkhitabbam: ","an10.44:3.2":"‘parisuddhavacisamacaro nu khomhi, parisuddhenamhi vacisamacarena samannagato acchiddena appatimamsena. ","an10.44:3.3":"Samvijjati nu kho me eso dhammo udahu no’ti? ","an10.44:3.4":"No ce, bhikkhave, bhikkhu parisuddhavacisamacaro hoti parisuddhena vacisamacarena samannagato acchiddena appatimamsena, tassa bhavanti vattaro: ","an10.44:3.5":"‘ingha tava ayasma vacasikam sikkhassu’ti, itissa bhavanti vattaro. ","an10.44:4.1":"Puna caparam, bhikkhave, codakena bhikkhuna param codetukamena evam paccavekkhitabbam: ","an10.44:4.2":"‘mettam nu kho me cittam paccupatthitam sabrahmacarisu anaghatam. ","an10.44:4.3":"Samvijjati nu kho me eso dhammo udahu no’ti? ","an10.44:4.4":"No ce, bhikkhave, bhikkhuno mettam cittam paccupatthitam hoti sabrahmacarisu anaghatam, tassa bhavanti vattaro: ","an10.44:4.5":"‘ingha tava ayasma sabrahmacarisu mettam cittam upatthapehi’ti, itissa bhavanti vattaro. ","an10.44:5.1":"Puna caparam, bhikkhave, codakena bhikkhuna param codetukamena evam paccavekkhitabbam: ","an10.44:5.2":"‘bahussuto nu khomhi sutadharo sutasannicayo, ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupa me dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","an10.44:5.3":"Samvijjati nu kho me eso dhammo udahu no’ti? ","an10.44:5.4":"No ce, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha, tassa bhavanti vattaro: ","an10.44:5.5":"‘ingha tava ayasma agamam pariyapunassu’ti, itissa bhavanti vattaro. ","an10.44:6.1":"Puna caparam, bhikkhave, codakena bhikkhuna param codetukamena evam paccavekkhitabbam: ","an10.44:6.2":"‘ubhayani kho pana me patimokkhani vittharena svagatani honti suvibhattani suppavattini suvinicchitani suttaso anubyanjanaso. ","an10.44:6.3":"Samvijjati nu kho me eso dhammo udahu no’ti? ","an10.44:6.4":"No ce, bhikkhave, bhikkhuno ubhayani patimokkhani vittharena svagatani honti suvibhattani suppavattini suvinicchitani suttaso anubyanjanaso, ‘idam panayasma, kattha vuttam bhagavata’ti, iti puttho na sampayissati. ","an10.44:6.5":"Tassa bhavanti vattaro: ","an10.44:6.6":"‘ingha tava ayasma vinayam sikkhassu’ti, itissa bhavanti vattaro. ","an10.44:6.7":"Ime panca dhamma ajjhattam paccavekkhitabba. ","an10.44:7.1":"Katame panca dhamma ajjhattam upatthapetabba? ","an10.44:7.2":"‘Kalena vakkhami, no akalena; ","an10.44:7.3":"bhutena vakkhami, no abhutena; ","an10.44:7.4":"sanhena vakkhami, no pharusena; ","an10.44:7.5":"atthasamhitena vakkhami, no anatthasamhitena; ","an10.44:7.6":"mettacitto vakkhami, no dosantaro’ti—","an10.44:7.7":"ime panca dhamma ajjhattam upatthapetabba. ","an10.44:7.8":"Codakena, bhikkhave, bhikkhuna param codetukamena ime panca dhamme ajjhattam paccavekkhitva ime panca dhamme ajjhattam upatthapetva paro codetabbo”ti. ","an10.44:7.9":"Catuttham. "}