{"an10.53:0.1":"Anguttara Nikaya 10.53 ","an10.53:0.2":"6. Sacittavagga ","an10.53:0.3":"Thitisutta ","an10.53:1.1":"“Thitimpaham, bhikkhave, na vannayami kusalesu dhammesu, pageva parihanim. ","an10.53:1.2":"Vuddhinca kho aham, bhikkhave, vannayami kusalesu dhammesu, no thitim no hanim. ","an10.53:2.1":"Kathanca, bhikkhave, hani hoti kusalesu dhammesu, no thiti no vuddhi? ","an10.53:2.2":"Idha, bhikkhave, bhikkhu yattako hoti saddhaya silena sutena cagena pannaya patibhanena, tassa te dhamma neva titthanti no vaddhanti. ","an10.53:2.3":"Hanimetam, bhikkhave, vadami kusalesu dhammesu, no thitim no vuddhim. ","an10.53:2.4":"Evam kho, bhikkhave, hani hoti kusalesu dhammesu, no thiti no vuddhi. ","an10.53:3.1":"Kathanca, bhikkhave thiti hoti kusalesu dhammesu, no hani no vuddhi? ","an10.53:3.2":"Idha, bhikkhave, bhikkhu yattako hoti saddhaya silena sutena cagena pannaya patibhanena, tassa te dhamma neva hayanti no vaddhanti. ","an10.53:3.3":"Thitimetam, bhikkhave, vadami kusalesu dhammesu, no hanim no vuddhim. ","an10.53:3.4":"Evam kho, bhikkhave, thiti hoti kusalesu dhammesu, no vuddhi no hani. ","an10.53:4.1":"Kathanca, bhikkhave, vuddhi hoti kusalesu dhammesu, no thiti no hani? ","an10.53:4.2":"Idha, bhikkhave, bhikkhu yattako hoti saddhaya silena sutena cagena pannaya patibhanena, tassa te dhamma neva titthanti no hayanti. ","an10.53:4.3":"Vuddhimetam, bhikkhave, vadami kusalesu dhammesu, no thitim no hanim. ","an10.53:4.4":"Evam kho, bhikkhave, vuddhi hoti kusalesu dhammesu, no thiti no hani. ","an10.53:5.1":"No ce, bhikkhave, bhikkhu paracittapariyayakusalo hoti, atha ‘sacittapariyayakusalo bhavissami’ti—","an10.53:5.2":"evanhi vo, bhikkhave, sikkhitabbam. ","an10.53:6.1":"Kathanca, bhikkhave, bhikkhu sacittapariyayakusalo hoti? ","an10.53:6.2":"Seyyathapi, bhikkhave, itthi va puriso va daharo yuva mandanakajatiko adase va parisuddhe pariyodate acche va udapatte sakam mukhanimittam paccavekkhamano sace tattha passati rajam va anganam va, tasseva rajassa va anganassa va pahanaya vayamati. ","an10.53:6.3":"No ce tattha passati rajam va anganam va, tenevattamano hoti paripunnasankappo: ","an10.53:6.4":"‘labha vata me, parisuddham vata me’ti. ","an10.53:6.5":"Evamevam kho, bhikkhave, bhikkhuno paccavekkhana bahukara hoti kusalesu dhammesu: ","an10.53:6.6":"‘abhijjhalu nu kho bahulam viharami, anabhijjhalu nu kho bahulam viharami, byapannacitto nu kho bahulam viharami, abyapannacitto nu kho bahulam viharami, thinamiddhapariyutthito nu kho bahulam viharami, vigatathinamiddho nu kho bahulam viharami, uddhato nu kho bahulam viharami, anuddhato nu kho bahulam viharami, vicikiccho nu kho bahulam viharami, tinnavicikiccho nu kho bahulam viharami, kodhano nu kho bahulam viharami, akkodhano nu kho bahulam viharami, sankilitthacitto nu kho bahulam viharami, asankilitthacitto nu kho bahulam viharami, saraddhakayo nu kho bahulam viharami, asaraddhakayo nu kho bahulam viharami, kusito nu kho bahulam viharami, araddhaviriyo nu kho bahulam viharami, samahito nu kho bahulam viharami, asamahito nu kho bahulam viharami’ti. ","an10.53:7.1":"Sace, bhikkhave, bhikkhu paccavekkhamano evam janati: ","an10.53:7.2":"‘abhijjhalu bahulam viharami, byapannacitto bahulam viharami, thinamiddhapariyutthito bahulam viharami, uddhato bahulam viharami, vicikiccho bahulam viharami, kodhano bahulam viharami, sankilitthacitto bahulam viharami, saraddhakayo bahulam viharami, kusito bahulam viharami, asamahito bahulam viharami’ti, tena, bhikkhave, bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an10.53:7.3":"Seyyathapi, bhikkhave, adittacelo va adittasiso va. ","an10.53:7.4":"Tasseva celassa va sisassa va nibbapanaya adhimattam chandanca vayamanca ussahanca ussolhinca appativaninca satinca sampajannanca kareyya; ","an10.53:7.5":"evamevam kho, bhikkhave, tena bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an10.53:8.1":"Sace pana, bhikkhave, bhikkhu paccavekkhamano evam janati: ","an10.53:8.2":"‘anabhijjhalu bahulam viharami, abyapannacitto bahulam viharami, vigatathinamiddho bahulam viharami, anuddhato bahulam viharami, tinnavicikiccho bahulam viharami, akkodhano bahulam viharami, asankilitthacitto bahulam viharami, asaraddhakayo bahulam viharami, araddhaviriyo bahulam viharami, samahito bahulam viharami’ti, tena, bhikkhave, bhikkhuna tesuyeva kusalesu dhammesu patitthaya uttari asavanam khayaya yogo karaniyo”ti. ","an10.53:8.3":"Tatiyam. "}