{"an10.92:0.1":"Anguttara Nikaya 10.92 ","an10.92:0.2":"10. Upalivagga ","an10.92:0.3":"Bhayasutta ","an10.92:1.1":"Atha kho anathapindiko gahapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho anathapindikam gahapatim bhagava etadavoca: ","an10.92:2.1":"“Yato, kho, gahapati, ariyasavakassa panca bhayani verani vupasantani honti, catuhi ca sotapattiyangehi samannagato hoti, ariyo cassa nayo pannaya sudittho hoti suppatividdho, so akankhamano attanava attanam byakareyya: ","an10.92:2.2":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato. Sotapannohamasmi avinipatadhammo niyato sambodhiparayano’ti. ","an10.92:3.1":"Katamani panca bhayani verani vupasantani honti? ","an10.92:3.2":"Yam, gahapati, panatipati panatipatapaccaya ditthadhammikampi bhayam veram pasavati samparayikampi bhayam veram pasavati cetasikampi dukkham domanassam patisamvedeti, panatipata pativirato neva ditthadhammikampi bhayam veram pasavati na samparayikampi bhayam veram pasavati na cetasikampi dukkham domanassam patisamvedeti. ","an10.92:3.3":"Panatipata pativiratassa evam tam bhayam veram vupasantam hoti. ","an10.92:4.1":"Yam, gahapati, adinnadayi …pe… ","an10.92:4.2":"kamesumicchacari … ","an10.92:4.3":"musavadi … ","an10.92:4.4":"suramerayamajjapamadatthayi suramerayamajjapamadatthanapaccaya ditthadhammikampi bhayam veram pasavati samparayikampi bhayam veram pasavati cetasikampi dukkham domanassam patisamvedeti, suramerayamajjapamadatthana pativirato neva ditthadhammikampi bhayam veram pasavati na samparayikampi bhayam veram pasavati na cetasikampi dukkham domanassam patisamvedeti. ","an10.92:4.5":"Suramerayamajjapamadatthana pativiratassa evam tam bhayam veram vupasantam hoti. ","an10.92:4.6":"Imani panca bhayani verani vupasantani honti. ","an10.92:5.1":"Katamehi catuhi sotapattiyangehi samannagato hoti? ","an10.92:5.2":"Idha, gahapati, ariyasavako buddhe aveccappasadena samannagato hoti: ","an10.92:5.3":"‘itipi so bhagava …pe… buddho bhagava’ti; ","an10.92:5.4":"dhamme aveccappasadena samannagato hoti: ","an10.92:5.5":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti; ","an10.92:5.6":"sanghe aveccappasadena samannagato hoti: ","an10.92:5.7":"‘suppatipanno bhagavato savakasangho, ujuppatipanno bhagavato savakasangho, nayappatipanno bhagavato savakasangho, samicippatipanno bhagavato savakasangho, yadidam cattari purisayugani attha purisapuggala, esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa’ti; ","an10.92:5.8":"ariyakantehi silehi samannagato hoti ‘akhandehi acchiddehi asabalehi akammasehi bhujissehi vinnuppasatthehi aparamatthehi samadhisamvattanikehi’. ","an10.92:5.9":"Imehi catuhi sotapattiyangehi samannagato hoti. ","an10.92:6.1":"Katamo cassa ariyo nayo pannaya sudittho hoti suppatividdho? ","an10.92:6.2":"Idha, gahapati, ariyasavako iti patisancikkhati: ","an10.92:6.3":"‘iti imasmim sati idam hoti; imassuppada idam uppajjati; ","an10.92:6.4":"imasmim asati idam na hoti; imassa nirodha idam nirujjhati, yadidam—","an10.92:6.5":"avijjapaccaya sankhara, ","an10.92:6.6":"sankharapaccaya vinnanam, ","an10.92:6.7":"vinnanapaccaya namarupam, ","an10.92:6.8":"namarupapaccaya salayatanam, ","an10.92:6.9":"salayatanapaccaya phasso, ","an10.92:6.10":"phassapaccaya vedana, ","an10.92:6.11":"vedanapaccaya tanha, ","an10.92:6.12":"tanhapaccaya upadanam, ","an10.92:6.13":"upadanapaccaya bhavo, ","an10.92:6.14":"bhavapaccaya jati, ","an10.92:6.15":"jatipaccaya jaramaranam sokaparidevadukkhadomanassupayasa sambhavanti, ","an10.92:6.16":"evametassa kevalassa dukkhakkhandhassa samudayo hoti; ","an10.92:6.17":"avijjaya tveva asesaviraganirodha sankharanirodho …pe… ","an10.92:6.18":"evametassa kevalassa dukkhakkhandhassa nirodho hoti’ti. ","an10.92:6.19":"Ayancassa ariyo nayo pannaya sudittho hoti suppatividdho. ","an10.92:7.1":"Yato kho, gahapati, ariyasavakassa imani panca bhayani verani vupasantani honti, imehi ca catuhi sotapattiyangehi samannagato hoti, ayancassa ariyo nayo pannaya sudittho hoti suppatividdho, so akankhamano attanava attanam byakareyya: ","an10.92:7.2":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato; sotapannohamasmi avinipatadhammo niyato sambodhiparayano’”ti. ","an10.92:7.3":"Dutiyam. "}