{"an10.76:0.1":"Anguttara Nikaya 10.76 ","an10.76:0.2":"8. Akankhavagga ","an10.76:0.3":"Tayodhammasutta ","an10.76:1.1":"“Tayome, bhikkhave, dhamma loke na samvijjeyyum, na tathagato loke uppajjeyya araham sammasambuddho, na tathagatappavedito dhammavinayo loke dibbeyya. ","an10.76:1.2":"Katame tayo? ","an10.76:1.3":"Jati ca, jara ca, marananca—","an10.76:1.4":"ime kho, bhikkhave, tayo dhamma loke na samvijjeyyum, na tathagato loke uppajjeyya araham sammasambuddho, na tathagatappavedito dhammavinayo loke dibbeyya. ","an10.76:1.5":"Yasma ca kho, bhikkhave, ime tayo dhamma loke samvijjanti tasma tathagato loke uppajjati araham sammasambuddho, tasma tathagatappavedito dhammavinayo loke dibbati. ","an10.76:2.1":"Tayome, bhikkhave, dhamme appahaya abhabbo jatim pahatum jaram pahatum maranam pahatum. ","an10.76:2.2":"Katame tayo? ","an10.76:2.3":"Ragam appahaya, dosam appahaya, moham appahaya—","an10.76:2.4":"ime kho, bhikkhave, tayo dhamme appahaya abhabbo jatim pahatum jaram pahatum maranam pahatum. ","an10.76:3.1":"Tayome, bhikkhave, dhamme appahaya abhabbo ragam pahatum dosam pahatum moham pahatum. ","an10.76:3.2":"Katame tayo? ","an10.76:3.3":"Sakkayaditthim appahaya, vicikiccham appahaya, silabbataparamasam appahaya—","an10.76:3.4":"ime kho, bhikkhave, tayo dhamme appahaya abhabbo ragam pahatum dosam pahatum moham pahatum. ","an10.76:4.1":"Tayome, bhikkhave, dhamme appahaya abhabbo sakkayaditthim pahatum vicikiccham pahatum silabbataparamasam pahatum. ","an10.76:4.2":"Katame tayo? ","an10.76:4.3":"Ayonisomanasikaram appahaya, kummaggasevanam appahaya, cetaso linattam appahaya—","an10.76:4.4":"ime kho, bhikkhave, tayo dhamme appahaya abhabbo sakkayaditthim pahatum vicikiccham pahatum silabbataparamasam pahatum. ","an10.76:5.1":"Tayome, bhikkhave, dhamme appahaya abhabbo ayoniso manasikaram pahatum kummaggasevanam pahatum cetaso linattam pahatum. ","an10.76:5.2":"Katame tayo? ","an10.76:5.3":"Mutthassaccam appahaya, asampajannam appahaya, cetaso vikkhepam appahaya—","an10.76:5.4":"ime kho, bhikkhave, tayo dhamme appahaya abhabbo ayonisomanasikaram pahatum kummaggasevanam pahatum cetaso linattam pahatum. ","an10.76:6.1":"Tayome, bhikkhave, dhamme appahaya abhabbo mutthassaccam pahatum asampajannam pahatum cetaso vikkhepam pahatum. ","an10.76:6.2":"Katame tayo? ","an10.76:6.3":"Ariyanam adassanakamyatam appahaya, ariyadhammassa asotukamyatam appahaya, uparambhacittatam appahaya—","an10.76:6.4":"ime kho, bhikkhave, tayo dhamme appahaya abhabbo mutthassaccam pahatum asampajannam pahatum cetaso vikkhepam pahatum. ","an10.76:7.1":"Tayome, bhikkhave, dhamme appahaya abhabbo ariyanam adassanakamyatam pahatum ariyadhammassa asotukamyatam pahatum uparambhacittatam pahatum. ","an10.76:7.2":"Katame tayo? ","an10.76:7.3":"Uddhaccam appahaya, asamvaram appahaya, dussilyam appahaya—","an10.76:7.4":"ime kho, bhikkhave, tayo dhamme appahaya abhabbo ariyanam adassanakamyatam pahatum ariyadhammassa asotukamyatam pahatum uparambhacittatam pahatum. ","an10.76:8.1":"Tayome, bhikkhave, dhamme appahaya abhabbo uddhaccam pahatum asamvaram pahatum dussilyam pahatum. ","an10.76:8.2":"Katame tayo? ","an10.76:8.3":"Assaddhiyam appahaya, avadannutam appahaya, kosajjam appahaya—","an10.76:8.4":"ime kho, bhikkhave, tayo dhamme appahaya abhabbo uddhaccam pahatum asamvaram pahatum dussilyam pahatum. ","an10.76:9.1":"Tayome, bhikkhave, dhamme appahaya abhabbo assaddhiyam pahatum avadannutam pahatum kosajjam pahatum. ","an10.76:9.2":"Katame tayo? ","an10.76:9.3":"Anadariyam appahaya, dovacassatam appahaya, papamittatam appahaya—","an10.76:9.4":"ime kho, bhikkhave, tayo dhamme appahaya abhabbo assaddhiyam pahatum avadannutam pahatum kosajjam pahatum. ","an10.76:10.1":"Tayome, bhikkhave, dhamme appahaya abhabbo anadariyam pahatum dovacassatam pahatum papamittatam pahatum. ","an10.76:10.2":"Katame tayo? ","an10.76:10.3":"Ahirikam appahaya, anottappam appahaya, pamadam appahaya—","an10.76:10.4":"ime kho, bhikkhave, tayo dhamme appahaya abhabbo anadariyam pahatum dovacassatam pahatum papamittatam pahatum. ","an10.76:11.1":"Ahirikoyam, bhikkhave, anottapi pamatto hoti. ","an10.76:11.2":"So pamatto samano abhabbo anadariyam pahatum dovacassatam pahatum papamittatam pahatum. ","an10.76:11.3":"So papamitto samano abhabbo assaddhiyam pahatum avadannutam pahatum kosajjam pahatum. ","an10.76:11.4":"So kusito samano abhabbo uddhaccam pahatum asamvaram pahatum dussilyam pahatum. ","an10.76:11.5":"So dussilo samano abhabbo ariyanam adassanakamyatam pahatum ariyadhammassa asotukamyatam pahatum uparambhacittatam pahatum. ","an10.76:11.6":"So uparambhacitto samano abhabbo mutthassaccam pahatum asampajannam pahatum cetaso vikkhepam pahatum. ","an10.76:11.7":"So vikkhittacitto samano abhabbo ayonisomanasikaram pahatum kummaggasevanam pahatum cetaso linattam pahatum. ","an10.76:11.8":"So linacitto samano abhabbo sakkayaditthim pahatum vicikiccham pahatum silabbataparamasam pahatum. ","an10.76:11.9":"So vicikiccho samano abhabbo ragam pahatum dosam pahatum moham pahatum. ","an10.76:11.10":"So ragam appahaya dosam appahaya moham appahaya abhabbo jatim pahatum jaram pahatum maranam pahatum. ","an10.76:12.1":"Tayome, bhikkhave, dhamme pahaya bhabbo jatim pahatum jaram pahatum maranam pahatum. ","an10.76:12.2":"Katame tayo? ","an10.76:12.3":"Ragam pahaya, dosam pahaya, moham pahaya—","an10.76:12.4":"ime kho, bhikkhave, tayo dhamme pahaya bhabbo jatim pahatum jaram pahatum maranam pahatum. ","an10.76:13.1":"Tayome, bhikkhave, dhamme pahaya bhabbo ragam pahatum dosam pahatum moham pahatum. ","an10.76:13.2":"Katame tayo? ","an10.76:13.3":"Sakkayaditthim pahaya, vicikiccham pahaya, silabbataparamasam pahaya—","an10.76:13.4":"ime kho, bhikkhave, tayo dhamme pahaya bhabbo ragam pahatum dosam pahatum moham pahatum. ","an10.76:14.1":"Tayome, bhikkhave, dhamme pahaya bhabbo sakkayaditthim pahatum vicikiccham pahatum silabbataparamasam pahatum. ","an10.76:14.2":"Katame tayo? ","an10.76:14.3":"Ayonisomanasikaram pahaya, kummaggasevanam pahaya, cetaso linattam pahaya—","an10.76:14.4":"ime kho, bhikkhave, tayo dhamme pahaya bhabbo sakkayaditthim pahatum vicikiccham pahatum silabbataparamasam pahatum. ","an10.76:15.1":"Tayome, bhikkhave, dhamme pahaya bhabbo ayonisomanasikaram pahatum kummaggasevanam pahatum cetaso linattam pahatum. ","an10.76:15.2":"Katame tayo? ","an10.76:15.3":"Mutthassaccam pahaya, asampajannam pahaya, cetaso vikkhepam pahaya—","an10.76:15.4":"ime kho, bhikkhave, tayo dhamme pahaya bhabbo ayonisomanasikaram pahatum kummaggasevanam pahatum cetaso linattam pahatum. ","an10.76:16.1":"Tayome, bhikkhave, dhamme pahaya bhabbo mutthassaccam pahatum asampajannam pahatum cetaso vikkhepam pahatum. ","an10.76:16.2":"Katame tayo? ","an10.76:16.3":"Ariyanam adassanakamyatam pahaya, ariyadhammassa asotukamyatam pahaya, uparambhacittatam pahaya—","an10.76:16.4":"ime kho, bhikkhave, tayo dhamme pahaya bhabbo mutthassaccam pahatum asampajannam pahatum cetaso vikkhepam pahatum. ","an10.76:17.1":"Tayome, bhikkhave, dhamme pahaya bhabbo ariyanam adassanakamyatam pahatum ariyadhammassa asotukamyatam pahatum uparambhacittatam pahatum. ","an10.76:17.2":"Katame tayo? ","an10.76:17.3":"Uddhaccam pahaya, asamvaram pahaya, dussilyam pahaya—","an10.76:17.4":"ime kho, bhikkhave, tayo dhamme pahaya bhabbo ariyanam adassanakamyatam pahatum ariyadhammassa asotukamyatam pahatum uparambhacittatam pahatum. ","an10.76:18.1":"Tayome, bhikkhave, dhamme pahaya bhabbo uddhaccam pahatum asamvaram pahatum dussilyam pahatum. ","an10.76:18.2":"Katame tayo? ","an10.76:18.3":"Assaddhiyam pahaya, avadannutam pahaya, kosajjam pahaya—","an10.76:18.4":"ime kho, bhikkhave, tayo dhamme pahaya bhabbo uddhaccam pahatum asamvaram pahatum dussilyam pahatum. ","an10.76:19.1":"Tayome, bhikkhave, dhamme pahaya bhabbo assaddhiyam pahatum avadannutam pahatum kosajjam pahatum. ","an10.76:19.2":"Katame tayo? ","an10.76:19.3":"Anadariyam pahaya, dovacassatam pahaya, papamittatam pahaya—","an10.76:19.4":"ime kho, bhikkhave, tayo dhamme pahaya bhabbo assaddhiyam pahatum avadannutam pahatum kosajjam pahatum. ","an10.76:20.1":"Tayome, bhikkhave, dhamme pahaya bhabbo anadariyam pahatum dovacassatam pahatum papamittatam pahatum. ","an10.76:20.2":"Katame tayo? ","an10.76:20.3":"Ahirikam pahaya, anottappam pahaya, pamadam pahaya—","an10.76:20.4":"ime kho, bhikkhave, tayo dhamme pahaya bhabbo anadariyam pahatum dovacassatam pahatum papamittatam pahatum. ","an10.76:21.1":"Hirimayam, bhikkhave, ottapi appamatto hoti. ","an10.76:21.2":"So appamatto samano bhabbo anadariyam pahatum dovacassatam pahatum papamittatam pahatum. ","an10.76:21.3":"So kalyanamitto samano bhabbo assaddhiyam pahatum avadannutam pahatum kosajjam pahatum. ","an10.76:21.4":"So araddhaviriyo samano bhabbo uddhaccam pahatum asamvaram pahatum dussilyam pahatum. ","an10.76:21.5":"So silava samano bhabbo ariyanam adassanakamyatam pahatum ariyadhammassa asotukamyatam pahatum uparambhacittatam pahatum. ","an10.76:21.6":"So anuparambhacitto samano bhabbo mutthassaccam pahatum asampajannam pahatum cetaso vikkhepam pahatum. ","an10.76:21.7":"So avikkhittacitto samano bhabbo ayonisomanasikaram pahatum kummaggasevanam pahatum cetaso linattam pahatum. ","an10.76:21.8":"So alinacitto samano bhabbo sakkayaditthim pahatum vicikiccham pahatum silabbataparamasam pahatum. ","an10.76:21.9":"So avicikiccho samano bhabbo ragam pahatum dosam pahatum moham pahatum. ","an10.76:21.10":"So ragam pahaya dosam pahaya moham pahaya bhabbo jatim pahatum jaram pahatum maranam pahatun”ti. ","an10.76:21.11":"Chattham. "}