{"an10.99:0.1":"Anguttara Nikaya 10.99 ","an10.99:0.2":"10. Upalivagga ","an10.99:0.3":"Upalisutta ","an10.99:1.1":"Atha kho ayasma upali yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma upali bhagavantam etadavoca: ","an10.99:1.2":"“icchamaham, bhante, arannavanapatthani pantani senasanani patisevitun”ti. ","an10.99:2.1":"“Durabhisambhavani hi kho, upali, arannavanapatthani pantani senasanani. ","an10.99:2.2":"Dukkaram pavivekam durabhiramam. ","an10.99:2.3":"Ekatte haranti manne mano vanani samadhim alabhamanassa bhikkhuno. ","an10.99:2.4":"Yo kho, upali, evam vadeyya: ","an10.99:2.5":"‘aham samadhim alabhamano arannavanapatthani pantani senasanani patisevissami’ti, tassetam patikankham: ","an10.99:2.6":"‘samsidissati va uplavissati va’ti. ","an10.99:3.1":"Seyyathapi, upali, mahaudakarahado. ","an10.99:3.2":"Atha agaccheyya hatthinago sattaratano va addhattharatano va. ","an10.99:3.3":"Tassa evamassa: ","an10.99:3.4":"‘yannunaham imam udakarahadam ogahetva kannasandhovikampi khiddam kileyyam pitthisandhovikampi khiddam kileyyam. ","an10.99:3.5":"Kannasandhovikampi khiddam kilitva pitthisandhovikampi khiddam kilitva nhatva ca pivitva ca paccuttaritva yena kamam pakkameyyan’ti. ","an10.99:3.6":"So tam udakarahadam ogahetva kannasandhovikampi khiddam kileyya pitthisandhovikampi khiddam kileyya; ","an10.99:3.7":"kannasandhovikampi khiddam kilitva pitthisandhovikampi khiddam kilitva nhatva ca pivitva ca paccuttaritva yena kamam pakkameyya. ","an10.99:3.8":"Tam kissa hetu? ","an10.99:3.9":"Maha, upali, attabhavo gambhire gadham vindati. ","an10.99:4.1":"Atha agaccheyya saso va bilaro va. ","an10.99:4.2":"Tassa evamassa: ","an10.99:4.3":"‘ko caham, ko ca hatthinago. ","an10.99:4.4":"Yannunaham imam udakarahadam ogahetva kannasandhovikampi khiddam kileyyam pitthisandhovikampi khiddam kileyyam; ","an10.99:4.5":"kannasandhovikampi khiddam kilitva pitthisandhovikampi khiddam kilitva nhatva ca pivitva ca paccuttaritva yena kamam pakkameyyan’ti. ","an10.99:4.6":"So tam udakarahadam sahasa appatisankha pakkhandeyya. ","an10.99:4.7":"Tassetam patikankham: ","an10.99:4.8":"‘samsidissati va uplavissati va’ti. ","an10.99:4.9":"Tam kissa hetu? ","an10.99:4.10":"Paritto, upali, attabhavo gambhire gadham na vindati. ","an10.99:4.11":"Evamevam kho, upali, yo evam vadeyya: ","an10.99:4.12":"‘aham samadhim alabhamano arannavanapatthani pantani senasanani patisevissami’ti, tassetam patikankham: ","an10.99:4.13":"‘samsidissati va uplavissati va’ti. ","an10.99:5.1":"Seyyathapi, upali, daharo kumaro mando uttanaseyyako sakena muttakarisena kilati. ","an10.99:5.2":"Tam kim mannasi, upali, ","an10.99:5.3":"nanvayam kevala paripura balakhidda”ti? ","an10.99:5.4":"“Evam, bhante”. ","an10.99:6.1":"“Sa kho so, upali, kumaro aparena samayena vuddhimanvaya indriyanam paripakamanvaya ","an10.99:6.2":"yani kanici kumarakanam kilapanakani bhavanti, seyyathidam—vankakam ghatikam mokkhacikam cingulakam pattalhakam rathakam dhanukam, tehi kilati. ","an10.99:6.3":"Tam kim mannasi, upali, ","an10.99:6.4":"nanvayam khidda purimaya khiddaya abhikkantatara ca panitatara ca”ti? ","an10.99:6.5":"“Evam, bhante”. ","an10.99:7.1":"“Sa kho so, upali, kumaro aparena samayena vuddhimanvaya indriyanam paripakamanvaya ","an10.99:7.2":"pancahi kamagunehi samappito samangibhuto paricareti ","an10.99:7.3":"cakkhuvinneyyehi rupehi itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi, ","an10.99:7.4":"sotavinneyyehi saddehi … ","an10.99:7.5":"ghanavinneyyehi gandhehi … ","an10.99:7.6":"jivhavinneyyehi rasehi … ","an10.99:7.7":"kayavinneyyehi photthabbehi itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi. ","an10.99:7.8":"Tam kim mannasi, upali, ","an10.99:7.9":"nanvayam khidda purimahi khiddahi abhikkantatara ca panitatara ca”ti? ","an10.99:7.10":"“Evam, bhante”. ","an10.99:8.1":"“Idha kho pana vo, upali, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","an10.99:8.2":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","an10.99:8.3":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","an10.99:9.1":"Tam dhammam sunati gahapati va gahapatiputto va annatarasmim va kule paccajato. ","an10.99:9.2":"So tam dhammam sutva tathagate saddham patilabhati. ","an10.99:9.3":"So tena saddhapatilabhena samannagato iti patisancikkhati: ","an10.99:9.4":"‘sambadho gharavaso rajapatho, abbhokaso pabbajja. ","an10.99:9.5":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","an10.99:9.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","an10.99:10.1":"So aparena samayena appam va bhogakkhandham pahaya mahantam va bhogakkhandham pahaya appam va natiparivattam pahaya mahantam va natiparivattam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","an10.99:11.1":"So evam pabbajito samano bhikkhunam sikkhasajivasamapanno panatipatam pahaya panatipata pativirato hoti nihitadando nihitasattho lajji dayapanno sabbapanabhutahitanukampi viharati. ","an10.99:12.1":"Adinnadanam pahaya adinnadana pativirato hoti dinnadayi dinnapatikankhi; athenena sucibhutena attana viharati. ","an10.99:13.1":"Abrahmacariyam pahaya brahmacari hoti aracari virato methuna gamadhamma. ","an10.99:14.1":"Musavadam pahaya musavada pativirato hoti saccavadi saccasandho theto paccayiko avisamvadako lokassa. ","an10.99:15.1":"Pisunam vacam pahaya pisunaya vacaya pativirato hoti, ito sutva na amutra akkhata imesam bhedaya, amutra va sutva na imesam akkhata amusam bhedaya. Iti bhinnanam va sandhata sahitanam va anuppadata, samaggaramo samaggarato samagganandi; samaggakaranim vacam bhasita hoti. ","an10.99:16.1":"Pharusam vacam pahaya pharusaya vacaya pativirato hoti. Ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa, tatharupim vacam bhasita hoti. ","an10.99:17.1":"Samphappalapam pahaya samphappalapa pativirato hoti kalavadi bhutavadi atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita hoti kalena sapadesam pariyantavatim atthasamhitam. ","an10.99:18.1":"So bijagamabhutagamasamarambha pativirato hoti. ","an10.99:18.2":"Ekabhattiko hoti rattuparato, virato vikalabhojana. ","an10.99:18.3":"Naccagitavaditavisukadassana pativirato hoti, ","an10.99:18.4":"malagandhavilepanadharanamandanavibhusanatthana pativirato hoti, ","an10.99:18.5":"uccasayanamahasayana pativirato hoti, ","an10.99:18.6":"jataruparajatapatiggahana pativirato hoti, ","an10.99:18.7":"amakadhannapatiggahana pativirato hoti, ","an10.99:18.8":"amakamamsapatiggahana pativirato hoti, ","an10.99:18.9":"itthikumarikapatiggahana pativirato hoti, ","an10.99:18.10":"dasidasapatiggahana pativirato hoti, ","an10.99:18.11":"ajelakapatiggahana pativirato hoti, ","an10.99:18.12":"kukkutasukarapatiggahana pativirato hoti, ","an10.99:18.13":"hatthigavassavalavapatiggahana pativirato hoti, ","an10.99:18.14":"khettavatthupatiggahana pativirato hoti, ","an10.99:18.15":"duteyyapahinagamananuyoga pativirato hoti, ","an10.99:18.16":"kayavikkaya pativirato hoti, ","an10.99:18.17":"tulakutakamsakutamanakuta pativirato hoti, ","an10.99:18.18":"ukkotanavancananikatisaciyoga pativirato hoti, ","an10.99:18.19":"chedanavadhabandhanaviparamosaalopasahasakara pativirato hoti. ","an10.99:19.1":"So santuttho hoti kayapariharikena civarena kucchipariharikena pindapatena. ","an10.99:19.2":"Yena yeneva pakkamati samadayeva pakkamati, ","an10.99:19.3":"seyyathapi nama pakkhi sakuno yena yeneva deti sapattabharova deti. ","an10.99:19.4":"Evamevam bhikkhu santuttho hoti kayapariharikena civarena kucchipariharikena pindapatena. Yena yeneva pakkamati samadayeva pakkamati. ","an10.99:19.5":"So imina ariyena silakkhandhena samannagato ajjhattam anavajjasukham patisamvedeti. ","an10.99:20.1":"So cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","an10.99:20.2":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjati; rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","an10.99:20.3":"Sotena saddam sutva … ","an10.99:20.4":"ghanena gandham ghayitva … ","an10.99:20.5":"jivhaya rasam sayitva … ","an10.99:20.6":"kayena photthabbam phusitva … ","an10.99:20.7":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi. ","an10.99:20.8":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjati; rakkhati manindriyam, manindriye samvaram apajjati. ","an10.99:20.9":"So imina ariyena indriyasamvarena samannagato ajjhattam abyasekasukham patisamvedeti. ","an10.99:21.1":"So abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","an10.99:22.1":"So imina ca ariyena silakkhandhena samannagato, imina ca ariyena indriyasamvarena samannagato, imina ca ariyena satisampajannena samannagato ","an10.99:22.2":"vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","an10.99:22.3":"So arannagato va rukkhamulagato va sunnagaragato va nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","an10.99:23.1":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti. ","an10.99:23.2":"Byapadapadosam pahaya abyapannacitto viharati sabbapanabhutahitanukampi, byapadapadosa cittam parisodheti. ","an10.99:23.3":"Thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti. ","an10.99:23.4":"Uddhaccakukkuccam pahaya anuddhato viharati ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti. ","an10.99:23.5":"Vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","an10.99:24.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane, ","an10.99:24.2":"vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","an10.99:24.3":"Tam kim mannasi, upali, ","an10.99:24.4":"‘nanvayam viharo purimehi viharehi abhikkantataro ca panitataro ca’”ti? ","an10.99:24.5":"“Evam, bhante”. ","an10.99:25.1":"“Imampi kho, upali, mama savaka attani dhammam sampassamana arannavanapatthani pantani senasanani patisevanti, no ca kho tava anuppattasadattha viharanti. ","an10.99:26.1":"Puna caparam, upali, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","an10.99:26.2":"Tam kim mannasi, upali, ","an10.99:26.3":"‘nanvayam viharo purimehi viharehi abhikkantataro ca panitataro ca’”ti? ","an10.99:26.4":"“Evam, bhante”. ","an10.99:27.1":"“Imampi kho, upali, mama savaka attani dhammam sampassamana arannavanapatthani pantani senasanani patisevanti, no ca kho tava anuppattasadattha viharanti. ","an10.99:28.1":"Puna caparam, upali, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","an10.99:28.2":"Tam kim mannasi, upali, ","an10.99:28.3":"‘nanvayam viharo purimehi viharehi abhikkantataro ca panitataro ca’”ti? ","an10.99:28.4":"“Evam, bhante”. ","an10.99:29.1":"“Imampi kho, upali, mama savaka attani dhammam sampassamana arannavanapatthani pantani senasanani patisevanti, no ca kho tava anuppattasadattha viharanti. ","an10.99:30.1":"Puna caparam, upali, bhikkhu sukhassa ca pahana …pe… catuttham jhanam …pe…. ","an10.99:31.1":"Puna caparam, upali, bhikkhu sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati. ","an10.99:31.2":"Tam kim mannasi, upali, ","an10.99:31.3":"‘nanvayam viharo purimehi viharehi abhikkantataro ca panitataro ca’”ti? ","an10.99:31.4":"“Evam, bhante”. ","an10.99:32.1":"“Imampi kho, upali, mama savaka attani dhammam sampassamana arannavanapatthani pantani senasanani patisevanti, no ca kho tava anuppattasadattha viharanti. ","an10.99:33.1":"Puna caparam, upali, bhikkhu sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati …pe…. ","an10.99:34.1":"Sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati …pe…. ","an10.99:35.1":"Sabbaso akincannayatanam samatikkamma ‘santametam panitametan’ti nevasannanasannayatanam upasampajja viharati. ","an10.99:35.2":"Tam kim mannasi, upali, ","an10.99:35.3":"‘nanvayam viharo purimehi viharehi abhikkantataro ca panitataro ca’”ti? ","an10.99:35.4":"“Evam, bhante”. ","an10.99:36.1":"“Imampi kho, upali, mama savaka attani dhammam sampassamana arannavanapatthani pantani senasanani patisevanti, no ca kho tava anuppattasadattha viharanti. ","an10.99:37.1":"Puna caparam, upali, bhikkhu sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharati; pannaya cassa disva asava parikkhina honti. ","an10.99:37.2":"Tam kim mannasi, upali, ","an10.99:37.3":"‘nanvayam viharo purimehi viharehi abhikkantataro ca panitataro ca’”ti? ","an10.99:37.4":"“Evam, bhante”. ","an10.99:38.1":"“Imampi kho, upali, mama savaka attani dhammam sampassamana arannavanapatthani pantani senasanani patisevanti, anuppattasadattha ca viharanti. ","an10.99:38.2":"Ingha tvam, upali, sanghe viharahi. ","an10.99:38.3":"Sanghe te viharato phasu bhavissati”ti. ","an10.99:38.4":"Navamam. "}