{"an10.73:0.1":"Anguttara Nikaya 10.73 ","an10.73:0.2":"8. Akankhavagga ","an10.73:0.3":"Itthadhammasutta ","an10.73:1.1":"“Dasayime, bhikkhave, dhamma ittha kanta manapa dullabha lokasmim. ","an10.73:1.2":"Katame dasa? ","an10.73:1.3":"Bhoga ittha kanta manapa dullabha lokasmim; ","an10.73:1.4":"vanno ittho kanto manapo dullabho lokasmim; ","an10.73:1.5":"arogyam ittham kantam manapam dullabham lokasmim; ","an10.73:1.6":"silam ittham kantam manapam dullabham lokasmim; ","an10.73:1.7":"brahmacariyam ittham kantam manapam dullabham lokasmim; ","an10.73:1.8":"mitta ittha kanta manapa dullabha lokasmim; ","an10.73:1.9":"bahusaccam ittham kantam manapam dullabham lokasmim; ","an10.73:1.10":"panna ittha kanta manapa dullabha lokasmim; ","an10.73:1.11":"dhamma ittha kanta manapa dullabha lokasmim; ","an10.73:1.12":"sagga ittha kanta manapa dullabha lokasmim. ","an10.73:2.1":"Imesam kho, bhikkhave, dasannam dhammanam itthanam kantanam manapanam dullabhanam lokasmim dasa dhamma paripantha—","an10.73:2.2":"alasyam anutthanam bhoganam paripantho, amandana avibhusana vannassa paripantho, asappayakiriya arogyassa paripantho, papamittata silanam paripantho, indriyaasamvaro brahmacariyassa paripantho, visamvadana mittanam paripantho, asajjhayakiriya bahusaccassa paripantho, asussusa aparipuccha pannaya paripantho, ananuyogo apaccavekkhana dhammanam paripantho, micchapatipatti sagganam paripantho. ","an10.73:2.3":"Imesam kho, bhikkhave, dasannam itthanam kantanam manapanam dullabhanam lokasmim ime dasa dhamma paripantha. ","an10.73:3.1":"Imesam kho, bhikkhave, dasannam dhammanam itthanam kantanam manapanam dullabhanam lokasmim dasa dhamma ahara—","an10.73:3.2":"utthanam analasyam bhoganam aharo, mandana vibhusana vannassa aharo, sappayakiriya arogyassa aharo, kalyanamittata silanam aharo, indriyasamvaro brahmacariyassa aharo, avisamvadana mittanam aharo, sajjhayakiriya bahusaccassa aharo, sussusa paripuccha pannaya aharo, anuyogo paccavekkhana dhammanam aharo, sammapatipatti sagganam aharo. ","an10.73:3.3":"Imesam kho, bhikkhave, dasannam dhammanam itthanam kantanam manapanam dullabhanam lokasmim ime dasa dhamma ahara”ti. ","an10.73:3.4":"Tatiyam. "}