{"an10.87:0.1":"Anguttara Nikaya 10.87 ","an10.87:0.2":"9. Theravagga ","an10.87:0.3":"Nappiyasutta ","an10.87:1.1":"Tatra kho bhagava kalankatam bhikkhum arabbha bhikkhu amantesi: ","an10.87:1.2":"“bhikkhavo”ti. ","an10.87:1.3":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","an10.87:1.4":"Bhagava etadavoca: ","an10.87:2.1":"“Idha, bhikkhave, bhikkhu adhikaraniko hoti, adhikaranasamathassa na vannavadi. ","an10.87:2.2":"Yampi, bhikkhave, bhikkhu adhikaraniko hoti adhikaranasamathassa na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:3.1":"Puna caparam, bhikkhave, bhikkhu na sikkhakamo hoti, sikkhasamadanassa na vannavadi. ","an10.87:3.2":"Yampi, bhikkhave, bhikkhu na sikkhakamo hoti sikkhasamadanassa na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:4.1":"Puna caparam, bhikkhave, bhikkhu papiccho hoti, icchavinayassa na vannavadi. ","an10.87:4.2":"Yampi, bhikkhave, bhikkhu papiccho hoti icchavinayassa na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:5.1":"Puna caparam, bhikkhave, bhikkhu kodhano hoti, kodhavinayassa na vannavadi. ","an10.87:5.2":"Yampi, bhikkhave, bhikkhu kodhano hoti kodhavinayassa na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:6.1":"Puna caparam, bhikkhave, bhikkhu makkhi hoti, makkhavinayassa na vannavadi. ","an10.87:6.2":"Yampi, bhikkhave, bhikkhu makkhi hoti makkhavinayassa na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:7.1":"Puna caparam, bhikkhave, bhikkhu satho hoti, satheyyavinayassa na vannavadi. ","an10.87:7.2":"Yampi, bhikkhave, bhikkhu satho hoti satheyyavinayassa na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:8.1":"Puna caparam, bhikkhave, bhikkhu mayavi hoti, mayavinayassa na vannavadi. ","an10.87:8.2":"Yampi, bhikkhave, bhikkhu mayavi hoti mayavinayassa na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:9.1":"Puna caparam, bhikkhave, bhikkhu dhammanam na nisamakajatiko hoti, dhammanisantiya na vannavadi. ","an10.87:9.2":"Yampi, bhikkhave, bhikkhu dhammanam na nisamakajatiko hoti dhammanisantiya na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:10.1":"Puna caparam, bhikkhave, bhikkhu na patisallino hoti, patisallanassa na vannavadi. ","an10.87:10.2":"Yampi, bhikkhave, bhikkhu na patisallino hoti patisallanassa na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:11.1":"Puna caparam, bhikkhave, bhikkhu sabrahmacarinam na patisantharako hoti, patisantharakassa na vannavadi. ","an10.87:11.2":"Yampi, bhikkhave, bhikkhu sabrahmacarinam na patisantharako hoti patisantharakassa na vannavadi, ayampi dhammo na piyataya na garutaya na bhavanaya na samannaya na ekibhavaya samvattati. ","an10.87:12.1":"Evarupassa, bhikkhave, bhikkhuno kincapi evam iccha uppajjeyya: ","an10.87:12.2":"‘aho vata mam sabrahmacari sakkareyyum garum kareyyum maneyyum pujeyyun’ti, atha kho nam sabrahmacari na ceva sakkaronti na garum karonti na manenti na pujenti. ","an10.87:12.3":"Tam kissa hetu? ","an10.87:12.4":"Tathahissa, bhikkhave, vinnu sabrahmacari te papake akusale dhamme appahine samanupassanti. ","an10.87:13.1":"Seyyathapi, bhikkhave, assakhalunkassa kincapi evam iccha uppajjeyya: ","an10.87:13.2":"‘aho vata mam manussa ajaniyatthane thapeyyum, ajaniyabhojananca bhojeyyum, ajaniyaparimajjananca parimajjeyyun’ti, atha kho nam manussa na ceva ajaniyatthane thapenti na ca ajaniyabhojanam bhojenti na ca ajaniyaparimajjanam parimajjanti. ","an10.87:13.3":"Tam kissa hetu? ","an10.87:13.4":"Tathahissa, bhikkhave, vinnu manussa tani satheyyani kuteyyani jimheyyani vankeyyani appahinani samanupassanti. ","an10.87:13.5":"Evamevam kho, bhikkhave, evarupassa bhikkhuno kincapi evam iccha uppajjeyya: ","an10.87:13.6":"‘aho vata mam sabrahmacari sakkareyyum garum kareyyum maneyyum pujeyyun’ti, atha kho nam sabrahmacari na ceva sakkaronti na garum karonti na manenti na pujenti. ","an10.87:13.7":"Tam kissa hetu? ","an10.87:13.8":"Tathahissa, bhikkhave, vinnu sabrahmacari te papake akusale dhamme appahine samanupassanti. ","an10.87:14.1":"Idha pana, bhikkhave, bhikkhu na adhikaraniko hoti, adhikaranasamathassa vannavadi. ","an10.87:14.2":"Yampi, bhikkhave, bhikkhu na adhikaraniko hoti adhikaranasamathassa vannavadi, ayampi dhammo piyataya garutaya bhavanaya samannaya ekibhavaya samvattati. ","an10.87:15.1":"Puna caparam, bhikkhave, bhikkhu sikkhakamo hoti, sikkhasamadanassa vannavadi. ","an10.87:15.2":"Yampi, bhikkhave, bhikkhu sikkhakamo hoti sikkhasamadanassa vannavadi, ayampi dhammo piyataya garutaya bhavanaya samannaya ekibhavaya samvattati. ","an10.87:16.1":"Puna caparam, bhikkhave, bhikkhu appiccho hoti, icchavinayassa vannavadi. ","an10.87:16.2":"Yampi, bhikkhave, bhikkhu appiccho hoti icchavinayassa vannavadi, ayampi dhammo …pe… ekibhavaya samvattati. ","an10.87:17.1":"Puna caparam, bhikkhave, bhikkhu akkodhano hoti, kodhavinayassa vannavadi. ","an10.87:17.2":"Yampi, bhikkhave, bhikkhu akkodhano hoti kodhavinayassa vannavadi, ayampi dhammo …pe… ekibhavaya samvattati. ","an10.87:18.1":"Puna caparam, bhikkhave, bhikkhu amakkhi hoti, makkhavinayassa vannavadi. ","an10.87:18.2":"Yampi, bhikkhave, bhikkhu amakkhi hoti makkhavinayassa vannavadi, ayampi dhammo …pe… ekibhavaya samvattati. ","an10.87:19.1":"Puna caparam, bhikkhave, bhikkhu asatho hoti, satheyyavinayassa vannavadi. ","an10.87:19.2":"Yampi, bhikkhave, bhikkhu asatho hoti satheyyavinayassa vannavadi, ayampi dhammo …pe… ekibhavaya samvattati. ","an10.87:20.1":"Puna caparam, bhikkhave, bhikkhu amayavi hoti, mayavinayassa vannavadi. ","an10.87:20.2":"Yampi, bhikkhave, bhikkhu amayavi hoti mayavinayassa vannavadi, ayampi dhammo …pe… ekibhavaya samvattati. ","an10.87:21.1":"Puna caparam, bhikkhave, bhikkhu dhammanam nisamakajatiko hoti, dhammanisantiya vannavadi. ","an10.87:21.2":"Yampi, bhikkhave, bhikkhu dhammanam nisamakajatiko hoti dhammanisantiya vannavadi, ayampi dhammo …pe… ekibhavaya samvattati. ","an10.87:22.1":"Puna caparam, bhikkhave, bhikkhu patisallino hoti, patisallanassa vannavadi. ","an10.87:22.2":"Yampi, bhikkhave, bhikkhu patisallino hoti patisallanassa vannavadi, ayampi dhammo …pe… ekibhavaya samvattati. ","an10.87:23.1":"Puna caparam, bhikkhave, bhikkhu sabrahmacarinam patisantharako hoti, patisantharakassa vannavadi. ","an10.87:23.2":"Yampi, bhikkhave, bhikkhu sabrahmacarinam patisantharako hoti patisantharakassa vannavadi, ayampi dhammo piyataya garutaya bhavanaya samannaya ekibhavaya samvattati. ","an10.87:24.1":"Evarupassa, bhikkhave, bhikkhuno kincapi na evam iccha uppajjeyya: ","an10.87:24.2":"‘aho vata mam sabrahmacari sakkareyyum garum kareyyum maneyyum pujeyyun’ti, atha kho nam sabrahmacari sakkaronti garum karonti manenti pujenti. ","an10.87:24.3":"Tam kissa hetu? ","an10.87:24.4":"Tathahissa, bhikkhave, vinnu sabrahmacari te papake akusale dhamme pahine samanupassanti. ","an10.87:25.1":"Seyyathapi, bhikkhave, bhaddassa assajaniyassa kincapi na evam iccha uppajjeyya: ","an10.87:25.2":"‘aho vata mam manussa ajaniyatthane thapeyyum, ajaniyabhojananca bhojeyyum, ajaniyaparimajjananca parimajjeyyun’ti, atha kho nam manussa ajaniyatthane ca thapenti ajaniyabhojananca bhojenti ajaniyaparimajjananca parimajjanti. ","an10.87:25.3":"Tam kissa hetu? ","an10.87:25.4":"Tathahissa, bhikkhave, vinnu manussa tani satheyyani kuteyyani jimheyyani vankeyyani pahinani samanupassanti. ","an10.87:26.1":"Evamevam kho, bhikkhave, evarupassa bhikkhuno kincapi na evam iccha uppajjeyya: ","an10.87:26.2":"‘aho vata mam sabrahmacari sakkareyyum garum kareyyum maneyyum pujeyyun’ti, atha kho nam sabrahmacari sakkaronti garum karonti manenti pujenti. ","an10.87:26.3":"Tam kissa hetu? ","an10.87:26.4":"Tathahissa, bhikkhave, vinnu sabrahmacari te papake akusale dhamme pahine samanupassanti”ti. ","an10.87:26.5":"Sattamam. "}