{"an10.50:0.1":"Anguttara Nikaya 10.50 ","an10.50:0.2":"5. Akkosavagga ","an10.50:0.3":"Bhandanasutta ","an10.50:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an10.50:1.2":"Tena kho pana samayena sambahula bhikkhu pacchabhattam pindapatapatikkanta upatthanasalayam sannisinna sannipatita bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharanti. ","an10.50:2.1":"Atha kho bhagava sayanhasamayam patisallana vutthito yena upatthanasala tenupasankami; upasankamitva pannatte asane nisidi. ","an10.50:2.2":"Nisajja kho bhagava bhikkhu amantesi: ","an10.50:2.3":"“kaya nuttha, bhikkhave, etarahi kathaya sannisinna sannipatita, ka ca pana vo antarakatha vippakata”ti? ","an10.50:3.1":"“Idha mayam, bhante, pacchabhattam pindapatapatikkanta upatthanasalayam sannisinna sannipatita bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharama”ti. ","an10.50:3.2":"“Na kho panetam, bhikkhave, tumhakam patirupam kulaputtanam saddhaya agarasma anagariyam pabbajitanam, yam tumhe bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta vihareyyatha. ","an10.50:4.1":"Dasayime, bhikkhave, dhamma saraniya piyakarana garukarana sangahaya avivadaya samaggiya ekibhavaya samvattanti. ","an10.50:4.2":"Katame dasa? ","an10.50:4.3":"Idha, bhikkhave, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","an10.50:4.4":"Yampi, bhikkhave, bhikkhu silava hoti …pe… samadaya sikkhati sikkhapadesu, ","an10.50:4.5":"ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","an10.50:5.1":"Puna caparam, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","an10.50:5.2":"Yampi, bhikkhave, bhikkhu bahussuto hoti …pe… ditthiya suppatividdha, ","an10.50:5.3":"ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","an10.50:6.1":"Puna caparam, bhikkhave, bhikkhu kalyanamitto hoti kalyanasahayo kalyanasampavanko. ","an10.50:6.2":"Yampi, bhikkhave, bhikkhu kalyanamitto hoti kalyanasahayo kalyanasampavanko, ","an10.50:6.3":"ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","an10.50:7.1":"Puna caparam, bhikkhave, bhikkhu suvaco hoti sovacassakaranehi dhammehi samannagato khamo padakkhinaggahi anusasanim. ","an10.50:7.2":"Yampi, bhikkhave, bhikkhu suvaco hoti sovacassakaranehi dhammehi samannagato khamo padakkhinaggahi anusasanim, ","an10.50:7.3":"ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","an10.50:8.1":"Puna caparam, bhikkhave, bhikkhu yani tani sabrahmacarinam uccavacani kinkaraniyani—tattha dakkho hoti analaso, tatrupayaya vimamsaya samannagato alam katum alam samvidhatum. ","an10.50:8.2":"Yampi, bhikkhave, bhikkhu yani tani sabrahmacarinam uccavacani kinkaraniyani—tattha dakkho hoti analaso tatrupayaya vimamsaya samannagato alam katum alam samvidhatum, ","an10.50:8.3":"ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","an10.50:9.1":"Puna caparam, bhikkhave, bhikkhu dhammakamo hoti piyasamudaharo, abhidhamme abhivinaye ularapamojjo. ","an10.50:9.2":"Yampi, bhikkhave, bhikkhu dhammakamo hoti piyasamudaharo, abhidhamme abhivinaye ularapamojjo, ","an10.50:9.3":"ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","an10.50:10.1":"Puna caparam, bhikkhave, bhikkhu araddhaviriyo viharati akusalanam dhammanam pahanaya kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an10.50:10.2":"Yampi, bhikkhave, bhikkhu araddhaviriyo viharati akusalanam dhammanam pahanaya kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu, ","an10.50:10.3":"ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","an10.50:11.1":"Puna caparam, bhikkhave, bhikkhu santuttho hoti itaritaracivarapindapatasenasanagilanapaccayabhesajjaparikkharena. ","an10.50:11.2":"Yampi, bhikkhave, bhikkhu santuttho hoti itaritaracivarapindapatasenasanagilanapaccayabhesajjaparikkharena, ","an10.50:11.3":"ayampi dhammo saraniyo …pe… samvattati. ","an10.50:12.1":"Puna caparam, bhikkhave, bhikkhu satima hoti, paramena satinepakkena samannagato, cirakatampi cirabhasitampi sarita anussarita. ","an10.50:12.2":"Yampi, bhikkhave, bhikkhu satima hoti, paramena satinepakkena samannagato, cirakatampi cirabhasitampi sarita anussarita, ","an10.50:12.3":"ayampi dhammo saraniyo …pe… samvattati. ","an10.50:13.1":"Puna caparam, bhikkhave, bhikkhu pannava hoti, udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","an10.50:13.2":"Yampi, bhikkhave, bhikkhu pannava hoti, udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya, ","an10.50:13.3":"ayampi dhammo saraniyo …pe… samvattati. ","an10.50:14.1":"Ime kho, bhikkhave, dasa dhamma saraniya piyakarana garukarana sangahaya avivadaya samaggiya ekibhavaya samvattanti”ti. ","an10.50:14.2":"Dasamam. ","an10.50:14.3":"Akkosavaggo pancamo. ","an10.50:15.0":"Tassuddanam ","an10.50:15.1":"Vivada dve ca mulani, ","an10.50:15.2":"kusinarapavesane; ","an10.50:15.3":"Sakko mahali abhinham, ","an10.50:15.4":"sarirattha ca bhandanati. ","an10.50:15.5":"Pathamo pannasako samatto. "}