{"an10.47:0.1":"Anguttara Nikaya 10.47 ","an10.47:0.2":"5. Akkosavagga ","an10.47:0.3":"Mahalisutta ","an10.47:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","an10.47:1.2":"Atha kho mahali licchavi yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho mahali licchavi bhagavantam etadavoca: ","an10.47:1.3":"“ko nu kho, bhante, hetu, ko paccayo papassa kammassa kiriyaya papassa kammassa pavattiya”ti? ","an10.47:1.4":"“Lobho kho, mahali, hetu, lobho paccayo papassa kammassa kiriyaya papassa kammassa pavattiya. ","an10.47:1.5":"Doso kho, mahali, hetu, doso paccayo papassa kammassa kiriyaya papassa kammassa pavattiya. ","an10.47:1.6":"Moho kho, mahali, hetu, moho paccayo papassa kammassa kiriyaya papassa kammassa pavattiya. ","an10.47:1.7":"Ayoniso manasikaro kho, mahali, hetu, ayoniso manasikaro paccayo papassa kammassa kiriyaya papassa kammassa pavattiya. ","an10.47:1.8":"Micchapanihitam kho, mahali, cittam hetu, micchapanihitam cittam paccayo papassa kammassa kiriyaya papassa kammassa pavattiyati. ","an10.47:1.9":"Ayam kho, mahali, hetu, ayam paccayo papassa kammassa kiriyaya papassa kammassa pavattiya”ti. ","an10.47:2.1":"“Ko pana, bhante, hetu ko paccayo kalyanassa kammassa kiriyaya kalyanassa kammassa pavattiya”ti? ","an10.47:2.2":"“Alobho kho, mahali, hetu, alobho paccayo kalyanassa kammassa kiriyaya kalyanassa kammassa pavattiya. ","an10.47:2.3":"Adoso kho, mahali, hetu, adoso paccayo kalyanassa kammassa kiriyaya kalyanassa kammassa pavattiya. ","an10.47:2.4":"Amoho kho, mahali, hetu, amoho paccayo kalyanassa kammassa kiriyaya kalyanassa kammassa pavattiya. ","an10.47:2.5":"Yoniso manasikaro kho, mahali, hetu, yoniso manasikaro paccayo kalyanassa kammassa kiriyaya kalyanassa kammassa pavattiya. ","an10.47:2.6":"Sammapanihitam kho, mahali, cittam hetu, sammapanihitam cittam paccayo kalyanassa kammassa kiriyaya kalyanassa kammassa pavattiya. ","an10.47:2.7":"Ayam kho, mahali, hetu, ayam paccayo kalyanassa kammassa kiriyaya kalyanassa kammassa pavattiya. ","an10.47:2.8":"Ime ca, mahali, dasa dhamma loke na samvijjeyyum, nayidha pannayetha adhammacariyavisamacariyati va dhammacariyasamacariyati va. ","an10.47:2.9":"Yasma ca kho, mahali, ime dasa dhamma loke samvijjanti, tasma pannayati adhammacariyavisamacariyati va dhammacariyasamacariyati va”ti. ","an10.47:2.10":"Sattamam. "}