{"an11.11:0.1":"Anguttara Nikaya 11.11 ","an11.11:0.2":"2. Anussativagga ","an11.11:0.3":"Pathamamahanamasutta ","an11.11:1.1":"Ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","an11.11:1.2":"Tena kho pana samayena sambahula bhikkhu bhagavato civarakammam karonti: ","an11.11:1.3":"“nitthitacivaro bhagava temasaccayena carikam pakkamissati”ti. ","an11.11:1.4":"Assosi kho mahanamo sakko: ","an11.11:1.5":"“sambahula kira bhikkhu bhagavato civarakammam karonti: ","an11.11:1.6":"‘nitthitacivaro bhagava temasaccayena carikam pakkamissati’”ti. ","an11.11:2.1":"Atha kho mahanamo sakko yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho mahanamo sakko bhagavantam etadavoca: ","an11.11:2.2":"“sutam metam, bhante: ","an11.11:2.3":"‘sambahula kira bhikkhu bhagavato civarakammam karonti—","an11.11:2.4":"nitthitacivaro bhagava temasaccayena carikam pakkamissati’ti. ","an11.11:2.5":"Tesam no, bhante, nanaviharehi viharatam kenassa viharena vihatabban”ti? ","an11.11:3.1":"“Sadhu sadhu, mahanama. ","an11.11:3.2":"Etam kho, mahanama, tumhakam patirupam kulaputtanam, yam tumhe tathagatam upasankamitva puccheyyatha: ","an11.11:3.3":"‘tesam no, bhante, nanaviharehi viharatam kenassa viharena vihatabban’ti? ","an11.11:3.4":"Saddho kho, mahanama, aradhako hoti, no assaddho; ","an11.11:3.5":"araddhaviriyo aradhako hoti, no kusito; ","an11.11:3.6":"upatthitassati aradhako hoti, no mutthassati; ","an11.11:3.7":"samahito aradhako hoti, no asamahito; ","an11.11:3.8":"pannava aradhako hoti, no duppanno. ","an11.11:3.9":"Imesu kho tvam, mahanama, pancasu dhammesu patitthaya cha dhamme uttari bhaveyyasi. ","an11.11:3.10":"Idha tvam, mahanama, tathagatam anussareyyasi: ","an11.11:3.11":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","an11.11:3.12":"Yasmim, mahanama, samaye ariyasavako tathagatam anussarati, nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an11.11:3.13":"ujugatamevassa tasmim samaye cittam hoti tathagatam arabbha. ","an11.11:3.14":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an11.11:3.15":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an11.11:3.16":"Ayam vuccati, mahanama, ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotasamapanno buddhanussatim bhaveti. ","an11.11:4.1":"Puna caparam tvam, mahanama, dhammam anussareyyasi: ","an11.11:4.2":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti. ","an11.11:4.3":"Yasmim, mahanama, samaye ariyasavako dhammam anussarati, nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an11.11:4.4":"ujugatamevassa tasmim samaye cittam hoti dhammam arabbha. ","an11.11:4.5":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an11.11:4.6":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an11.11:4.7":"Ayam vuccati, mahanama, ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotasamapanno dhammanussatim bhaveti. ","an11.11:5.1":"Puna caparam tvam, mahanama, sangham anussareyyasi: ","an11.11:5.2":"‘suppatipanno bhagavato savakasangho, ujuppatipanno bhagavato savakasangho, nayappatipanno bhagavato savakasangho, samicippatipanno bhagavato savakasangho, yadidam cattari purisayugani attha purisapuggala, esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa’ti. ","an11.11:5.3":"Yasmim, mahanama, samaye ariyasavako sangham anussarati, nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an11.11:5.4":"ujugatamevassa tasmim samaye cittam hoti sangham arabbha. ","an11.11:5.5":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an11.11:5.6":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an11.11:5.7":"Ayam vuccati, mahanama, ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotasamapanno sanghanussatim bhaveti. ","an11.11:6.1":"Puna caparam tvam, mahanama, attano silani anussareyyasi akhandani acchiddani asabalani akammasani bhujissani vinnuppasatthani aparamatthani samadhisamvattanikani. ","an11.11:6.2":"Yasmim, mahanama, samaye ariyasavako silam anussarati, nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an11.11:6.3":"ujugatamevassa tasmim samaye cittam hoti silam arabbha. ","an11.11:6.4":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an11.11:6.5":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an11.11:6.6":"Ayam vuccati, mahanama, ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotasamapanno silanussatim bhaveti. ","an11.11:7.1":"Puna caparam tvam, mahanama, attano cagam anussareyyasi: ","an11.11:7.2":"‘labha vata me, suladdham vata me, ","an11.11:7.3":"yoham maccheramalapariyutthitaya pajaya vigatamalamaccherena cetasa agaram ajjhavasami muttacago payatapani vossaggarato yacayogo danasamvibhagarato’ti. ","an11.11:7.4":"Yasmim, mahanama, samaye ariyasavako cagam anussarati, nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an11.11:7.5":"ujugatamevassa tasmim samaye cittam hoti cagam arabbha. ","an11.11:7.6":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an11.11:7.7":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an11.11:7.8":"Ayam vuccati, mahanama, ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotasamapanno caganussatim bhaveti. ","an11.11:8.1":"Puna caparam tvam, mahanama, devata anussareyyasi: ","an11.11:8.2":"‘santi deva catumaharajika, santi deva tavatimsa, santi deva yama, santi deva tusita, santi deva nimmanaratino, santi deva paranimmitavasavattino, santi deva brahmakayika, santi deva tatuttari. ","an11.11:8.3":"Yatharupaya saddhaya samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupa saddha samvijjati. ","an11.11:8.4":"Yatharupena silena samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupam silam samvijjati. ","an11.11:8.5":"Yatharupena sutena samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupam sutam samvijjati. ","an11.11:8.6":"Yatharupena cagena samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupo cago samvijjati. ","an11.11:8.7":"Yatharupaya pannaya samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupa panna samvijjati’ti. ","an11.11:8.8":"Yasmim, mahanama, samaye ariyasavako attano ca tasanca devatanam saddhanca silanca sutanca caganca pannanca anussarati, nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an11.11:8.9":"ujugatamevassa tasmim samaye cittam hoti devata arabbha. ","an11.11:8.10":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an11.11:8.11":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an11.11:8.12":"Ayam vuccati, mahanama, ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotasamapanno devatanussatim bhaveti”ti. ","an11.11:8.13":"Pathamam. "}