{"an11.9:0.1":"Anguttara Nikaya 11.9 ","an11.9:0.2":"1. Nissayavagga ","an11.9:0.3":"Saddhasutta ","an11.9:1.1":"Ekam samayam bhagava natike viharati ginjakavasathe. ","an11.9:1.2":"Atha kho ayasma saddho yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam saddham bhagava etadavoca: ","an11.9:2.1":"“Ajaniyajhayitam kho, saddha, jhaya; ","an11.9:2.2":"ma khalunkajhayitam. ","an11.9:2.3":"Kathanca, khalunkajhayitam hoti? ","an11.9:2.4":"Assakhalunko hi, saddha, doniya baddho ‘yavasam yavasan’ti jhayati. ","an11.9:2.5":"Tam kissa hetu? ","an11.9:2.6":"Na hi, saddha, assakhalunkassa doniya baddhassa evam hoti: ","an11.9:2.7":"‘kim nu kho mam ajja assadammasarathi karanam karessati, kimassaham patikaromi’ti. ","an11.9:2.8":"So doniya baddho ‘yavasam yavasan’ti jhayati. ","an11.9:2.9":"Evamevam kho, saddha, idhekacco purisakhalunko arannagatopi rukkhamulagatopi sunnagaragatopi kamaragapariyutthitena cetasa viharati kamaragaparetena uppannassa ca kamaragassa nissaranam yathabhutam nappajanati. ","an11.9:2.10":"So kamaragamyeva antaram katva jhayati pajjhayati nijjhayati avajjhayati, ","an11.9:2.11":"byapadapariyutthitena cetasa viharati … ","an11.9:2.12":"thinamiddhapariyutthitena cetasa viharati … ","an11.9:2.13":"uddhaccakukkuccapariyutthitena cetasa viharati … ","an11.9:2.14":"vicikicchapariyutthitena cetasa viharati vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam nappajanati. ","an11.9:2.15":"So vicikicchamyeva antaram katva jhayati pajjhayati nijjhayati avajjhayati. ","an11.9:2.16":"So pathavimpi nissaya jhayati, apampi nissaya jhayati, tejampi nissaya jhayati, vayampi nissaya jhayati, akasanancayatanampi nissaya jhayati, vinnanancayatanampi nissaya jhayati, akincannayatanampi nissaya jhayati, nevasannanasannayatanampi nissaya jhayati, idhalokampi nissaya jhayati, paralokampi nissaya jhayati, yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tampi nissaya jhayati. ","an11.9:2.17":"Evam kho, saddha, purisakhalunkajhayitam hoti. ","an11.9:3.1":"Kathanca, saddha, ajaniyajhayitam hoti? ","an11.9:3.2":"Bhadro hi, saddha, assajaniyo doniya baddho na ‘yavasam yavasan’ti jhayati. ","an11.9:3.3":"Tam kissa hetu? ","an11.9:3.4":"Bhadrassa hi, saddha, assajaniyassa doniya baddhassa evam hoti: ","an11.9:3.5":"‘kim nu kho mam ajja assadammasarathi karanam karessati, kimassaham patikaromi’ti. ","an11.9:3.6":"So doniya baddho na ‘yavasam yavasan’ti jhayati. ","an11.9:3.7":"Bhadro hi, saddha, assajaniyo yatha inam yatha bandham yatha janim yatha kalim evam patodassa ajjhoharanam samanupassati. ","an11.9:3.8":"Evamevam kho, saddha, bhadro purisajaniyo arannagatopi rukkhamulagatopi sunnagaragatopi na kamaragapariyutthitena cetasa viharati na kamaragaparetena, uppannassa ca kamaragassa nissaranam yathabhutam pajanati, ","an11.9:3.9":"na byapadapariyutthitena cetasa viharati … ","an11.9:3.10":"na thinamiddhapariyutthitena cetasa viharati … ","an11.9:3.11":"na uddhaccakukkuccapariyutthitena cetasa viharati … ","an11.9:3.12":"na vicikicchapariyutthitena cetasa viharati na vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam pajanati. ","an11.9:3.13":"So neva pathavim nissaya jhayati, na apam nissaya jhayati, na tejam nissaya jhayati, na vayam nissaya jhayati, na akasanancayatanam nissaya jhayati, na vinnanancayatanam nissaya jhayati, na akincannayatanam nissaya jhayati, na nevasannanasannayatanam nissaya jhayati, na idhalokam nissaya jhayati, na paralokam nissaya jhayati, yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tampi nissaya na jhayati; ","an11.9:3.14":"jhayati ca pana. ","an11.9:3.15":"Evam jhayinca pana, saddha, bhadram purisajaniyam sainda deva sabrahmaka sapajapatika arakava namassanti: ","an11.9:4.1":"‘Namo te purisajanna, ","an11.9:4.2":"namo te purisuttama; ","an11.9:4.3":"Yassa te nabhijanama, ","an11.9:4.4":"yampi nissaya jhayasi’”ti. ","an11.9:5.1":"Evam vutte, ayasma saddho bhagavantam etadavoca: ","an11.9:5.2":"“katham jhayi pana, bhante, bhadro purisajaniyo neva pathavim nissaya jhayati, na apam nissaya jhayati, na tejam nissaya jhayati, na vayam nissaya jhayati, na akasanancayatanam nissaya jhayati, na vinnanancayatanam nissaya jhayati, na akincannayatanam nissaya jhayati, na nevasannanasannayatanam nissaya jhayati, na idhalokam nissaya jhayati, na paralokam nissaya jhayati, yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tampi nissaya na jhayati; ","an11.9:5.3":"jhayati ca pana? ","an11.9:5.4":"Katham jhayinca pana, bhante, bhadram purisajaniyam sainda deva sabrahmaka sapajapatika arakava namassanti: ","an11.9:6.1":"‘Namo te purisajanna, ","an11.9:6.2":"namo te purisuttama; ","an11.9:6.3":"Yassa te nabhijanama, ","an11.9:6.4":"yampi nissaya jhayasi’”ti. ","an11.9:7.1":"“Idha, saddha, bhadrassa purisajaniyassa pathaviyam pathavisanna vibhuta hoti, apasmim aposanna vibhuta hoti, tejasmim tejosanna vibhuta hoti, vayasmim vayosanna vibhuta hoti, akasanancayatane akasanancayatanasanna vibhuta hoti, vinnanancayatane vinnanancayatanasanna vibhuta hoti, akincannayatane akincannayatanasanna vibhuta hoti, nevasannanasannayatane nevasannanasannayatanasanna vibhuta hoti, idhaloke idhalokasanna vibhuta hoti, paraloke paralokasanna vibhuta hoti, yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tatrapi sanna vibhuta hoti. ","an11.9:7.2":"Evam jhayi kho, saddha, bhadro purisajaniyo neva pathavim nissaya jhayati …pe… ","an11.9:7.3":"yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tampi nissaya na jhayati; ","an11.9:7.4":"jhayati ca pana. ","an11.9:7.5":"Evam jhayinca pana, saddha, bhadram purisajaniyam sainda deva sabrahmaka sapajapatika arakava namassanti: ","an11.9:8.1":"‘Namo te purisajanna, ","an11.9:8.2":"namo te purisuttama; ","an11.9:8.3":"Yassa te nabhijanama, ","an11.9:8.4":"yampi nissaya jhayasi’”ti. ","an11.9:8.5":"Navamam. "}