{"an11.14:0.1":"Anguttara Nikaya 11.14 ","an11.14:0.2":"2. Anussativagga ","an11.14:0.3":"Subhutisutta ","an11.14:1.1":"Atha kho ayasma subhuti saddhena bhikkhuna saddhim yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam subhutim bhagava etadavoca: ","an11.14:1.2":"“ko namayam, subhuti, bhikkhu”ti? ","an11.14:1.3":"“Saddho namayam, bhante, bhikkhu, sudattassa upasakassa putto, saddha agarasma anagariyam pabbajito”ti. ","an11.14:2.1":"“Kacci panayam, subhuti, saddho bhikkhu sudattassa upasakassa putto saddha agarasma anagariyam pabbajito sandissati saddhapadanesu”ti? ","an11.14:2.2":"“Etassa, bhagava, kalo; etassa, sugata, kalo, ","an11.14:2.3":"yam bhagava saddhassa saddhapadanani bhaseyya. ","an11.14:2.4":"Idanaham janissami yadi va ayam bhikkhu sandissati saddhapadanesu yadi va no”ti. ","an11.14:3.1":"“Tena hi, subhuti, sunahi, sadhukam manasi karohi; bhasissami”ti. ","an11.14:3.2":"“Evam, bhante”ti kho ayasma subhuti bhagavato paccassosi. ","an11.14:3.3":"Bhagava etadavoca: ","an11.14:4.1":"“Idha, subhuti, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","an11.14:4.2":"Yampi, subhuti, bhikkhu silava hoti …pe… samadaya sikkhati sikkhapadesu, idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:5.1":"Puna caparam, subhuti, bhikkhu bahussuto hoti sutadharo sutasannicayo; ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","an11.14:5.2":"Yampi, subhuti, bhikkhu bahussuto hoti …pe… ditthiya suppatividdha, idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:6.1":"Puna caparam, subhuti, bhikkhu kalyanamitto hoti kalyanasahayo kalyanasampavanko. ","an11.14:6.2":"Yampi, subhuti, bhikkhu kalyanamitto hoti kalyanasahayo kalyanasampavanko, idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:7.1":"Puna caparam, subhuti, bhikkhu suvaco hoti sovacassakaranehi dhammehi samannagato khamo padakkhinaggahi anusasanim. ","an11.14:7.2":"Yampi, subhuti, bhikkhu suvaco hoti sovacassakaranehi dhammehi samannagato khamo padakkhinaggahi anusasanim, idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:8.1":"Puna caparam, subhuti, bhikkhu yani tani sabrahmacarinam uccavacani kinkaraniyani tatra dakkho hoti analaso tatrupayaya vimamsaya samannagato alam katum alam samvidhatum. ","an11.14:8.2":"Yampi, subhuti, bhikkhu yani tani sabrahmacarinam uccavacani kinkaraniyani tatra dakkho hoti analaso tatrupayaya vimamsaya samannagato alam katum alam samvidhatum, idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:9.1":"Puna caparam, subhuti, bhikkhu dhammakamo hoti piyasamudaharo abhidhamme abhivinaye ularapamojjo. ","an11.14:9.2":"Yampi, subhuti, bhikkhu dhammakamo hoti piyasamudaharo abhidhamme abhivinaye ularapamojjo, idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:10.1":"Puna caparam, subhuti, bhikkhu araddhaviriyo viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an11.14:10.2":"Yampi, subhuti, bhikkhu araddhaviriyo viharati akusalanam dhammanam pahanaya kusalanam dhammanam upasampadaya thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu, idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:11.1":"Puna caparam, subhuti, bhikkhu catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","an11.14:11.2":"Yampi, subhuti, bhikkhu catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi, idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:12.1":"Puna caparam, subhuti, bhikkhu anekavihitam pubbenivasam anussarati, ","an11.14:12.2":"seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattarisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","an11.14:12.3":"Yampi, subhuti, bhikkhu anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. Idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:13.1":"Puna caparam, subhuti, bhikkhu dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati. ","an11.14:13.2":"Yampi, subhuti, bhikkhu dibbena cakkhuna visuddhena …pe… yathakammupage satte pajanati, idampi, subhuti, saddhassa saddhapadanam hoti. ","an11.14:14.1":"Puna caparam, subhuti, bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an11.14:14.2":"Yampi, subhuti, bhikkhu asavanam khaya …pe… sacchikatva upasampajja viharati, idampi, subhuti, saddhassa saddhapadanam hoti”ti. ","an11.14:15.1":"Evam vutte ayasma subhuti bhagavantam etadavoca: ","an11.14:15.2":"“yanimani, bhante, bhagavata saddhassa saddhapadanani bhasitani, samvijjanti tani imassa bhikkhuno, ayanca bhikkhu etesu sandissati. ","an11.14:16.1":"Ayam, bhante, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","an11.14:17.1":"Ayam, bhante, bhikkhu bahussuto hoti sutadharo sutasannicayo; ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","an11.14:18.1":"Ayam, bhante, bhikkhu kalyanamitto hoti kalyanasahayo kalyanasampavanko. ","an11.14:19.1":"Ayam, bhante, bhikkhu suvaco hoti …pe… anusasanim. ","an11.14:20.1":"Ayam, bhante, bhikkhu yani tani sabrahmacarinam uccavacani kinkaraniyani tattha dakkho hoti analaso tatrupayaya vimamsaya samannagato alam katum alam samvidhatum. ","an11.14:21.1":"Ayam, bhante, bhikkhu dhammakamo hoti piyasamudaharo abhidhamme abhivinaye ularapamojjo. ","an11.14:22.1":"Ayam, bhante, bhikkhu araddhaviriyo viharati …pe… thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an11.14:23.1":"Ayam, bhante, bhikkhu catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","an11.14:24.1":"Ayam, bhante, bhikkhu anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","an11.14:25.1":"Ayam, bhante, bhikkhu dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati. ","an11.14:26.1":"Ayam, bhante, bhikkhu asavanam khaya …pe… sacchikatva upasampajja viharati. ","an11.14:26.2":"Yanimani, bhante, bhagavata saddhassa saddhapadanani bhasitani, samvijjanti tani imassa bhikkhuno, ayanca bhikkhu etesu sandissati”ti. ","an11.14:27.1":"“Sadhu sadhu, subhuti. ","an11.14:27.2":"Tena hi tvam, subhuti, imina ca saddhena bhikkhuna saddhim vihareyyasi. ","an11.14:27.3":"Yada ca tvam, subhuti, akankheyyasi tathagatam dassanaya, imina saddhena bhikkhuna saddhim upasankameyyasi tathagatam dassanaya”ti. ","an11.14:27.4":"Catuttham. "}