{"an11.16:0.1":"Anguttara Nikaya 11.16 ","an11.16:0.2":"2. Anussativagga ","an11.16:0.3":"Atthakanagarasutta ","an11.16:1.1":"Ekam samayam ayasma anando vesaliyam viharati beluvagamake. ","an11.16:1.2":"Tena kho pana samayena dasamo gahapati atthakanagaro pataliputtam anuppatto hoti kenacideva karaniyena. ","an11.16:2.1":"Atha kho dasamo gahapati atthakanagaro yena kukkutaramo yena annataro bhikkhu tenupasankami; upasankamitva tam bhikkhum etadavoca: ","an11.16:2.2":"“kaham nu kho, bhante, ayasma anando etarahi viharati? ","an11.16:2.3":"Dassanakama hi mayam, bhante, ayasmantam anandan”ti. ","an11.16:2.4":"“Eso, gahapati, ayasma anando vesaliyam viharati beluvagamake”ti. ","an11.16:3.1":"Atha kho dasamo gahapati atthakanagaro pataliputte tam karaniyam tiretva yena vesali beluvagamako yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinno kho dasamo gahapati atthakanagaro ayasmantam anandam etadavoca: ","an11.16:3.2":"“atthi nu kho, bhante ananda, tena bhagavata janata passata arahata sammasambuddhena ekadhammo sammadakkhato, yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati”ti? ","an11.16:3.3":"“Atthi kho, gahapati, tena bhagavata janata passata arahata sammasambuddhena ekadhammo sammadakkhato, yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati”ti. ","an11.16:4.1":"“Katamo pana, bhante ananda, tena bhagavata janata passata arahata sammasambuddhena ekadhammo sammadakkhato, yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati”ti? ","an11.16:4.2":"“Idha, gahapati, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","an11.16:4.3":"So iti patisancikkhati: ","an11.16:4.4":"‘idampi kho pathamam jhanam abhisankhatam abhisancetayitam’. ","an11.16:4.5":"‘Yam kho pana kinci abhisankhatam abhisancetayitam, tadaniccam nirodhadhamman’ti pajanati. ","an11.16:4.6":"So tattha thito asavanam khayam papunati; ","an11.16:4.7":"no ce asavanam khayam papunati, teneva dhammaragena taya dhammanandiya pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti tattha parinibbayi anavattidhammo tasma loka. ","an11.16:4.8":"Ayampi kho, gahapati, tena bhagavata janata passata arahata sammasambuddhena ekadhammo sammadakkhato, yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati. ","an11.16:5.1":"Puna caparam, gahapati, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam …pe… ","an11.16:5.2":"tatiyam jhanam …pe… ","an11.16:5.3":"catuttham jhanam upasampajja viharati. ","an11.16:5.4":"So iti patisancikkhati: ","an11.16:5.5":"‘idampi kho catuttham jhanam abhisankhatam abhisancetayitam’. ","an11.16:5.6":"‘Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","an11.16:5.7":"So tattha thito asavanam khayam papunati; ","an11.16:5.8":"no ce asavanam khayam papunati, teneva dhammaragena taya dhammanandiya pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti tattha parinibbayi anavattidhammo tasma loka. ","an11.16:5.9":"Ayampi kho, gahapati, tena bhagavata janata passata arahata sammasambuddhena ekadhammo sammadakkhato, yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati. ","an11.16:6.1":"Puna caparam, gahapati, bhikkhu mettasahagatena cetasa ekam disam pharitva viharati tatha dutiyam tatha tatiyam tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa ekam disam pharitva viharati vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","an11.16:6.2":"So iti patisancikkhati: ","an11.16:6.3":"‘ayampi kho metta cetovimutti abhisankhata abhisancetayita’. ","an11.16:6.4":"‘Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","an11.16:6.5":"So tattha thito asavanam khayam papunati; ","an11.16:6.6":"no ce asavanam khayam papunati, teneva dhammaragena taya dhammanandiya pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti tattha parinibbayi anavattidhammo tasma loka. ","an11.16:6.7":"Ayampi kho, gahapati, tena bhagavata janata …pe… ananuppattam va anuttaram yogakkhemam anupapunati. ","an11.16:7.1":"Puna caparam, gahapati, bhikkhu karunasahagatena cetasa …pe… ","an11.16:7.2":"muditasahagatena cetasa …pe… ","an11.16:7.3":"upekkhasahagatena cetasa ekam disam pharitva viharati tatha dutiyam tatha tatiyam tatha catuttham. ","an11.16:7.4":"Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","an11.16:7.5":"So iti patisancikkhati: ","an11.16:7.6":"‘ayampi kho upekkhacetovimutti abhisankhata abhisancetayita’. ","an11.16:7.7":"‘Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","an11.16:7.8":"So tattha thito asavanam khayam papunati; ","an11.16:7.9":"no ce asavanam khayam papunati, teneva dhammaragena taya dhammanandiya pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti tattha parinibbayi anavattidhammo tasma loka. ","an11.16:7.10":"Ayampi kho, gahapati, tena bhagavata janata …pe… ananuppattam va anuttaram yogakkhemam anupapunati. ","an11.16:8.1":"Puna caparam, gahapati, bhikkhu sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati. ","an11.16:8.2":"So iti patisancikkhati: ","an11.16:8.3":"‘ayampi kho akasanancayatanasamapatti abhisankhata abhisancetayita’. ","an11.16:8.4":"‘Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","an11.16:8.5":"So tattha thito asavanam khayam papunati; ","an11.16:8.6":"no ce asavanam khayam papunati, teneva dhammaragena taya dhammanandiya pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti tattha parinibbayi anavattidhammo tasma loka. ","an11.16:8.7":"Ayampi kho, gahapati, tena bhagavata janata …pe… ananuppattam va anuttaram yogakkhemam anupapunati. ","an11.16:9.1":"Puna caparam, gahapati, bhikkhu sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati …pe… ","an11.16:9.2":"sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati. ","an11.16:9.3":"So iti patisancikkhati: ","an11.16:9.4":"‘ayampi kho akincannayatanasamapatti abhisankhata abhisancetayita’. ","an11.16:9.5":"‘Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","an11.16:9.6":"So tattha thito asavanam khayam papunati; ","an11.16:9.7":"no ce asavanam khayam papunati, teneva dhammaragena taya dhammanandiya pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti tattha parinibbayi anavattidhammo tasma loka. ","an11.16:9.8":"Ayampi kho, gahapati, tena bhagavata janata …pe… ananuppattam va anuttaram yogakkhemam anupapunati”ti. ","an11.16:10.1":"Evam vutte dasamo gahapati atthakanagaro ayasmantam anandam etadavoca: ","an11.16:10.2":"“seyyathapi, bhante ananda, puriso ekam nidhimukham gavesanto sakideva ekadasa nidhimukhani adhigaccheyya; ","an11.16:10.3":"evamevam kho aham, bhante, ekam amatadvaram gavesanto sakideva ekadasa amatadvarani alattham sevanaya. ","an11.16:10.4":"Seyyathapi, bhante, purisassa agaram ekadasa dvaram. So tasmim agare aditte ekamekenapi dvarena sakkuneyya attanam sotthim katum; ","an11.16:10.5":"evamevam kho aham, bhante, imesam ekadasannam amatadvaranam ekamekenapi amatadvarena sakkunissami attanam sotthim katum. ","an11.16:10.6":"Ime hi nama, bhante, annatitthiya acariyassa acariyadhanam pariyesissanti. ","an11.16:10.7":"Kim panaham ayasmato anandassa pujam na karissami”ti. ","an11.16:11.1":"Atha kho dasamo gahapati atthakanagaro vesalikanca pataliputtakanca bhikkhusangham sannipatapetva panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","an11.16:11.2":"Ekamekanca bhikkhum paccekam dussayugena acchadesi, ayasmantanca anandam ticivarena. ","an11.16:11.3":"Ayasmato anandassa pancasatam viharam karapesiti. ","an11.16:11.4":"Chattham. "}