{"an11.7:0.1":"Anguttara Nikaya 11.7 ","an11.7:0.2":"1. Nissayavagga ","an11.7:0.3":"Sannasutta ","an11.7:1.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","an11.7:2.1":"“Siya nu kho, bhante, bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa, na apasmim aposanni assa, na tejasmim tejosanni assa, na vayasmim vayosanni assa, na akasanancayatane akasanancayatanasanni assa, na vinnanancayatane vinnanancayatanasanni assa, na akincannayatane akincannayatanasanni assa, na nevasannanasannayatane nevasannanasannayatanasanni assa, na idhaloke idhalokasanni assa, na paraloke paralokasanni assa, yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tatrapi na sanni assa; sanni ca pana assa”ti? ","an11.7:3.1":"“Siya, ananda, bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa, na apasmim aposanni assa, na tejasmim tejosanni assa, na vayasmim vayosanni assa, na akasanancayatane akasanancayatanasanni assa, na vinnanancayatane vinnanancayatanasanni assa, na akincannayatane akincannayatanasanni assa, na nevasannanasannayatane nevasannanasannayatanasanni assa, na idhaloke idhalokasanni assa, na paraloke paralokasanni assa, yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tatrapi na sanni assa; sanni ca pana assa”ti. ","an11.7:4.1":"“Yatha katham pana, bhante, siya bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa, na apasmim aposanni assa, na tejasmim tejosanni assa, na vayasmim vayosanni assa, na akasanancayatane akasanancayatanasanni assa, na vinnanancayatane vinnanancayatanasanni assa, na akincannayatane akincannayatanasanni assa, na nevasannanasannayatane nevasannanasannayatanasanni assa, na idhaloke idhalokasanni assa, na paraloke paralokasanni assa, yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tatrapi na sanni assa, sanni ca pana assa”ti. ","an11.7:5.1":"“Idhananda, bhikkhu evamsanni hoti: ","an11.7:5.2":"‘etam santam etam panitam, yadidam sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanan’ti. ","an11.7:5.3":"Evam kho, ananda, siya bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa, na apasmim aposanni assa, na tejasmim tejosanni assa, na vayasmim vayosanni assa, na akasanancayatane akasanancayatanasanni assa, na vinnanancayatane vinnanancayatanasanni assa, na akincannayatane akincannayatanasanni assa, na nevasannanasannayatane nevasannanasannayatanasanni assa, na idhaloke idhalokasanni assa, na paraloke paralokasanni assa, yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tatrapi na sanni assa, sanni ca pana assa”ti. ","an11.7:6.1":"Atha kho ayasma anando bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva yenayasma sariputto tenupasankami; upasankamitva ayasmata sariputtena saddhim sammodi. ","an11.7:6.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma anando ayasmantam sariputtam etadavoca: ","an11.7:7.1":"“Siya nu kho, avuso sariputta, bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa …pe… yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tatrapi na sanni assa, sanni pana assa”ti. ","an11.7:7.2":"“Siya, avuso ananda, bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa …pe… yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tatrapi na sanni assa, sanni ca pana assa”ti. ","an11.7:8.1":"“Yatha katham panavuso sariputta, siya bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa …pe… yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tatrapi na sanni assa, sanni ca pana assa”ti? ","an11.7:9.1":"“Idha, avuso ananda, bhikkhu evamsanni hoti: ","an11.7:9.2":"‘etam santam etam panitam, yadidam sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanan’ti. ","an11.7:9.3":"Evam kho, avuso ananda, siya bhikkhuno tatharupo samadhipatilabho yatha neva pathaviyam pathavisanni assa …pe… yampidam dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tatrapi na sanni assa, sanni ca pana assa”ti. ","an11.7:10.1":"“Acchariyam, avuso, abbhutam, avuso. ","an11.7:10.2":"Yatra hi nama satthu ceva savakassa ca atthena attho byanjanena byanjanam samsandissati samessati na viggayhissati, yadidam aggapadasmim. ","an11.7:10.3":"Idanaham, avuso, bhagavantam upasankamitva etamattham apucchim. ","an11.7:10.4":"Bhagavapi me etehi akkharehi etehi padehi etehi byanjanehi etamattham byakasi, seyyathapi ayasma sariputto. ","an11.7:10.5":"Acchariyam, avuso, abbhutam, avuso. ","an11.7:10.6":"Yatra hi nama satthu ceva savakassa ca atthena attho byanjanena byanjanam samsandissati samessati na viggayhissati, yadidam aggapadasmin”ti. ","an11.7:10.7":"Sattamam. "}