{"an11.13:0.1":"Anguttara Nikaya 11.13 ","an11.13:0.2":"2. Anussativagga ","an11.13:0.3":"Nandiyasutta ","an11.13:1.1":"Ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","an11.13:1.2":"Tena kho pana samayena bhagava savatthiyam vassavasam upagantukamo hoti. ","an11.13:2.1":"Assosi kho nandiyo sakko: ","an11.13:2.2":"“bhagava kira savatthiyam vassavasam upagantukamo”ti. ","an11.13:2.3":"Atha kho nandiyassa sakkassa etadahosi: ","an11.13:2.4":"“yannunahampi savatthiyam vassavasam upagaccheyyam. ","an11.13:2.5":"Tattha kammantanceva adhitthahissami, bhagavantanca lacchami kalena kalam dassanaya”ti. ","an11.13:3.1":"Atha kho bhagava savatthiyam vassavasam upagacchi. ","an11.13:3.2":"Nandiyopi kho sakko savatthiyam vassavasam upagacchi. ","an11.13:3.3":"Tattha kammantanceva adhitthasi, bhagavantanca labhi kalena kalam dassanaya. ","an11.13:3.4":"Tena kho pana samayena sambahula bhikkhu bhagavato civarakammam karonti: ","an11.13:3.5":"“nitthitacivaro bhagava temasaccayena carikam pakkamissati”ti. ","an11.13:4.1":"Assosi kho nandiyo sakko: ","an11.13:4.2":"“sambahula kira bhikkhu bhagavato civarakammam karonti: ","an11.13:4.3":"‘nitthitacivaro bhagava temasaccayena carikam pakkamissati’”ti. ","an11.13:4.4":"Atha kho nandiyo sakko yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho nandiyo sakko bhagavantam etadavoca: ","an11.13:4.5":"“sutam metam, bhante: ","an11.13:4.6":"‘sambahula kira bhikkhu bhagavato civarakammam karonti—","an11.13:4.7":"nitthitacivaro bhagava temasaccayena carikam pakkamissati’ti. ","an11.13:4.8":"Tesam no, bhante, nanaviharehi viharatam kenassa viharena vihatabban”ti? ","an11.13:5.1":"“Sadhu sadhu, nandiya. ","an11.13:5.2":"Etam kho, nandiya, tumhakam patirupam kulaputtanam, yam tumhe tathagatam upasankamitva puccheyyatha: ","an11.13:5.3":"‘tesam no, bhante, nanaviharehi viharatam kenassa viharena vihatabban’ti? ","an11.13:5.4":"Saddho kho, nandiya, aradhako hoti, no assaddho; ","an11.13:5.5":"silava aradhako hoti, no dussilo; ","an11.13:5.6":"araddhaviriyo aradhako hoti, no kusito; ","an11.13:5.7":"upatthitassati aradhako hoti, no mutthassati; ","an11.13:5.8":"samahito aradhako hoti, no asamahito; ","an11.13:5.9":"pannava aradhako hoti, no duppanno. ","an11.13:5.10":"Imesu kho te, nandiya, chasu dhammesu patitthaya pancasu dhammesu ajjhattam sati upatthapetabba. ","an11.13:6.1":"Idha tvam, nandiya, tathagatam anussareyyasi: ","an11.13:6.2":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi, sattha devamanussanam buddho bhagava’ti. ","an11.13:6.3":"Iti kho te, nandiya, tathagatam arabbha ajjhattam sati upatthapetabba. ","an11.13:7.1":"Puna caparam tvam, nandiya, dhammam anussareyyasi: ","an11.13:7.2":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti. ","an11.13:7.3":"Iti kho te, nandiya, dhammam arabbha ajjhattam sati upatthapetabba. ","an11.13:8.1":"Puna caparam tvam, nandiya, kalyanamitte anussareyyasi: ","an11.13:8.2":"‘labha vata me, suladdham vata me, ","an11.13:8.3":"yassa me kalyanamitta anukampaka atthakama ovadaka anusasaka’ti. ","an11.13:8.4":"Iti kho te, nandiya, kalyanamitte arabbha ajjhattam sati upatthapetabba. ","an11.13:9.1":"Puna caparam tvam, nandiya, attano cagam anussareyyasi: ","an11.13:9.2":"‘labha vata me, suladdham vata me, ","an11.13:9.3":"yoham maccheramalapariyutthitaya pajaya vigatamalamaccherena cetasa agaram ajjhavasami muttacago payatapani vossaggarato yacayogo danasamvibhagarato’ti. ","an11.13:9.4":"Iti kho te, nandiya, cagam arabbha ajjhattam sati upatthapetabba. ","an11.13:10.1":"Puna caparam tvam, nandiya, devata anussareyyasi: ","an11.13:10.2":"‘ya devata atikkammeva kabalikaraharabhakkhanam devatanam sahabyatam annataram manomayam kayam upapanna, ta karaniyam attano na samanupassanti katassa va paticayam’. ","an11.13:10.3":"Seyyathapi, nandiya, bhikkhu asamayavimutto karaniyam attano na samanupassati katassa va paticayam; ","an11.13:10.4":"evamevam kho, nandiya, ya ta devata atikkammeva kabalikaraharabhakkhanam devatanam sahabyatam annataram manomayam kayam upapanna, ta karaniyam attano na samanupassanti katassa va paticayam. ","an11.13:10.5":"Iti kho te, nandiya, devata arabbha ajjhattam sati upatthapetabba. ","an11.13:11.1":"Imehi kho, nandiya, ekadasahi dhammehi samannagato ariyasavako pajahateva papake akusale dhamme, na upadiyati. ","an11.13:11.2":"Seyyathapi, nandiya, kumbho nikkujjo vamateva udakam, no vantam paccavamati; ","an11.13:11.3":"seyyathapi va pana, nandiya, sukkhe tinadaye aggi mutto dahanneva gacchati, no daddham paccudavattati; ","an11.13:11.4":"evamevam kho, nandiya, imehi ekadasahi dhammehi samannagato ariyasavako pajahateva papake akusale dhamme, na upadiyati”ti. ","an11.13:11.5":"Tatiyam. "}