{"an2.11:0.1":"Anguttara Nikaya 2 ","an2.11:0.2":"2. Adhikaranavagga ","an2.11:1.0":"11 ","an2.11:1.1":"“Dvemani, bhikkhave, balani. ","an2.11:1.2":"Katamani dve? ","an2.11:1.3":"Patisankhanabalanca bhavanabalanca. ","an2.11:1.4":"Katamanca, bhikkhave, patisankhanabalam? ","an2.11:1.5":"Idha, bhikkhave, ekacco iti patisancikkhati: ","an2.11:1.6":"‘kayaduccaritassa kho papako vipako ditthe ceva dhamme abhisamparayanca, vaciduccaritassa papako vipako ditthe ceva dhamme abhisamparayanca, manoduccaritassa papako vipako ditthe ceva dhamme abhisamparayanca’ti. ","an2.11:1.7":"So iti patisankhaya kayaduccaritam pahaya kayasucaritam bhaveti, vaciduccaritam pahaya vacisucaritam bhaveti, manoduccaritam pahaya manosucaritam bhaveti, suddham attanam pariharati. ","an2.11:1.8":"Idam vuccati, bhikkhave, patisankhanabalam. ","an2.11:2.1":"Katamanca, bhikkhave, bhavanabalam. ","an2.11:2.2":"Tatra, bhikkhave, yamidam bhavanabalam sekhanametam balam. ","an2.11:2.3":"Sekhanhi so, bhikkhave, balam agamma ragam pajahati, dosam pajahati, moham pajahati. ","an2.11:2.4":"Ragam pahaya, dosam pahaya, moham pahaya yam akusalam na tam karoti, yam papam na tam sevati. ","an2.11:2.5":"Idam vuccati, bhikkhave, bhavanabalam. ","an2.11:2.6":"Imani kho, bhikkhave, dve balani”ti. ","an2.12:1.0":"12 ","an2.12:1.1":"“Dvemani, bhikkhave, balani. ","an2.12:1.2":"Katamani dve? ","an2.12:1.3":"Patisankhanabalanca bhavanabalanca. ","an2.12:1.4":"Katamanca, bhikkhave, patisankhanabalam? ","an2.12:1.5":"Idha, bhikkhave, ekacco iti patisancikkhati: ","an2.12:1.6":"‘kayaduccaritassa kho papako vipako ditthe ceva dhamme abhisamparayanca, vaciduccaritassa papako vipako ditthe ceva dhamme abhisamparayanca, manoduccaritassa papako vipako ditthe ceva dhamme abhisamparayanca’ti. ","an2.12:1.7":"So iti patisankhaya kayaduccaritam pahaya kayasucaritam bhaveti, vaciduccaritam pahaya vacisucaritam bhaveti, manoduccaritam pahaya manosucaritam bhaveti, suddham attanam pariharati. ","an2.12:1.8":"Idam vuccati, bhikkhave, patisankhanabalam. ","an2.12:2.1":"Katamanca, bhikkhave, bhavanabalam? ","an2.12:2.2":"Idha, bhikkhave, bhikkhu satisambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vosaggaparinamim, ","an2.12:2.3":"dhammavicayasambojjhangam bhaveti … ","an2.12:2.4":"viriyasambojjhangam bhaveti … ","an2.12:2.5":"pitisambojjhangam bhaveti … ","an2.12:2.6":"passaddhisambojjhangam bhaveti … ","an2.12:2.7":"samadhisambojjhangam bhaveti … ","an2.12:2.8":"upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vosaggaparinamim. ","an2.12:2.9":"Idam vuccati, bhikkhave, bhavanabalam. ","an2.12:2.10":"Imani kho, bhikkhave, dve balani”ti. ","an2.13:1.0":"13 ","an2.13:1.1":"“Dvemani, bhikkhave, balani. ","an2.13:1.2":"Katamani dve? ","an2.13:1.3":"Patisankhanabalanca bhavanabalanca. ","an2.13:1.4":"Katamanca, bhikkhave, patisankhanabalam? ","an2.13:1.5":"Idha, bhikkhave, ekacco iti patisancikkhati: ","an2.13:1.6":"‘kayaduccaritassa kho papako vipako ditthe ceva dhamme abhisamparayanca, vaciduccaritassa kho papako vipako ditthe ceva dhamme abhisamparayanca, manoduccaritassa kho papako vipako ditthe ceva dhamme abhisamparayanca’ti. ","an2.13:1.7":"So iti patisankhaya kayaduccaritam pahaya kayasucaritam bhaveti, vaciduccaritam pahaya vacisucaritam bhaveti, manoduccaritam pahaya manosucaritam bhaveti, suddham attanam pariharati. ","an2.13:1.8":"Idam vuccati, bhikkhave, patisankhanabalam. ","an2.13:2.1":"Katamanca, bhikkhave, bhavanabalam? ","an2.13:2.2":"Idha, bhikkhave, bhikkhu vivicceva kamehi, vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","an2.13:2.3":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","an2.13:2.4":"Pitiya ca viraga upekkhako ca viharati sato ca sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","an2.13:2.5":"Sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","an2.13:2.6":"Idam vuccati, bhikkhave, bhavanabalam. ","an2.13:2.7":"Imani kho, bhikkhave, dve balani”ti. ","an2.14:1.0":"14 ","an2.14:1.1":"“Dvema, bhikkhave, tathagatassa dhammadesana. ","an2.14:1.2":"Katama dve? ","an2.14:1.3":"sankhittena ca vittharena ca. ","an2.14:1.4":"Ima kho, bhikkhave, dve tathagatassa dhammadesana”ti. ","an2.15:1.0":"15 ","an2.15:1.1":"“Yasmim, bhikkhave, adhikarane apanno ca bhikkhu codako ca bhikkhu na sadhukam attanava attanam paccavekkhati tasmetam, bhikkhave, adhikarane patikankham: ","an2.15:1.2":"‘dighattaya kharattaya valattaya samvattissati, bhikkhu ca na phasum viharissanti’ti. ","an2.15:1.3":"Yasminca kho, bhikkhave, adhikarane apanno ca bhikkhu codako ca bhikkhu sadhukam attanava attanam paccavekkhati tasmetam, bhikkhave, adhikarane patikankham: ","an2.15:1.4":"‘na dighattaya kharattaya valattaya samvattissati, bhikkhu ca phasum viharissanti’ti. ","an2.15:2.1":"Kathanca, bhikkhave, apanno bhikkhu sadhukam attanava attanam paccavekkhati? ","an2.15:2.2":"Idha, bhikkhave, apanno bhikkhu iti patisancikkhati: ","an2.15:2.3":"‘aham kho akusalam apanno kancideva desam kayena. ","an2.15:2.4":"Mam so bhikkhu addasa akusalam apajjamanam kancideva desam kayena. ","an2.15:2.5":"No ce aham akusalam apajjeyyam kancideva desam kayena, na mam so bhikkhu passeyya akusalam apajjamanam kancideva desam kayena. ","an2.15:2.6":"Yasma ca kho, aham akusalam apanno kancideva desam kayena, tasma mam so bhikkhu addasa akusalam apajjamanam kancideva desam kayena. ","an2.15:2.7":"Disva ca pana mam so bhikkhu akusalam apajjamanam kancideva desam kayena anattamano ahosi. ","an2.15:2.8":"Anattamano samano anattamanavacanam mam so bhikkhu avaca. ","an2.15:2.9":"Anattamanavacanaham tena bhikkhuna vutto samano anattamano ahosim. ","an2.15:2.10":"Anattamano samano paresam arocesim. ","an2.15:2.11":"Iti mameva tattha accayo accagama sunkadayakamva bhandasmin’ti. ","an2.15:2.12":"Evam kho, bhikkhave, apanno bhikkhu sadhukam attanava attanam paccavekkhati. ","an2.15:3.1":"Kathanca, bhikkhave, codako bhikkhu sadhukam attanava attanam paccavekkhati? ","an2.15:3.2":"Idha, bhikkhave, codako bhikkhu iti patisancikkhati: ","an2.15:3.3":"‘ayam kho bhikkhu akusalam apanno kancideva desam kayena. ","an2.15:3.4":"Aham imam bhikkhum addasam akusalam apajjamanam kancideva desam kayena. ","an2.15:3.5":"No ce ayam bhikkhu akusalam apajjeyya kancideva desam kayena, naham imam bhikkhum passeyyam akusalam apajjamanam kancideva desam kayena. ","an2.15:3.6":"Yasma ca kho, ayam bhikkhu akusalam apanno kancideva desam kayena, tasma aham imam bhikkhum addasam akusalam apajjamanam kancideva desam kayena. ","an2.15:3.7":"Disva ca panaham imam bhikkhum akusalam apajjamanam kancideva desam kayena anattamano ahosim. ","an2.15:3.8":"Anattamano samano anattamanavacanaham imam bhikkhum avacam. ","an2.15:3.9":"Anattamanavacanayam bhikkhu maya vutto samano anattamano ahosi. ","an2.15:3.10":"Anattamano samano paresam arocesi. ","an2.15:3.11":"Iti mameva tattha accayo accagama sunkadayakamva bhandasmin’ti. ","an2.15:3.12":"Evam kho, bhikkhave, codako bhikkhu sadhukam attanava attanam paccavekkhati. ","an2.15:4.1":"Yasmim, bhikkhave, adhikarane apanno ca bhikkhu codako ca bhikkhu na sadhukam attanava attanam paccavekkhati tasmetam, bhikkhave, adhikarane patikankham dighattaya kharattaya valattaya samvattissati, bhikkhu ca na phasum viharissantiti. ","an2.15:4.2":"Yasminca kho, bhikkhave, adhikarane apanno ca bhikkhu codako ca bhikkhu sadhukam attanava attanam paccavekkhati tasmetam, bhikkhave, adhikarane patikankham na dighattaya kharattaya valattaya samvattissati, bhikkhu ca phasum viharissanti”ti. ","an2.16:1.0":"16 ","an2.16:1.1":"Atha kho annataro brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an2.16:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho so brahmano bhagavantam etadavoca: ","an2.16:1.3":"“ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti”ti? ","an2.16:1.4":"“Adhammacariyavisamacariyahetu kho, brahmana, evam’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti”ti. ","an2.16:2.1":"“Ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti? ","an2.16:2.2":"“Dhammacariyasamacariyahetu kho, brahmana, evam’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti. ","an2.16:3.1":"“Abhikkantam, bho gotama, abhikkantam, bho gotama. ","an2.16:3.2":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","an2.16:3.3":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","an2.16:3.4":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an2.17:1.0":"17 ","an2.17:1.1":"Atha kho janussoni brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an2.17:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho janussoni brahmano bhagavantam etadavoca: ","an2.17:1.3":"“ko nu kho, bho gotama, hetu ko paccayo yena m’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti”ti? ","an2.17:1.4":"“Katatta ca, brahmana, akatatta ca. ","an2.17:1.5":"Evam’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti”ti. ","an2.17:1.6":"“Ko pana, bho gotama, hetu ko paccayo yena m’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti? ","an2.17:1.7":"“Katatta ca, brahmana, akatatta ca. ","an2.17:1.8":"Evam’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti. ","an2.17:1.9":"“Na kho aham imassa bhoto gotamassa sankhittena bhasitassa vittharena attham avibhattassa vittharena attham ajanami. ","an2.17:1.10":"Sadhu me bhavam gotamo tatha dhammam desetu yatha aham imassa bhoto gotamassa sankhittena bhasitassa vittharena attham avibhattassa vittharena attham ajaneyyan”ti. ","an2.17:1.11":"“Tena hi, brahmana, sunahi, sadhukam manasi karohi; bhasissami”ti. ","an2.17:1.12":"“Evam, bho”ti kho janussoni brahmano bhagavato paccassosi. ","an2.17:1.13":"Bhagava etadavoca: ","an2.17:2.1":"“Idha, brahmana, ekaccassa kayaduccaritam katam hoti, akatam hoti kayasucaritam; ","an2.17:2.2":"vaciduccaritam katam hoti, akatam hoti vacisucaritam; ","an2.17:2.3":"manoduccaritam katam hoti, akatam hoti manosucaritam. ","an2.17:2.4":"Evam kho, brahmana, katatta ca akatatta ca evam’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti. ","an2.17:2.5":"Idha pana, brahmana, ekaccassa kayasucaritam katam hoti, akatam hoti kayaduccaritam; ","an2.17:2.6":"vacisucaritam katam hoti, akatam hoti vaciduccaritam; ","an2.17:2.7":"manosucaritam katam hoti, akatam hoti manoduccaritam. ","an2.17:2.8":"Evam kho, brahmana, katatta ca akatatta ca evam’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti. ","an2.17:3.1":"“Abhikkantam, bho gotama …pe… upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an2.18:1.0":"18 ","an2.18:1.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam anandam bhagava etadavoca: ","an2.18:1.2":"“ekamsenaham, ananda, akaraniyam vadami kayaduccaritam vaciduccaritam manoduccaritan”ti. ","an2.18:1.3":"“Yamidam, bhante, bhagavata ekamsena akaraniyam akkhatam kayaduccaritam vaciduccaritam manoduccaritam tasmim akaraniye kayiramane ko adinavo patikankho”ti? ","an2.18:1.4":"“Yamidam, ananda, maya ekamsena akaraniyam akkhatam kayaduccaritam vaciduccaritam manoduccaritam tasmim akaraniye kayiramane ayam adinavo patikankho—","an2.18:1.5":"attapi attanam upavadati, ","an2.18:1.6":"anuvicca vinnu garahanti, ","an2.18:1.7":"papako kittisaddo abbhuggacchati, ","an2.18:1.8":"sammulho kalam karoti, ","an2.18:1.9":"kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","an2.18:1.10":"Yamidam, ananda, maya ekamsena akaraniyam akkhatam kayaduccaritam vaciduccaritam manoduccaritam tasmim akaraniye kayiramane ayam adinavo patikankho”ti. ","an2.18:2.1":"“Ekamsenaham, ananda, karaniyam vadami kayasucaritam vacisucaritam manosucaritan”ti. ","an2.18:2.2":"“Yamidam, bhante, bhagavata ekamsena karaniyam akkhatam kayasucaritam vacisucaritam manosucaritam tasmim karaniye kayiramane ko anisamso patikankho”ti? ","an2.18:2.3":"“Yamidam, ananda, maya ekamsena karaniyam akkhatam kayasucaritam vacisucaritam manosucaritam tasmim karaniye kayiramane ayam anisamso patikankho—","an2.18:2.4":"attapi attanam na upavadati, ","an2.18:2.5":"anuvicca vinnu pasamsanti, ","an2.18:2.6":"kalyano kittisaddo abbhuggacchati, ","an2.18:2.7":"asammulho kalam karoti, ","an2.18:2.8":"kayassa bheda param marana sugatim saggam lokam upapajjati. ","an2.18:2.9":"Yamidam, ananda, maya ekamsena karaniyam akkhatam kayasucaritam vacisucaritam manosucaritam tasmim karaniye kayiramane ayam anisamso patikankho”ti. ","an2.19:1.0":"19 ","an2.19:1.1":"“Akusalam, bhikkhave, pajahatha. ","an2.19:1.2":"Sakka, bhikkhave, akusalam pajahitum. ","an2.19:1.3":"No cedam, bhikkhave, sakka abhavissa akusalam pajahitum, naham evam vadeyyam: ","an2.19:1.4":"‘akusalam, bhikkhave, pajahatha’ti. ","an2.19:1.5":"Yasma ca kho, bhikkhave, sakka akusalam pajahitum tasmaham evam vadami: ","an2.19:1.6":"‘akusalam, bhikkhave, pajahatha’ti. ","an2.19:1.7":"Akusalanca hidam, bhikkhave, pahinam ahitaya dukkhaya samvatteyya naham evam vadeyyam: ","an2.19:1.8":"‘akusalam, bhikkhave, pajahatha’ti. ","an2.19:1.9":"Yasma ca kho, bhikkhave, akusalam pahinam hitaya sukhaya samvattati tasmaham evam vadami: ","an2.19:1.10":"‘akusalam, bhikkhave, pajahatha’”ti. ","an2.19:2.1":"“Kusalam, bhikkhave, bhavetha. ","an2.19:2.2":"Sakka, bhikkhave, kusalam bhavetum. ","an2.19:2.3":"No cedam, bhikkhave, sakka abhavissa kusalam bhavetum, naham evam vadeyyam: ","an2.19:2.4":"‘kusalam, bhikkhave, bhavetha’ti. ","an2.19:2.5":"Yasma ca kho, bhikkhave, sakka kusalam bhavetum tasmaham evam vadami: ","an2.19:2.6":"‘kusalam, bhikkhave, bhavetha’ti. ","an2.19:2.7":"Kusalanca hidam, bhikkhave, bhavitam ahitaya dukkhaya samvatteyya, naham evam vadeyyam: ","an2.19:2.8":"‘kusalam, bhikkhave, bhavetha’ti. ","an2.19:2.9":"Yasma ca kho, bhikkhave, kusalam bhavitam hitaya sukhaya samvattati tasmaham evam vadami: ","an2.19:2.10":"‘kusalam, bhikkhave, bhavetha’”ti. ","an2.20:1.0":"20 ","an2.20:1.1":"“Dveme, bhikkhave, dhamma saddhammassa sammosaya antaradhanaya samvattanti. ","an2.20:1.2":"Katame dve? ","an2.20:1.3":"Dunnikkhittanca padabyanjanam attho ca dunnito. ","an2.20:1.4":"Dunnikkhittassa, bhikkhave, padabyanjanassa atthopi dunnayo hoti. ","an2.20:1.5":"Ime kho, bhikkhave, dve dhamma saddhammassa sammosaya antaradhanaya samvattanti”ti. ","an2.20:2.1":"“Dveme, bhikkhave, dhamma saddhammassa thitiya asammosaya anantaradhanaya samvattanti. ","an2.20:2.2":"Katame dve? ","an2.20:2.3":"Sunikkhittanca padabyanjanam attho ca sunito. ","an2.20:2.4":"Sunikkhittassa, bhikkhave, padabyanjanassa atthopi sunayo hoti. ","an2.20:2.5":"Ime kho, bhikkhave, dve dhamma saddhammassa thitiya asammosaya anantaradhanaya samvattanti”ti. ","an2.20:2.6":"Adhikaranavaggo dutiyo. "}