{"an3.100:0.1":"Anguttara Nikaya 3.100 ","an3.100:0.2":"10. Lonakapallavagga ","an3.100:0.3":"Lonakapallasutta ","an3.100:1.1":"“Yo, bhikkhave, evam vadeyya: ","an3.100:1.2":"‘yatha yathayam puriso kammam karoti tatha tatha tam patisamvediyati’ti, evam santam, bhikkhave, brahmacariyavaso na hoti, okaso na pannayati samma dukkhassa antakiriyaya. ","an3.100:1.3":"Yo ca kho, bhikkhave, evam vadeyya: ","an3.100:1.4":"‘yatha yatha vedaniyam ayam puriso kammam karoti tatha tathassa vipakam patisamvediyati’ti, evam santam, bhikkhave, brahmacariyavaso hoti, okaso pannayati samma dukkhassa antakiriyaya. ","an3.100:1.5":"Idha, bhikkhave, ekaccassa puggalassa appamattakampi papakammam katam tamenam nirayam upaneti. ","an3.100:1.6":"Idha pana, bhikkhave, ekaccassa puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva. ","an3.100:2.1":"Kathamrupassa, bhikkhave, puggalassa appamattakampi papakammam katam tamenam nirayam upaneti? ","an3.100:2.2":"Idha pana, bhikkhave, ekacco puggalo abhavitakayo hoti abhavitasilo abhavitacitto abhavitapanno paritto appatumo appadukkhavihari. ","an3.100:2.3":"Evarupassa, bhikkhave, puggalassa appamattakampi papakammam katam tamenam nirayam upaneti. ","an3.100:3.1":"Kathamrupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva? ","an3.100:3.2":"Idha, bhikkhave, ekacco puggalo bhavitakayo hoti bhavitasilo bhavitacitto bhavitapanno aparitto mahatto appamanavihari. ","an3.100:3.3":"Evarupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva. ","an3.100:4.1":"Seyyathapi, bhikkhave, puriso lonakapallam paritte udakamallake pakkhipeyya. ","an3.100:4.2":"Tam kim mannatha, bhikkhave, ","an3.100:4.3":"api nu tam parittam udakam amuna lonakapallena lonam assa apeyyan”ti? ","an3.100:4.4":"“Evam, bhante”. ","an3.100:4.5":"“Tam kissa hetu”? ","an3.100:4.6":"“Adunhi, bhante, parittam udakakapallake udakam, tam amuna lonakapallena lonam assa apeyyan”ti. ","an3.100:4.7":"“Seyyathapi, bhikkhave, puriso lonakapallakam gangaya nadiya pakkhipeyya. ","an3.100:4.8":"Tam kim mannatha, bhikkhave, ","an3.100:4.9":"api nu sa ganga nadi amuna lonakapallena lonam assa apeyya”ti? ","an3.100:4.10":"“No hetam, bhante”. ","an3.100:4.11":"“Tam kissa hetu”? ","an3.100:4.12":"“Asu hi, bhante, gangaya nadiya maha udakakkhandho so amuna lonakapallena lono na assa apeyyo”ti. ","an3.100:5.1":"“Evamevam kho, bhikkhave, idhekaccassa puggalassa appamattakampi papakammam katam tamenam nirayam upaneti. ","an3.100:5.2":"Idha, bhikkhave, ekaccassa puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva. ","an3.100:6.1":"Kathamrupassa, bhikkhave, puggalassa appamattakampi papakammam katam tamenam nirayam upaneti? ","an3.100:6.2":"Idha, bhikkhave, ekacco puggalo abhavitakayo hoti abhavitasilo abhavitacitto abhavitapanno paritto appatumo appadukkhavihari. ","an3.100:6.3":"Evarupassa, bhikkhave, puggalassa appamattakampi papakammam katam tamenam nirayam upaneti. ","an3.100:7.1":"Kathamrupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva? ","an3.100:7.2":"Idha, bhikkhave, ekacco puggalo bhavitakayo hoti bhavitasilo bhavitacitto bhavitapanno aparitto mahatto appamanavihari. ","an3.100:7.3":"Evarupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva. ","an3.100:8.1":"Idha, bhikkhave, ekacco addhakahapanenapi bandhanam nigacchati, kahapanenapi bandhanam nigacchati, kahapanasatenapi bandhanam nigacchati. ","an3.100:8.2":"Idha, bhikkhave, ekacco addhakahapanenapi na bandhanam nigacchati, kahapanenapi na bandhanam nigacchati, kahapanasatenapi na bandhanam nigacchati. ","an3.100:9.1":"Kathamrupo, bhikkhave, addhakahapanenapi bandhanam nigacchati, kahapanenapi bandhanam nigacchati, kahapanasatenapi bandhanam nigacchati? ","an3.100:9.2":"Idha, bhikkhave, ekacco daliddo hoti appassako appabhogo. ","an3.100:9.3":"Evarupo, bhikkhave, addhakahapanenapi bandhanam nigacchati, kahapanenapi bandhanam nigacchati, kahapanasatenapi bandhanam nigacchati. ","an3.100:10.1":"Kathamrupo, bhikkhave, addhakahapanenapi na bandhanam nigacchati, kahapanenapi na bandhanam nigacchati, kahapanasatenapi na bandhanam nigacchati? ","an3.100:10.2":"Idha, bhikkhave, ekacco addho hoti mahaddhano mahabhogo. ","an3.100:10.3":"Evarupo, bhikkhave, addhakahapanenapi na bandhanam nigacchati, kahapanenapi na bandhanam nigacchati, kahapanasatenapi na bandhanam nigacchati. ","an3.100:10.4":"Evamevam kho, bhikkhave, idhekaccassa puggalassa appamattakam papakammam katam. ","an3.100:10.5":"Tamenam nirayam upaneti. ","an3.100:10.6":"Idha, bhikkhave, ekaccassa puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva. ","an3.100:11.1":"Kathamrupassa, bhikkhave, puggalassa appamattakam papakammam katam, tamenam nirayam upaneti? ","an3.100:11.2":"Idha, bhikkhave, ekacco puggalo abhavitakayo hoti abhavitasilo abhavitacitto abhavitapanno paritto appatumo appadukkhavihari. ","an3.100:11.3":"Evarupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam tamenam nirayam upaneti. ","an3.100:12.1":"Kathamrupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva? ","an3.100:12.2":"Idha, bhikkhave, ekacco puggalo bhavitakayo hoti bhavitasilo bhavitacitto bhavitapanno aparitto mahatto appamanavihari. ","an3.100:12.3":"Evarupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva. ","an3.100:13.1":"Idha, bhikkhave, ekacco puggalo bhavitakayo hoti bhavitasilo bhavitacitto bhavitapanno aparitto mahatto appamanavihari. ","an3.100:13.2":"Evarupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva. ","an3.100:13.3":"Seyyathapi, bhikkhave, orabbhiko va urabbhaghatako va appekaccam urabbham adinnam adiyamanam pahoti hantum va bandhitum va japetum va yathapaccayam va katum, appekaccam urabbham adinnam adiyamanam nappahoti hantum va bandhitum va japetum va yathapaccayam va katum. ","an3.100:14.1":"Kathamrupam, bhikkhave, orabbhiko va urabbhaghatako va urabbham adinnam adiyamanam pahoti hantum va bandhitum va japetum va yathapaccayam va katum? ","an3.100:14.2":"Idha, bhikkhave, ekacco daliddo hoti appassako appabhogo. ","an3.100:14.3":"Evarupam, bhikkhave, orabbhiko va urabbhaghatako va urabbham adinnam adiyamanam pahoti hantum va bandhitum va japetum va yathapaccayam va katum. ","an3.100:15.1":"Kathamrupam, bhikkhave, orabbhiko va urabbhaghatako va urabbham adinnam adiyamanam nappahoti hantum va bandhitum va japetum va yathapaccayam va katum. ","an3.100:15.2":"Idha, bhikkhave, ekacco addho hoti mahaddhano mahabhogo raja va rajamahamatto va. ","an3.100:15.3":"Evarupam, bhikkhave, orabbhiko va urabbhaghatako va urabbham adinnam adiyamanam nappahoti hantum va bandhitum va japetum va yathapaccayam va katum. ","an3.100:15.4":"Annadatthu panjalikova nam yacati: ","an3.100:15.5":"‘dehi me, marisa, urabbham va urabbhadhanam va’ti. ","an3.100:15.6":"Evamevam kho, bhikkhave, idhekaccassa puggalassa tadisamyeva appamattakampi papakammam katam tamenam nirayam upaneti. ","an3.100:15.7":"Idha pana, bhikkhave, ekaccassa puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva. ","an3.100:16.1":"Kathamrupassa, bhikkhave, puggalassa appamattakampi papakammam katam tamenam nirayam upaneti? ","an3.100:16.2":"Idha, bhikkhave, ekacco puggalo abhavitakayo hoti abhavitasilo abhavitacitto abhavitapanno paritto appatumo appadukkhavihari. ","an3.100:16.3":"Evarupassa, bhikkhave, puggalassa appamattakampi papakammam katam tamenam nirayam upaneti. ","an3.100:17.1":"Kathamrupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva? ","an3.100:17.2":"Idha, bhikkhave, ekacco puggalo bhavitakayo hoti bhavitasilo bhavitacitto bhavitapanno aparitto mahatto appamanavihari. ","an3.100:17.3":"Evarupassa, bhikkhave, puggalassa tadisamyeva appamattakam papakammam katam ditthadhammavedaniyam hoti, nanupi khayati, kim bahudeva. ","an3.100:18.1":"Yo, bhikkhave, evam vadeyya: ","an3.100:18.2":"‘yatha yathayam puriso kammam karoti tatha tatha tam patisamvedeti’ti, evam santam, bhikkhave, brahmacariyavaso na hoti, okaso na pannayati samma dukkhassa antakiriyaya. ","an3.100:18.3":"Yo ca kho, bhikkhave, evam vadeyya: ","an3.100:18.4":"‘yatha yatha vedaniyam ayam puriso kammam karoti tatha tatha tassa vipakam patisamvedeti’ti, evam santam, bhikkhave, brahmacariyavaso hoti, okaso pannayati samma dukkhassa antakiriyaya”ti. ","an3.100:18.5":"Navamam. "}