{"an3.32:0.1":"Anguttara Nikaya 3.32 ","an3.32:0.2":"4. Devadutavagga ","an3.32:0.3":"Anandasutta ","an3.32:1.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","an3.32:2.1":"“Siya nu kho, bhante, bhikkhuno tatharupo samadhipatilabho yatha imasminca savinnanake kaye ahankaramamankaramananusaya nassu, bahiddha ca sabbanimittesu ahankaramamankaramananusaya nassu; ","an3.32:2.2":"yanca cetovimuttim pannavimuttim upasampajja viharato ahankaramamankaramananusaya na honti tanca cetovimuttim pannavimuttim upasampajja vihareyya”ti? ","an3.32:2.3":"“Siya, ananda, bhikkhuno tatharupo samadhipatilabho yatha imasminca savinnanake kaye ahankaramamankaramananusaya nassu, bahiddha ca sabbanimittesu ahankaramamankaramananusaya nassu; ","an3.32:2.4":"yanca cetovimuttim pannavimuttim upasampajja viharato ahankaramamankaramananusaya na honti tanca cetovimuttim pannavimuttim upasampajja vihareyya”ti. ","an3.32:3.1":"“Yatha katham pana, bhante, siya bhikkhuno tatharupo samadhipatilabho yatha imasminca savinnanake kaye ahankaramamankaramananusaya nassu, bahiddha ca sabbanimittesu ahankaramamankaramananusaya nassu; ","an3.32:3.2":"yanca cetovimuttim pannavimuttim upasampajja viharato ahankaramamankaramananusaya na honti tanca cetovimuttim pannavimuttim upasampajja vihareyya”ti? ","an3.32:4.1":"“Idhananda, bhikkhuno evam hoti: ","an3.32:4.2":"‘etam santam etam panitam yadidam sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanan’ti. ","an3.32:4.3":"Evam kho, ananda, siya bhikkhuno tatharupo samadhipatilabho yatha imasminca savinnanake kaye ahankaramamankaramananusaya nassu, bahiddha ca sabbanimittesu ahankaramamankaramananusaya nassu; ","an3.32:4.4":"yanca cetovimuttim pannavimuttim upasampajja viharato ahankaramamankaramananusaya na honti tanca cetovimuttim pannavimuttim upasampajja vihareyyati. ","an3.32:5.1":"Idanca pana metam, ananda, sandhaya bhasitam parayane punnakapanhe: ","an3.32:6.1":"‘Sankhaya lokasmim paroparani, ","an3.32:6.2":"Yassinjitam natthi kuhinci loke; ","an3.32:6.3":"Santo vidhumo anigho niraso, ","an3.32:6.4":"Atari so jatijaranti brumi’”ti. ","an3.32:6.5":"Dutiyam. "}