{"an3.130:0.1":"Anguttara Nikaya 3.130 ","an3.130:0.2":"13. Kusinaravagga ","an3.130:0.3":"Dutiyaanuruddhasutta ","an3.130:1.1":"Atha kho ayasma anuruddho yenayasma sariputto tenupasankami; upasankamitva ayasmata sariputtena saddhim sammodi. ","an3.130:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma anuruddho ayasmantam sariputtam etadavoca: ","an3.130:1.3":"“idhaham, avuso sariputta, dibbena cakkhuna visuddhena atikkantamanusakena sahassam lokam olokemi. ","an3.130:1.4":"Araddham kho pana me viriyam asallinam, upatthita sati asammuttha, passaddho kayo asaraddho, samahitam cittam ekaggam. ","an3.130:1.5":"Atha ca pana me nanupadaya asavehi cittam vimuccati”ti. ","an3.130:2.1":"“Yam kho te, avuso anuruddha, evam hoti: ","an3.130:2.2":"‘aham dibbena cakkhuna visuddhena atikkantamanusakena sahassam lokam volokemi’ti, idam te manasmim. ","an3.130:2.3":"Yampi te, avuso anuruddha, evam hoti: ","an3.130:2.4":"‘araddham kho pana me viriyam asallinam, upatthita sati asammuttha, passaddho kayo asaraddho, samahitam cittam ekaggan’ti, idam te uddhaccasmim. ","an3.130:2.5":"Yampi te, avuso anuruddha, evam hoti: ","an3.130:2.6":"‘atha ca pana me nanupadaya asavehi cittam vimuccati’ti, idam te kukkuccasmim. ","an3.130:2.7":"Sadhu vatayasma anuruddho ime tayo dhamme pahaya, ime tayo dhamme amanasikaritva amataya dhatuya cittam upasamharatu”ti. ","an3.130:3.1":"Atha kho ayasma anuruddho aparena samayena ime tayo dhamme pahaya, ime tayo dhamme amanasikaritva amataya dhatuya cittam upasamhari. ","an3.130:3.2":"Atha kho ayasma anuruddho eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","an3.130:3.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","an3.130:3.4":"Annataro ca panayasma anuruddho arahatam ahositi. ","an3.130:3.5":"Atthamam. "}