{"an3.126:0.1":"Anguttara Nikaya 3.126 ","an3.126:0.2":"13. Kusinaravagga ","an3.126:0.3":"Bharandukalamasutta ","an3.126:1.1":"Ekam samayam bhagava kosalesu carikam caramano yena kapilavatthu tadavasari. ","an3.126:1.2":"Assosi kho mahanamo sakko: “bhagava kira kapilavatthum anuppatto”ti. ","an3.126:1.3":"Atha kho mahanamo sakko yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thitam kho mahanamam sakkam bhagava etadavoca: ","an3.126:2.1":"“Gaccha, mahanama, kapilavatthusmim, tatharupam avasatham jana yatthajja mayam ekarattim vihareyyama”ti. ","an3.126:2.2":"“Evam, bhante”ti kho mahanamo sakko bhagavato patissutva kapilavatthum pavisitva kevalakappam kapilavatthum anvahindanto naddasa kapilavatthusmim tatharupam avasatham yatthajja bhagava ekarattim vihareyya. ","an3.126:3.1":"Atha kho mahanamo sakko yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","an3.126:3.2":"“natthi, bhante, kapilavatthusmim tatharupo avasatho yatthajja bhagava ekarattim vihareyya. ","an3.126:3.3":"Ayam, bhante, bharandu kalamo bhagavato puranasabrahmacari. ","an3.126:3.4":"Tassajja bhagava assame ekarattim viharatu”ti. ","an3.126:3.5":"“Gaccha, mahanama, santharam pannapehi”ti. ","an3.126:3.6":"“Evam, bhante”ti kho mahanamo sakko bhagavato patissutva yena bharandussa kalamassa assamo tenupasankami; upasankamitva santharam pannapetva udakam thapetva padanam dhovanaya yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","an3.126:3.7":"“santhato, bhante, santharo, udakam thapitam padanam dhovanaya. ","an3.126:3.8":"Yassadani, bhante, bhagava kalam mannati”ti. ","an3.126:4.1":"Atha kho bhagava yena bharandussa kalamassa assamo tenupasankami; upasankamitva pannatte asane nisidi. ","an3.126:4.2":"Nisajja kho bhagava pade pakkhalesi. ","an3.126:4.3":"Atha kho mahanamassa sakkassa etadahosi: ","an3.126:4.4":"“akalo kho ajja bhagavantam payirupasitum. ","an3.126:4.5":"Kilanto bhagava. ","an3.126:4.6":"Sve danaham bhagavantam payirupasissami”ti bhagavantam abhivadetva padakkhinam katva pakkami. ","an3.126:5.1":"Atha kho mahanamo sakko tassa rattiya accayena yena bhagava tenupasankami; upasankamitva ekamantam nisidi. Ekamantam nisinnam kho mahanamam sakkam bhagava etadavoca: ","an3.126:5.2":"“tayo khome, mahanama, sattharo santo samvijjamana lokasmim. ","an3.126:5.3":"Katame tayo? ","an3.126:5.4":"Idha, mahanama, ekacco sattha kamanam parinnam pannapeti; ","an3.126:5.5":"na rupanam parinnam pannapeti, na vedananam parinnam pannapeti. ","an3.126:5.6":"Idha pana, mahanama, ekacco sattha kamanam parinnam pannapeti, rupanam parinnam pannapeti; ","an3.126:5.7":"na vedananam parinnam pannapeti. ","an3.126:5.8":"Idha pana, mahanama, ekacco sattha kamanam parinnam pannapeti, rupanam parinnam pannapeti, vedananam parinnam pannapeti. ","an3.126:5.9":"Ime kho, mahanama, tayo sattharo santo samvijjamana lokasmim. ","an3.126:5.10":"Imesam, mahanama, tinnam sattharanam eka nittha udahu puthu nittha”ti? ","an3.126:6.1":"Evam vutte, bharandu kalamo mahanamam sakkam etadavoca: ","an3.126:6.2":"“ekati, mahanama, vadehi”ti. ","an3.126:6.3":"Evam vutte, bhagava mahanamam sakkam etadavoca: ","an3.126:6.4":"“nanati, mahanama, vadehi”ti. ","an3.126:6.5":"Dutiyampi kho bharandu kalamo mahanamam sakkam etadavoca: ","an3.126:6.6":"“ekati, mahanama, vadehi”ti. ","an3.126:6.7":"Dutiyampi kho bhagava mahanamam sakkam etadavoca: ","an3.126:6.8":"“nanati, mahanama, vadehi”ti. ","an3.126:6.9":"Tatiyampi kho bharandu kalamo mahanamam sakkam etadavoca: ","an3.126:6.10":"“ekati, mahanama, vadehi”ti. ","an3.126:6.11":"Tatiyampi kho bhagava mahanamam sakkam etadavoca: ","an3.126:6.12":"“nanati, mahanama, vadehi”ti. ","an3.126:7.1":"Atha kho bharandu kalamassa etadahosi: ","an3.126:7.2":"“mahesakkhassa vatamhi mahanamassa sakkassa sammukha samanena gotamena yavatatiyam apasadito. ","an3.126:7.3":"Yannunaham kapilavatthumha pakkameyyan”ti. ","an3.126:7.4":"Atha kho bharandu kalamo kapilavatthumha pakkami. ","an3.126:7.5":"Yam kapilavatthumha pakkami tatha pakkantova ahosi na puna paccagacchiti. ","an3.126:7.6":"Catuttham. "}