{"an3.109:0.1":"Anguttara Nikaya 3.109 ","an3.109:0.2":"11. Sambodhavagga ","an3.109:0.3":"Arakkhitasutta ","an3.109:1.1":"Atha kho anathapindiko gahapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho anathapindikam gahapatim bhagava etadavoca: ","an3.109:1.2":"“citte, gahapati, arakkhite kayakammampi arakkhitam hoti, vacikammampi arakkhitam hoti, manokammampi arakkhitam hoti. ","an3.109:1.3":"Tassa arakkhitakayakammantassa arakkhitavacikammantassa arakkhitamanokammantassa kayakammampi avassutam hoti, vacikammampi avassutam hoti, manokammampi avassutam hoti. ","an3.109:1.4":"Tassa avassutakayakammantassa avassutavacikammantassa avassutamanokammantassa kayakammampi putikam hoti, vacikammampi putikam hoti, manokammampi putikam hoti. ","an3.109:1.5":"Tassa putikayakammantassa putivacikammantassa putimanokammantassa na bhaddakam maranam hoti, na bhaddika kalakiriya. ","an3.109:2.1":"Seyyathapi, gahapati, kutagare ducchanne kutampi arakkhitam hoti, gopanasiyopi arakkhita honti, bhittipi arakkhita hoti; ","an3.109:2.2":"kutampi avassutam hoti, gopanasiyopi avassuta honti, bhittipi avassuta hoti; ","an3.109:2.3":"kutampi putikam hoti, gopanasiyopi putika honti, bhittipi putika hoti. ","an3.109:3.1":"Evamevam kho, gahapati, citte arakkhite kayakammampi arakkhitam hoti, vacikammampi arakkhitam hoti, manokammampi arakkhitam hoti. ","an3.109:3.2":"Tassa arakkhitakayakammantassa arakkhitavacikammantassa arakkhitamanokammantassa kayakammampi avassutam hoti, vacikammampi avassutam hoti, manokammampi avassutam hoti. ","an3.109:3.3":"Tassa avassutakayakammantassa avassutavacikammantassa avassutamanokammantassa kayakammampi putikam hoti, vacikammampi putikam hoti, manokammampi putikam hoti. ","an3.109:3.4":"Tassa putikayakammantassa putivacikammantassa putimanokammantassa na bhaddakam maranam hoti, na bhaddika kalakiriya. ","an3.109:4.1":"Citte, gahapati, rakkhite kayakammampi rakkhitam hoti, vacikammampi rakkhitam hoti, manokammampi rakkhitam hoti. ","an3.109:4.2":"Tassa rakkhitakayakammantassa rakkhitavacikammantassa rakkhitamanokammantassa kayakammampi anavassutam hoti, vacikammampi anavassutam hoti, manokammampi anavassutam hoti. ","an3.109:4.3":"Tassa anavassutakayakammantassa anavassutavacikammantassa anavassutamanokammantassa kayakammampi aputikam hoti, vacikammampi aputikam hoti, manokammampi aputikam hoti. ","an3.109:4.4":"Tassa aputikayakammantassa aputivacikammantassa aputimanokammantassa bhaddakam maranam hoti, bhaddika kalakiriya. ","an3.109:5.1":"Seyyathapi, gahapati, kutagare succhanne kutampi rakkhitam hoti, gopanasiyopi rakkhita honti, bhittipi rakkhita hoti; ","an3.109:5.2":"kutampi anavassutam hoti, gopanasiyopi anavassuta honti, bhittipi anavassuta hoti; ","an3.109:5.3":"kutampi aputikam hoti, gopanasiyopi aputika honti, bhittipi aputika hoti. ","an3.109:6.1":"Evamevam kho, gahapati, citte rakkhite kayakammampi rakkhitam hoti, vacikammampi rakkhitam hoti, manokammampi rakkhitam hoti. ","an3.109:6.2":"Tassa rakkhitakayakammantassa rakkhitavacikammantassa rakkhitamanokammantassa kayakammampi anavassutam hoti, vacikammampi anavassutam hoti, manokammampi anavassutam hoti. ","an3.109:6.3":"Tassa anavassutakayakammantassa anavassutavacikammantassa anavassutamanokammantassa kayakammampi aputikam hoti, vacikammampi aputikam hoti, manokammampi aputikam hoti. ","an3.109:6.4":"Tassa aputikayakammantassa aputivacikammantassa aputimanokammantassa bhaddakam maranam hoti, bhaddika kalakiriya”ti. ","an3.109:6.5":"Sattamam. "}