{"an3.39:0.1":"Anguttara Nikaya 3.39 ","an3.39:0.2":"4. Devadutavagga ","an3.39:0.3":"Sukhumalasutta ","an3.39:1.1":"“Sukhumalo aham, bhikkhave, paramasukhumalo accantasukhumalo. ","an3.39:1.2":"Mama sudam, bhikkhave, pitu nivesane pokkharaniyo karita honti. ","an3.39:1.3":"Ekattha sudam, bhikkhave, uppalam vappati, ekattha padumam, ekattha pundarikam, yavadeva mamatthaya. ","an3.39:1.4":"Na kho panassaham, bhikkhave, akasikam candanam dharemi. Kasikam, bhikkhave, su me tam vethanam hoti, kasika kancuka, kasikam nivasanam, kasiko uttarasango. ","an3.39:1.5":"Rattindivam kho pana me su tam, bhikkhave, setacchattam dhariyati: ","an3.39:1.6":"‘ma nam phusi sitam va unham va tinam va rajo va ussavo va’ti. ","an3.39:2.1":"Tassa mayham, bhikkhave, tayo pasada ahesum—eko hemantiko, eko gimhiko, eko vassiko. ","an3.39:2.2":"So kho aham, bhikkhave, vassike pasade vassike cattaro mase nippurisehi turiyehi paricarayamano na hetthapasadam orohami. ","an3.39:2.3":"Yatha kho pana, bhikkhave, annesam nivesane dasakammakaraporisassa kanajakam bhojanam diyati bilangadutiyam, evamevassu me, bhikkhave, pitu nivesane dasakammakaraporisassa salimamsodano diyati. ","an3.39:3.1":"Tassa mayham, bhikkhave, evarupaya iddhiya samannagatassa evarupena ca sukhumalena etadahosi: ","an3.39:3.2":"‘assutava kho puthujjano attana jaradhammo samano jaram anatito param jinnam disva attiyati harayati jigucchati attanamyeva atisitva, ahampi khomhi jaradhammo jaram anatito. ","an3.39:3.3":"Ahanceva kho pana jaradhammo samano jaram anatito param jinnam disva attiyeyyam harayeyyam jiguccheyyam na metam assa patirupan’ti. ","an3.39:3.4":"Tassa mayham, bhikkhave, iti patisancikkhato yo yobbane yobbanamado so sabbaso pahiyi. ","an3.39:4.1":"Assutava kho puthujjano attana byadhidhammo samano byadhim anatito param byadhitam disva attiyati harayati jigucchati attanamyeva atisitva: ","an3.39:4.2":"‘ahampi khomhi byadhidhammo byadhim anatito, ahanceva kho pana byadhidhammo samano byadhim anatito param byadhikam disva attiyeyyam harayeyyam jiguccheyyam, na metam assa patirupan’ti. ","an3.39:4.3":"Tassa mayham, bhikkhave, iti patisancikkhato yo arogye arogyamado so sabbaso pahiyi. ","an3.39:5.1":"Assutava kho puthujjano attana maranadhammo samano maranam anatito param matam disva attiyati harayati jigucchati attanamyeva atisitva: ","an3.39:5.2":"‘ahampi khomhi maranadhammo, maranam anatito, aham ceva kho pana maranadhammo samano maranam anatito param matam disva attiyeyyam harayeyyam jiguccheyyam, na metam assa patirupan’ti. ","an3.39:5.3":"Tassa mayham, bhikkhave, iti patisancikkhato yo jivite jivitamado so sabbaso pahiyiti. ","an3.39:6.1":"Tayome, bhikkhave, mada. ","an3.39:6.2":"Katame tayo? ","an3.39:6.3":"Yobbanamado, arogyamado, jivitamado. ","an3.39:6.4":"Yobbanamadamatto va, bhikkhave, assutava puthujjano kayena duccaritam carati, vacaya duccaritam carati, manasa duccaritam carati. ","an3.39:6.5":"So kayena duccaritam caritva, vacaya duccaritam caritva, manasa duccaritam caritva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","an3.39:6.6":"Arogyamadamatto va, bhikkhave, assutava puthujjano …pe… ","an3.39:6.7":"jivitamadamatto va, bhikkhave, assutava puthujjano kayena duccaritam carati, vacaya duccaritam carati, manasa duccaritam carati. ","an3.39:6.8":"So kayena duccaritam caritva, vacaya duccaritam caritva, manasa duccaritam caritva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","an3.39:7.1":"Yobbanamadamatto va, bhikkhave, bhikkhu sikkham paccakkhaya hinayavattati. ","an3.39:7.2":"Arogyamadamatto va, bhikkhave, bhikkhu …pe… ","an3.39:7.3":"jivitamadamatto va, bhikkhave, bhikkhu sikkham paccakkhaya hinayavattatiti. ","an3.39:8.1":"Byadhidhamma jaradhamma, ","an3.39:8.2":"atho maranadhammino; ","an3.39:8.3":"Yathadhamma tathasanta, ","an3.39:8.4":"jigucchanti puthujjana. ","an3.39:9.1":"Ahance tam jiguccheyyam, ","an3.39:9.2":"evamdhammesu panisu; ","an3.39:9.3":"Na metam patirupassa, ","an3.39:9.4":"mama evam viharino. ","an3.39:10.1":"Soham evam viharanto, ","an3.39:10.2":"natva dhammam nirupadhim; ","an3.39:10.3":"Arogye yobbanasminca, ","an3.39:10.4":"jivitasminca ye mada. ","an3.39:11.1":"Sabbe made abhibhosmi, ","an3.39:11.2":"Nekkhamme datthu khematam; ","an3.39:11.3":"Tassa me ahu ussaho, ","an3.39:11.4":"Nibbanam abhipassato. ","an3.39:12.1":"Naham bhabbo etarahi, ","an3.39:12.2":"Kamani patisevitum; ","an3.39:12.3":"Anivatti bhavissami, ","an3.39:12.4":"Brahmacariyaparayano”ti. ","an3.39:12.5":"Navamam. "}