{"an3.73:0.1":"Anguttara Nikaya 3.73 ","an3.73:0.2":"8. Anandavagga ","an3.73:0.3":"Mahanamasakkasutta ","an3.73:1.1":"Evam me sutam—","an3.73:1.2":"ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","an3.73:1.3":"Tena kho pana samayena bhagava gilana vutthito hoti aciravutthito gelanna. ","an3.73:1.4":"Atha kho mahanamo sakko yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho mahanamo sakko bhagavantam etadavoca: ","an3.73:1.5":"“digharattaham, bhante, bhagavata evam dhammam desitam ajanami: ","an3.73:1.6":"‘samahitassa nanam, no asamahitassa’ti. ","an3.73:1.7":"Samadhi nu kho, bhante, pubbe, paccha nanam; ","an3.73:1.8":"udahu nanam pubbe, paccha samadhi”ti? ","an3.73:1.9":"Atha kho ayasmato anandassa etadahosi: ","an3.73:1.10":"“bhagava kho gilanavutthito aciravutthito gelanna. ","an3.73:1.11":"Ayanca mahanamo sakko bhagavantam atigambhiram panham pucchati. ","an3.73:1.12":"Yannunaham mahanamam sakkam ekamantam apanetva dhammam deseyyan”ti. ","an3.73:2.1":"Atha kho ayasma anando mahanamam sakkam bahayam gahetva ekamantam apanetva mahanamam sakkam etadavoca: ","an3.73:2.2":"“sekhampi kho, mahanama, silam vuttam bhagavata, asekhampi silam vuttam bhagavata; sekhopi samadhi vutto bhagavata, asekhopi samadhi vutto bhagavata; sekhapi panna vutta bhagavata, asekhapi panna vutta bhagavata. ","an3.73:2.3":"Katamanca, mahanama, sekham silam? ","an3.73:2.4":"Idha, mahanama, bhikkhu silava hoti patimokkhasamvarasamvuto viharati …pe… samadaya sikkhati sikkhapadesu. ","an3.73:2.5":"Idam vuccati, mahanama, sekham silam. ","an3.73:3.1":"Katamo ca, mahanama, sekho samadhi? ","an3.73:3.2":"Idha, mahanama, bhikkhu vivicceva kamehi …pe… catuttham jhanam upasampajja viharati. ","an3.73:3.3":"Ayam vuccati, mahanama, sekho samadhi. ","an3.73:4.1":"Katama ca, mahanama, sekha panna? ","an3.73:4.2":"Idha, mahanama, bhikkhu ‘idam dukkhan’ti yathabhutam pajanati …pe… ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati. ","an3.73:4.3":"Ayam vuccati, mahanama, sekha panna. ","an3.73:5.1":"Sa kho so, mahanama, ariyasavako evam silasampanno evam samadhisampanno evam pannasampanno asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an3.73:5.2":"Evam kho, mahanama, sekhampi silam vuttam bhagavata, asekhampi silam vuttam bhagavata; sekhopi samadhi vutto bhagavata, asekhopi samadhi vutto bhagavata; sekhapi panna vutta bhagavata, asekhapi panna vutta bhagavata”ti. ","an3.73:5.3":"Tatiyam. "}