{"an3.99:0.1":"Anguttara Nikaya 3.99 ","an3.99:0.2":"10. Lonakapallavagga ","an3.99:0.3":"Potthakasutta ","an3.99:1.1":"“Navopi, bhikkhave, potthako dubbanno ca hoti dukkhasamphasso ca appaggho ca; ","an3.99:1.2":"majjhimopi, bhikkhave, potthako dubbanno ca hoti dukkhasamphasso ca appaggho ca; ","an3.99:1.3":"jinnopi, bhikkhave, potthako dubbanno ca hoti dukkhasamphasso ca appaggho ca. ","an3.99:1.4":"Jinnampi, bhikkhave, potthakam ukkhaliparimajjanam va karonti sankarakute va nam chaddenti. ","an3.99:2.1":"Evamevam kho, bhikkhave, navo cepi bhikkhu hoti dussilo papadhammo. ","an3.99:2.2":"Idamassa dubbannataya vadami. ","an3.99:2.3":"Seyyathapi so, bhikkhave, potthako dubbanno tathupamaham, bhikkhave, imam puggalam vadami. ","an3.99:2.4":"Ye kho panassa sevanti bhajanti payirupasanti ditthanugatim apajjanti, tesam tam hoti digharattam ahitaya dukkhaya. ","an3.99:2.5":"Idamassa dukkhasamphassataya vadami. ","an3.99:2.6":"Seyyathapi so, bhikkhave, potthako dukkhasamphasso tathupamaham, bhikkhave, imam puggalam vadami. ","an3.99:2.7":"Yesam kho pana so patigganhati civarapindapatasenasanagilanappaccayabhesajjaparikkharam, tesam tam na mahapphalam hoti na mahanisamsam. ","an3.99:2.8":"Idamassa appagghataya vadami. ","an3.99:2.9":"Seyyathapi so, bhikkhave, potthako appaggho tathupamaham, bhikkhave, imam puggalam vadami. ","an3.99:2.10":"Majjhimo cepi, bhikkhave, bhikkhu hoti …pe… ","an3.99:2.11":"thero cepi, bhikkhave, bhikkhu hoti dussilo papadhammo, idamassa dubbannataya vadami. ","an3.99:2.12":"Seyyathapi so, bhikkhave, potthako dubbanno tathupamaham, bhikkhave, imam puggalam vadami. ","an3.99:2.13":"Ye kho panassa sevanti bhajanti payirupasanti ditthanugatim apajjanti, tesam tam hoti digharattam ahitaya dukkhaya. ","an3.99:2.14":"Idamassa dukkhasamphassataya vadami. ","an3.99:2.15":"Seyyathapi so, bhikkhave, potthako dukkhasamphasso tathupamaham, bhikkhave, imam puggalam vadami. ","an3.99:2.16":"Yesam kho pana so patigganhati civarapindapatasenasanagilanappaccayabhesajjaparikkharam, tesam tam na mahapphalam hoti na mahanisamsam. ","an3.99:2.17":"Idamassa appagghataya vadami. ","an3.99:2.18":"Seyyathapi so, bhikkhave, potthako appaggho tathupamaham, bhikkhave, imam puggalam vadami. ","an3.99:3.1":"Evarupo cayam, bhikkhave, thero bhikkhu sanghamajjhe bhanati. ","an3.99:3.2":"Tamenam bhikkhu evamahamsu: ","an3.99:3.3":"‘kim nu kho tuyham balassa abyattassa bhanitena, ","an3.99:3.4":"tvampi nama bhanitabbam mannasi’ti. ","an3.99:3.5":"So kupito anattamano tatharupim vacam nicchareti yatharupaya vacaya sangho tam ukkhipati, sankarakuteva nam potthakam. ","an3.99:4.1":"Navampi, bhikkhave, kasikam vattham vannavantanceva hoti sukhasamphassanca mahagghanca; majjhimampi, bhikkhave, kasikam vattham vannavantanceva hoti sukhasamphassanca mahagghanca; jinnampi, bhikkhave, kasikam vattham vannavantanceva hoti sukhasamphassanca mahagghanca. ","an3.99:4.2":"Jinnampi, bhikkhave, kasikam vattham ratanapalivethanam va karoti gandhakarandake va nam pakkhipanti. ","an3.99:5.1":"Evamevam kho, bhikkhave, navo cepi bhikkhu hoti silava kalyanadhammo, idamassa suvannataya vadami. ","an3.99:5.2":"Seyyathapi tam, bhikkhave, kasikam vattham vannavantam tathupamaham, bhikkhave, imam puggalam vadami. ","an3.99:5.3":"Ye kho panassa sevanti bhajanti payirupasanti ditthanugatim apajjanti, tesam tam hoti digharattam hitaya sukhaya. ","an3.99:5.4":"Idamassa sukhasamphassataya vadami. ","an3.99:5.5":"Seyyathapi tam, bhikkhave, kasikam vattham sukhasamphassam tathupamaham, bhikkhave, imam puggalam vadami. ","an3.99:5.6":"Yesam kho pana so patigganhati civarapindapatasenasanagilanappaccayabhesajjaparikkharam, tesam tam mahapphalam hoti mahanisamsam. ","an3.99:5.7":"Idamassa mahagghataya vadami. ","an3.99:5.8":"Seyyathapi tam, bhikkhave, kasikam vattham mahaggham tathupamaham, bhikkhave, imam puggalam vadami. ","an3.99:5.9":"Majjhimo cepi, bhikkhave, bhikkhu hoti …pe… ","an3.99:5.10":"thero cepi, bhikkhave, bhikkhu hoti …pe… puggalam vadami. ","an3.99:6.1":"Evarupo cayam, bhikkhave, thero bhikkhu sanghamajjhe bhanati. ","an3.99:6.2":"Tamenam bhikkhu evamahamsu: ","an3.99:6.3":"‘appasadda ayasmanto hotha, thero bhikkhu dhammanca vinayanca bhanati’ti. ","an3.99:6.4":"Tasmatiha, bhikkhave, evam sikkhitabbam: ","an3.99:6.5":"‘kasikavatthupama bhavissama, na potthakupama’ti. ","an3.99:6.6":"Evanhi vo, bhikkhave, sikkhitabban”ti. ","an3.99:6.7":"Atthamam. "}