{"an3.79:0.1":"Anguttara Nikaya 3.79 ","an3.79:0.2":"8. Anandavagga ","an3.79:0.3":"Gandhajatasutta ","an3.79:1.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","an3.79:2.1":"“Tinimani, bhante, gandhajatani, yesam anuvatamyeva gandho gacchati, no pativatam. ","an3.79:2.2":"Katamani tini? ","an3.79:2.3":"Mulagandho, saragandho, pupphagandho—","an3.79:2.4":"imani kho, bhante, tini gandhajatani, yesam anuvatamyeva gandho gacchati, no pativatam. ","an3.79:2.5":"Atthi nu kho, bhante, kinci gandhajatam yassa anuvatampi gandho gacchati, pativatampi gandho gacchati, anuvatapativatampi gandho gacchati”ti? ","an3.79:3.1":"“Atthananda, kinci gandhajatam yassa anuvatampi gandho gacchati, pativatampi gandho gacchati, anuvatapativatampi gandho gacchati”ti. ","an3.79:3.2":"“Katamanca pana, bhante, gandhajatam yassa anuvatampi gandho gacchati, pativatampi gandho gacchati, anuvatapativatampi gandho gacchati”ti? ","an3.79:4.1":"“Idhananda, yasmim game va nigame va itthi va puriso va buddham saranam gato hoti, dhammam saranam gato hoti, sangham saranam gato hoti, ","an3.79:4.2":"panatipata pativirato hoti, adinnadana pativirato hoti, kamesumicchacara pativirato hoti, musavada pativirato hoti, suramerayamajjapamadatthana pativirato hoti, silava hoti kalyanadhammo, ","an3.79:4.3":"vigatamalamaccherena cetasa agaram ajjhavasati muttacago payatapani vossaggarato yacayogo danasamvibhagarato. ","an3.79:5.1":"Tassa disasu samanabrahmana vannam bhasanti: ","an3.79:5.2":"‘amukasmim nama game va nigame va itthi va puriso va buddham saranam gato hoti, dhammam saranam gato hoti, sangham saranam gato hoti, ","an3.79:5.3":"panatipata pativirato hoti, adinnadana pativirato hoti, kamesumicchacara pativirato hoti, musavada pativirato hoti, suramerayamajjapamadatthana pativirato hoti, silava hoti kalyanadhammo, ","an3.79:5.4":"vigatamalamaccherena cetasa agaram ajjhavasati muttacago payatapani vossaggarato yacayogo danasamvibhagarato’ti. ","an3.79:6.1":"Devatapissa vannam bhasanti: ","an3.79:6.2":"‘amukasmim nama game va nigame va itthi va puriso va buddham saranam gato hoti, dhammam saranam gato hoti, sangham saranam gato hoti, ","an3.79:6.3":"panatipata pativirato hoti …pe… suramerayamajjapamadatthana pativirato hoti, silava hoti kalyanadhammo, ","an3.79:6.4":"vigatamalamaccherena cetasa agaram ajjhavasati muttacago payatapani vossaggarato yacayogo danasamvibhagarato’ti. ","an3.79:6.5":"Idam kho tam, ananda, gandhajatam yassa anuvatampi gandho gacchati, pativatampi gandho gacchati, anuvatapativatampi gandho gacchatiti. ","an3.79:7.1":"Na pupphagandho pativatameti, ","an3.79:7.2":"Na candanam tagaramallika va; ","an3.79:7.3":"Satanca gandho pativatameti, ","an3.79:7.4":"Sabba disa sappuriso pavayati”ti. ","an3.79:7.5":"Navamam. "}