{"an3.34:0.1":"Anguttara Nikaya 3.34 ","an3.34:0.2":"4. Devadutavagga ","an3.34:0.3":"Nidanasutta ","an3.34:1.1":"“Tinimani, bhikkhave, nidanani kammanam samudayaya. ","an3.34:1.2":"Katamani tini? ","an3.34:1.3":"Lobho nidanam kammanam samudayaya, doso nidanam kammanam samudayaya, moho nidanam kammanam samudayaya. ","an3.34:2.1":"Yam, bhikkhave, lobhapakatam kammam lobhajam lobhanidanam lobhasamudayam, yatthassa attabhavo nibbattati tattha tam kammam vipaccati. ","an3.34:2.2":"Yattha tam kammam vipaccati tattha tassa kammassa vipakam patisamvedeti, ditthe va dhamme upapajja va apare va pariyaye. ","an3.34:3.1":"Yam, bhikkhave, dosapakatam kammam dosajam dosanidanam dosasamudayam, yatthassa attabhavo nibbattati tattha tam kammam vipaccati. ","an3.34:3.2":"Yattha tam kammam vipaccati tattha tassa kammassa vipakam patisamvedeti, ditthe va dhamme upapajja va apare va pariyaye. ","an3.34:4.1":"Yam, bhikkhave, mohapakatam kammam mohajam mohanidanam mohasamudayam, yatthassa attabhavo nibbattati tattha tam kammam vipaccati. ","an3.34:4.2":"Yattha tam kammam vipaccati tattha tassa kammassa vipakam patisamvedeti, ditthe va dhamme upapajja va apare va pariyaye. ","an3.34:5.1":"Seyyathapi, bhikkhave, bijani akhandani aputini avatatapahatani saradani sukhasayitani sukhette suparikammakataya bhumiya nikkhittani. ","an3.34:5.2":"Devo ca sammadharam anuppaveccheyya. ","an3.34:5.3":"Evassu tani, bhikkhave, bijani vuddhim virulhim vepullam apajjeyyum. ","an3.34:5.4":"Evamevam kho, bhikkhave, yam lobhapakatam kammam lobhajam lobhanidanam lobhasamudayam, yatthassa attabhavo nibbattati tattha tam kammam vipaccati. ","an3.34:5.5":"Yattha tam kammam vipaccati tattha tassa kammassa vipakam patisamvedeti, ditthe va dhamme upapajja va apare va pariyaye. ","an3.34:6.1":"Yam dosapakatam kammam …pe… ","an3.34:6.2":"yam mohapakatam kammam mohajam mohanidanam mohasamudayam, yatthassa attabhavo nibbattati tattha tam kammam vipaccati. ","an3.34:6.3":"Yattha tam kammam vipaccati tattha tassa kammassa vipakam patisamvedeti, ditthe va dhamme upapajja va apare va pariyaye. ","an3.34:6.4":"Imani kho, bhikkhave, tini nidanani kammanam samudayaya. ","an3.34:7.1":"Tinimani, bhikkhave, nidanani kammanam samudayaya. ","an3.34:7.2":"Katamani tini? ","an3.34:7.3":"Alobho nidanam kammanam samudayaya, adoso nidanam kammanam samudayaya, amoho nidanam kammanam samudayaya. ","an3.34:8.1":"Yam, bhikkhave, alobhapakatam kammam alobhajam alobhanidanam alobhasamudayam, lobhe vigate evam tam kammam pahinam hoti ucchinnamulam talavatthukatam anabhavankatam ayatim anuppadadhammam. ","an3.34:9.1":"Yam, bhikkhave, adosapakatam kammam adosajam adosanidanam adosasamudayam, dose vigate evam tam kammam pahinam hoti ucchinnamulam talavatthukatam anabhavankatam ayatim anuppadadhammam. ","an3.34:10.1":"Yam, bhikkhave, amohapakatam kammam amohajam amohanidanam amohasamudayam, mohe vigate evam tam kammam pahinam hoti ucchinnamulam talavatthukatam anabhavankatam ayatim anuppadadhammam. ","an3.34:11.1":"Seyyathapi, bhikkhave, bijani akhandani aputini avatatapahatani saradani sukhasayitani. ","an3.34:11.2":"Tani puriso aggina daheyya. ","an3.34:11.3":"Aggina dahitva masim kareyya. ","an3.34:11.4":"Masim karitva mahavate va ophuneyya nadiya va sighasotaya pavaheyya. ","an3.34:11.5":"Evassu tani, bhikkhave, bijani ucchinnamulani talavatthukatani anabhavankatani ayatim anuppadadhammani. ","an3.34:11.6":"Evamevam kho, bhikkhave, yam alobhapakatam kammam alobhajam alobhanidanam alobhasamudayam, lobhe vigate evam tam kammam pahinam hoti ucchinnamulam talavatthukatam anabhavankatam ayatim anuppadadhammam. ","an3.34:12.1":"Yam adosapakatam kammam …pe… ","an3.34:12.2":"yam amohapakatam kammam amohajam amohanidanam amohasamudayam, mohe vigate evam tam kammam pahinam hoti …pe… ","an3.34:12.3":"ayatim anuppadadhammam. ","an3.34:12.4":"Imani kho, bhikkhave, tini nidanani kammanam samudayayati. ","an3.34:13.1":"Lobhajam dosajanceva, ","an3.34:13.2":"mohajancapaviddasu; ","an3.34:13.3":"Yam tena pakatam kammam, ","an3.34:13.4":"appam va yadi va bahum; ","an3.34:13.5":"Idheva tam vedaniyam, ","an3.34:13.6":"vatthu annam na vijjati. ","an3.34:14.1":"Tasma lobhanca dosanca, ","an3.34:14.2":"mohajancapi viddasu; ","an3.34:14.3":"Vijjam uppadayam bhikkhu, ","an3.34:14.4":"sabba duggatiyo jahe”ti. ","an3.34:14.5":"Catuttham. "}