{"an3.111:0.1":"Anguttara Nikaya 3.111 ","an3.111:0.2":"11. Sambodhavagga ","an3.111:0.3":"Pathamanidanasutta ","an3.111:1.1":"“Tinimani, bhikkhave, nidanani kammanam samudayaya. ","an3.111:1.2":"Katamani tini? ","an3.111:1.3":"Lobho nidanam kammanam samudayaya, doso nidanam kammanam samudayaya, moho nidanam kammanam samudayaya. ","an3.111:1.4":"Yam, bhikkhave, lobhapakatam kammam lobhajam lobhanidanam lobhasamudayam, tam kammam akusalam tam kammam savajjam tam kammam dukkhavipakam, tam kammam kammasamudayaya samvattati, na tam kammam kammanirodhaya samvattati. ","an3.111:1.5":"Yam, bhikkhave, dosapakatam kammam dosajam dosanidanam dosasamudayam, tam kammam akusalam tam kammam savajjam tam kammam dukkhavipakam, tam kammam kammasamudayaya samvattati, na tam kammam kammanirodhaya samvattati. ","an3.111:1.6":"Yam, bhikkhave, mohapakatam kammam mohajam mohanidanam mohasamudayam, tam kammam akusalam tam kammam savajjam tam kammam dukkhavipakam, tam kammam kammasamudayaya samvattati, na tam kammam kammanirodhaya samvattati. ","an3.111:1.7":"Imani kho, bhikkhave, tini nidanani kammanam samudayaya. ","an3.111:2.1":"Tinimani, bhikkhave, nidanani kammanam samudayaya. ","an3.111:2.2":"Katamani tini? ","an3.111:2.3":"Alobho nidanam kammanam samudayaya, adoso nidanam kammanam samudayaya, amoho nidanam kammanam samudayaya. ","an3.111:2.4":"Yam, bhikkhave, alobhapakatam kammam alobhajam alobhanidanam alobhasamudayam, tam kammam kusalam tam kammam anavajjam tam kammam sukhavipakam, tam kammam kammanirodhaya samvattati, na tam kammam kammasamudayaya samvattati. ","an3.111:2.5":"Yam, bhikkhave, adosapakatam kammam adosajam adosanidanam adosasamudayam, tam kammam kusalam tam kammam anavajjam tam kammam sukhavipakam, tam kammam kammanirodhaya samvattati, na tam kammam kammasamudayaya samvattati. ","an3.111:2.6":"Yam, bhikkhave, amohapakatam kammam amohajam amohanidanam amohasamudayam, tam kammam kusalam tam kammam anavajjam tam kammam sukhavipakam, tam kammam kammanirodhaya samvattati, na tam kammam kammasamudayaya samvattati. ","an3.111:2.7":"Imani kho, bhikkhave, tini nidanani kammanam samudayaya”ti. ","an3.111:2.8":"Navamam. "}