{"an3.133:0.1":"Anguttara Nikaya 3.133 ","an3.133:0.2":"14. Yodhajivavagga ","an3.133:0.3":"Yodhajivasutta ","an3.133:1.1":"“Tihi, bhikkhave, angehi samannagato yodhajivo rajaraho hoti rajabhoggo, ranno anganteva sankhyam gacchati. ","an3.133:1.2":"Katamehi tihi? ","an3.133:1.3":"Idha, bhikkhave, yodhajivo dure pati ca hoti akkhanavedhi ca mahato ca kayassa padaleta. ","an3.133:1.4":"Imehi, kho, bhikkhave, tihi angehi samannagato yodhajivo rajaraho hoti rajabhoggo, ranno anganteva sankhyam gacchati. ","an3.133:1.5":"Evamevam kho, bhikkhave, tihi angehi samannagato bhikkhu ahuneyyo hoti …pe… anuttaram punnakkhettam lokassa. ","an3.133:1.6":"Katamehi tihi? ","an3.133:1.7":"Idha, bhikkhave, bhikkhu dure pati ca hoti akkhanavedhi ca mahato ca kayassa padaleta. ","an3.133:2.1":"Kathanca, bhikkhave, bhikkhu dure pati hoti? ","an3.133:2.2":"Idha, bhikkhave, bhikkhu yam kinci rupam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va, sabbam rupam: ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya passati. ","an3.133:2.3":"Ya kaci vedana atitanagatapaccuppanna ajjhatta va bahiddha va olarika va sukhuma va hina va panita va ya dure santike va, sabbam vedanam: ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya passati. ","an3.133:2.4":"Ya kaci sanna atitanagatapaccuppanna ajjhatta va bahiddha va olarika va sukhuma va hina va panita va ya dure santike va, sabbam sannam: ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya passati. ","an3.133:2.5":"Ye keci sankhara atitanagatapaccuppanna ajjhatta va bahiddha va olarika va sukhuma va hina va panita va ye dure santike va, sabbe sankhare: ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya passati. ","an3.133:2.6":"Yam kinci vinnanam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va, sabbam vinnanam: ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya passati. ","an3.133:2.7":"Evam kho, bhikkhave, bhikkhu dure pati hoti. ","an3.133:3.1":"Kathanca, bhikkhave, bhikkhu akkhanavedhi hoti? ","an3.133:3.2":"Idha, bhikkhave, bhikkhu ‘idam dukkhan’ti yathabhutam pajanati; ‘ayam dukkhasamudayo’ti yathabhutam pajanati; ‘ayam dukkhanirodho’ti yathabhutam pajanati; ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati. ","an3.133:3.3":"Evam kho, bhikkhave, bhikkhu akkhanavedhi hoti. ","an3.133:4.1":"Kathanca, bhikkhave, bhikkhu mahato kayassa padaleta hoti? ","an3.133:4.2":"Idha, bhikkhave, bhikkhu mahantam avijjakkhandham padaleti. ","an3.133:4.3":"Evam kho, bhikkhave, bhikkhu mahato kayassa padaleta hoti. ","an3.133:4.4":"Imehi kho, bhikkhave, tihi dhammehi samannagato bhikkhu ahuneyyo hoti …pe… anuttaram punnakkhettam lokassa”ti. ","an3.133:4.5":"Pathamam. "}