{"an3.75:0.1":"Anguttara Nikaya 3.75 ","an3.75:0.2":"8. Anandavagga ","an3.75:0.3":"Nivesakasutta ","an3.75:1.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam anandam bhagava etadavoca: ","an3.75:2.1":"“Ye, ananda, anukampeyyatha ye ca sotabbam manneyyum mitta va amacca va nati va salohita va te vo, ananda, tisu thanesu samadapetabba nivesetabba patitthapetabba. ","an3.75:2.2":"Katamesu tisu? ","an3.75:2.3":"Buddhe aveccappasade samadapetabba nivesetabba patitthapetabba: ","an3.75:2.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam, buddho bhagava’ti, ","an3.75:2.5":"dhamme aveccappasade samadapetabba nivesetabba patitthapetabba: ","an3.75:2.6":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti, ","an3.75:2.7":"sanghe aveccappasade samadapetabba nivesetabba patitthapetabba: ","an3.75:2.8":"‘suppatipanno bhagavato savakasangho ujuppatipanno bhagavato savakasangho nayappatipanno bhagavato savakasangho samicippatipanno bhagavato savakasangho, yadidam cattari purisayugani attha purisapuggala esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa’ti. ","an3.75:3.1":"Siya, ananda, catunnam mahabhutanam annathattam—","an3.75:3.2":"pathavidhatuya apodhatuya tejodhatuya vayodhatuya, na tveva buddhe aveccappasadena samannagatassa ariyasavakassa siya annathattam tatridam annathattam. ","an3.75:3.3":"So vatananda, buddhe aveccappasadena samannagato ariyasavako nirayam va tiracchanayonim va pettivisayam va upapajjissatiti netam thanam vijjati. ","an3.75:4.1":"Siya, ananda, catunnam mahabhutanam annathattam—","an3.75:4.2":"pathavidhatuya apodhatuya tejodhatuya vayodhatuya, na tveva dhamme …pe… ","an3.75:4.3":"na tveva sanghe aveccappasadena samannagatassa ariyasavakassa siya annathattam tatridam annathattam. ","an3.75:4.4":"So vatananda, sanghe aveccappasadena samannagato ariyasavako nirayam va tiracchanayonim va pettivisayam va upapajjissatiti netam thanam vijjati. ","an3.75:5.1":"Ye, ananda, anukampeyyatha ye ca sotabbam manneyyum mitta va amacca va nati va salohita va te vo, ananda, imesu tisu thanesu samadapetabba nivesetabba patitthapetabba”ti. ","an3.75:5.2":"Pancamam. "}