{"an3.21:0.1":"Anguttara Nikaya 3.21 ","an3.21:0.2":"3. Puggalavagga ","an3.21:0.3":"Samiddhasutta ","an3.21:1.1":"Evam me sutam—","an3.21:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an3.21:1.3":"Atha kho ayasma ca samiddho ayasma ca mahakotthiko yenayasma sariputto tenupasankamimsu; upasankamitva ayasmata sariputtena saddhim sammodimsu. ","an3.21:1.4":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinnam kho ayasmantam samiddham ayasma sariputto etadavoca: ","an3.21:2.1":"“Tayome, avuso samiddha, puggala santo samvijjamana lokasmim. ","an3.21:2.2":"Katame tayo? ","an3.21:2.3":"Kayasakkhi, ditthippatto, saddhavimutto. ","an3.21:2.4":"Ime kho, avuso, tayo puggala santo samvijjamana lokasmim. ","an3.21:2.5":"Imesam, avuso, tinnam puggalanam katamo te puggalo khamati abhikkantataro ca panitataro ca”ti? ","an3.21:3.1":"“Tayome, avuso sariputta, puggala santo samvijjamana lokasmim. ","an3.21:3.2":"Katame tayo? ","an3.21:3.3":"Kayasakkhi, ditthippatto, saddhavimutto. ","an3.21:3.4":"Ime kho, avuso, tayo puggala santo samvijjamana lokasmim. ","an3.21:3.5":"Imesam, avuso, tinnam puggalanam yvayam puggalo saddhavimutto, ayam me puggalo khamati imesam tinnam puggalanam abhikkantataro ca panitataro ca. ","an3.21:3.6":"Tam kissa hetu? ","an3.21:3.7":"Imassa, avuso, puggalassa saddhindriyam adhimattan”ti. ","an3.21:4.1":"Atha kho ayasma sariputto ayasmantam mahakotthikam etadavoca: ","an3.21:4.2":"“tayome, avuso kotthika, puggala santo samvijjamana lokasmim. ","an3.21:4.3":"Katame tayo? ","an3.21:4.4":"Kayasakkhi, ditthippatto, saddhavimutto. ","an3.21:4.5":"Ime kho, avuso, tayo puggala santo samvijjamana lokasmim. ","an3.21:4.6":"Imesam, avuso, tinnam puggalanam katamo te puggalo khamati abhikkantataro ca panitataro ca”ti? ","an3.21:5.1":"“Tayome, avuso sariputta, puggala santo samvijjamana lokasmim. ","an3.21:5.2":"Katame tayo? ","an3.21:5.3":"Kayasakkhi, ditthippatto, saddhavimutto. ","an3.21:5.4":"Ime kho, avuso, tayo puggala santo samvijjamana lokasmim. ","an3.21:5.5":"Imesam, avuso, tinnam puggalanam yvayam puggalo kayasakkhi, ayam me puggalo khamati imesam tinnam puggalanam abhikkantataro ca panitataro ca. ","an3.21:5.6":"Tam kissa hetu? ","an3.21:5.7":"Imassa, avuso, puggalassa samadhindriyam adhimattan”ti. ","an3.21:6.1":"Atha kho ayasma mahakotthiko ayasmantam sariputtam etadavoca: ","an3.21:6.2":"“tayome, avuso sariputta, puggala santo samvijjamana lokasmim. ","an3.21:6.3":"Katame tayo? ","an3.21:6.4":"Kayasakkhi, ditthippatto, saddhavimutto. ","an3.21:6.5":"Ime kho, avuso, tayo puggala santo samvijjamana lokasmim. ","an3.21:6.6":"Imesam, avuso, tinnam puggalanam katamo te puggalo khamati abhikkantataro ca panitataro ca”ti? ","an3.21:7.1":"“Tayome, avuso kotthika, puggala santo samvijjamana lokasmim. ","an3.21:7.2":"Katame tayo? ","an3.21:7.3":"Kayasakkhi, ditthippatto, saddhavimutto. ","an3.21:7.4":"Ime kho, avuso, tayo puggala santo samvijjamana lokasmim. ","an3.21:7.5":"Imesam, avuso, tinnam puggalanam yvayam puggalo ditthippatto, ayam me puggalo khamati imesam tinnam puggalanam abhikkantataro ca panitataro ca. ","an3.21:7.6":"Tam kissa hetu? ","an3.21:7.7":"Imassa, avuso, puggalassa pannindriyam adhimattan”ti. ","an3.21:8.1":"Atha kho ayasma sariputto ayasmantanca samiddham ayasmantanca mahakotthikam etadavoca: ","an3.21:8.2":"“byakatam kho, avuso, amhehi sabbeheva yathasakam patibhanam. ","an3.21:8.3":"Ayamavuso, yena bhagava tenupasankamissama; upasankamitva bhagavato etamattham arocessama. ","an3.21:8.4":"Yatha no bhagava byakarissati tatha nam dharessama”ti. ","an3.21:8.5":"“Evamavuso”ti kho ayasma ca samiddho ayasma ca mahakotthiko ayasmato sariputtassa paccassosum. ","an3.21:8.6":"Atha kho ayasma ca sariputto ayasma ca samiddho ayasma ca mahakotthiko yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. ","an3.21:8.7":"Ekamantam nisinno kho ayasma sariputto yavatako ahosi ayasmata ca samiddhena ayasmata ca mahakotthikena saddhim kathasallapo tam sabbam bhagavato arocesi. ","an3.21:9.1":"“Na khvettha, sariputta, sukaram ekamsena byakatum: ","an3.21:9.2":"‘ayam imesam tinnam puggalanam abhikkantataro ca panitataro ca’ti. ","an3.21:9.3":"Thananhetam, sariputta, vijjati yvayam puggalo saddhavimutto svassa arahattaya patipanno, yvayam puggalo kayasakkhi svassa sakadagami va anagami va, yo cayam puggalo ditthippatto sopassa sakadagami va anagami va. ","an3.21:10.1":"Na khvettha, sariputta, sukaram ekamsena byakatum: ","an3.21:10.2":"‘ayam imesam tinnam puggalanam abhikkantataro ca panitataro ca’ti. ","an3.21:10.3":"Thananhetam, sariputta, vijjati yvayam puggalo kayasakkhi svassa arahattaya patipanno, yvayam puggalo saddhavimutto svassa sakadagami va anagami va, yo cayam puggalo ditthippatto sopassa sakadagami va anagami va. ","an3.21:11.1":"Na khvettha, sariputta, sukaram ekamsena byakatum: ","an3.21:11.2":"‘ayam imesam tinnam puggalanam abhikkantataro ca panitataro ca’ti. ","an3.21:11.3":"Thananhetam, sariputta, vijjati yvayam puggalo ditthippatto svassa arahattaya patipanno, yvayam puggalo saddhavimutto svassa sakadagami va anagami va, yo cayam puggalo kayasakkhi sopassa sakadagami va anagami va. ","an3.21:12.1":"Na khvettha, sariputta, sukaram ekamsena byakatum: ","an3.21:12.2":"‘ayam imesam tinnam puggalanam abhikkantataro ca panitataro ca’”ti. ","an3.21:12.3":"Pathamam. "}