{"an3.23:0.1":"Anguttara Nikaya 3.23 ","an3.23:0.2":"3. Puggalavagga ","an3.23:0.3":"Sankharasutta ","an3.23:1.1":"“Tayome, bhikkhave, puggala santo samvijjamana lokasmim. ","an3.23:1.2":"Katame tayo? ","an3.23:1.3":"Idha, bhikkhave, ekacco puggalo sabyabajjham kayasankharam abhisankharoti, sabyabajjham vacisankharam abhisankharoti, sabyabajjham manosankharam abhisankharoti. ","an3.23:1.4":"So sabyabajjham kayasankharam abhisankharitva, sabyabajjham vacisankharam abhisankharitva, sabyabajjham manosankharam abhisankharitva sabyabajjham lokam upapajjati. ","an3.23:1.5":"Tamenam sabyabajjham lokam upapannam samanam sabyabajjha phassa phusanti. ","an3.23:1.6":"So sabyabajjhehi phassehi phuttho samano sabyabajjham vedanam vedayati ekantadukkham, seyyathapi satta nerayika. ","an3.23:2.1":"Idha pana, bhikkhave, ekacco puggalo abyabajjham kayasankharam abhisankharoti, abyabajjham vacisankharam abhisankharoti, abyabajjham manosankharam abhisankharoti. ","an3.23:2.2":"So abyabajjham kayasankharam abhisankharitva, abyabajjham vacisankharam abhisankharitva, abyabajjham manosankharam abhisankharitva abyabajjham lokam upapajjati. ","an3.23:2.3":"Tamenam abyabajjham lokam upapannam samanam abyabajjha phassa phusanti. ","an3.23:2.4":"So abyabajjhehi phassehi phuttho samano abyabajjham vedanam vedayati ekantasukham, seyyathapi deva subhakinha. ","an3.23:3.1":"Idha pana, bhikkhave, ekacco puggalo sabyabajjhampi abyabajjhampi kayasankharam abhisankharoti, sabyabajjhampi abyabajjhampi vacisankharam abhisankharoti, sabyabajjhampi abyabajjhampi manosankharam abhisankharoti. ","an3.23:3.2":"So sabyabajjhampi abyabajjhampi kayasankharam abhisankharitva, sabyabajjhampi abyabajjhampi vacisankharam abhisankharitva, sabyabajjhampi abyabajjhampi manosankharam abhisankharitva sabyabajjhampi abyabajjhampi lokam upapajjati. ","an3.23:3.3":"Tamenam sabyabajjhampi abyabajjhampi lokam upapannam samanam sabyabajjhapi abyabajjhapi phassa phusanti. ","an3.23:3.4":"So sabyabajjhehipi abyabajjhehipi phassehi phuttho samano sabyabajjhampi abyabajjhampi vedanam vedayati vokinnasukhadukkham, seyyathapi manussa ekacce ca deva ekacce ca vinipatika. ","an3.23:3.5":"Ime kho, bhikkhave, tayo puggala santo samvijjamana lokasmin”ti. ","an3.23:3.6":"Tatiyam. "}