{"an3.74:0.1":"Anguttara Nikaya 3.74 ","an3.74:0.2":"8. Anandavagga ","an3.74:0.3":"Niganthasutta ","an3.74:1.1":"Ekam samayam ayasma anando vesaliyam viharati mahavane kutagarasalayam. ","an3.74:1.2":"Atha kho abhayo ca licchavi panditakumarako ca licchavi yenayasma anando tenupasankamimsu; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidimsu. Ekamantam nisinno kho abhayo licchavi ayasmantam anandam etadavoca: ","an3.74:1.3":"“nigantho, bhante, nataputto sabbannu sabbadassavi aparisesam nanadassanam patijanati: ","an3.74:1.4":"‘carato ca me titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitan’ti. ","an3.74:1.5":"So purananam kammanam tapasa byantibhavam pannapeti navanam kammanam akarana setughatam. ","an3.74:1.6":"Iti kammakkhaya dukkhakkhayo, dukkhakkhaya vedanakkhayo, vedanakkhaya sabbam dukkham nijjinnam bhavissati—","an3.74:1.7":"evametissa sanditthikaya nijjaraya visuddhiya samatikkamo hoti. ","an3.74:1.8":"Idha, bhante, bhagava kimaha”ti? ","an3.74:2.1":"“Tisso kho ima, abhaya, nijjara visuddhiyo tena bhagavata janata passata arahata sammasambuddhena sammadakkhata sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya. ","an3.74:2.2":"Katama tisso? ","an3.74:2.3":"Idha, abhaya, bhikkhu silava hoti …pe… samadaya sikkhati sikkhapadesu. ","an3.74:2.4":"So navanca kammam na karoti, purananca kammam phussa phussa byantikaroti. ","an3.74:2.5":"Sanditthika nijjara akalika ehipassika opaneyyika paccattam veditabba vinnuhiti. ","an3.74:3.1":"Sa kho so, abhaya, bhikkhu evam silasampanno vivicceva kamehi …pe… catuttham jhanam upasampajja viharati. ","an3.74:3.2":"So navanca kammam na karoti, purananca kammam phussa phussa byantikaroti. ","an3.74:3.3":"Sanditthika nijjara akalika ehipassika opaneyyika paccattam veditabba vinnuhiti. ","an3.74:4.1":"Sa kho so, abhaya, bhikkhu evam samadhisampanno asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an3.74:4.2":"So navanca kammam na karoti, purananca kammam phussa phussa byantikaroti. ","an3.74:4.3":"Sanditthika nijjara akalika ehipassika opaneyyika paccattam veditabba vinnuhiti. ","an3.74:4.4":"Ima kho, abhaya, tisso nijjara visuddhiyo tena bhagavata janata passata arahata sammasambuddhena sammadakkhata sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya”ti. ","an3.74:5.1":"Evam vutte, panditakumarako licchavi abhayam licchavim etadavoca: ","an3.74:5.2":"“kim pana tvam, samma abhaya, ayasmato anandassa subhasitam subhasitato nabbhanumodasi”ti? ","an3.74:5.3":"“Kyaham, samma panditakumaraka, ayasmato anandassa subhasitam subhasitato nabbhanumodissami. ","an3.74:5.4":"Muddhapi tassa vipateyya yo ayasmato anandassa subhasitam subhasitato nabbhanumodeyya”ti. ","an3.74:5.5":"Catuttham. "}