{"an3.68:0.1":"Anguttara Nikaya 3.68 ","an3.68:0.2":"7. Mahavagga ","an3.68:0.3":"Annatitthiyasutta ","an3.68:1.1":"“Sace, bhikkhave, annatitthiya paribbajaka evam puccheyyum: ","an3.68:1.2":"‘tayome, avuso, dhamma. ","an3.68:1.3":"Katame tayo? ","an3.68:1.4":"Rago, doso, moho—","an3.68:1.5":"ime kho, avuso, tayo dhamma. ","an3.68:1.6":"Imesam, avuso, tinnam dhammanam ko viseso ko adhippayaso kim nanakaranan’ti? ","an3.68:1.7":"Evam puttha tumhe, bhikkhave, tesam annatitthiyanam paribbajakanam kinti byakareyyatha”ti? ","an3.68:1.8":"“Bhagavammulaka no, bhante, dhamma bhagavamnettika bhagavampatisarana. Sadhu vata, bhante, bhagavantamyeva patibhatu etassa bhasitassa attho. Bhagavato sutva bhikkhu dharessanti”ti. ","an3.68:1.9":"“Tena hi, bhikkhave, sunatha, sadhukam manasi karotha, bhasissami”ti. ","an3.68:1.10":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","an3.68:1.11":"Bhagava etadavoca: ","an3.68:2.1":"“Sace, bhikkhave, annatitthiya paribbajaka evam puccheyyum: ","an3.68:2.2":"‘tayome, avuso, dhamma. ","an3.68:2.3":"Katame tayo? ","an3.68:2.4":"Rago, doso, moho—","an3.68:2.5":"ime kho, avuso, tayo dhamma; ","an3.68:2.6":"imesam, avuso, tinnam dhammanam ko viseso ko adhippayaso kim nanakaranan’ti? ","an3.68:2.7":"Evam puttha tumhe, bhikkhave, tesam annatitthiyanam paribbajakanam evam byakareyyatha: ","an3.68:2.8":"‘rago kho, avuso, appasavajjo dandhaviragi, doso mahasavajjo khippaviragi, moho mahasavajjo dandhaviragi’ti. ","an3.68:3.1":"‘Ko panavuso, hetu ko paccayo yena anuppanno va rago uppajjati uppanno va rago bhiyyobhavaya vepullaya samvattati’ti? ","an3.68:3.2":"‘“Subhanimittan”tissa vacaniyam. ","an3.68:3.3":"Tassa subhanimittam ayoniso manasi karoto anuppanno va rago uppajjati uppanno va rago bhiyyobhavaya vepullaya samvattati. ","an3.68:3.4":"Ayam kho, avuso, hetu ayam paccayo yena anuppanno va rago uppajjati uppanno va rago bhiyyobhavaya vepullaya samvattati’ti. ","an3.68:4.1":"‘Ko panavuso, hetu ko paccayo yena anuppanno va doso uppajjati uppanno va doso bhiyyobhavaya vepullaya samvattati’ti? ","an3.68:4.2":"‘“Patighanimittan”tissa vacaniyam. ","an3.68:4.3":"Tassa patighanimittam ayoniso manasi karoto anuppanno va doso uppajjati uppanno va doso bhiyyobhavaya vepullaya samvattati. ","an3.68:4.4":"Ayam kho, avuso, hetu ayam paccayo yena anuppanno va doso uppajjati uppanno va doso bhiyyobhavaya vepullaya samvattati’ti. ","an3.68:5.1":"‘Ko panavuso, hetu ko paccayo yena anuppanno va moho uppajjati uppanno va moho bhiyyobhavaya vepullaya samvattati’ti? ","an3.68:5.2":"‘“Ayoniso manasikaro”tissa vacaniyam. ","an3.68:5.3":"Tassa ayoniso manasi karoto anuppanno va moho uppajjati uppanno va moho bhiyyobhavaya vepullaya samvattati. ","an3.68:5.4":"Ayam kho, avuso, hetu ayam paccayo yena anuppanno va moho uppajjati uppanno va moho bhiyyobhavaya vepullaya samvattati’ti. ","an3.68:6.1":"‘Ko panavuso, hetu ko paccayo yena anuppanno ceva rago nuppajjati uppanno ca rago pahiyati’ti? ","an3.68:6.2":"‘“Asubhanimittan”tissa vacaniyam. ","an3.68:6.3":"Tassa asubhanimittam yoniso manasi karoto anuppanno ceva rago nuppajjati uppanno ca rago pahiyati. ","an3.68:6.4":"Ayam kho, avuso, hetu ayam paccayo yena anuppanno ceva rago nuppajjati uppanno ca rago pahiyati’ti. ","an3.68:7.1":"‘Ko panavuso, hetu ko paccayo yena anuppanno ceva doso nuppajjati uppanno ca doso pahiyati’ti? ","an3.68:7.2":"‘“Metta cetovimutti”tissa vacaniyam. ","an3.68:7.3":"Tassa mettam cetovimuttim yoniso manasi karoto anuppanno ceva doso nuppajjati uppanno ca doso pahiyati. ","an3.68:7.4":"Ayam kho, avuso, hetu ayam paccayo yena anuppanno ceva doso nuppajjati uppanno ca doso pahiyati’ti. ","an3.68:8.1":"‘Ko panavuso, hetu ko paccayo yena anuppanno ceva moho nuppajjati uppanno ca moho pahiyati’ti? ","an3.68:8.2":"‘“Yonisomanasikaro”tissa vacaniyam. ","an3.68:8.3":"Tassa yoniso manasi karoto anuppanno ceva moho nuppajjati uppanno ca moho pahiyati. ","an3.68:8.4":"Ayam kho, avuso, hetu ayam paccayo yena anuppanno va moho nuppajjati uppanno ca moho pahiyati’”ti. ","an3.68:8.5":"Atthamam. "}