{"an3.72:0.1":"Anguttara Nikaya 3.72 ","an3.72:0.2":"8. Anandavagga ","an3.72:0.3":"Ajivakasutta ","an3.72:1.1":"Ekam samayam ayasma anando kosambiyam viharati ghositarame. ","an3.72:1.2":"Atha kho annataro ajivakasavako gahapati yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so ajivakasavako gahapati ayasmantam anandam etadavoca: ","an3.72:2.1":"“Kesam no, bhante ananda, dhammo svakkhato? ","an3.72:2.2":"Ke loke suppatipanna? ","an3.72:2.3":"Ke loke sukata”ti? ","an3.72:2.4":"“Tena hi, gahapati, tannevettha patipucchissami, yatha te khameyya tatha nam byakareyyasi. ","an3.72:2.5":"Tam kim mannasi, gahapati, ","an3.72:2.6":"ye ragassa pahanaya dhammam desenti, dosassa pahanaya dhammam desenti, mohassa pahanaya dhammam desenti, tesam dhammo svakkhato no va? ","an3.72:2.7":"Katham va te ettha hoti”ti? ","an3.72:2.8":"“Ye, bhante, ragassa pahanaya dhammam desenti, dosassa pahanaya dhammam desenti, mohassa pahanaya dhammam desenti, tesam dhammo svakkhato. ","an3.72:2.9":"Evam me ettha hoti”ti. ","an3.72:3.1":"“Tam kim mannasi, gahapati, ","an3.72:3.2":"ye ragassa pahanaya patipanna, dosassa pahanaya patipanna, mohassa pahanaya patipanna, te loke suppatipanna no va? ","an3.72:3.3":"Katham va te ettha hoti”ti? ","an3.72:3.4":"“Ye, bhante, ragassa pahanaya patipanna, dosassa pahanaya patipanna, mohassa pahanaya patipanna, te loke suppatipanna. ","an3.72:3.5":"Evam me ettha hoti”ti. ","an3.72:4.1":"“Tam kim mannasi, gahapati, ","an3.72:4.2":"yesam rago pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo, yesam doso pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo, yesam moho pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo, te loke sukata no va? ","an3.72:4.3":"Katham va te ettha hoti”ti? ","an3.72:4.4":"“Yesam, bhante, rago pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo, yesam doso pahino …pe… yesam moho pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo, te loke sukata. ","an3.72:4.5":"Evam me ettha hoti”ti. ","an3.72:5.1":"“Iti kho, gahapati, tayavetam byakatam: ","an3.72:5.2":"‘ye, bhante, ragassa pahanaya dhammam desenti, dosassa pahanaya dhammam desenti, mohassa pahanaya dhammam desenti, tesam dhammo svakkhato’ti. ","an3.72:5.3":"Tayavetam byakatam: ","an3.72:5.4":"‘ye, bhante, ragassa pahanaya patipanna, dosassa pahanaya patipanna, mohassa pahanaya patipanna, te loke suppatipanna’ti. ","an3.72:5.5":"Tayavetam byakatam: ","an3.72:5.6":"‘yesam, bhante, rago pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo, yesam doso pahino …pe… yesam moho pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo, te loke sukata’”ti. ","an3.72:6.1":"“Acchariyam, bhante, abbhutam, bhante. ","an3.72:6.2":"Na ceva nama sadhammukkamsana bhavissati, na ca paradhammapasadana. ","an3.72:6.3":"Ayataneva dhammadesana, attho ca vutto, atta ca anupanito. ","an3.72:6.4":"Tumhe, bhante ananda, ragassa pahanaya dhammam desetha, dosassa …pe… mohassa pahanaya dhammam desetha. ","an3.72:6.5":"Tumhakam, bhante ananda, dhammo svakkhato. ","an3.72:6.6":"Tumhe, bhante ananda, ragassa pahanaya patipanna, dosassa …pe… mohassa pahanaya patipanna. ","an3.72:6.7":"Tumhe, bhante, loke suppatipanna. ","an3.72:6.8":"Tumhakam, bhante ananda, rago pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo, tumhakam doso pahino …pe… tumhakam moho pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo. ","an3.72:6.9":"Tumhe loke sukata. ","an3.72:7.1":"Abhikkantam, bhante, abhikkantam, bhante. ","an3.72:7.2":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam ayyena anandena anekapariyayena dhammo pakasito. ","an3.72:7.3":"Esaham, bhante ananda, tam bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","an3.72:7.4":"Upasakam mam ayyo anando dharetu, ajjatagge panupetam saranam gatan”ti. ","an3.72:7.5":"Dutiyam. "}