{"an3.69:0.1":"Anguttara Nikaya 3.69 ","an3.69:0.2":"7. Mahavagga ","an3.69:0.3":"Akusalamulasutta ","an3.69:1.1":"“Tinimani, bhikkhave, akusalamulani. ","an3.69:1.2":"Katamani tini? ","an3.69:1.3":"Lobho akusalamulam, doso akusalamulam, moho akusalamulam. ","an3.69:2.1":"Yadapi, bhikkhave, lobho tadapi akusalamulam; ","an3.69:2.2":"yadapi luddho abhisankharoti kayena vacaya manasa tadapi akusalam; ","an3.69:2.3":"yadapi luddho lobhena abhibhuto pariyadinnacitto parassa asata dukkham uppadayati vadhena va bandhanena va janiya va garahaya va pabbajanaya va balavamhi balattho itipi tadapi akusalam. ","an3.69:2.4":"Itissame lobhaja lobhanidana lobhasamudaya lobhapaccaya aneke papaka akusala dhamma sambhavanti. ","an3.69:3.1":"Yadapi, bhikkhave, doso tadapi akusalamulam; ","an3.69:3.2":"yadapi duttho abhisankharoti kayena vacaya manasa tadapi akusalam; ","an3.69:3.3":"yadapi duttho dosena abhibhuto pariyadinnacitto parassa asata dukkham uppadayati vadhena va bandhanena va janiya va garahaya va pabbajanaya va balavamhi balattho itipi tadapi akusalam. ","an3.69:3.4":"Itissame dosaja dosanidana dosasamudaya dosapaccaya aneke papaka akusala dhamma sambhavanti. ","an3.69:4.1":"Yadapi, bhikkhave, moho tadapi akusalamulam; ","an3.69:4.2":"yadapi mulho abhisankharoti kayena vacaya manasa tadapi akusalam; ","an3.69:4.3":"yadapi mulho mohena abhibhuto pariyadinnacitto parassa asata dukkham uppadayati vadhena va bandhanena va janiya va garahaya va pabbajanaya va balavamhi balattho itipi tadapi akusalam. ","an3.69:4.4":"Itissame mohaja mohanidana mohasamudaya mohapaccaya aneke papaka akusala dhamma sambhavanti. ","an3.69:4.5":"Evarupo cayam, bhikkhave, puggalo vuccati akalavaditipi, abhutavaditipi, anatthavaditipi, adhammavaditipi, avinayavaditipi. ","an3.69:5.1":"Kasma cayam, bhikkhave, evarupo puggalo vuccati akalavaditipi, abhutavaditipi, anatthavaditipi, adhammavaditipi, avinayavaditipi? ","an3.69:5.2":"Tathahayam, bhikkhave, puggalo parassa asata dukkham uppadayati vadhena va bandhanena va janiya va garahaya va pabbajanaya va balavamhi balattho itipi. ","an3.69:5.3":"Bhutena kho pana vuccamano avajanati, no patijanati; ","an3.69:5.4":"abhutena vuccamano na atappam karoti, tassa nibbethanaya itipetam ataccham itipetam abhutanti. ","an3.69:5.5":"Tasma evarupo puggalo vuccati akalavaditipi, abhutavaditipi, anatthavaditipi, adhammavaditipi, avinayavaditipi. ","an3.69:6.1":"Evarupo, bhikkhave, puggalo lobhajehi papakehi akusalehi dhammehi abhibhuto pariyadinnacitto ditthe ceva dhamme dukkham viharati, savighatam saupayasam saparilaham. ","an3.69:6.2":"Kayassa ca bheda param marana duggati patikankha. ","an3.69:7.1":"Dosajehi …pe… ","an3.69:7.2":"mohajehi papakehi akusalehi dhammehi abhibhuto pariyadinnacitto ditthe ceva dhamme dukkham viharati, savighatam saupayasam saparilaham. ","an3.69:7.3":"Kayassa ca bheda param marana duggati patikankha. ","an3.69:7.4":"Seyyathapi, bhikkhave, salo va dhavo va phandano va tihi maluvalatahi uddhasto pariyonaddho anayam apajjati, byasanam apajjati, anayabyasanam apajjati; ","an3.69:7.5":"evamevam kho, bhikkhave, evarupo puggalo lobhajehi papakehi akusalehi dhammehi abhibhuto pariyadinnacitto ditthe ceva dhamme dukkham viharati, savighatam saupayasam saparilaham. ","an3.69:7.6":"Kayassa ca bheda param marana duggati patikankha. ","an3.69:8.1":"Dosajehi …pe… ","an3.69:8.2":"mohajehi papakehi akusalehi dhammehi abhibhuto pariyadinnacitto ditthe ceva dhamme dukkham viharati savighatam saupayasam saparilaham. ","an3.69:8.3":"Kayassa ca bheda param marana duggati patikankha. ","an3.69:8.4":"Imani kho, bhikkhave, tini akusalamulaniti. ","an3.69:9.1":"Tinimani, bhikkhave, kusalamulani. ","an3.69:9.2":"Katamani tini? ","an3.69:9.3":"Alobho kusalamulam, adoso kusalamulam, amoho kusalamulam. ","an3.69:10.1":"Yadapi, bhikkhave, alobho tadapi kusalamulam; ","an3.69:10.2":"yadapi aluddho abhisankharoti kayena vacaya manasa tadapi kusalam; ","an3.69:10.3":"yadapi aluddho lobhena anabhibhuto apariyadinnacitto na parassa asata dukkham uppadayati vadhena va bandhanena va janiya va garahaya va pabbajanaya va balavamhi balattho itipi tadapi kusalam. ","an3.69:10.4":"Itissame alobhaja alobhanidana alobhasamudaya alobhapaccaya aneke kusala dhamma sambhavanti. ","an3.69:11.1":"Yadapi, bhikkhave, adoso tadapi kusalamulam; ","an3.69:11.2":"yadapi aduttho abhisankharoti kayena vacaya manasa tadapi kusalam; ","an3.69:11.3":"yadapi aduttho dosena anabhibhuto apariyadinnacitto na parassa asata dukkham uppadayati vadhena va bandhanena va janiya va garahaya va pabbajanaya va balavamhi balattho itipi tadapi kusalam. ","an3.69:11.4":"Itissame adosaja adosanidana adosasamudaya adosapaccaya aneke kusala dhamma sambhavanti. ","an3.69:12.1":"Yadapi, bhikkhave, amoho tadapi kusalamulam; ","an3.69:12.2":"yadapi amulho abhisankharoti kayena vacaya manasa tadapi kusalam; ","an3.69:12.3":"yadapi amulho mohena anabhibhuto apariyadinnacitto na parassa asata dukkham uppadayati vadhena va bandhanena va janiya va garahaya va pabbajanaya va balavamhi balattho itipi tadapi kusalam. ","an3.69:12.4":"Itissame amohaja amohanidana amohasamudaya amohapaccaya aneke kusala dhamma sambhavanti. ","an3.69:12.5":"Evarupo cayam, bhikkhave, puggalo vuccati kalavaditipi, bhutavaditipi, atthavaditipi, dhammavaditipi, vinayavaditipi. ","an3.69:13.1":"Kasma cayam, bhikkhave, evarupo puggalo vuccati kalavaditipi, bhutavaditipi, atthavaditipi, dhammavaditipi, vinayavaditipi? ","an3.69:13.2":"Tathahayam, bhikkhave, puggalo na parassa asata dukkham uppadayati vadhena va bandhanena va janiya va garahaya va pabbajanaya va balavamhi balattho itipi. ","an3.69:13.3":"Bhutena kho pana vuccamano patijanati no avajanati; ","an3.69:13.4":"abhutena vuccamano atappam karoti tassa nibbethanaya: ","an3.69:13.5":"‘itipetam ataccham, itipetam abhutan’ti. ","an3.69:13.6":"Tasma evarupo puggalo vuccati kalavaditipi, atthavaditipi, dhammavaditipi, vinayavaditipi. ","an3.69:14.1":"Evarupassa, bhikkhave, puggalassa lobhaja papaka akusala dhamma pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an3.69:14.2":"Dittheva dhamme sukham viharati avighatam anupayasam aparilaham. ","an3.69:14.3":"Dittheva dhamme parinibbayati. ","an3.69:15.1":"Dosaja …pe… ","an3.69:15.2":"parinibbayati. ","an3.69:15.3":"Mohaja …pe… ","an3.69:15.4":"parinibbayati. ","an3.69:15.5":"Seyyathapi bhikkhave, salo va dhavo va phandano va tihi maluvalatahi uddhasto pariyonaddho. ","an3.69:15.6":"Atha puriso agaccheyya kudalapitakam adaya. ","an3.69:15.7":"So tam maluvalatam mule chindeyya, mule chetva palikhaneyya, palikhanitva mulani uddhareyya, antamaso usiranalimattanipi. ","an3.69:15.8":"So tam maluvalatam khandakhandikam chindeyya, khandakhandikam chetva phaleyya, phaletva sakalikam sakalikam kareyya, sakalikam sakalikam karitva vatatape visoseyya, vatatape visosetva aggina daheyya, aggina dahitva masim kareyya, masim karitva mahavate va ophuneyya nadiya va sighasotaya pavaheyya. ","an3.69:15.9":"Evamassa ta, bhikkhave, maluvalata ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an3.69:15.10":"Evamevam kho, bhikkhave, evarupassa puggalassa lobhaja papaka akusala dhamma pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an3.69:15.11":"Dittheva dhamme sukham viharati avighatam anupayasam aparilaham. ","an3.69:15.12":"Dittheva dhamme parinibbayati. ","an3.69:16.1":"Dosaja …pe… ","an3.69:16.2":"mohaja papaka akusala dhamma pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an3.69:16.3":"Dittheva dhamme sukham viharati avighatam anupayasam aparilaham. ","an3.69:16.4":"Dittheva dhamme parinibbayati. ","an3.69:16.5":"Imani kho, bhikkhave, tini kusalamulani”ti. ","an3.69:16.6":"Navamam. "}