{"an3.35:0.1":"Anguttara Nikaya 3.35 ","an3.35:0.2":"4. Devadutavagga ","an3.35:0.3":"Hatthakasutta ","an3.35:1.1":"Evam me sutam—","an3.35:1.2":"ekam samayam bhagava alaviyam viharati gomagge simsapavane pannasanthare. ","an3.35:1.3":"Atha kho hatthako alavako janghaviharam anucankamamano anuvicaramano addasa bhagavantam gomagge simsapavane pannasanthare nisinnam. ","an3.35:1.4":"Disva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho hatthako alavako bhagavantam etadavoca: ","an3.35:1.5":"“kacci, bhante bhagava, sukhamasayittha”ti? ","an3.35:1.6":"“Evam, kumara, sukhamasayittham. ","an3.35:1.7":"Ye ca pana loke sukham senti, aham tesam annataro”ti. ","an3.35:2.1":"“Sita, bhante, hemantika ratti, antaratthako himapatasamayo, khara gokantakahata bhumi, tanuko pannasantharo, viralani rukkhassa pattani, sitani kasayani vatthani, sito ca verambho vato vayati. ","an3.35:2.2":"Atha ca pana bhagava evamaha: ","an3.35:2.3":"‘evam, kumara, sukhamasayittham. ","an3.35:2.4":"Ye ca pana loke sukham senti, aham tesam annataro’”ti. ","an3.35:3.1":"“Tena hi, kumara, tannevettha patipucchissami. Yatha te khameyya tatha nam byakareyyasi. ","an3.35:3.2":"Tam kim mannasi, kumara, idhassa gahapatissa va gahapatiputtassa va kutagaram ullittavalittam nivatam phusitaggalam pihitavatapanam. ","an3.35:3.3":"Tatrassa pallanko gonakatthato patikatthato patalikatthato kadalimigapavarapaccattharano sauttaracchado ubhato lohitakupadhano; ","an3.35:3.4":"telappadipo cettha jhayeyya; ","an3.35:3.5":"catasso ca pajapatiyo manapamanapena paccupatthita assu. ","an3.35:3.6":"Tam kim mannasi, kumara, sukham va so sayeyya no va? ","an3.35:3.7":"Katham va te ettha hoti”ti? ","an3.35:3.8":"“Sukham so, bhante, sayeyya. ","an3.35:3.9":"Ye ca pana loke sukham senti, so tesam annataro”ti. ","an3.35:4.1":"“Tam kim mannasi, kumara, ","an3.35:4.2":"api nu tassa gahapatissa va gahapatiputtassa va uppajjeyyum ragaja parilaha kayika va cetasika va yehi so ragajehi parilahehi paridayhamano dukkham sayeyya”ti? ","an3.35:4.3":"“Evam, bhante”ti. ","an3.35:5.1":"“Yehi kho so, kumara, gahapati va gahapatiputto va ragajehi parilahehi paridayhamano dukkham sayeyya, so rago tathagatassa pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo. ","an3.35:5.2":"Tasmaham sukhamasayittham. ","an3.35:6.1":"Tam kim mannasi, kumara, ","an3.35:6.2":"api nu tassa gahapatissa va gahapatiputtassa va uppajjeyyum dosaja parilaha …pe… ","an3.35:6.3":"mohaja parilaha kayika va cetasika va yehi so mohajehi parilahehi paridayhamano dukkham sayeyya”ti? ","an3.35:6.4":"“Evam, bhante”ti. ","an3.35:7.1":"“Ye hi kho so, kumara, gahapati va gahapatiputto va mohajehi parilahehi paridayhamano dukkham sayeyya, so moho tathagatassa pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo. ","an3.35:7.2":"Tasmaham sukhamasayitthanti. ","an3.35:8.1":"Sabbada ve sukham seti, ","an3.35:8.2":"brahmano parinibbuto; ","an3.35:8.3":"Yo na limpati kamesu, ","an3.35:8.4":"sitibhuto nirupadhi. ","an3.35:9.1":"Sabba asattiyo chetva, ","an3.35:9.2":"vineyya hadaye daram; ","an3.35:9.3":"Upasanto sukham seti, ","an3.35:9.4":"santim pappuyya cetaso”ti. ","an3.35:9.5":"Pancamam. "}