{"an3.22:0.1":"Anguttara Nikaya 3.22 ","an3.22:0.2":"3. Puggalavagga ","an3.22:0.3":"Gilanasutta ","an3.22:1.1":"“Tayome, bhikkhave, gilana santo samvijjamana lokasmim. ","an3.22:1.2":"Katame tayo? ","an3.22:1.3":"Idha, bhikkhave, ekacco gilano labhanto va sappayani bhojanani alabhanto va sappayani bhojanani, labhanto va sappayani bhesajjani alabhanto va sappayani bhesajjani, labhanto va patirupam upatthakam alabhanto va patirupam upatthakam neva vutthati tamha abadha. ","an3.22:2.1":"Idha pana, bhikkhave, ekacco gilano labhanto va sappayani bhojanani alabhanto va sappayani bhojanani, labhanto va sappayani bhesajjani alabhanto va sappayani bhesajjani, labhanto va patirupam upatthakam alabhanto va patirupam upatthakam vutthati tamha abadha. ","an3.22:3.1":"Idha pana, bhikkhave, ekacco gilano labhantova sappayani bhojanani no alabhanto, labhantova sappayani bhesajjani no alabhanto, labhantova patirupam upatthakam no alabhanto vutthati tamha abadha. ","an3.22:4.1":"Tatra, bhikkhave, yvayam gilano labhantova sappayani bhojanani no alabhanto, labhantova sappayani bhesajjani no alabhanto, labhantova patirupam upatthakam no alabhanto vutthati tamha abadha, imam kho, bhikkhave, gilanam paticca gilanabhattam anunnatam gilanabhesajjam anunnatam gilanupatthako anunnato. ","an3.22:4.2":"Imanca pana, bhikkhave, gilanam paticca annepi gilana upatthatabba. ","an3.22:4.3":"Ime kho, bhikkhave, tayo gilana santo samvijjamana lokasmim. ","an3.22:5.1":"Evamevam kho, bhikkhave, tayome gilanupama puggala santo samvijjamana lokasmim. ","an3.22:5.2":"Katame tayo? ","an3.22:5.3":"Idha, bhikkhave, ekacco puggalo labhanto va tathagatam dassanaya alabhanto va tathagatam dassanaya, labhanto va tathagatappaveditam dhammavinayam savanaya alabhanto va tathagatappaveditam dhammavinayam savanaya neva okkamati niyamam kusalesu dhammesu sammattam. ","an3.22:6.1":"Idha, pana, bhikkhave, ekacco puggalo labhanto va tathagatam dassanaya alabhanto va tathagatam dassanaya, labhanto va tathagatappaveditam dhammavinayam savanaya alabhanto va tathagatappaveditam dhammavinayam savanaya okkamati niyamam kusalesu dhammesu sammattam. ","an3.22:7.1":"Idha pana, bhikkhave, ekacco puggalo labhantova tathagatam dassanaya no alabhanto, labhantova tathagatappaveditam dhammavinayam savanaya no alabhanto okkamati niyamam kusalesu dhammesu sammattam. ","an3.22:8.1":"Tatra, bhikkhave, yvayam puggalo labhantova tathagatam dassanaya no alabhanto, labhantova tathagatappaveditam dhammavinayam savanaya no alabhanto okkamati niyamam kusalesu dhammesu sammattam, imam kho, bhikkhave, puggalam paticca dhammadesana anunnata. ","an3.22:8.2":"Imanca pana, bhikkhave, puggalam paticca annesampi dhammo desetabbo. ","an3.22:8.3":"Ime kho, bhikkhave, tayo gilanupama puggala santo samvijjamana lokasmin”ti. ","an3.22:8.4":"Dutiyam. "}