{"an3.112:0.1":"Anguttara Nikaya 3.112 ","an3.112:0.2":"11. Sambodhavagga ","an3.112:0.3":"Dutiyanidanasutta ","an3.112:1.1":"“Tinimani, bhikkhave, nidanani kammanam samudayaya. ","an3.112:1.2":"Katamani tini? ","an3.112:1.3":"Atite, bhikkhave, chandaragatthaniye dhamme arabbha chando jayati; ","an3.112:1.4":"anagate, bhikkhave, chandaragatthaniye dhamme arabbha chando jayati; ","an3.112:1.5":"paccuppanne, bhikkhave, chandaragatthaniye dhamme arabbha chando jayati. ","an3.112:1.6":"Kathanca, bhikkhave, atite chandaragatthaniye dhamme arabbha chando jayati? ","an3.112:1.7":"Atite, bhikkhave, chandaragatthaniye dhamme arabbha cetasa anuvitakketi anuvicareti. ","an3.112:1.8":"Tassa atite chandaragatthaniye dhamme arabbha cetasa anuvitakkayato anuvicarayato chando jayati. ","an3.112:1.9":"Chandajato tehi dhammehi samyutto hoti. ","an3.112:1.10":"Etamaham, bhikkhave, samyojanam vadami yo cetaso sarago. ","an3.112:1.11":"Evam kho, bhikkhave, atite chandaragatthaniye dhamme arabbha chando jayati. ","an3.112:2.1":"Kathanca, bhikkhave, anagate chandaragatthaniye dhamme arabbha chando jayati? ","an3.112:2.2":"Anagate, bhikkhave, chandaragatthaniye dhamme arabbha cetasa anuvitakketi anuvicareti. ","an3.112:2.3":"Tassa anagate chandaragatthaniye dhamme arabbha cetasa anuvitakkayato anuvicarayato chando jayati. ","an3.112:2.4":"Chandajato tehi dhammehi samyutto hoti. ","an3.112:2.5":"Etamaham, bhikkhave, samyojanam vadami yo cetaso sarago. ","an3.112:2.6":"Evam kho, bhikkhave, anagate chandaragatthaniye dhamme arabbha chando jayati. ","an3.112:3.1":"Kathanca, bhikkhave, paccuppanne chandaragatthaniye dhamme arabbha chando jayati? ","an3.112:3.2":"Paccuppanne, bhikkhave, chandaragatthaniye dhamme arabbha cetasa anuvitakketi anuvicareti. ","an3.112:3.3":"Tassa paccuppanne chandaragatthaniye dhamme arabbha cetasa anuvitakkayato anuvicarayato chando jayati. ","an3.112:3.4":"Chandajato tehi dhammehi samyutto hoti. ","an3.112:3.5":"Etamaham, bhikkhave, samyojanam vadami yo cetaso sarago. ","an3.112:3.6":"Evam kho, bhikkhave, paccuppanne chandaragatthaniye dhamme arabbha chando jayati. ","an3.112:3.7":"Imani kho, bhikkhave, tini nidanani kammanam samudayaya. ","an3.112:4.1":"Tinimani, bhikkhave, nidanani kammanam samudayaya. ","an3.112:4.2":"Katamani tini? ","an3.112:4.3":"Atite, bhikkhave, chandaragatthaniye dhamme arabbha chando na jayati; ","an3.112:4.4":"anagate, bhikkhave, chandaragatthaniye dhamme arabbha chando na jayati; ","an3.112:4.5":"paccuppanne, bhikkhave, chandaragatthaniye dhamme arabbha chando na jayati. ","an3.112:5.1":"Kathanca, bhikkhave, atite chandaragatthaniye dhamme arabbha chando na jayati? ","an3.112:5.2":"Atitanam, bhikkhave, chandaragatthaniyanam dhammanam ayatim vipakam pajanati. ","an3.112:5.3":"Ayatim vipakam viditva tadabhinivatteti. ","an3.112:5.4":"Tadabhinivattetva cetasa abhinivijjhitva pannaya ativijjha passati. ","an3.112:5.5":"Evam kho, bhikkhave, atite chandaragatthaniye dhamme arabbha chando na jayati. ","an3.112:6.1":"Kathanca, bhikkhave, anagate chandaragatthaniye dhamme arabbha chando na jayati? ","an3.112:6.2":"Anagatanam, bhikkhave, chandaragatthaniyanam dhammanam ayatim vipakam pajanati. ","an3.112:6.3":"Ayatim vipakam viditva tadabhinivatteti. ","an3.112:6.4":"Tadabhinivattetva cetasa abhinivijjhitva pannaya ativijjha passati. ","an3.112:6.5":"Evam kho, bhikkhave, anagate chandaragatthaniye dhamme arabbha chando na jayati. ","an3.112:7.1":"Kathanca, bhikkhave, paccuppanne chandaragatthaniye dhamme arabbha chando na jayati? ","an3.112:7.2":"Paccuppannanam, bhikkhave, chandaragatthaniyanam dhammanam ayatim vipakam pajanati, ayatim vipakam viditva tadabhinivatteti, tadabhinivattetva cetasa abhinivijjhitva pannaya ativijjha passati. ","an3.112:7.3":"Evam kho, bhikkhave, paccuppanne chandaragatthaniye dhamme arabbha chando na jayati. ","an3.112:7.4":"Imani kho, bhikkhave, tini nidanani kammanam samudayaya”ti. ","an3.112:7.5":"Dasamam. ","an3.112:7.6":"Sambodhavaggo pathamo. ","an3.112:8.0":"Tassuddanam ","an3.112:8.1":"Pubbeva duve assada, ","an3.112:8.2":"Samano runnapancamam; ","an3.112:8.3":"Atitti dve ca vuttani, ","an3.112:8.4":"Nidanani apare duveti. "}