{"an3.93:0.1":"Anguttara Nikaya 3.93 ","an3.93:0.2":"10. Lonakapallavagga ","an3.93:0.3":"Pavivekasutta ","an3.93:1.1":"“Tinimani, bhikkhave, annatitthiya paribbajaka pavivekani pannapenti. ","an3.93:1.2":"Katamani tini? ","an3.93:1.3":"Civarapavivekam, pindapatapavivekam, senasanapavivekam. ","an3.93:2.1":"Tatridam, bhikkhave, annatitthiya paribbajaka civarapavivekasmim pannapenti, sananipi dharenti, masananipi dharenti, chavadussanipi dharenti, pamsukulanipi dharenti, tiritanipi dharenti, ajinampi dharenti, ajinakkhipampi dharenti, kusacirampi dharenti, vakacirampi dharenti, phalakacirampi dharenti, kesakambalampi dharenti, valakambalampi dharenti, ulukapakkhikampi dharenti. ","an3.93:2.2":"Idam kho, bhikkhave, annatitthiya paribbajaka civarapavivekasmim pannapenti. ","an3.93:3.1":"Tatridam, bhikkhave, annatitthiya paribbajaka pindapatapavivekasmim pannapenti. ","an3.93:3.2":"Sakabhakkhapi honti, samakabhakkhapi honti, nivarabhakkhapi honti, daddulabhakkhapi honti, hatabhakkhapi honti, kanabhakkhapi honti, acamabhakkhapi honti, pinnakabhakkhapi honti, tinabhakkhapi honti, gomayabhakkhapi honti, vanamulaphalahara yapenti pavattaphalabhoji. ","an3.93:3.3":"Idam kho, bhikkhave, annatitthiya paribbajaka pindapatapavivekasmim pannapenti. ","an3.93:4.1":"Tatridam, bhikkhave, annatitthiya paribbajaka senasanapavivekasmim pannapenti arannam rukkhamulam susanam vanapattham abbhokasam palalapunjam bhusagaram. ","an3.93:4.2":"Idam kho, bhikkhave, annatitthiya paribbajaka senasanapavivekasmim pannapenti. ","an3.93:4.3":"Imani kho, bhikkhave, tini annatitthiya paribbajaka pavivekani pannapenti. ","an3.93:5.1":"Tini kho panimani, bhikkhave, imasmim dhammavinaye bhikkhuno pavivekani. ","an3.93:5.2":"Katamani tini? ","an3.93:5.3":"Idha, bhikkhave, bhikkhu silava ca hoti, dussilyancassa pahinam hoti, tena ca vivitto hoti; ","an3.93:5.4":"sammaditthiko ca hoti, micchaditthi cassa pahina hoti, taya ca vivitto hoti; ","an3.93:5.5":"khinasavo ca hoti, asava cassa pahina honti, tehi ca vivitto hoti. ","an3.93:5.6":"Yato kho, bhikkhave, bhikkhu silava hoti, dussilyancassa pahinam hoti, tena ca vivitto hoti; ","an3.93:5.7":"sammaditthiko ca hoti, micchaditthi cassa pahina hoti, taya ca vivitto hoti; ","an3.93:5.8":"khinasavo ca hoti, asava cassa pahina honti, tehi ca vivitto hoti. ","an3.93:5.9":"Ayam vuccati, bhikkhave, ‘bhikkhu aggappatto sarappatto suddho sare patitthito’. ","an3.93:6.1":"Seyyathapi, bhikkhave, kassakassa gahapatissa sampannam salikkhettam. ","an3.93:6.2":"Tamenam kassako gahapati sigham sigham lavapeyya. ","an3.93:6.3":"Sigham sigham lavapetva sigham sigham sangharapeyya. ","an3.93:6.4":"Sigham sigham sangharapetva sigham sigham ubbahapeyya. ","an3.93:6.5":"Sigham sigham ubbahapetva sigham sigham punjam karapeyya. ","an3.93:6.6":"Sigham sigham punjam karapetva sigham sigham maddapeyya. ","an3.93:6.7":"Sigham sigham maddapetva sigham sigham palalani uddharapeyya. ","an3.93:6.8":"Sigham sigham palalani uddharapetva sigham sigham bhusikam uddharapeyya. ","an3.93:6.9":"Sigham sigham bhusikam uddharapetva sigham sigham opunapeyya. ","an3.93:6.10":"Sigham sigham opunapetva sigham sigham atiharapeyya. ","an3.93:6.11":"Sigham sigham atiharapetva sigham sigham kottapeyya. ","an3.93:6.12":"Sigham sigham kottapetva sigham sigham thusani uddharapeyya. ","an3.93:6.13":"Evamassu tani, bhikkhave, kassakassa gahapatissa dhannani aggappattani sarappattani suddhani sare patitthitani. ","an3.93:7.1":"Evamevam kho, bhikkhave, yato bhikkhu silava ca hoti, dussilyancassa pahinam hoti, tena ca vivitto hoti; ","an3.93:7.2":"sammaditthiko ca hoti, micchaditthi cassa pahina hoti, taya ca vivitto hoti; ","an3.93:7.3":"khinasavo ca hoti, asava cassa pahina honti, tehi ca vivitto hoti. ","an3.93:7.4":"Ayam vuccati, bhikkhave, ‘bhikkhu aggappatto sarappatto suddho sare patitthito’”ti. ","an3.93:7.5":"Dutiyam. "}