{"an3.54:0.1":"Anguttara Nikaya 3.54 ","an3.54:0.2":"6. Brahmanavagga ","an3.54:0.3":"Paribbajakasutta ","an3.54:1.1":"Atha kho annataro brahmanaparibbajako yena bhagava tenupasankami; upasankamitva …pe… ekamantam nisinno kho so brahmanaparibbajako bhagavantam etadavoca: ","an3.54:1.2":"“‘sanditthiko dhammo sanditthiko dhammo’ti, bho gotama, vuccati. ","an3.54:1.3":"Kittavata nu kho, bho gotama, sanditthiko dhammo hoti akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi”ti? ","an3.54:2.1":"“Ratto kho, brahmana, ragena abhibhuto pariyadinnacitto attabyabadhayapi ceteti, parabyabadhayapi ceteti, ubhayabyabadhayapi ceteti, cetasikampi dukkham domanassam patisamvedeti. ","an3.54:2.2":"Rage pahine nevattabyabadhayapi ceteti, na parabyabadhayapi ceteti, na ubhayabyabadhayapi ceteti, na cetasikampi dukkham domanassam patisamvedeti. ","an3.54:3.1":"Ratto kho, brahmana, ragena abhibhuto pariyadinnacitto kayena duccaritam carati, vacaya duccaritam carati, manasa duccaritam carati. ","an3.54:3.2":"Rage pahine neva kayena duccaritam carati, na vacaya duccaritam carati, na manasa duccaritam carati. ","an3.54:4.1":"Ratto kho, brahmana, ragena abhibhuto pariyadinnacitto attatthampi yathabhutam nappajanati, paratthampi yathabhutam nappajanati, ubhayatthampi yathabhutam nappajanati. ","an3.54:4.2":"Rage pahine attatthampi yathabhutam pajanati, paratthampi yathabhutam pajanati, ubhayatthampi yathabhutam pajanati. ","an3.54:4.3":"Evampi kho, brahmana, sanditthiko dhammo hoti …pe…. ","an3.54:5.1":"Duttho kho, brahmana, dosena …pe… ","an3.54:5.2":"mulho kho, brahmana, mohena abhibhuto pariyadinnacitto attabyabadhayapi ceteti, parabyabadhayapi ceteti, ubhayabyabadhayapi ceteti, cetasikampi dukkham domanassam patisamvedeti. ","an3.54:5.3":"Mohe pahine nevattabyabadhayapi ceteti, na parabyabadhayapi ceteti, na ubhayabyabadhayapi ceteti, na cetasikam dukkham domanassam patisamvedeti. ","an3.54:6.1":"Mulho kho, brahmana, mohena abhibhuto pariyadinnacitto, kayena duccaritam carati, vacaya duccaritam carati, manasa duccaritam carati. ","an3.54:6.2":"Mohe pahine neva kayena duccaritam carati, na vacaya duccaritam carati, na manasa duccaritam carati. ","an3.54:7.1":"Mulho kho, brahmana, mohena abhibhuto pariyadinnacitto attatthampi yathabhutam nappajanati, paratthampi yathabhutam nappajanati, ubhayatthampi yathabhutam nappajanati. ","an3.54:7.2":"Mohe pahine attatthampi yathabhutam pajanati, paratthampi yathabhutam pajanati, ubhayatthampi yathabhutam pajanati. ","an3.54:7.3":"Evam kho, brahmana, sanditthiko dhammo hoti akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi”ti. ","an3.54:8.1":"“Abhikkantam, bho gotama …pe… ","an3.54:8.2":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an3.54:8.3":"Catuttham. "}