{"an3.65:0.1":"Anguttara Nikaya 3.65 ","an3.65:0.2":"7. Mahavagga ","an3.65:0.3":"Kesamuttisutta ","an3.65:1.1":"Evam me sutam—","an3.65:1.2":"ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim yena kesamuttam nama kalamanam nigamo tadavasari. ","an3.65:1.3":"Assosum kho kesamuttiya kalama: ","an3.65:1.4":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito kesamuttam anuppatto. ","an3.65:1.5":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","an3.65:1.6":"‘itipi so bhagava …pe… ","an3.65:1.7":"sadhu kho pana tatharupanam arahatam dassanam hoti’”ti. ","an3.65:2.1":"Atha kho kesamuttiya kalama yena bhagava tenupasankamimsu; upasankamitva appekacce bhagavantam abhivadetva ekamantam nisidimsu, appekacce bhagavata saddhim sammodimsu, sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu, appekacce yena bhagava tenanjalim panametva ekamantam nisidimsu, appekacce namagottam savetva ekamantam nisidimsu, appekacce tunhibhuta ekamantam nisidimsu. Ekamantam nisinna kho te kesamuttiya kalama bhagavantam etadavocum: ","an3.65:3.1":"“Santi, bhante, eke samanabrahmana kesamuttam agacchanti. ","an3.65:3.2":"Te sakamyeva vadam dipenti jotenti, parappavadam pana khumsenti vambhenti paribhavanti omakkhim karonti. ","an3.65:3.3":"Aparepi, bhante, eke samanabrahmana kesamuttam agacchanti. ","an3.65:3.4":"Tepi sakamyeva vadam dipenti jotenti, parappavadam pana khumsenti vambhenti paribhavanti omakkhim karonti. ","an3.65:3.5":"Tesam no, bhante, amhakam hoteva kankha hoti vicikiccha: ","an3.65:3.6":"‘ko su nama imesam bhavatam samanabrahmananam saccam aha, ko musa’”ti? ","an3.65:3.7":"“Alanhi vo, kalama, kankhitum alam vicikicchitum. ","an3.65:3.8":"Kankhaniyeva pana vo thane vicikiccha uppanna. ","an3.65:4.1":"Etha tumhe, kalama, ma anussavena, ma paramparaya, ma itikiraya, ma pitakasampadanena, ma takkahetu, ma nayahetu, ma akaraparivitakkena, ma ditthinijjhanakkhantiya, ma bhabbarupataya, ma samano no garuti. ","an3.65:4.2":"Yada tumhe, kalama, attanava janeyyatha: ","an3.65:4.3":"‘ime dhamma akusala, ime dhamma savajja, ime dhamma vinnugarahita, ime dhamma samatta samadinna ahitaya dukkhaya samvattanti’ti, atha tumhe, kalama, pajaheyyatha. ","an3.65:5.1":"Tam kim mannatha, kalama, ","an3.65:5.2":"lobho purisassa ajjhattam uppajjamano uppajjati hitaya va ahitaya va”ti? ","an3.65:6.1":"“Ahitaya, bhante”. ","an3.65:7.1":"“Luddho panayam, kalama, purisapuggalo lobhena abhibhuto pariyadinnacitto panampi hanati, adinnampi adiyati, paradarampi gacchati, musapi bhanati, parampi tathattaya samadapeti, yam sa hoti digharattam ahitaya dukkhaya”ti. ","an3.65:8.1":"“Evam, bhante”. ","an3.65:9.1":"“Tam kim mannatha, kalama, ","an3.65:9.2":"doso purisassa ajjhattam uppajjamano uppajjati hitaya va ahitaya va”ti? ","an3.65:10.1":"“Ahitaya, bhante”. ","an3.65:11.1":"“Duttho panayam, kalama, purisapuggalo dosena abhibhuto pariyadinnacitto panampi hanati, adinnampi adiyati, paradarampi gacchati, musapi bhanati, parampi tathattaya samadapeti, yam sa hoti digharattam ahitaya dukkhaya”ti. ","an3.65:12.1":"“Evam, bhante”. ","an3.65:13.1":"“Tam kim mannatha, kalama, ","an3.65:13.2":"moho purisassa ajjhattam uppajjamano uppajjati hitaya va ahitaya va”ti? ","an3.65:14.1":"“Ahitaya, bhante”. ","an3.65:15.1":"“Mulho panayam, kalama, purisapuggalo mohena abhibhuto pariyadinnacitto panampi hanati, adinnampi adiyati, paradarampi gacchati, musapi bhanati, parampi tathattaya samadapeti, yam sa hoti digharattam ahitaya dukkhaya”ti. ","an3.65:16.1":"“Evam, bhante”. ","an3.65:17.1":"“Tam kim mannatha, kalama, ime dhamma kusala va akusala va”ti? ","an3.65:18.1":"“Akusala, bhante”. ","an3.65:19.1":"“Savajja va anavajja va”ti? ","an3.65:20.1":"“Savajja, bhante”. ","an3.65:21.1":"“Vinnugarahita va vinnuppasattha va”ti? ","an3.65:22.1":"“Vinnugarahita, bhante”. ","an3.65:23.1":"“Samatta samadinna ahitaya dukkhaya samvattanti, no va? ","an3.65:23.2":"Katham va ettha hoti”ti? ","an3.65:24.1":"“Samatta, bhante, samadinna ahitaya dukkhaya samvattantiti. ","an3.65:24.2":"Evam no ettha hoti”ti. ","an3.65:25.1":"“Iti kho, kalama, yam tam avocumha: ","an3.65:25.2":"‘etha tumhe, kalama. ","an3.65:25.3":"Ma anussavena, ma paramparaya, ma itikiraya, ma pitakasampadanena, ma takkahetu, ma nayahetu, ma akaraparivitakkena, ma ditthinijjhanakkhantiya, ma bhabbarupataya, ma samano no garuti. ","an3.65:25.4":"Yada tumhe kalama attanava janeyyatha: ","an3.65:25.5":"“ime dhamma akusala, ime dhamma savajja, ime dhamma vinnugarahita, ime dhamma samatta samadinna ahitaya dukkhaya samvattantiti, atha tumhe, kalama, pajaheyyatha”’ti, ","an3.65:25.6":"iti yam tam vuttam, idametam paticca vuttam. ","an3.65:26.1":"Etha tumhe, kalama, ma anussavena, ma paramparaya, ma itikiraya, ma pitakasampadanena, ma takkahetu, ma nayahetu, ma akaraparivitakkena, ma ditthinijjhanakkhantiya, ma bhabbarupataya, ma samano no garuti. ","an3.65:26.2":"Yada tumhe, kalama, attanava janeyyatha: ","an3.65:26.3":"‘ime dhamma kusala, ime dhamma anavajja, ime dhamma vinnuppasattha, ime dhamma samatta samadinna hitaya sukhaya samvattanti’ti, atha tumhe, kalama, upasampajja vihareyyatha. ","an3.65:27.1":"Tam kim mannatha, kalama, ","an3.65:27.2":"alobho purisassa ajjhattam uppajjamano uppajjati hitaya va ahitaya va”ti? ","an3.65:28.1":"“Hitaya, bhante”. ","an3.65:29.1":"“Aluddho panayam, kalama, purisapuggalo lobhena anabhibhuto apariyadinnacitto neva panam hanati, na adinnam adiyati, na paradaram gacchati, na musa bhanati, na parampi tathattaya samadapeti, yam sa hoti digharattam hitaya sukhaya”ti. ","an3.65:30.1":"“Evam, bhante”. ","an3.65:31.1":"“Tam kim mannatha, kalama, ","an3.65:31.2":"adoso purisassa ajjhattam uppajjamano uppajjati …pe… ","an3.65:31.3":"amoho purisassa ajjhattam uppajjamano uppajjati …pe… ","an3.65:31.4":"hitaya sukhaya”ti. ","an3.65:32.1":"“Evam, bhante”. ","an3.65:33.1":"“Tam kim mannatha, kalama, ime dhamma kusala va akusala va”ti? ","an3.65:34.1":"“Kusala, bhante”. ","an3.65:35.1":"“Savajja va anavajja va”ti? ","an3.65:36.1":"“Anavajja, bhante”. ","an3.65:37.1":"“Vinnugarahita va vinnuppasattha va”ti? ","an3.65:38.1":"“Vinnuppasattha, bhante”. ","an3.65:39.1":"“Samatta samadinna hitaya sukhaya samvattanti no va? ","an3.65:39.2":"Katham va ettha hoti”ti? ","an3.65:40.1":"“Samatta, bhante, samadinna hitaya sukhaya samvattanti. ","an3.65:40.2":"Evam no ettha hoti”ti. ","an3.65:41.1":"“Iti kho, kalama, yam tam avocumha: ","an3.65:41.2":"‘etha tumhe, kalama. ","an3.65:41.3":"Ma anussavena, ma paramparaya, ma itikiraya, ma pitakasampadanena, ma takkahetu, ma nayahetu, ma akaraparivitakkena, ma ditthinijjhanakkhantiya, ma bhabbarupataya, ma samano no garuti. ","an3.65:41.4":"Yada tumhe, kalama, attanava janeyyatha—","an3.65:41.5":"ime dhamma kusala, ime dhamma anavajja, ime dhamma vinnuppasattha, ime dhamma samatta samadinna hitaya sukhaya samvattantiti, atha tumhe, kalama, upasampajja vihareyyatha’ti, ","an3.65:41.6":"iti yam tam vuttam idametam paticca vuttam. ","an3.65:42.1":"Sa kho so, kalama, ariyasavako evam vigatabhijjho vigatabyapado asammulho sampajano patissato mettasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham, iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjhena pharitva viharati. ","an3.65:42.2":"Karunasahagatena cetasa …pe… ","an3.65:42.3":"muditasahagatena cetasa …pe… ","an3.65:42.4":"upekkhasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham, iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjhena pharitva viharati. ","an3.65:43.1":"Sa kho so, kalama, ariyasavako evam averacitto evam abyapajjhacitto evam asankilitthacitto evam visuddhacitto. ","an3.65:43.2":"Tassa dittheva dhamme cattaro assasa adhigata honti. ","an3.65:43.3":"‘Sace kho pana atthi paro loko, atthi sukatadukkatanam kammanam phalam vipako, athaham kayassa bheda param marana sugatim saggam lokam upapajjissami’ti, ayamassa pathamo assaso adhigato hoti. ","an3.65:44.1":"‘Sace kho pana natthi paro loko, natthi sukatadukkatanam kammanam phalam vipako, athaham dittheva dhamme averam abyapajjham anigham sukhim attanam pariharami’ti, ayamassa dutiyo assaso adhigato hoti. ","an3.65:45.1":"‘Sace kho pana karoto kariyati papam, na kho panaham kassaci papam cetemi. ","an3.65:45.2":"Akarontam kho pana mam papakammam kuto dukkham phusissati’ti, ayamassa tatiyo assaso adhigato hoti. ","an3.65:46.1":"‘Sace kho pana karoto na kariyati papam, athaham ubhayeneva visuddham attanam samanupassami’ti, ayamassa catuttho assaso adhigato hoti. ","an3.65:47.1":"Sa kho so, kalama, ariyasavako evam averacitto evam abyapajjhacitto evam asankilitthacitto evam visuddhacitto. ","an3.65:47.2":"Tassa dittheva dhamme ime cattaro assasa adhigata honti”ti. ","an3.65:48.1":"“Evametam, bhagava, evametam, sugata. ","an3.65:48.2":"Sa kho so, bhante, ariyasavako evam averacitto evam abyapajjhacitto evam asankilitthacitto evam visuddhacitto. ","an3.65:48.3":"Tassa dittheva dhamme cattaro assasa adhigata honti. ","an3.65:48.4":"‘Sace kho pana atthi paro loko, atthi sukatadukkatanam kammanam phalam vipako, athaham kayassa bheda param marana sugatim saggam lokam upapajjissami’ti, ayamassa pathamo assaso adhigato hoti. ","an3.65:49.1":"‘Sace kho pana natthi paro loko, natthi sukatadukkatanam kammanam phalam vipako, athaham dittheva dhamme averam abyapajjham anigham sukhim attanam pariharami’ti, ayamassa dutiyo assaso adhigato hoti. ","an3.65:50.1":"‘Sace kho pana karoto kariyati papam, na kho panaham kassaci papam cetemi, akarontam kho pana mam papakammam kuto dukkham phusissati’ti, ayamassa tatiyo assaso adhigato hoti. ","an3.65:51.1":"‘Sace kho pana karoto na kariyati papam, athaham ubhayeneva visuddham attanam samanupassami’ti, ayamassa catuttho assaso adhigato hoti. ","an3.65:52.1":"Sa kho so, bhante, ariyasavako evam averacitto evam abyapajjhacitto evam asankilitthacitto evam visuddhacitto. ","an3.65:52.2":"Tassa dittheva dhamme ime cattaro assasa adhigata honti. ","an3.65:53.1":"Abhikkantam, bhante …pe… ","an3.65:53.2":"ete mayam, bhante, bhagavantam saranam gacchama dhammanca bhikkhusanghanca. ","an3.65:53.3":"Upasake no, bhante, bhagava dharetu ajjatagge panupete saranam gate”ti. ","an3.65:53.4":"Pancamam. "}