{"an3.64:0.1":"Anguttara Nikaya 3.64 ","an3.64:0.2":"7. Mahavagga ","an3.64:0.3":"Sarabhasutta ","an3.64:1.1":"Evam me sutam—","an3.64:1.2":"ekam samayam bhagava rajagahe viharati gijjhakute pabbate. ","an3.64:1.3":"Tena kho pana samayena sarabho nama paribbajako acirapakkanto hoti imasma dhammavinaya. ","an3.64:1.4":"So rajagahe parisati evam vacam bhasati: ","an3.64:1.5":"“annato maya samananam sakyaputtikanam dhammo. ","an3.64:1.6":"Annaya ca panaham samananam sakyaputtikanam dhammam evaham tasma dhammavinaya apakkanto”ti. ","an3.64:1.7":"Atha kho sambahula bhikkhu pubbanhasamayam nivasetva pattacivaramadaya rajagaham pindaya pavisimsu. ","an3.64:1.8":"Assosum kho te bhikkhu sarabhassa paribbajakassa rajagahe parisati evam vacam bhasamanassa: ","an3.64:1.9":"“annato maya samananam sakyaputtikanam dhammo. ","an3.64:1.10":"Annaya ca panaham samananam sakyaputtikanam dhammam evaham tasma dhammavinaya apakkanto”ti. ","an3.64:2.1":"Atha kho te bhikkhu rajagahe pindaya caritva pacchabhattam pindapatapatikkanta yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","an3.64:2.2":"“sarabho nama, bhante, paribbajako acirapakkanto imasma dhammavinaya. ","an3.64:2.3":"So rajagahe parisati evam vacam bhasati: ","an3.64:2.4":"‘annato maya samananam sakyaputtikanam dhammo. ","an3.64:2.5":"Annaya ca panaham samananam sakyaputtikanam dhammam evaham tasma dhammavinaya apakkanto’ti. ","an3.64:2.6":"Sadhu, bhante, bhagava yena sippinikatiram paribbajakaramo yena sarabho paribbajako tenupasankamatu anukampam upadaya”ti. ","an3.64:2.7":"Adhivasesi bhagava tunhibhavena. ","an3.64:3.1":"Atha kho bhagava sayanhasamayam patisallana vutthito yena sippinikatiram paribbajakaramo yena sarabho paribbajako tenupasankami; upasankamitva pannatte asane nisidi. Nisajja kho bhagava sarabham paribbajakam etadavoca: ","an3.64:3.2":"“saccam kira tvam, sarabha, evam vadesi: ","an3.64:3.3":"‘annato maya samananam sakyaputtikanam dhammo. ","an3.64:3.4":"Annaya ca panaham samananam sakyaputtikanam dhammam evaham tasma dhammavinaya apakkanto’”ti? ","an3.64:3.5":"Evam vutte, sarabho paribbajako tunhi ahosi. ","an3.64:4.1":"Dutiyampi kho bhagava sarabham paribbajakam etadavoca: ","an3.64:4.2":"“vadehi, sarabha, kinti te annato samananam sakyaputtikanam dhammo? ","an3.64:4.3":"Sace te aparipuram bhavissati, aham paripuressami. ","an3.64:4.4":"Sace pana te paripuram bhavissati, aham anumodissami”ti. ","an3.64:4.5":"Dutiyampi kho sarabho paribbajako tunhi ahosi. ","an3.64:5.1":"Tatiyampi kho bhagava sarabham paribbajakam etadavoca: ","an3.64:5.2":"“yo kho, sarabha, pannayati samananam sakyaputtikanam dhammo vadehi, sarabha, kinti te annato samananam sakyaputtikanam dhammo? ","an3.64:5.3":"Sace te aparipuram bhavissati, aham paripuressami. ","an3.64:5.4":"Sace pana te paripuram bhavissati, aham anumodissami”ti. ","an3.64:5.5":"Tatiyampi kho sarabho paribbajako tunhi ahosi. ","an3.64:6.1":"Atha kho te paribbajaka sarabham paribbajakam etadavocum: ","an3.64:6.2":"“yadeva kho tvam, avuso sarabha, samanam gotamam yaceyyasi tadeva te samano gotamo pavareti. ","an3.64:6.3":"Vadehavuso sarabha, kinti te annato samananam sakyaputtikanam dhammo? ","an3.64:6.4":"Sace te aparipuram bhavissati, samano gotamo paripuressati. ","an3.64:6.5":"Sace pana te paripuram bhavissati, samano gotamo anumodissati”ti. ","an3.64:6.6":"Evam vutte, sarabho paribbajako tunhibhuto mankubhuto pattakkhandho adhomukho pajjhayanto appatibhano nisidi. ","an3.64:7.1":"Atha kho bhagava sarabham paribbajakam tunhibhutam mankubhutam pattakkhandham adhomukham pajjhayantam appatibhanam viditva te paribbajake etadavoca: ","an3.64:8.1":"“Yo kho mam, paribbajaka, evam vadeyya: ","an3.64:8.2":"‘sammasambuddhassa te patijanato ime dhamma anabhisambuddha’ti, tamaham tattha sadhukam samanuyunjeyyam samanugaheyyam samanubhaseyyam. ","an3.64:8.3":"So vata maya sadhukam samanuyunjiyamano samanugahiyamano samanubhasiyamano atthanametam anavakaso yam so tinnam thananam nannataram thanam nigaccheyya, annena va annam paticarissati, bahiddha katham apanamessati, kopanca dosanca appaccayanca patukarissati, tunhibhuto mankubhuto pattakkhandho adhomukho pajjhayanto appatibhano nisidissati, seyyathapi sarabho paribbajako. ","an3.64:9.1":"Yo kho mam, paribbajaka, evam vadeyya: ","an3.64:9.2":"‘khinasavassa te patijanato ime asava aparikkhina’ti, tamaham tattha sadhukam samanuyunjeyyam samanugaheyyam samanubhaseyyam. ","an3.64:9.3":"So vata maya sadhukam samanuyunjiyamano samanugahiyamano samanubhasiyamano atthanametam anavakaso yam so tinnam thananam nannataram thanam nigaccheyya, annena va annam paticarissati, bahiddha katham apanamessati, kopanca dosanca appaccayanca patukarissati, tunhibhuto mankubhuto pattakkhandho adhomukho pajjhayanto appatibhano nisidissati, seyyathapi sarabho paribbajako. ","an3.64:10.1":"Yo kho mam, paribbajaka, evam vadeyya: ","an3.64:10.2":"‘yassa kho pana te atthaya dhammo desito, so na niyyati takkarassa samma dukkhakkhayaya’ti, tamaham tattha sadhukam samanuyunjeyyam samanugaheyyam samanubhaseyyam. ","an3.64:10.3":"So vata maya sadhukam samanuyunjiyamano samanugahiyamano samanubhasiyamano atthanametam anavakaso yam so tinnam thananam nannataram thanam nigaccheyya, annena va annam paticarissati, bahiddha katham apanamessati, kopanca dosanca appaccayanca patukarissati, tunhibhuto mankubhuto pattakkhandho adhomukho pajjhayanto appatibhano nisidissati, seyyathapi sarabho paribbajako”ti. ","an3.64:10.4":"Atha kho bhagava sippinikatire paribbajakarame tikkhattum sihanadam naditva vehasam pakkami. ","an3.64:11.1":"Atha kho te paribbajaka acirapakkantassa bhagavato sarabham paribbajakam samantato vacayasannitodakena sanjambharimakamsu: ","an3.64:11.2":"“seyyathapi, avuso sarabha, braharanne jarasingalo ‘sihanadam nadissami’ti singalakamyeva nadati, bherandakamyeva nadati; ","an3.64:11.3":"evamevam kho tvam, avuso sarabha, annatreva samanena gotamena ‘sihanadam nadissami’ti singalakamyeva nadasi bherandakamyeva nadasi. ","an3.64:11.4":"Seyyathapi, avuso sarabha, ambukasancari ‘purisakaravitam ravissami’ti ambukasancariravitamyeva ravati; ","an3.64:11.5":"evamevam kho tvam, avuso sarabha, annatreva samanena gotamena ‘purisakaravitam ravissami’ti, ambukasancariravitamyeva ravasi. ","an3.64:11.6":"Seyyathapi, avuso sarabha, usabho sunnaya gosalaya gambhiram naditabbam mannati; ","an3.64:11.7":"evamevam kho tvam, avuso sarabha, annatreva samanena gotamena gambhiram naditabbam mannasi”ti. ","an3.64:11.8":"Atha kho te paribbajaka sarabham paribbajakam samantato vacayasannitodakena sanjambharimakamsuti. ","an3.64:11.9":"Catuttham. "}