{"an3.62:0.1":"Anguttara Nikaya 3.62 ","an3.62:0.2":"7. Mahavagga ","an3.62:0.3":"Bhayasutta ","an3.62:1.1":"“Tinimani, bhikkhave, amataputtikani bhayaniti assutava puthujjano bhasati. ","an3.62:1.2":"Katamani tini? ","an3.62:1.3":"Hoti so, bhikkhave, samayo yam mahaaggidaho vutthati. ","an3.62:1.4":"Mahaaggidahe kho pana, bhikkhave, vutthite tena gamapi dayhanti nigamapi dayhanti nagarapi dayhanti. ","an3.62:1.5":"Gamesupi dayhamanesu nigamesupi dayhamanesu nagaresupi dayhamanesu tattha matapi puttam nappatilabhati, puttopi mataram nappatilabhati. ","an3.62:1.6":"Idam, bhikkhave, pathamam amataputtikam bhayanti assutava puthujjano bhasati. ","an3.62:2.1":"Puna caparam, bhikkhave, hoti so samayo yam mahamegho vutthati. ","an3.62:2.2":"Mahameghe kho pana, bhikkhave, vutthite mahaudakavahako sanjayati. ","an3.62:2.3":"Mahaudakavahake kho pana, bhikkhave, sanjayante tena gamapi vuyhanti nigamapi vuyhanti nagarapi vuyhanti. ","an3.62:2.4":"Gamesupi vuyhamanesu nigamesupi vuyhamanesu nagaresupi vuyhamanesu tattha matapi puttam nappatilabhati, puttopi mataram nappatilabhati. ","an3.62:2.5":"Idam, bhikkhave, dutiyam amataputtikam bhayanti assutava puthujjano bhasati. ","an3.62:3.1":"Puna caparam, bhikkhave, hoti so samayo yam bhayam hoti atavisankopo, cakkasamarulha janapada pariyayanti. ","an3.62:3.2":"Bhaye kho pana, bhikkhave, sati atavisankope cakkasamarulhesu janapadesu pariyayantesu tattha matapi puttam nappatilabhati, puttopi mataram nappatilabhati. ","an3.62:3.3":"Idam, bhikkhave, tatiyam amataputtikam bhayanti assutava puthujjano bhasati. ","an3.62:3.4":"Imani kho, bhikkhave, tini amataputtikani bhayaniti assutava puthujjano bhasati. ","an3.62:4.1":"Tani kho panimani, bhikkhave, tini samataputtikaniyeva bhayani amataputtikani bhayaniti assutava puthujjano bhasati. ","an3.62:4.2":"Katamani tini? ","an3.62:4.3":"Hoti so, bhikkhave, samayo yam mahaaggidaho vutthati. ","an3.62:4.4":"Mahaaggidahe kho pana, bhikkhave, vutthite tena gamapi dayhanti nigamapi dayhanti nagarapi dayhanti. ","an3.62:4.5":"Gamesupi dayhamanesu nigamesupi dayhamanesu nagaresupi dayhamanesu hoti so samayo yam kadaci karahaci matapi puttam patilabhati, puttopi mataram patilabhati. ","an3.62:4.6":"Idam, bhikkhave, pathamam samataputtikamyeva bhayam amataputtikam bhayanti assutava puthujjano bhasati. ","an3.62:5.1":"Puna caparam, bhikkhave, hoti so samayo yam mahamegho vutthati. ","an3.62:5.2":"Mahameghe kho pana, bhikkhave, vutthite mahaudakavahako sanjayati. ","an3.62:5.3":"Mahaudakavahake kho pana, bhikkhave, sanjate tena gamapi vuyhanti nigamapi vuyhanti nagarapi vuyhanti. ","an3.62:5.4":"Gamesupi vuyhamanesu nigamesupi vuyhamanesu nagaresupi vuyhamanesu hoti so samayo yam kadaci karahaci matapi puttam patilabhati, puttopi mataram patilabhati. ","an3.62:5.5":"Idam, bhikkhave, dutiyam samataputtikamyeva bhayam amataputtikam bhayanti assutava puthujjano bhasati. ","an3.62:6.1":"Puna caparam, bhikkhave, hoti so samayo yam bhayam hoti atavisankopo, cakkasamarulha janapada pariyayanti. ","an3.62:6.2":"Bhaye kho pana, bhikkhave, sati atavisankope cakkasamarulhesu janapadesu pariyayantesu hoti so samayo yam kadaci karahaci matapi puttam patilabhati, puttopi mataram patilabhati. ","an3.62:6.3":"Idam, bhikkhave, tatiyam samataputtikamyeva bhayam amataputtikam bhayanti assutava puthujjano bhasati. ","an3.62:6.4":"Imani kho, bhikkhave, tini samataputtikaniyeva bhayani amataputtikani bhayaniti assutava puthujjano bhasati. ","an3.62:7.1":"Tinimani, bhikkhave, amataputtikani bhayani. ","an3.62:7.2":"Katamani tini? ","an3.62:7.3":"Jarabhayam, byadhibhayam, maranabhayanti. ","an3.62:7.4":"Na, bhikkhave, mata puttam jiramanam evam labhati: ","an3.62:7.5":"‘aham jirami, ma me putto jiri’ti; ","an3.62:7.6":"putto va pana mataram jiramanam na evam labhati: ","an3.62:7.7":"‘aham jirami, ma me mata jiri’ti. ","an3.62:8.1":"Na, bhikkhave, mata puttam byadhiyamanam evam labhati: ","an3.62:8.2":"‘aham byadhiyami, ma me putto byadhiyi’ti; ","an3.62:8.3":"putto va pana mataram byadhiyamanam na evam labhati: ","an3.62:8.4":"‘aham byadhiyami, ma me mata byadhiyi’ti. ","an3.62:9.1":"Na, bhikkhave, mata puttam miyamanam evam labhati: ","an3.62:9.2":"‘aham miyami, ma me putto miyi’ti; ","an3.62:9.3":"putto va pana mataram miyamanam na evam labhati: ","an3.62:9.4":"‘aham miyami, ma me mata miyi’ti. ","an3.62:9.5":"Imani kho, bhikkhave, tini amataputtikani bhayaniti. ","an3.62:10.1":"Atthi, bhikkhave, maggo atthi patipada imesanca tinnam samataputtikanam bhayanam imesanca tinnam amataputtikanam bhayanam pahanaya samatikkamaya samvattati. ","an3.62:10.2":"Katamo ca, bhikkhave, maggo katama ca patipada imesanca tinnam samataputtikanam bhayanam imesanca tinnam amataputtikanam bhayanam pahanaya samatikkamaya samvattati? ","an3.62:10.3":"Ayameva ariyo atthangiko maggo, seyyathidam—","an3.62:10.4":"sammaditthi, sammasankappo, sammavaca, sammakammanto, sammaajivo, sammavayamo, sammasati, sammasamadhi. ","an3.62:10.5":"Ayam kho, bhikkhave, maggo ayam patipada imesanca tinnam samataputtikanam bhayanam imesanca tinnam amataputtikanam bhayanam pahanaya samatikkamaya samvattati”ti. ","an3.62:10.6":"Dutiyam. "}