{"an3.70:0.1":"Anguttara Nikaya 3.70 ","an3.70:0.2":"7. Mahavagga ","an3.70:0.3":"Uposathasutta ","an3.70:1.1":"Evam me sutam—","an3.70:1.2":"ekam samayam bhagava savatthiyam viharati pubbarame migaramatupasade. ","an3.70:1.3":"Atha kho visakha migaramata tadahuposathe yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho visakham migaramataram bhagava etadavoca: ","an3.70:1.4":"“handa kuto nu tvam, visakhe, agacchasi diva divassa”ti? ","an3.70:1.5":"“Uposathaham, bhante, ajja upavasami”ti. ","an3.70:2.1":"“Tayo khome, visakhe, uposatha. ","an3.70:2.2":"Katame tayo? ","an3.70:2.3":"Gopalakuposatho, niganthuposatho, ariyuposatho. ","an3.70:2.4":"Kathanca, visakhe, gopalakuposatho hoti? ","an3.70:2.5":"Seyyathapi, visakhe, gopalako sayanhasamaye samikanam gavo niyyatetva iti patisancikkhati: ","an3.70:2.6":"‘ajja kho gavo amukasminca amukasminca padese carimsu, amukasminca amukasminca padese paniyani pivimsu; ","an3.70:2.7":"sve dani gavo amukasminca amukasminca padese carissanti, amukasminca amukasminca padese paniyani pivissanti’ti; ","an3.70:2.8":"evamevam kho, visakhe, idhekacco uposathiko iti patisancikkhati: ","an3.70:2.9":"‘aham khvajja idancidanca khadaniyam khadim, idancidanca bhojaniyam bhunjim; ","an3.70:2.10":"sve danaham idancidanca khadaniyam khadissami, idancidanca bhojaniyam bhunjissami’ti. ","an3.70:2.11":"So tena abhijjhasahagatena cetasa divasam atinameti. ","an3.70:2.12":"Evam kho, visakhe, gopalakuposatho hoti. ","an3.70:2.13":"Evam upavuttho kho, visakhe, gopalakuposatho na mahapphalo hoti na mahanisamso na mahajutiko na mahavippharo. ","an3.70:3.1":"Kathanca, visakhe, niganthuposatho hoti? ","an3.70:3.2":"Atthi, visakhe, nigantha nama samanajatika. ","an3.70:3.3":"Te savakam evam samadapenti: ","an3.70:3.4":"‘ehi tvam, ambho purisa, ye puratthimaya disaya pana param yojanasatam tesu dandam nikkhipahi; ","an3.70:3.5":"ye pacchimaya disaya pana param yojanasatam tesu dandam nikkhipahi; ","an3.70:3.6":"ye uttaraya disaya pana param yojanasatam tesu dandam nikkhipahi; ","an3.70:3.7":"ye dakkhinaya disaya pana param yojanasatam tesu dandam nikkhipahi’ti. ","an3.70:3.8":"Iti ekaccanam pananam anuddayaya anukampaya samadapenti, ekaccanam pananam nanuddayaya nanukampaya samadapenti. ","an3.70:3.9":"Te tadahuposathe savakam evam samadapenti: ","an3.70:3.10":"‘ehi tvam, ambho purisa, sabbacelani nikkhipitva evam vadehi—","an3.70:3.11":"naham kvacani kassaci kincanatasmim, na ca mama kvacani katthaci kincanatatthi’ti. ","an3.70:3.12":"Jananti kho panassa matapitaro: ","an3.70:3.13":"‘ayam amhakam putto’ti; ","an3.70:3.14":"sopi janati: ","an3.70:3.15":"‘ime mayham matapitaro’ti. ","an3.70:3.16":"Janati kho panassa puttadaro: ","an3.70:3.17":"‘ayam mayham bhatta’ti; ","an3.70:3.18":"sopi janati: ","an3.70:3.19":"‘ayam mayham puttadaro’ti. ","an3.70:3.20":"Jananti kho panassa dasakammakaraporisa: ","an3.70:3.21":"‘ayam amhakam ayyo’ti; ","an3.70:3.22":"sopi janati: ","an3.70:3.23":"‘ime mayham dasakammakaraporisa’ti. ","an3.70:3.24":"Iti yasmim samaye sacce samadapetabba musavade tasmim samaye samadapenti. ","an3.70:3.25":"Idam tassa musavadasmim vadami. ","an3.70:3.26":"So tassa rattiya accayena bhoge adinnamyeva paribhunjati. ","an3.70:3.27":"Idam tassa adinnadanasmim vadami. ","an3.70:3.28":"Evam kho, visakhe, niganthuposatho hoti. ","an3.70:3.29":"Evam upavuttho kho, visakhe, niganthuposatho na mahapphalo hoti na mahanisamso na mahajutiko na mahavippharo. ","an3.70:4.1":"Kathanca, visakhe, ariyuposatho hoti? ","an3.70:4.2":"Upakkilitthassa, visakhe, cittassa upakkamena pariyodapana hoti. ","an3.70:4.3":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:4.4":"Idha, visakhe, ariyasavako tathagatam anussarati: ","an3.70:4.5":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","an3.70:4.6":"Tassa tathagatam anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti, seyyathapi, visakhe, upakkilitthassa sisassa upakkamena pariyodapana hoti. ","an3.70:5.1":"Kathanca, visakhe, upakkilitthassa sisassa upakkamena pariyodapana hoti? ","an3.70:5.2":"Kakkanca paticca mattikanca paticca udakanca paticca purisassa ca tajjam vayamam paticca, evam kho, visakhe, upakkilitthassa sisassa upakkamena pariyodapana hoti. ","an3.70:5.3":"Evamevam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. ","an3.70:6.1":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:6.2":"Idha, visakhe, ariyasavako tathagatam anussarati: ","an3.70:6.3":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","an3.70:6.4":"Tassa tathagatam anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti. ","an3.70:6.5":"Ayam vuccati, visakhe: ","an3.70:6.6":"‘ariyasavako brahmuposatham upavasati, brahmuna saddhim samvasati, brahmancassa arabbha cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti’. ","an3.70:6.7":"Evam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. .1 ","an3.70:7.1":"Upakkilitthassa, visakhe, cittassa upakkamena pariyodapana hoti. ","an3.70:7.2":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:7.3":"Idha, visakhe, ariyasavako dhammam anussarati: ","an3.70:7.4":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti. ","an3.70:7.5":"Tassa dhammam anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti, seyyathapi, visakhe, upakkilitthassa kayassa upakkamena pariyodapana hoti. ","an3.70:8.1":"Kathanca, visakhe, upakkilitthassa kayassa upakkamena pariyodapana hoti? ","an3.70:8.2":"Sottinca paticca, cunnanca paticca, udakanca paticca, purisassa ca tajjam vayamam paticca. ","an3.70:8.3":"Evam kho, visakhe, upakkilitthassa kayassa upakkamena pariyodapana hoti. ","an3.70:8.4":"Evamevam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. ","an3.70:9.1":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:9.2":"Idha, visakhe, ariyasavako dhammam anussarati: ","an3.70:9.3":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti. ","an3.70:9.4":"Tassa dhammam anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti. ","an3.70:9.5":"Ayam vuccati, visakhe, ‘ariyasavako dhammuposatham upavasati, dhammena saddhim samvasati, dhammancassa arabbha cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti’. ","an3.70:9.6":"Evam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. .2 ","an3.70:10.1":"Upakkilitthassa, visakhe, cittassa upakkamena pariyodapana hoti. ","an3.70:10.2":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:10.3":"Idha, visakhe, ariyasavako sangham anussarati: ","an3.70:10.4":"‘suppatipanno bhagavato savakasangho, ujuppatipanno bhagavato savakasangho, nayappatipanno bhagavato savakasangho, samicippatipanno bhagavato savakasangho, yadidam cattari purisayugani attha purisapuggala esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa’ti. ","an3.70:10.5":"Tassa sangham anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti, seyyathapi, visakhe, upakkilitthassa vatthassa upakkamena pariyodapana hoti. ","an3.70:11.1":"Kathanca, visakhe, upakkilitthassa vatthassa upakkamena pariyodapana hoti? ","an3.70:11.2":"Usmanca paticca, kharanca paticca, gomayanca paticca, udakanca paticca, purisassa ca tajjam vayamam paticca. ","an3.70:11.3":"Evam kho, visakhe, upakkilitthassa vatthassa upakkamena pariyodapana hoti. ","an3.70:11.4":"Evamevam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. ","an3.70:12.1":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:12.2":"Idha, visakhe, ariyasavako sangham anussarati: ","an3.70:12.3":"‘suppatipanno bhagavato savakasangho …pe… anuttaram punnakkhettam lokassa’ti. ","an3.70:12.4":"Tassa sangham anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti. ","an3.70:12.5":"Ayam vuccati, visakhe, ‘ariyasavako sanghuposatham upavasati, sanghena saddhim samvasati, sanghancassa arabbha cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti’. ","an3.70:12.6":"Evam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. .3 ","an3.70:13.1":"Upakkilitthassa, visakhe, cittassa upakkamena pariyodapana hoti. ","an3.70:13.2":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:13.3":"Idha, visakhe, ariyasavako attano silani anussarati akhandani acchiddani asabalani akammasani bhujissani vinnuppasatthani aparamatthani samadhisamvattanikani. ","an3.70:13.4":"Tassa silam anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti, seyyathapi, visakhe, upakkilitthassa adasassa upakkamena pariyodapana hoti. ","an3.70:14.1":"Kathanca, visakhe, upakkilitthassa adasassa upakkamena pariyodapana hoti? ","an3.70:14.2":"Telanca paticca, charikanca paticca, valandupakanca paticca, purisassa ca tajjam vayamam paticca. ","an3.70:14.3":"Evam kho, visakhe, upakkilitthassa adasassa upakkamena pariyodapana hoti. ","an3.70:14.4":"Evamevam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. ","an3.70:15.1":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:15.2":"Idha, visakhe, ariyasavako attano silani anussarati akhandani …pe… samadhisamvattanikani. ","an3.70:15.3":"Tassa silam anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti. ","an3.70:15.4":"Ayam vuccati, visakhe, ‘ariyasavako siluposatham upavasati, silena saddhim samvasati, silancassa arabbha cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti’. ","an3.70:15.5":"Evam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. .4 ","an3.70:16.1":"Upakkilitthassa, visakhe, cittassa upakkamena pariyodapana hoti. ","an3.70:16.2":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:16.3":"Idha, visakhe, ariyasavako devata anussarati: ","an3.70:16.4":"‘santi deva catumaharajika, santi deva tavatimsa, santi deva yama, santi deva tusita, santi deva nimmanaratino, santi deva paranimmitavasavattino, santi deva brahmakayika, santi deva tatuttari. ","an3.70:16.5":"Yatharupaya saddhaya samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupa saddha samvijjati. ","an3.70:16.6":"Yatharupena silena samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupam silam samvijjati. ","an3.70:16.7":"Yatharupena sutena samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupam sutam samvijjati. ","an3.70:16.8":"Yatharupena cagena samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupo cago samvijjati. ","an3.70:16.9":"Yatharupaya pannaya samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupa panna samvijjati’ti. ","an3.70:16.10":"Tassa attano ca tasanca devatanam saddhanca silanca sutanca caganca pannanca anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti, seyyathapi, visakhe, upakkilitthassa jatarupassa upakkamena pariyodapana hoti. ","an3.70:17.1":"Kathanca, visakhe, upakkilitthassa jatarupassa upakkamena pariyodapana hoti? ","an3.70:17.2":"Ukkanca paticca, lonanca paticca, gerukanca paticca, nalikasandasanca paticca, purisassa ca tajjam vayamam paticca. ","an3.70:17.3":"Evam kho, visakhe, upakkilitthassa jatarupassa upakkamena pariyodapana hoti. ","an3.70:17.4":"Evamevam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. ","an3.70:18.1":"Kathanca, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti? ","an3.70:18.2":"Idha, visakhe, ariyasavako devata anussarati: ","an3.70:18.3":"‘santi deva catumaharajika, santi deva tavatimsa …pe… santi deva tatuttari. ","an3.70:18.4":"Yatharupaya saddhaya samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupa saddha samvijjati. ","an3.70:18.5":"Yatharupena silena … ","an3.70:18.6":"sutena … ","an3.70:18.7":"cagena … ","an3.70:18.8":"pannaya samannagata ta devata ito cuta tatthupapanna, mayhampi tatharupa panna samvijjati’ti. ","an3.70:18.9":"Tassa attano ca tasanca devatanam saddhanca silanca sutanca caganca pannanca anussarato cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti. ","an3.70:18.10":"Ayam vuccati, visakhe, ‘ariyasavako devatuposatham upavasati, devatahi saddhim samvasati, devata arabbha cittam pasidati, pamojjam uppajjati, ye cittassa upakkilesa te pahiyanti’. ","an3.70:18.11":"Evam kho, visakhe, upakkilitthassa cittassa upakkamena pariyodapana hoti. .5 ","an3.70:19.1":"Sa kho so, visakhe, ariyasavako iti patisancikkhati: ","an3.70:19.2":"‘yavajivam arahanto panatipatam pahaya panatipata pativirata nihitadanda nihitasattha lajji dayapanna sabbapanabhutahitanukampi viharanti; ","an3.70:19.3":"ahampajja imanca rattim imanca divasam panatipatam pahaya panatipata pativirato nihitadando nihitasattho lajji dayapanno sabbapanabhutahitanukampi viharami. ","an3.70:19.4":"Iminapi angena arahatam anukaromi, uposatho ca me upavuttho bhavissati. ","an3.70:20.1":"Yavajivam arahanto adinnadanam pahaya adinnadana pativirata dinnadayi dinnapatikankhi, athenena sucibhutena attana viharanti; ","an3.70:20.2":"ahampajja imanca rattim imanca divasam adinnadanam pahaya adinnadana pativirato dinnadayi dinnapatikankhi, athenena sucibhutena attana viharami. ","an3.70:20.3":"Iminapi angena arahatam anukaromi, uposatho ca me upavuttho bhavissati. ","an3.70:21.1":"Yavajivam arahanto abrahmacariyam pahaya brahmacari aracari virata methuna gamadhamma; ","an3.70:21.2":"ahampajja imanca rattim imanca divasam abrahmacariyam pahaya brahmacari aracari virato methuna gamadhamma. ","an3.70:21.3":"Iminapi angena arahatam anukaromi, uposatho ca me upavuttho bhavissati. ","an3.70:22.1":"Yavajivam arahanto musavadam pahaya musavada pativirata saccavadi saccasandha theta paccayika avisamvadaka lokassa; ","an3.70:22.2":"ahampajja imanca rattim imanca divasam musavadam pahaya musavada pativirato saccavadi saccasandho theto paccayiko avisamvadako lokassa. ","an3.70:22.3":"Iminapi angena arahatam anukaromi, uposatho ca me upavuttho bhavissati. ","an3.70:23.1":"Yavajivam arahanto suramerayamajjapamadatthanam pahaya suramerayamajjapamadatthana pativirata; ","an3.70:23.2":"ahampajja imanca rattim imanca divasam suramerayamajjapamadatthanam pahaya suramerayamajjapamadatthana pativirato. ","an3.70:23.3":"Iminapi angena arahatam anukaromi, uposatho ca me upavuttho bhavissati. ","an3.70:24.1":"Yavajivam arahanto ekabhattika rattuparata virata vikalabhojana; ","an3.70:24.2":"ahampajja imanca rattim imanca divasam ekabhattiko rattuparato virato vikalabhojana. ","an3.70:24.3":"Iminapi angena arahatam anukaromi, uposatho ca me upavuttho bhavissati. ","an3.70:25.1":"Yavajivam arahanto naccagitavaditavisukadassanamalagandhavilepanadharanamandanavibhusanatthana pativirata; ","an3.70:25.2":"ahampajja imanca rattim imanca divasam naccagitavaditavisukadassanamalagandhavilepanadharanamandanavibhusanatthana pativirato. ","an3.70:25.3":"Iminapi angena arahatam anukaromi, uposatho ca me upavuttho bhavissati. ","an3.70:26.1":"Yavajivam arahanto uccasayanamahasayanam pahaya uccasayanamahasayana pativirata nicaseyyam kappenti mancake va tinasantharake va; ","an3.70:26.2":"ahampajja imanca rattim imanca divasam uccasayanamahasayanam pahaya uccasayanamahasayana pativirato nicaseyyam kappemi mancake va tinasantharake va. ","an3.70:26.3":"Iminapi angena arahatam anukaromi, uposatho ca me upavuttho bhavissati’ti. ","an3.70:27.1":"Evam kho, visakhe, ariyuposatho hoti. ","an3.70:27.2":"Evam upavuttho kho, visakhe, ariyuposatho mahapphalo hoti mahanisamso mahajutiko mahavippharo. ","an3.70:28.1":"Kivamahapphalo hoti kivamahanisamso kivamahajutiko kivamahavippharo? ","an3.70:28.2":"Seyyathapi, visakhe, yo imesam solasannam mahajanapadanam pahutarattaratananam issariyadhipaccam rajjam kareyya, seyyathidam—","an3.70:28.3":"anganam, magadhanam, kasinam, kosalanam, vajjinam, mallanam, cetinam, vanganam, kurunam, pancalanam, macchanam, surasenanam, assakanam, avantinam, gandharanam, kambojanam, atthangasamannagatassa uposathassa etam kalam nagghati solasim. ","an3.70:28.4":"Tam kissa hetu? ","an3.70:28.5":"Kapanam, visakhe, manusakam rajjam dibbam sukham upanidhaya. ","an3.70:29.1":"Yani, visakhe, manusakani pannasa vassani, catumaharajikanam devanam eso eko rattindivo. ","an3.70:29.2":"Taya rattiya timsarattiyo maso. ","an3.70:29.3":"Tena masena dvadasamasiyo samvaccharo. ","an3.70:29.4":"Tena samvaccharena dibbani panca vassasatani catumaharajikanam devanam ayuppamanam. ","an3.70:29.5":"Thanam kho panetam, visakhe, vijjati yam idhekacco itthi va puriso va atthangasamannagatam uposatham upavasitva kayassa bheda param marana catumaharajikanam devanam sahabyatam upapajjeyya. ","an3.70:29.6":"Idam kho panetam, visakhe, sandhaya bhasitam: ","an3.70:29.7":"‘kapanam manusakam rajjam dibbam sukham upanidhaya’. ","an3.70:30.1":"Yam, visakhe, manusakam vassasatam, tavatimsanam devanam eso eko rattindivo. ","an3.70:30.2":"Taya rattiya timsarattiyo maso. ","an3.70:30.3":"Tena masena dvadasamasiyo samvaccharo. ","an3.70:30.4":"Tena samvaccharena dibbam vassasahassam tavatimsanam devanam ayuppamanam. ","an3.70:30.5":"Thanam kho panetam, visakhe, vijjati yam idhekacco itthi va puriso va atthangasamannagatam uposatham upavasitva kayassa bheda param marana tavatimsanam devanam sahabyatam upapajjeyya. ","an3.70:30.6":"Idam kho panetam, visakhe, sandhaya bhasitam: ","an3.70:30.7":"‘kapanam manusakam rajjam dibbam sukham upanidhaya’. ","an3.70:31.1":"Yani, visakhe, manusakani dve vassasatani, yamanam devanam eso eko rattindivo. ","an3.70:31.2":"Taya rattiya timsarattiyo maso. ","an3.70:31.3":"Tena masena dvadasamasiyo samvaccharo. ","an3.70:31.4":"Tena samvaccharena dibbani dve vassasahassani yamanam devanam ayuppamanam. ","an3.70:31.5":"Thanam kho panetam, visakhe, vijjati yam idhekacco itthi va puriso va atthangasamannagatam uposatham upavasitva kayassa bheda param marana yamanam devanam sahabyatam upapajjeyya. ","an3.70:31.6":"Idam kho panetam, visakhe, sandhaya bhasitam: ","an3.70:31.7":"‘kapanam manusakam rajjam dibbam sukham upanidhaya’. ","an3.70:32.1":"Yani, visakhe, manusakani cattari vassasatani, tusitanam devanam eso eko rattindivo. ","an3.70:32.2":"Taya rattiya timsarattiyo maso. ","an3.70:32.3":"Tena masena dvadasamasiyo samvaccharo. ","an3.70:32.4":"Tena samvaccharena dibbani cattari vassasahassani tusitanam devanam ayuppamanam. ","an3.70:32.5":"Thanam kho panetam, visakhe, vijjati yam idhekacco itthi va puriso va atthangasamannagatam uposatham upavasitva kayassa bheda param marana tusitanam devanam sahabyatam upapajjeyya. ","an3.70:32.6":"Idam kho panetam, visakhe, sandhaya bhasitam: ","an3.70:32.7":"‘kapanam manusakam rajjam dibbam sukham upanidhaya’. ","an3.70:33.1":"Yani, visakhe, manusakani attha vassasatani, nimmanaratinam devanam eso eko rattindivo. ","an3.70:33.2":"Taya rattiya timsarattiyo maso. ","an3.70:33.3":"Tena masena dvadasamasiyo samvaccharo. ","an3.70:33.4":"Tena samvaccharena dibbani attha vassasahassani nimmanaratinam devanam ayuppamanam. ","an3.70:33.5":"Thanam kho panetam, visakhe, vijjati yam idhekacco itthi va puriso va atthangasamannagatam uposatham upavasitva kayassa bheda param marana nimmanaratinam devanam sahabyatam upapajjeyya. ","an3.70:33.6":"Idam kho panetam, visakhe, sandhaya bhasitam: ","an3.70:33.7":"‘kapanam manusakam rajjam dibbam sukham upanidhaya’. ","an3.70:34.1":"Yani, visakhe, manusakani solasa vassasatani, paranimmitavasavattinam devanam eso eko rattindivo. ","an3.70:34.2":"Taya rattiya timsarattiyo maso. ","an3.70:34.3":"Tena masena dvadasamasiyo samvaccharo. ","an3.70:34.4":"Tena samvaccharena dibbani solasa vassasahassani paranimmitavasavattinam devanam ayuppamanam. ","an3.70:34.5":"Thanam kho panetam, visakhe, vijjati yam idhekacco itthi va puriso va atthangasamannagatam uposatham upavasitva kayassa bheda param marana paranimmitavasavattinam devanam sahabyatam upapajjeyya. ","an3.70:34.6":"Idam kho panetam, visakhe, sandhaya bhasitam: ","an3.70:34.7":"‘kapanam manusakam rajjam dibbam sukham upanidhaya’ti. ","an3.70:35.1":"Panam na hanne na cadinnamadiye, ","an3.70:35.2":"Musa na bhase na ca majjapo siya; ","an3.70:35.3":"Abrahmacariya virameyya methuna, ","an3.70:35.4":"Rattim na bhunjeyya vikalabhojanam. ","an3.70:36.1":"Malam na dhare na ca gandhamacare, ","an3.70:36.2":"Mance chamayam va sayetha santhate; ","an3.70:36.3":"Etanhi atthangikamahuposatham, ","an3.70:36.4":"Buddhena dukkhantaguna pakasitam. ","an3.70:37.1":"Cando ca suriyo ca ubho sudassana, ","an3.70:37.2":"Obhasayam anupariyanti yavata; ","an3.70:37.3":"Tamonuda te pana antalikkhaga, ","an3.70:37.4":"Nabhe pabhasanti disavirocana. ","an3.70:38.1":"Etasmim yam vijjati antare dhanam, ","an3.70:38.2":"Mutta mani veluriyanca bhaddakam; ","an3.70:38.3":"Singi suvannam atha vapi kancanam, ","an3.70:38.4":"Yam jatarupam hatakanti vuccati. ","an3.70:39.1":"Atthangupetassa uposathassa, ","an3.70:39.2":"Kalampi te nanubhavanti solasim; ","an3.70:39.3":"Candappabha taragana ca sabbe. ","an3.70:40.1":"Tasma hi nari ca naro ca silava, ","an3.70:40.2":"Atthangupetam upavassuposatham; ","an3.70:40.3":"Punnani katvana sukhudrayani, ","an3.70:40.4":"Anindita saggamupenti thanan”ti. ","an3.70:40.5":"Dasamam. ","an3.70:40.6":"Mahavaggo sattamo. ","an3.70:41.0":"Tassuddanam ","an3.70:41.1":"Titthabhayanca venago, ","an3.70:41.2":"sarabho kesamuttiya; ","an3.70:41.3":"Salho capi kathavatthu, ","an3.70:41.4":"titthiyamuluposathoti. "}