{"an3.102:0.1":"Anguttara Nikaya 3.102 ","an3.102:0.2":"10. Lonakapallavagga ","an3.102:0.3":"Nimittasutta ","an3.102:1.1":"“Adhicittamanuyuttena, bhikkhave, bhikkhuna tini nimittani kalena kalam manasi katabbani—","an3.102:1.2":"kalena kalam samadhinimittam manasi katabbam, kalena kalam paggahanimittam manasi katabbam, kalena kalam upekkhanimittam manasi katabbam. ","an3.102:1.3":"Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantam samadhinimittamyeva manasi kareyya, thanam tam cittam kosajjaya samvatteyya. ","an3.102:1.4":"Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantam paggahanimittamyeva manasi kareyya, thanam tam cittam uddhaccaya samvatteyya. ","an3.102:1.5":"Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantam upekkhanimittamyeva manasi kareyya, thanam tam cittam na samma samadhiyeyya asavanam khayaya. ","an3.102:1.6":"Yato ca kho, bhikkhave, adhicittamanuyutto bhikkhu kalena kalam samadhinimittam manasi karoti, kalena kalam paggahanimittam manasi karoti, kalena kalam upekkhanimittam manasi karoti, tam hoti cittam mudunca kammaniyanca pabhassaranca, na ca pabhangu, samma samadhiyati asavanam khayaya. ","an3.102:2.1":"Seyyathapi, bhikkhave, suvannakaro va suvannakarantevasi va ukkam bandheyya, ukkam bandhitva ukkamukham alimpeyya, ukkamukham alimpetva sandasena jatarupam gahetva ukkamukhe pakkhipeyya, ukkamukhe pakkhipitva kalena kalam abhidhamati, kalena kalam udakena paripphoseti, kalena kalam ajjhupekkhati. ","an3.102:2.2":"Sace, bhikkhave, suvannakaro va suvannakarantevasi va tam jatarupam ekantam abhidhameyya, thanam tam jatarupam daheyya. ","an3.102:2.3":"Sace, bhikkhave, suvannakaro va suvannakarantevasi va tam jatarupam ekantam udakena paripphoseyya, thanam tam jatarupam nibbapeyya. ","an3.102:2.4":"Sace, bhikkhave, suvannakaro va suvannakarantevasi va tam jatarupam ekantam ajjhupekkheyya, thanam tam jatarupam na samma paripakam gaccheyya. ","an3.102:2.5":"Yato ca kho, bhikkhave, suvannakaro va suvannakarantevasi va tam jatarupam kalena kalam abhidhamati, kalena kalam udakena paripphoseti, kalena kalam ajjhupekkhati, tam hoti jatarupam mudunca kammaniyanca pabhassaranca, na ca pabhangu, samma upeti kammaya. ","an3.102:2.6":"Yassa yassa ca pilandhanavikatiya akankhati—yadi pattikaya, yadi kundalaya, yadi giveyyake, yadi suvannamalaya—tancassa attham anubhoti. ","an3.102:3.1":"Evamevam kho, bhikkhave, adhicittamanuyuttena bhikkhuna tini nimittani kalena kalam manasi katabbani—","an3.102:3.2":"kalena kalam samadhinimittam manasi katabbam, kalena kalam paggahanimittam manasi katabbam, kalena kalam upekkhanimittam manasi katabbam. ","an3.102:3.3":"Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantam samadhinimittamyeva manasi kareyya, thanam tam cittam kosajjaya samvatteyya. ","an3.102:3.4":"Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantam paggahanimittamyeva manasi kareyya, thanam tam cittam uddhaccaya samvatteyya. ","an3.102:3.5":"Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantam upekkhanimittamyeva manasi kareyya, thanam tam cittam na samma samadhiyeyya asavanam khayaya. ","an3.102:3.6":"Yato ca kho, bhikkhave, adhicittamanuyutto bhikkhu kalena kalam samadhinimittam manasi karoti, kalena kalam paggahanimittam manasi karoti, kalena kalam upekkhanimittam manasi karoti, tam hoti cittam mudunca kammaniyanca pabhassaranca, na ca pabhangu, samma samadhiyati asavanam khayaya. ","an3.102:3.7":"Yassa yassa ca abhinnasacchikaraniyassa dhammassa cittam abhininnameti abhinnasacchikiriyaya, tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","an3.102:4.1":"So sace akankhati: ‘anekavihitam iddhividham paccanubhaveyyam …pe… ","an3.102:4.2":"(cha abhinna vittharetabba.) ","an3.102:4.3":"","an3.102:4.4":"","an3.102:4.5":"Asavanam khaya …pe… sacchikatva upasampajja vihareyyan’ti, ","an3.102:4.6":"tatra tatreva sakkhibhabbatam papunati sati satiayatane”ti. ","an3.102:4.7":"Ekadasamam. ","an3.102:4.8":"Lonakapallavaggo pancamo. ","an3.102:5.0":"Tassuddanam ","an3.102:5.1":"Accayikam pavivekam, ","an3.102:5.2":"Sarado parisa tayo; ","an3.102:5.3":"Ajaniya potthako ca, ","an3.102:5.4":"Lonam dhovati nimittaniti. ","an3.102:5.5":"Dutiyo pannasako samatto. "}