{"an3.15:0.1":"Anguttara Nikaya 3.15 ","an3.15:0.2":"2. Rathakaravagga ","an3.15:0.3":"Sacetanasutta ","an3.15:1.1":"Ekam samayam bhagava baranasiyam viharati isipatane migadaye. ","an3.15:1.2":"Tatra kho bhagava bhikkhu amantesi: ","an3.15:1.3":"“bhikkhavo”ti. ","an3.15:1.4":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","an3.15:1.5":"Bhagava etadavoca: ","an3.15:2.1":"“Bhutapubbam, bhikkhave, raja ahosi sacetano nama. ","an3.15:2.2":"Atha kho, bhikkhave, raja sacetano rathakaram amantesi: ","an3.15:2.3":"‘ito me, samma rathakara, channam masanam accayena sangamo bhavissati. ","an3.15:2.4":"Sakkhissasi me, samma rathakara, navam cakkayugam katun’ti? ","an3.15:2.5":"‘Sakkomi, deva’ti kho, bhikkhave, rathakaro ranno sacetanassa paccassosi. ","an3.15:2.6":"Atha kho, bhikkhave, rathakaro chahi masehi charattunehi ekam cakkam nitthapesi. ","an3.15:2.7":"Atha kho, bhikkhave, raja sacetano rathakaram amantesi: ","an3.15:2.8":"‘ito me, samma rathakara, channam divasanam accayena sangamo bhavissati, nitthitam navam cakkayugan’ti? ","an3.15:2.9":"‘Imehi kho, deva, chahi masehi charattunehi ekam cakkam nitthitan’ti. ","an3.15:2.10":"‘Sakkhissasi pana me, samma rathakara, imehi chahi divasehi dutiyam cakkam nitthapetun’ti? ","an3.15:2.11":"‘Sakkomi, deva’ti kho, bhikkhave, rathakaro chahi divasehi dutiyam cakkam nitthapetva navam cakkayugam adaya yena raja sacetano tenupasankami; upasankamitva rajanam sacetanam etadavoca: ","an3.15:2.12":"‘idam te, deva, navam cakkayugam nitthitan’ti. ","an3.15:2.13":"‘Yanca te idam, samma rathakara, cakkam chahi masehi nitthitam charattunehi yanca te idam cakkam chahi divasehi nitthitam, imesam kim nanakaranam? ","an3.15:2.14":"Nesaham kinci nanakaranam passami’ti. ","an3.15:2.15":"‘Atthesam, deva, nanakaranam. ","an3.15:2.16":"Passatu devo nanakaranan’ti. ","an3.15:3.1":"Atha kho, bhikkhave, rathakaro yam tam cakkam chahi divasehi nitthitam tam pavattesi. ","an3.15:3.2":"Tam pavattitam samanam yavatika abhisankharassa gati tavatikam gantva cingulayitva bhumiyam papati. ","an3.15:3.3":"Yam pana tam cakkam chahi masehi nitthitam charattunehi tam pavattesi. ","an3.15:3.4":"Tam pavattitam samanam yavatika abhisankharassa gati tavatikam gantva akkhahatam manne atthasi. ","an3.15:4.1":"‘Ko nu kho, samma rathakara, hetu ko paccayo yamidam cakkam chahi divasehi nitthitam tam pavattitam samanam yavatika abhisankharassa gati tavatikam gantva cingulayitva bhumiyam papati? ","an3.15:4.2":"Ko pana, samma rathakara, hetu ko paccayo yamidam cakkam chahi masehi nitthitam charattunehi tam pavattitam samanam yavatika abhisankharassa gati tavatikam gantva akkhahatam manne atthasi’ti? ","an3.15:4.3":"‘Yamidam, deva, cakkam chahi divasehi nitthitam tassa nemipi savanka sadosa sakasava, arapi savanka sadosa sakasava, nabhipi savanka sadosa sakasava. ","an3.15:4.4":"Tam nemiyapi savankatta sadosatta sakasavatta, aranampi savankatta sadosatta sakasavatta, nabhiyapi savankatta sadosatta sakasavatta pavattitam samanam yavatika abhisankharassa gati tavatikam gantva cingulayitva bhumiyam papati. ","an3.15:4.5":"Yam pana tam, deva, cakkam chahi masehi nitthitam charattunehi tassa nemipi avanka adosa akasava, arapi avanka adosa akasava, nabhipi avanka adosa akasava. ","an3.15:4.6":"Tam nemiyapi avankatta adosatta akasavatta, aranampi avankatta adosatta akasavatta, nabhiyapi avankatta adosatta akasavatta pavattitam samanam yavatika abhisankharassa gati tavatikam gantva akkhahatam manne atthasi’ti. ","an3.15:5.1":"Siya kho pana, bhikkhave, tumhakam evamassa: ","an3.15:5.2":"‘anno nuna tena samayena so rathakaro ahosi’ti. ","an3.15:5.3":"Na kho panetam, bhikkhave, evam datthabbam. ","an3.15:5.4":"Aham tena samayena so rathakaro ahosim. ","an3.15:5.5":"Tadaham, bhikkhave, kusalo daruvankanam darudosanam darukasavanam. ","an3.15:5.6":"Etarahi kho panaham, bhikkhave, araham sammasambuddho kusalo kayavankanam kayadosanam kayakasavanam, kusalo vacivankanam vacidosanam vacikasavanam, kusalo manovankanam manodosanam manokasavanam. ","an3.15:5.7":"Yassa kassaci, bhikkhave, bhikkhussa va bhikkhuniya va kayavanko appahino kayadoso kayakasavo, vacivanko appahino vacidoso vacikasavo, manovanko appahino manodoso manokasavo, evam papatita te, bhikkhave, imasma dhammavinaya, seyyathapi tam cakkam chahi divasehi nitthitam. ","an3.15:6.1":"Yassa kassaci, bhikkhave, bhikkhussa va bhikkhuniya va kayavanko pahino kayadoso kayakasavo, vacivanko pahino vacidoso vacikasavo, manovanko pahino manodoso manokasavo, evam patitthita te, bhikkhave, imasmim dhammavinaye, seyyathapi tam cakkam chahi masehi nitthitam charattunehi. ","an3.15:7.1":"Tasmatiha, bhikkhave, evam sikkhitabbam: ","an3.15:7.2":"‘kayavankam pajahissama kayadosam kayakasavam, vacivankam pajahissama vacidosam vacikasavam, manovankam pajahissama manodosam manokasavan’ti. ","an3.15:7.3":"Evanhi vo, bhikkhave, sikkhitabban”ti. ","an3.15:7.4":"Pancamam. "}