{"an3.56:0.1":"Anguttara Nikaya 3.56 ","an3.56:0.2":"6. Brahmanavagga ","an3.56:0.3":"Palokasutta ","an3.56:1.1":"Atha kho annataro brahmanamahasalo yena bhagava tenupasankami …pe… ekamantam nisinno kho so brahmanamahasalo bhagavantam etadavoca: ","an3.56:1.2":"“sutam metam, bho gotama, pubbakanam brahmananam vuddhanam mahallakanam acariyapacariyanam bhasamananam: ","an3.56:1.3":"‘pubbe sudam ayam loko avici manne phuto ahosi manussehi, kukkutasampatika gamanigamarajadhaniyo’ti. ","an3.56:1.4":"Ko nu kho, bho gotama, hetu ko paccayo yenetarahi manussanam khayo hoti, tanuttam pannayati, gamapi agama honti, nigamapi anigama honti, nagarapi anagara honti, janapadapi ajanapada honti”ti? ","an3.56:2.1":"“Etarahi, brahmana, manussa adhammaragaratta visamalobhabhibhuta micchadhammapareta. ","an3.56:2.2":"Te adhammaragaratta visamalobhabhibhuta micchadhammapareta tinhani satthani gahetva annamannam jivita voropenti, tena bahu manussa kalam karonti. ","an3.56:2.3":"Ayampi kho, brahmana, hetu ayam paccayo yenetarahi manussanam khayo hoti, tanuttam pannayati, gamapi agama honti, nigamapi anigama honti, nagarapi anagara honti, janapadapi ajanapada honti. ","an3.56:3.1":"Puna caparam, brahmana, etarahi manussa adhammaragaratta visamalobhabhibhuta micchadhammapareta. ","an3.56:3.2":"Tesam adhammaragarattanam visamalobhabhibhutanam micchadhammaparetanam devo na sammadharam anuppavecchati. ","an3.56:3.3":"Tena dubbhikkham hoti dussassam setatthikam salakavuttam. ","an3.56:3.4":"Tena bahu manussa kalam karonti. ","an3.56:3.5":"Ayampi kho, brahmana, hetu ayam paccayo yenetarahi manussanam khayo hoti, tanuttam pannayati, gamapi agama honti, nigamapi anigama honti, nagarapi anagara honti, janapadapi ajanapada honti. ","an3.56:4.1":"Puna caparam, brahmana, etarahi manussa adhammaragaratta visamalobhabhibhuta micchadhammapareta. ","an3.56:4.2":"Tesam adhammaragarattanam visamalobhabhibhutanam micchadhammaparetanam yakkha vale amanusse ossajjanti, tena bahu manussa kalam karonti. ","an3.56:4.3":"Ayampi kho, brahmana, hetu ayam paccayo yenetarahi manussanam khayo hoti, tanuttam pannayati, gamapi agama honti, nigamapi anigama honti, nagarapi anagara honti, janapadapi ajanapada honti”ti. ","an3.56:5.1":"“Abhikkantam, bho gotama …pe… ","an3.56:5.2":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an3.56:5.3":"Chattham. "}