{"an3.12:0.1":"Anguttara Nikaya 3.12 ","an3.12:0.2":"2. Rathakaravagga ","an3.12:0.3":"Saraniyasutta ","an3.12:1.1":"“Tinimani, bhikkhave, ranno khattiyassa muddhavasittassa yavajivam saraniyani bhavanti. ","an3.12:1.2":"Katamani tini? ","an3.12:1.3":"Yasmim, bhikkhave, padese raja khattiyo muddhavasitto jato hoti. ","an3.12:1.4":"Idam, bhikkhave, pathamam ranno khattiyassa muddhavasittassa yavajivam saraniyam hoti. ","an3.12:2.1":"Puna caparam, bhikkhave, yasmim padese raja khattiyo muddhavasitto hoti. ","an3.12:2.2":"Idam, bhikkhave, dutiyam ranno khattiyassa muddhavasittassa yavajivam saraniyam hoti. ","an3.12:3.1":"Puna caparam, bhikkhave, yasmim padese raja khattiyo muddhavasitto sangamam abhivijinitva vijitasangamo tameva sangamasisam ajjhavasati. ","an3.12:3.2":"Idam, bhikkhave, tatiyam ranno khattiyassa muddhavasittassa yavajivam saraniyam hoti. ","an3.12:3.3":"Imani kho, bhikkhave, tini ranno khattiyassa muddhavasittassa yavajivam saraniyani bhavanti. ","an3.12:4.1":"Evamevam kho, bhikkhave, tinimani bhikkhussa yavajivam saraniyani bhavanti. ","an3.12:4.2":"Katamani tini? ","an3.12:4.3":"Yasmim, bhikkhave, padese bhikkhu kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito hoti. ","an3.12:4.4":"Idam, bhikkhave, pathamam bhikkhussa yavajivam saraniyam hoti. ","an3.12:5.1":"Puna caparam, bhikkhave, yasmim padese bhikkhu ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati. ","an3.12:5.2":"Idam, bhikkhave, dutiyam bhikkhussa yavajivam saraniyam hoti. ","an3.12:6.1":"Puna caparam, bhikkhave, yasmim padese bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an3.12:6.2":"Idam, bhikkhave, tatiyam bhikkhussa yavajivam saraniyam hoti. ","an3.12:6.3":"Imani kho, bhikkhave, tini bhikkhussa yavajivam saraniyani bhavanti”ti. ","an3.12:6.4":"Dutiyam. "}