{"an3.37:0.1":"Anguttara Nikaya 3.37 ","an3.37:0.2":"4. Devadutavagga ","an3.37:0.3":"Catumaharajasutta ","an3.37:1.1":"“Atthamiyam, bhikkhave, pakkhassa catunnam maharajanam amacca parisajja imam lokam anuvicaranti: ","an3.37:1.2":"‘kacci bahu manussa manussesu matteyya petteyya samanna brahmanna kule jetthapacayino uposatham upavasanti patijagaronti punnani karonti’ti. ","an3.37:1.3":"Catuddasim, bhikkhave, pakkhassa catunnam maharajanam putta imam lokam anuvicaranti: ","an3.37:1.4":"‘kacci bahu manussa manussesu matteyya petteyya samanna brahmanna kule jetthapacayino uposatham upavasanti patijagaronti punnani karonti’ti. ","an3.37:1.5":"Tadahu, bhikkhave, uposathe pannarase cattaro maharajano samanneva imam lokam anuvicaranti: ","an3.37:1.6":"‘kacci bahu manussa manussesu matteyya petteyya samanna brahmanna kule jetthapacayino uposatham upavasanti patijagaronti punnani karonti’ti. ","an3.37:2.1":"Sace, bhikkhave, appaka honti manussa manussesu matteyya petteyya samanna brahmanna kule jetthapacayino uposatham upavasanti patijagaronti punnani karonti. ","an3.37:2.2":"Tamenam, bhikkhave, cattaro maharajano devanam tavatimsanam sudhammaya sabhaya sannisinnanam sannipatitanam arocenti: ","an3.37:2.3":"‘appaka kho, marisa, manussa manussesu matteyya petteyya samanna brahmanna kule jetthapacayino uposatham upavasanti patijagaronti punnani karonti’ti. ","an3.37:2.4":"Tena kho, bhikkhave, deva tavatimsa anattamana honti: ","an3.37:2.5":"‘dibba vata, bho, kaya parihayissanti, paripurissanti asurakaya’ti. ","an3.37:3.1":"Sace pana, bhikkhave, bahu honti manussa manussesu matteyya petteyya samanna brahmanna kule jetthapacayino uposatham upavasanti patijagaronti punnani karonti. ","an3.37:3.2":"Tamenam, bhikkhave, cattaro maharajano devanam tavatimsanam sudhammaya sabhaya sannisinnanam sannipatitanam arocenti: ","an3.37:3.3":"‘bahu kho, marisa, manussa manussesu matteyya petteyya samanna brahmanna kule jetthapacayino uposatham upavasanti patijagaronti punnani karonti’ti. ","an3.37:3.4":"Tena, bhikkhave, deva tavatimsa attamana honti: ","an3.37:3.5":"‘dibba vata bho kaya paripurissanti, parihayissanti asurakaya’ti. ","an3.37:4.1":"Bhutapubbam, bhikkhave, sakko devanamindo deve tavatimse anunayamano tayam velayam imam gatham abhasi: ","an3.37:5.1":"‘Catuddasim pancadasim, ","an3.37:5.2":"ya ca pakkhassa atthami; ","an3.37:5.3":"Patihariyapakkhanca, ","an3.37:5.4":"atthangasusamagatam; ","an3.37:5.5":"Uposatham upavaseyya, ","an3.37:5.6":"yopissa madiso naro’ti. ","an3.37:6.1":"Sa kho panesa, bhikkhave, sakkena devanamindena gatha duggita na sugita dubbhasita na subhasita. ","an3.37:6.2":"Tam kissa hetu? ","an3.37:6.3":"Sakko hi, bhikkhave, devanamindo avitarago avitadoso avitamoho. ","an3.37:7.1":"Yo ca kho so, bhikkhave, bhikkhu araham khinasavo vusitava brahmacariyo katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, tassa kho etam, bhikkhave, bhikkhuno kallam vacanaya: ","an3.37:8.1":"‘Catuddasim pancadasim, ","an3.37:8.2":"ya ca pakkhassa atthami; ","an3.37:8.3":"Patihariyapakkhanca, ","an3.37:8.4":"atthangasusamagatam; ","an3.37:8.5":"Uposatham upavaseyya, ","an3.37:8.6":"yopissa madiso naro’ti. ","an3.37:9.1":"Tam kissa hetu? ","an3.37:9.2":"So hi, bhikkhave, bhikkhu vitarago vitadoso vitamoho”ti. ","an3.37:9.3":"Sattamam. "}