{"an3.101:0.1":"Anguttara Nikaya 3.101 ","an3.101:0.2":"10. Lonakapallavagga ","an3.101:0.3":"Pamsudhovakasutta ","an3.101:1.1":"“Santi, bhikkhave, jatarupassa olarika upakkilesa pamsuvaluka sakkharakathala. ","an3.101:1.2":"Tamenam pamsudhovako va pamsudhovakantevasi va doniyam akiritva dhovati sandhovati niddhovati. ","an3.101:1.3":"Tasmim pahine tasmim byantikate santi jatarupassa majjhimasahagata upakkilesa sukhumasakkhara thulavaluka. ","an3.101:1.4":"Tamenam pamsudhovako va pamsudhovakantevasi va dhovati sandhovati niddhovati. ","an3.101:1.5":"Tasmim pahine tasmim byantikate santi jatarupassa sukhumasahagata upakkilesa sukhumavaluka kalajallika. ","an3.101:1.6":"Tamenam pamsudhovako va pamsudhovakantevasi va dhovati sandhovati niddhovati. ","an3.101:1.7":"Tasmim pahine tasmim byantikate athaparam suvannasikatavasissanti. ","an3.101:1.8":"Tamenam suvannakaro va suvannakarantevasi va jatarupam musayam pakkhipitva dhamati sandhamati niddhamati. ","an3.101:1.9":"Tam hoti jatarupam dhantam sandhantam niddhantam aniddhantakasavam, na ceva mudu hoti na ca kammaniyam, na ca pabhassaram pabhangu ca, na ca samma upeti kammaya. ","an3.101:1.10":"Hoti so, bhikkhave, samayo yam suvannakaro va suvannakarantevasi va tam jatarupam dhamati sandhamati niddhamati. ","an3.101:1.11":"Tam hoti jatarupam dhantam sandhantam niddhantam niddhantakasavam, mudu ca hoti kammaniyanca pabhassaranca, na ca pabhangu, samma upeti kammaya. ","an3.101:1.12":"Yassa yassa ca pilandhanavikatiya akankhati—yadi pattikaya, yadi kundalaya, yadi giveyyake, yadi suvannamalaya—tancassa attham anubhoti. ","an3.101:2.1":"Evamevam kho, bhikkhave, santi adhicittamanuyuttassa bhikkhuno olarika upakkilesa kayaduccaritam vaciduccaritam manoduccaritam, tamenam sacetaso bhikkhu dabbajatiko pajahati vinodeti byantikaroti anabhavam gameti. ","an3.101:2.2":"Tasmim pahine tasmim byantikate santi adhicittamanuyuttassa bhikkhuno majjhimasahagata upakkilesa kamavitakko byapadavitakko vihimsavitakko, tamenam sacetaso bhikkhu dabbajatiko pajahati vinodeti byantikaroti anabhavam gameti. ","an3.101:2.3":"Tasmim pahine tasmim byantikate santi adhicittamanuyuttassa bhikkhuno sukhumasahagata upakkilesa nativitakko janapadavitakko anavannattipatisamyutto vitakko, tamenam sacetaso bhikkhu dabbajatiko pajahati vinodeti byantikaroti anabhavam gameti. ","an3.101:2.4":"Tasmim pahine tasmim byantikate athaparam dhammavitakkavasissanti. ","an3.101:2.5":"So hoti samadhi na ceva santo na ca panito nappatippassaddhaladdho na ekodibhavadhigato sasankharaniggayhavaritagato. ","an3.101:2.6":"Hoti so, bhikkhave, samayo yam tam cittam ajjhattamyeva santitthati sannisidati ekodi hoti samadhiyati. ","an3.101:2.7":"So hoti samadhi santo panito patippassaddhiladdho ekodibhavadhigato na sasankharaniggayhavaritagato. ","an3.101:2.8":"Yassa yassa ca abhinna sacchikaraniyassa dhammassa cittam abhininnameti abhinna sacchikiriyaya tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","an3.101:3.1":"So sace akankhati: ‘anekavihitam iddhividham paccanubhaveyyam—ekopi hutva bahudha assam, bahudhapi hutva eko assam; avibhavam, tirobhavam; tirokuttam tiropakaram tiropabbatam asajjamano gaccheyyam, seyyathapi akase; pathaviyapi ummujjanimujjam kareyyam, seyyathapi udake; udakepi abhijjamane gaccheyyam, seyyathapi pathaviyam; akasepi pallankena kameyyam, seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina parimaseyyam parimajjeyyam; yava brahmalokapi kayena vasam vatteyyan’ti, ","an3.101:3.2":"tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","an3.101:4.1":"So sace akankhati: ‘dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde suneyyam dibbe ca manuse ca ye dure santike ca’ti, ","an3.101:4.2":"tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","an3.101:5.1":"So sace akankhati: ‘parasattanam parapuggalanam cetasa ceto paricca pajaneyyam—","an3.101:5.2":"saragam va cittam saragam cittanti pajaneyyam, ","an3.101:5.3":"vitaragam va cittam vitaragam cittanti pajaneyyam; ","an3.101:5.4":"sadosam va cittam sadosam cittanti pajaneyyam, ","an3.101:5.5":"vitadosam va cittam vitadosam cittanti pajaneyyam; ","an3.101:5.6":"samoham va cittam samoham cittanti pajaneyyam, ","an3.101:5.7":"vitamoham va cittam vitamoham cittanti pajaneyyam; ","an3.101:5.8":"sankhittam va cittam sankhittam cittanti pajaneyyam, ","an3.101:5.9":"vikkhittam va cittam vikkhittam cittanti pajaneyyam; ","an3.101:5.10":"mahaggatam va cittam mahaggatam cittanti pajaneyyam, ","an3.101:5.11":"amahaggatam va cittam amahaggatam cittanti pajaneyyam; ","an3.101:5.12":"sauttaram va cittam sauttaram cittanti pajaneyyam, ","an3.101:5.13":"anuttaram va cittam anuttaram cittanti pajaneyyam; ","an3.101:5.14":"samahitam va cittam samahitam cittanti pajaneyyam, ","an3.101:5.15":"asamahitam va cittam asamahitam cittanti pajaneyyam; ","an3.101:5.16":"vimuttam va cittam vimuttam cittanti pajaneyyam, ","an3.101:5.17":"avimuttam va cittam avimuttam cittanti pajaneyyan’ti, ","an3.101:5.18":"tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","an3.101:6.1":"So sace akankhati: ‘anekavihitam pubbenivasam anussareyyam, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: “amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno”ti, iti sakaram sauddesam anekavihitam pubbenivasam anussareyyan’ti, ","an3.101:6.2":"tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","an3.101:7.1":"So sace akankhati: ‘dibbena cakkhuna visuddhena atikkantamanusakena satte passeyyam cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajaneyyam: “ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna; ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna”ti, iti dibbena cakkhuna visuddhena atikkantamanusakena satte passeyyam cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajaneyyan’ti, ","an3.101:7.2":"tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","an3.101:8.1":"So sace akankhati: ‘asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyyan’ti, ","an3.101:8.2":"tatra tatreva sakkhibhabbatam papunati sati satiayatane”ti. ","an3.101:8.3":"Dasamam. "}