{"an4.94:0.1":"Anguttara Nikaya 4.94 ","an4.94:0.2":"10. Asuravagga ","an4.94:0.3":"Tatiyasamadhisutta ","an4.94:1.1":"“Cattarome, bhikkhave, puggala santo samvijjamana lokasmim. ","an4.94:1.2":"Katame cattaro? ","an4.94:1.3":"Idha, bhikkhave, ekacco puggalo labhi hoti ajjhattam cetosamathassa, na labhi adhipannadhammavipassanaya. ","an4.94:1.4":"Idha pana, bhikkhave, ekacco puggalo labhi hoti adhipannadhammavipassanaya, na labhi ajjhattam cetosamathassa. ","an4.94:1.5":"Idha pana, bhikkhave, ekacco puggalo na ceva labhi hoti ajjhattam cetosamathassa na ca labhi adhipannadhammavipassanaya. ","an4.94:1.6":"Idha pana, bhikkhave, ekacco puggalo labhi ceva hoti ajjhattam cetosamathassa labhi ca adhipannadhammavipassanaya. ","an4.94:2.1":"Tatra, bhikkhave, yvayam puggalo labhi ajjhattam cetosamathassa na labhi adhipannadhammavipassanaya, tena, bhikkhave, puggalena yvayam puggalo labhi adhipannadhammavipassanaya so upasankamitva evamassa vacaniyo: ","an4.94:2.2":"‘katham nu kho, avuso, sankhara datthabba? ","an4.94:2.3":"Katham sankhara sammasitabba? ","an4.94:2.4":"Katham sankhara vipassitabba’ti? ","an4.94:2.5":"Tassa so yathadittham yathaviditam byakaroti: ","an4.94:2.6":"‘evam kho, avuso, sankhara datthabba, evam sankhara sammasitabba, evam sankhara vipassitabba’ti. ","an4.94:2.7":"So aparena samayena labhi ceva hoti ajjhattam cetosamathassa labhi ca adhipannadhammavipassanaya. ","an4.94:3.1":"Tatra, bhikkhave, yvayam puggalo labhi adhipannadhammavipassanaya na labhi ajjhattam cetosamathassa, tena, bhikkhave, puggalena yvayam puggalo labhi ajjhattam cetosamathassa so upasankamitva evamassa vacaniyo: ","an4.94:3.2":"‘katham nu kho, avuso, cittam santhapetabbam? ","an4.94:3.3":"Katham cittam sannisadetabbam? ","an4.94:3.4":"Katham cittam ekodi katabbam? ","an4.94:3.5":"Katham cittam samadahatabban’ti? ","an4.94:3.6":"Tassa so yathadittham yathaviditam byakaroti: ","an4.94:3.7":"‘evam kho, avuso, cittam santhapetabbam, evam cittam sannisadetabbam, evam cittam ekodi katabbam, evam cittam samadahatabban’ti. ","an4.94:3.8":"So aparena samaye labhi ceva hoti adhipannadhammavipassanaya labhi ca ajjhattam cetosamathassa. ","an4.94:4.1":"Tatra, bhikkhave, yvayam puggalo na ceva labhi ajjhattam cetosamathassa na ca labhi adhipannadhammavipassanaya, tena, bhikkhave, puggalena yvayam puggalo labhi ceva ajjhattam cetosamathassa labhi ca adhipannadhammavipassanaya so upasankamitva evamassa vacaniyo: ","an4.94:4.2":"‘katham nu kho, avuso, cittam santhapetabbam? ","an4.94:4.3":"Katham cittam sannisadetabbam? ","an4.94:4.4":"Katham cittam ekodi katabbam? ","an4.94:4.5":"Katham cittam samadahatabbam? ","an4.94:4.6":"Katham sankhara datthabba? ","an4.94:4.7":"Katham sankhara sammasitabba? ","an4.94:4.8":"Katham sankhara vipassitabba’ti? ","an4.94:4.9":"Tassa so yathadittham yathaviditam byakaroti: ","an4.94:4.10":"‘evam kho, avuso, cittam santhapetabbam, evam cittam sannisadetabbam, evam cittam ekodi katabbam, evam cittam samadahatabbam, evam sankhara datthabba, evam sankhara sammasitabba, evam sankhara vipassitabba’ti. ","an4.94:4.11":"So aparena samayena labhi ceva hoti ajjhattam cetosamathassa labhi ca adhipannadhammavipassanaya. ","an4.94:5.1":"Tatra, bhikkhave, yvayam puggalo labhi ceva hoti ajjhattam cetosamathassa labhi ca adhipannadhammavipassanaya, tena, bhikkhave, puggalena tesu ceva kusalesu dhammesu patitthaya uttari asavanam khayaya yogo karaniyo. ","an4.94:5.2":"Ime kho, bhikkhave, cattaro puggala santo samvijjamana lokasmin”ti. ","an4.94:5.3":"Catuttham. "}