{"an4.243:0.1":"Anguttara Nikaya 4.243 ","an4.243:0.2":"25. Apattibhayavagga ","an4.243:0.3":"Sanghabhedakasutta ","an4.243:1.1":"Ekam samayam bhagava kosambiyam viharati ghositarame. ","an4.243:1.2":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam anandam bhagava etadavoca: ","an4.243:1.3":"“api nu tam, ananda, adhikaranam vupasantan”ti? ","an4.243:1.4":"“Kuto tam, bhante, adhikaranam vupasamissati. ","an4.243:1.5":"Ayasmato, bhante, anuruddhassa bahiyo nama saddhivihariko kevalakappam sanghabhedaya thito. ","an4.243:1.6":"Tatrayasma anuruddho na ekavacikampi bhanitabbam mannati”ti. ","an4.243:2.1":"“Kada panananda, anuruddho sanghamajjhe adhikaranesu voyunjati. ","an4.243:2.2":"Nanu, ananda, yani kanici adhikaranani uppajjanti, sabbani tani tumhe ceva vupasametha sariputtamoggallana ca. ","an4.243:3.1":"Cattarome, ananda, atthavase sampassamano papabhikkhu sanghabhedena nandati. ","an4.243:3.2":"Katame cattaro? ","an4.243:3.3":"Idhananda, papabhikkhu dussilo hoti papadhammo asuci sankassarasamacaro paticchannakammanto assamano samanapatinno abrahmacari brahmacaripatinno antoputi avassuto kasambujato. ","an4.243:3.4":"Tassa evam hoti: ","an4.243:3.5":"‘sace kho mam bhikkhu janissanti—","an4.243:3.6":"dussilo papadhammo asuci sankassarasamacaro paticchannakammanto assamano samanapatinno abrahmacari brahmacaripatinno antoputi avassuto kasambujatoti, samagga mam santa nasessanti; ","an4.243:3.7":"vagga pana mam na nasessanti’ti. ","an4.243:3.8":"Idam, ananda, pathamam atthavasam sampassamano papabhikkhu sanghabhedena nandati. ","an4.243:4.1":"Puna caparam, ananda, papabhikkhu micchaditthiko hoti, antaggahikaya ditthiya samannagato. ","an4.243:4.2":"Tassa evam hoti: ","an4.243:4.3":"‘sace kho mam bhikkhu janissanti—","an4.243:4.4":"micchaditthiko antaggahikaya ditthiya samannagatoti, samagga mam santa nasessanti; ","an4.243:4.5":"vagga pana mam na nasessanti’ti. ","an4.243:4.6":"Idam, ananda, dutiyam atthavasam sampassamano papabhikkhu sanghabhedena nandati. ","an4.243:5.1":"Puna caparam, ananda, papabhikkhu micchaajivo hoti, micchaajivena jivikam kappeti. ","an4.243:5.2":"Tassa evam hoti: ","an4.243:5.3":"‘sace kho mam bhikkhu janissanti—","an4.243:5.4":"micchaajivo micchaajivena jivikam kappetiti, samagga mam santa nasessanti; ","an4.243:5.5":"vagga pana mam na nasessanti’ti. ","an4.243:5.6":"Idam, ananda, tatiyam atthavasam sampassamano papabhikkhu sanghabhedena nandati. ","an4.243:6.1":"Puna caparam, ananda, papabhikkhu labhakamo hoti sakkarakamo anavannattikamo. ","an4.243:6.2":"Tassa evam hoti: ","an4.243:6.3":"‘sace kho mam bhikkhu janissanti—","an4.243:6.4":"labhakamo sakkarakamo anavannattikamoti, samagga mam santa na sakkarissanti na garum karissanti na manessanti na pujessanti; ","an4.243:6.5":"vagga pana mam sakkarissanti garum karissanti manessanti pujessanti’ti. ","an4.243:6.6":"Idam, ananda, catuttham atthavasam sampassamano papabhikkhu sanghabhedena nandati. ","an4.243:6.7":"Ime kho, ananda, cattaro atthavase sampassamano papabhikkhu sanghabhedena nandati”ti. ","an4.243:6.8":"Pathamam. "}