{"an4.197:0.1":"Anguttara Nikaya 4.197 ","an4.197:0.2":"20. Mahavagga ","an4.197:0.3":"Mallikadevisutta ","an4.197:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an4.197:1.2":"Atha kho mallika devi yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinna kho mallika devi bhagavantam etadavoca: ","an4.197:2.1":"“Ko nu kho, bhante, hetu ko paccayo, yena midhekacco matugamo dubbanna ca hoti durupa supapika dassanaya; ","an4.197:2.2":"dalidda ca hoti appassaka appabhoga appesakkha ca? ","an4.197:3.1":"Ko pana, bhante, hetu ko paccayo, yena midhekacco matugamo dubbanna ca hoti durupa supapika dassanaya; ","an4.197:3.2":"addha ca hoti mahaddhana mahabhoga mahesakkha ca? ","an4.197:4.1":"Ko nu kho, bhante, hetu ko paccayo, yena midhekacco matugamo abhirupa ca hoti dassaniya pasadika paramaya vannapokkharataya samannagata; ","an4.197:4.2":"dalidda ca hoti appassaka appabhoga appesakkha ca? ","an4.197:5.1":"Ko pana, bhante, hetu ko paccayo, yena midhekacco matugamo abhirupa ca hoti dassaniya pasadika paramaya vannapokkharataya samannagata, addha ca hoti mahaddhana mahabhoga mahesakkha ca”ti? ","an4.197:6.1":"“Idha, mallike, ekacco matugamo kodhana hoti upayasabahula. ","an4.197:6.2":"Appampi vutta samana abhisajjati kuppati byapajjati patitthiyati, kopanca dosanca appaccayanca patukaroti. ","an4.197:6.3":"Sa na data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an4.197:6.4":"Issamanika kho pana hoti; ","an4.197:6.5":"paralabhasakkaragarukaramananavandanapujanasu issati upadussati issam bandhati. ","an4.197:6.6":"Sa ce tato cuta itthattam agacchati, sa yattha yattha paccajayati dubbanna ca hoti durupa supapika dassanaya; ","an4.197:6.7":"dalidda ca hoti appassaka appabhoga appesakkha ca. ","an4.197:7.1":"Idha pana, mallike, ekacco matugamo kodhana hoti upayasabahula. ","an4.197:7.2":"Appampi vutta samana abhisajjati kuppati byapajjati patitthiyati, kopanca dosanca appaccayanca patukaroti. ","an4.197:7.3":"Sa data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an4.197:7.4":"Anissamanika kho pana hoti; ","an4.197:7.5":"paralabhasakkaragarukaramananavandanapujanasu na issati na upadussati na issam bandhati. ","an4.197:7.6":"Sa ce tato cuta itthattam agacchati, sa yattha yattha paccajayati dubbanna ca hoti durupa supapika dassanaya; ","an4.197:7.7":"addha ca hoti mahaddhana mahabhoga mahesakkha ca. ","an4.197:8.1":"Idha pana, mallike, ekacco matugamo akkodhana hoti anupayasabahula. ","an4.197:8.2":"Bahumpi vutta samana nabhisajjati na kuppati na byapajjati na patitthiyati, na kopanca dosanca appaccayanca patukaroti. ","an4.197:8.3":"Sa na data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an4.197:8.4":"Issamanika kho pana hoti; ","an4.197:8.5":"paralabhasakkaragarukaramananavandanapujanasu issati upadussati issam bandhati. ","an4.197:8.6":"Sa ce tato cuta itthattam agacchati, sa yattha yattha paccajayati abhirupa ca hoti dassaniya pasadika paramaya vannapokkharataya samannagata; ","an4.197:8.7":"dalidda ca hoti appassaka appabhoga appesakkha ca. ","an4.197:9.1":"Idha pana, mallike, ekacco matugamo akkodhana hoti anupayasabahula. ","an4.197:9.2":"Bahumpi vutta samana nabhisajjati na kuppati na byapajjati na patitthiyati, na kopanca dosanca appaccayanca patukaroti. ","an4.197:9.3":"Sa data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an4.197:9.4":"Anissamanika kho pana hoti; ","an4.197:9.5":"paralabhasakkaragarukaramananavandanapujanasu na issati na upadussati na issam bandhati. ","an4.197:9.6":"Sa ce tato cuta itthattam agacchati, sa yattha yattha paccajayati abhirupa ca hoti dassaniya pasadika paramaya vannapokkharataya samannagata; ","an4.197:9.7":"addha ca hoti mahaddhana mahabhoga mahesakkha ca. ","an4.197:10.1":"Ayam kho, mallike, hetu ayam paccayo, yena midhekacco matugamo dubbanna ca hoti durupa supapika dassanaya; ","an4.197:10.2":"dalidda ca hoti appassaka appabhoga appesakkha ca. ","an4.197:10.3":"Ayam pana, mallike, hetu ayam paccayo, yena midhekacco matugamo dubbanna ca hoti durupa supapika dassanaya; ","an4.197:10.4":"addha ca hoti mahaddhana mahabhoga mahesakkha ca. ","an4.197:10.5":"Ayam kho, mallike, hetu ayam paccayo, yena midhekacco matugamo abhirupa ca hoti dassaniya pasadika paramaya vannapokkharataya samannagata; ","an4.197:10.6":"dalidda ca hoti appassaka appabhoga appesakkha ca. ","an4.197:10.7":"Ayam pana, mallike, hetu ayam paccayo, yena midhekacco matugamo abhirupa ca hoti dassaniya pasadika paramaya vannapokkharataya samannagata; ","an4.197:10.8":"addha ca hoti mahaddhana mahabhoga mahesakkha ca”ti. ","an4.197:11.1":"Evam vutte, mallika devi bhagavantam etadavoca: ","an4.197:11.2":"“ya nunaham, bhante, annam jatim kodhana ahosim upayasabahula, ","an4.197:11.3":"appampi vutta samana abhisajjim kuppim byapajjim patitthiyim kopanca dosanca appaccayanca patvakasim, ","an4.197:11.4":"saham, bhante, etarahi dubbanna durupa supapika dassanaya. ","an4.197:12.1":"Ya nunaham, bhante, annam jatim data ahosim samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam, saham, bhante, etarahi addha mahaddhana mahabhoga. ","an4.197:13.1":"Ya nunaham, bhante, annam jatim anissamanika ahosim, paralabhasakkaragarukaramananavandanapujanasu na issim na upadussim na issam bandhim, saham, bhante, etarahi mahesakkha. ","an4.197:13.2":"Santi kho pana, bhante, imasmim rajakule khattiyakannapi brahmanakannapi gahapatikannapi, tasaham issaradhipaccam karemi. ","an4.197:13.3":"Esaham, bhante, ajjatagge akkodhana bhavissami anupayasabahula, ","an4.197:13.4":"bahumpi vutta samana nabhisajjissami na kuppissami na byapajjissami na patitthiyissami, kopanca dosanca appaccayanca na patukarissami; ","an4.197:13.5":"dassami samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an4.197:13.6":"Anissamanika bhavissami, paralabhasakkaragarukaramananavandanapujanasu na ississami na upadussissami na issam bandhissami. ","an4.197:13.7":"Abhikkantam, bhante …pe… upasikam mam, bhante, bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","an4.197:13.8":"Sattamam. "}