{"an4.35:0.1":"Anguttara Nikaya 4.35 ","an4.35:0.2":"4. Cakkavagga ","an4.35:0.3":"Vassakarasutta ","an4.35:1.1":"Ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","an4.35:1.2":"Atha kho vassakaro brahmano magadhamahamatto yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an4.35:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho vassakaro brahmano magadhamahamatto bhagavantam etadavoca: ","an4.35:2.1":"“Catuhi kho mayam, bho gotama, dhammehi samannagatam mahapannam mahapurisam pannapema. ","an4.35:2.2":"Katamehi catuhi? ","an4.35:2.3":"Idha, bho gotama, bahussuto hoti tassa tasseva sutajatassa ","an4.35:2.4":"tassa tasseva kho pana bhasitassa attham janati: ‘ayam imassa bhasitassa attho, ayam imassa bhasitassa attho’ti. ","an4.35:2.5":"Satima kho pana hoti cirakatampi cirabhasitampi sarita anussarita ","an4.35:2.6":"yani kho pana tani gahatthakani kinkaraniyani, tattha dakkho hoti analaso, tatrupayaya vimamsaya samannagato alam katum alam samvidhatum. ","an4.35:2.7":"Imehi kho mayam, bho gotama, catuhi dhammehi samannagatam mahapannam mahapurisam pannapema. ","an4.35:2.8":"Sace me, bho gotama, anumoditabbam anumodatu me bhavam gotamo; ","an4.35:2.9":"sace pana me, bho gotama, patikkositabbam patikkosatu me bhavam gotamo”ti. ","an4.35:3.1":"“Neva kho tyaham, brahmana, anumodami na patikkosami. ","an4.35:3.2":"Catuhi kho aham, brahmana, dhammehi samannagatam mahapannam mahapurisam pannapemi. ","an4.35:3.3":"Katamehi catuhi? ","an4.35:3.4":"Idha, brahmana, bahujanahitaya patipanno hoti bahujanasukhaya; ","an4.35:3.5":"bahu’ssa janata ariye naye patitthapita, yadidam kalyanadhammata kusaladhammata. ","an4.35:3.6":"So yam vitakkam akankhati vitakketum tam vitakkam vitakketi, yam vitakkam nakankhati vitakketum na tam vitakkam vitakketi; ","an4.35:3.7":"yam sankappam akankhati sankappetum tam sankappam sankappeti, yam sankappam nakankhati sankappetum na tam sankappam sankappeti. ","an4.35:3.8":"Iti cetovasippatto hoti vitakkapathe. ","an4.35:3.9":"Catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","an4.35:3.10":"Asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an4.35:3.11":"Neva kho tyaham, brahmana, anumodami na pana patikkosami. ","an4.35:3.12":"Imehi kho aham, brahmana, catuhi dhammehi samannagatam mahapannam mahapurisam pannapemi”ti. ","an4.35:4.1":"“Acchariyam, bho gotama, abbhutam, bho gotama. ","an4.35:4.2":"Yava subhasitancidam bhota gotamena. ","an4.35:4.3":"Imehi ca mayam, bho gotama, catuhi dhammehi samannagatam bhavantam gotamam dharema; ","an4.35:4.4":"bhavanhi gotamo bahujanahitaya patipanno bahujanasukhaya; ","an4.35:4.5":"bahu te janata ariye naye patitthapita, yadidam kalyanadhammata kusaladhammata. ","an4.35:4.6":"Bhavanhi gotamo yam vitakkam akankhati vitakketum tam vitakkam vitakketi, yam vitakkam nakankhati vitakketum na tam vitakkam vitakketi, yam sankappam akankhati sankappetum tam sankappam sankappeti, yam sankappam nakankhati sankappetum na tam sankappam sankappeti. ","an4.35:4.7":"Bhavanhi gotamo cetovasippatto vitakkapathe. ","an4.35:4.8":"Bhavanhi gotamo catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi akicchalabhi akasiralabhi. ","an4.35:4.9":"Bhavanhi gotamo asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati”ti. ","an4.35:5.1":"“Addha kho tyaham, brahmana, asajja upaniya vaca bhasita. ","an4.35:5.2":"Api ca tyaham byakarissami: ","an4.35:5.3":"‘ahanhi, brahmana, bahujanahitaya patipanno bahujanasukhaya; ","an4.35:5.4":"bahu me janata ariye naye patitthapita, yadidam kalyanadhammata kusaladhammata. ","an4.35:5.5":"Ahanhi, brahmana, yam vitakkam akankhami vitakketum tam vitakkam vitakkemi, yam vitakkam nakankhami vitakketum na tam vitakkam vitakkemi, yam sankappam akankhami sankappetum tam sankappam sankappemi, yam sankappam nakankhami sankappetum na tam sankappam sankappemi. ","an4.35:5.6":"Ahanhi, brahmana, cetovasippatto vitakkapathe. ","an4.35:5.7":"Ahanhi, brahmana, catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi akicchalabhi akasiralabhi. ","an4.35:5.8":"Ahanhi, brahmana, asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharami’ti. ","an4.35:6.1":"Yo vedi sabbasattanam, ","an4.35:6.2":"maccupasappamocanam; ","an4.35:6.3":"Hitam devamanussanam, ","an4.35:6.4":"nayam dhammam pakasayi; ","an4.35:6.5":"Yam ve disva ca sutva ca, ","an4.35:6.6":"pasidanti bahu jana. ","an4.35:7.1":"Maggamaggassa kusalo, ","an4.35:7.2":"Katakicco anasavo; ","an4.35:7.3":"Buddho antimasariro, ","an4.35:7.4":"Mahapanno mahapurisoti vuccati”ti. ","an4.35:7.5":"Pancamam. "}