{"an4.45:0.1":"Anguttara Nikaya 4.45 ","an4.45:0.2":"5. Rohitassavagga ","an4.45:0.3":"Rohitassasutta ","an4.45:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an4.45:1.2":"Atha kho rohitasso devaputto abhikkantaya rattiya abhikkantavanno kevalakappam jetavanam obhasetva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thito kho rohitasso devaputto bhagavantam etadavoca: ","an4.45:2.1":"“Yattha nu kho, bhante, na jayati na jiyati na miyati na cavati na upapajjati, sakka nu kho so, bhante, gamanena lokassa anto natum va datthum va papunitum va”ti? ","an4.45:2.2":"“Yattha kho, avuso, na jayati na jiyati na miyati na cavati na upapajjati, naham tam gamanena lokassa antam nateyyam dattheyyam patteyyanti vadami”ti. ","an4.45:3.1":"“Acchariyam, bhante, abbhutam, bhante. ","an4.45:3.2":"Yava subhasitamidam, bhante, bhagavata: ","an4.45:3.3":"‘yattha kho, avuso, na jayati na jiyati na miyati na cavati na upapajjati, naham tam gamanena lokassa antam nateyyam dattheyyam patteyyanti vadami’”ti. ","an4.45:4.1":"“Bhutapubbaham, bhante, rohitasso nama isi ahosim bhojaputto iddhima vehasangamo. ","an4.45:4.2":"Tassa mayham, bhante, evarupo javo ahosi, seyyathapi nama dalhadhamma dhanuggaho sikkhito katahattho katupasano lahukena asanena appakasirena tiriyam talacchayam atipateyya. ","an4.45:4.3":"Tassa mayham, bhante, evarupo padavitiharo ahosi, seyyathapi nama puratthima samudda pacchimo samuddo. ","an4.45:4.4":"Tassa mayham, bhante, evarupena javena samannagatassa evarupena ca padavitiharena evarupam icchagatam uppajji: ","an4.45:4.5":"‘aham gamanena lokassa antam papunissami’ti. ","an4.45:4.6":"So kho aham, bhante, annatreva asitapitakhayitasayita annatra uccarapassavakamma annatra niddakilamathapativinodana vassasatayuko vassasatajivi vassasatam gantva appatvava lokassa antam antarayeva kalankato. ","an4.45:5.1":"Acchariyam, bhante, abbhutam, bhante. ","an4.45:5.2":"Yava subhasitamidam, bhante, bhagavata: ","an4.45:5.3":"‘yattha kho, avuso, na jayati na jiyati na miyati na cavati na upapajjati, naham tam gamanena lokassa antam nateyyam dattheyyam patteyyanti vadami’”ti. ","an4.45:6.1":"“‘Yattha kho, avuso, na jayati na jiyati na miyati na cavati na upapajjati, naham tam gamanena lokassa antam nateyyam dattheyyam patteyyan’ti vadami. ","an4.45:6.2":"Na caham, avuso, appatvava lokassa antam dukkhassa antakiriyam vadami. ","an4.45:6.3":"Api caham, avuso, imasmimyeva byamamatte kalevare sasannimhi samanake lokanca pannapemi lokasamudayanca lokanirodhanca lokanirodhagamininca patipadanti. ","an4.45:7.1":"Gamanena na pattabbo, ","an4.45:7.2":"lokassanto kudacanam; ","an4.45:7.3":"Na ca appatva lokantam, ","an4.45:7.4":"dukkha atthi pamocanam. ","an4.45:8.1":"Tasma have lokavidu sumedho, ","an4.45:8.2":"Lokantagu vusitabrahmacariyo; ","an4.45:8.3":"Lokassa antam samitavi natva, ","an4.45:8.4":"Nasisati lokamimam paranca”ti. ","an4.45:8.5":"Pancamam. "}