{"an4.111:0.1":"Anguttara Nikaya 4.111 ","an4.111:0.2":"12. Kesivagga ","an4.111:0.3":"Kesisutta ","an4.111:1.1":"Atha kho kesi assadammasarathi yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho kesim assadammasarathim bhagava etadavoca: ","an4.111:1.2":"“tvam khosi, kesi, pannato assadammasarathiti. ","an4.111:1.3":"Katham pana tvam, kesi, assadammam vinesi”ti? ","an4.111:1.4":"“Aham kho, bhante, assadammam sanhenapi vinemi, pharusenapi vinemi, sanhapharusenapi vinemi”ti. ","an4.111:1.5":"“Sace te, kesi, assadammo sanhena vinayam na upeti, pharusena vinayam na upeti, sanhapharusena vinayam na upeti, kinti nam karosi”ti? ","an4.111:1.6":"“Sace me, bhante, assadammo sanhena vinayam na upeti, pharusena vinayam na upeti, sanhapharusena vinayam na upeti; ","an4.111:1.7":"hanami nam, bhante. ","an4.111:1.8":"Tam kissa hetu? ","an4.111:1.9":"‘Ma me acariyakulassa avanno ahosi’ti. ","an4.111:2.1":"Bhagava pana, bhante, anuttaro purisadammasarathi. ","an4.111:2.2":"Katham pana, bhante, bhagava purisadammam vineti”ti? ","an4.111:2.3":"“Aham kho, kesi, purisadammam sanhenapi vinemi, pharusenapi vinemi, sanhapharusenapi vinemi. ","an4.111:2.4":"Tatridam, kesi, sanhasmim—","an4.111:2.5":"iti kayasucaritam iti kayasucaritassa vipako, iti vacisucaritam iti vacisucaritassa vipako, iti manosucaritam iti manosucaritassa vipako, iti deva, iti manussati. ","an4.111:2.6":"Tatridam, kesi, pharusasmim—","an4.111:2.7":"iti kayaduccaritam iti kayaduccaritassa vipako, iti vaciduccaritam iti vaciduccaritassa vipako, iti manoduccaritam iti manoduccaritassa vipako, iti nirayo, iti tiracchanayoni, iti pettivisayoti. ","an4.111:3.1":"Tatridam, kesi, sanhapharusasmim—","an4.111:3.2":"iti kayasucaritam iti kayasucaritassa vipako, iti kayaduccaritam iti kayaduccaritassa vipako, iti vacisucaritam iti vacisucaritassa vipako, iti vaciduccaritam iti vaciduccaritassa vipako, iti manosucaritam iti manosucaritassa vipako, iti manoduccaritam iti manoduccaritassa vipako, iti deva, iti manussa, iti nirayo, iti tiracchanayoni, iti pettivisayo”ti. ","an4.111:4.1":"“Sace te, bhante, purisadammo sanhena vinayam na upeti, pharusena vinayam na upeti, sanhapharusena vinayam na upeti, kinti nam bhagava karoti”ti? ","an4.111:4.2":"“Sace me, kesi, purisadammo sanhena vinayam na upeti, pharusena vinayam na upeti, sanhapharusena vinayam na upeti, hanami nam, kesi”ti. ","an4.111:4.3":"“Na kho, bhante, bhagavato panatipato kappati. ","an4.111:4.4":"Atha ca pana bhagava evamaha: ","an4.111:4.5":"‘hanami nam, kesi’”ti. ","an4.111:4.6":"“Saccam, kesi. ","an4.111:4.7":"Na tathagatassa panatipato kappati. ","an4.111:4.8":"Api ca yo purisadammo sanhena vinayam na upeti, pharusena vinayam na upeti, sanhapharusena vinayam na upeti, na tam tathagato vattabbam anusasitabbam mannati, napi vinnu sabrahmacari vattabbam anusasitabbam mannanti. ","an4.111:4.9":"Vadho heso, kesi, ariyassa vinaye—","an4.111:4.10":"yam na tathagato vattabbam anusasitabbam mannati, napi vinnu sabrahmacari vattabbam anusasitabbam mannanti”ti. ","an4.111:5.1":"“So hi nuna, bhante, suhato hoti—","an4.111:5.2":"yam na tathagato vattabbam anusasitabbam mannati, napi vinnu sabrahmacari vattabbam anusasitabbam mannantiti. ","an4.111:5.3":"Abhikkantam, bhante, abhikkantam, bhante …pe… upasakam mam, bhante, bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","an4.111:5.4":"Pathamam. "}