{"an4.194:0.1":"Anguttara Nikaya 4.194 ","an4.194:0.2":"20. Mahavagga ","an4.194:0.3":"Samugiyasutta ","an4.194:1.1":"Ekam samayam ayasma anando koliyesu viharati samugam nama koliyanam nigamo. ","an4.194:1.2":"Atha kho sambahula samugiya koliyaputta yenayasma anando tenupasankamimsu; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidimsu. Ekamantam nisinne kho te samugiye koliyaputte ayasma anando etadavoca: ","an4.194:2.1":"“Cattarimani, byagghapajja, parisuddhipadhaniyangani tena bhagavata janata passata arahata sammasambuddhena sammadakkhatani sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya. ","an4.194:2.2":"Katamani cattari? ","an4.194:2.3":"Silaparisuddhipadhaniyangam, cittaparisuddhipadhaniyangam, ditthiparisuddhipadhaniyangam, vimuttiparisuddhipadhaniyangam. ","an4.194:3.1":"Katamanca, byagghapajja, silaparisuddhipadhaniyangam? ","an4.194:3.2":"Idha, byagghapajja, bhikkhu silava hoti …pe… samadaya sikkhati sikkhapadesu. ","an4.194:3.3":"Ayam vuccati, byagghapajja, silaparisuddhi. ","an4.194:3.4":"Iti evarupim silaparisuddhim aparipuram va paripuressami paripuram va tattha tattha pannaya anuggahessamiti, yo tattha chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca, idam vuccati, byagghapajja, silaparisuddhipadhaniyangam. ","an4.194:4.1":"Katamanca, byagghapajja, cittaparisuddhipadhaniyangam? ","an4.194:4.2":"Idha, byagghapajja, bhikkhu vivicceva kamehi …pe… catuttham jhanam upasampajja viharati. ","an4.194:4.3":"Ayam vuccati, byagghapajja, cittaparisuddhi. ","an4.194:4.4":"Iti evarupim cittaparisuddhim aparipuram va paripuressami paripuram va tattha tattha pannaya anuggahessamiti, yo tattha chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca, idam vuccati, byagghapajja, cittaparisuddhipadhaniyangam. ","an4.194:5.1":"Katamanca, byagghapajja, ditthiparisuddhipadhaniyangam? ","an4.194:5.2":"Idha, byagghapajja, bhikkhu ‘idam dukkhan’ti yathabhutam pajanati …pe… ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati. ","an4.194:5.3":"Ayam vuccati, byagghapajja, ditthiparisuddhi. ","an4.194:5.4":"Iti evarupim ditthiparisuddhim aparipuram va …pe… tattha tattha pannaya anuggahessamiti, yo tattha chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca, idam vuccati, byagghapajja, ditthiparisuddhipadhaniyangam. ","an4.194:6.1":"Katamanca, byagghapajja, vimuttiparisuddhipadhaniyangam? ","an4.194:6.2":"Sa kho so, byagghapajja, ariyasavako imina ca silaparisuddhipadhaniyangena samannagato imina ca cittaparisuddhipadhaniyangena samannagato imina ca ditthiparisuddhipadhaniyangena samannagato rajaniyesu dhammesu cittam virajeti, vimocaniyesu dhammesu cittam vimoceti. ","an4.194:6.3":"So rajaniyesu dhammesu cittam virajetva, vimocaniyesu dhammesu cittam vimocetva sammavimuttim phusati. ","an4.194:6.4":"Ayam vuccati, byagghapajja, vimuttiparisuddhi. ","an4.194:6.5":"Iti evarupim vimuttiparisuddhim aparipuram va paripuressami paripuram va tattha tattha pannaya anuggahessamiti, yo tattha chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca, idam vuccati, byagghapajja, vimuttiparisuddhipadhaniyangam. ","an4.194:7.1":"Imani kho, byagghapajja, cattari parisuddhipadhaniyangani tena bhagavata janata passata arahata sammasambuddhena sammadakkhatani sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya”ti. ","an4.194:7.2":"Catuttham. "}