{"an4.245:0.1":"Anguttara Nikaya 4.245 ","an4.245:0.2":"25. Apattibhayavagga ","an4.245:0.3":"Sikkhanisamsasutta ","an4.245:1.1":"“Sikkhanisamsamidam, bhikkhave, brahmacariyam vussati pannuttaram vimuttisaram satadhipateyyam. ","an4.245:1.2":"Kathanca, bhikkhave, sikkhanisamsam hoti? ","an4.245:1.3":"Idha, bhikkhave, maya savakanam abhisamacarika sikkha pannatta appasannanam pasadaya pasannanam bhiyyobhavaya. ","an4.245:1.4":"Yatha yatha, bhikkhave, maya savakanam abhisamacarika sikkha pannatta appasannanam pasadaya pasannanam bhiyyobhavaya tatha tatha so tassa sikkhaya akhandakari hoti acchiddakari asabalakari akammasakari, samadaya sikkhati sikkhapadesu. ","an4.245:2.1":"Puna caparam, bhikkhave, maya savakanam adibrahmacariyika sikkha pannatta sabbaso samma dukkhakkhayaya. ","an4.245:2.2":"Yatha yatha, bhikkhave, maya savakanam adibrahmacariyika sikkha pannatta sabbaso samma dukkhakkhayaya tatha tatha so tassa sikkhaya akhandakari hoti acchiddakari asabalakari akammasakari, samadaya sikkhati sikkhapadesu. ","an4.245:2.3":"Evam kho, bhikkhave, sikkhanisamsam hoti. ","an4.245:3.1":"Kathanca, bhikkhave, pannuttaram hoti? ","an4.245:3.2":"Idha, bhikkhave, maya savakanam dhamma desita sabbaso samma dukkhakkhayaya. ","an4.245:3.3":"Yatha yatha, bhikkhave, maya savakanam dhamma desita sabbaso samma dukkhakkhayaya tatha tathassa te dhamma pannaya samavekkhita honti. ","an4.245:3.4":"Evam kho, bhikkhave, pannuttaram hoti. ","an4.245:4.1":"Kathanca, bhikkhave, vimuttisaram hoti? ","an4.245:4.2":"Idha, bhikkhave, maya savakanam dhamma desita sabbaso samma dukkhakkhayaya. ","an4.245:4.3":"Yatha yatha, bhikkhave, maya savakanam dhamma desita sabbaso samma dukkhakkhayaya tatha tathassa te dhamma vimuttiya phusita honti. ","an4.245:4.4":"Evam kho, bhikkhave, vimuttisaram hoti. ","an4.245:5.1":"Kathanca, bhikkhave, satadhipateyyam hoti? ","an4.245:5.2":"‘Iti aparipuram va abhisamacarikam sikkham paripuressami, paripuram va abhisamacarikam sikkham tattha tattha pannaya anuggahessami’ti—ajjhattamyeva sati supatthita hoti. ","an4.245:5.3":"‘Iti aparipuram va adibrahmacariyikam sikkham paripuressami, paripuram va adibrahmacariyikam sikkham tattha tattha pannaya anuggahessami’ti—ajjhattamyeva sati supatthita hoti. ","an4.245:5.4":"‘Iti asamavekkhitam va dhammam pannaya samavekkhissami, samavekkhitam va dhammam tattha tattha pannaya anuggahessami’ti—ajjhattamyeva sati supatthita hoti. ","an4.245:5.5":"‘Iti aphusitam va dhammam vimuttiya phusissami, phusitam va dhammam tattha tattha pannaya anuggahessami’ti—ajjhattamyeva sati supatthita hoti. ","an4.245:5.6":"Evam kho, bhikkhave, satadhipateyyam hoti. ","an4.245:5.7":"‘Sikkhanisamsamidam, bhikkhave, brahmacariyam vussati pannuttaram vimuttisaram satadhipateyyan’ti, ","an4.245:5.8":"iti yam tam vuttam idametam paticca vuttan”ti. ","an4.245:5.9":"Tatiyam. "}