{"an4.183:0.1":"Anguttara Nikaya 4.183 ","an4.183:0.2":"19. Brahmanavagga ","an4.183:0.3":"Sutasutta ","an4.183:1.1":"Ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","an4.183:1.2":"Atha kho vassakaro brahmano magadhamahamatto yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an4.183:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho vassakaro brahmano magadhamahamatto bhagavantam etadavoca: ","an4.183:2.1":"“Ahanhi, bho gotama, evamvadi evamditthi: ","an4.183:2.2":"‘yo koci dittham bhasati—","an4.183:2.3":"evam me ditthanti, natthi tato doso; ","an4.183:2.4":"yo koci sutam bhasati—","an4.183:2.5":"evam me sutanti, natthi tato doso; ","an4.183:2.6":"yo koci mutam bhasati—","an4.183:2.7":"evam me mutanti, natthi tato doso; ","an4.183:2.8":"yo koci vinnatam bhasati—","an4.183:2.9":"evam me vinnatanti, natthi tato doso’”ti. ","an4.183:3.1":"“Naham, brahmana, sabbam dittham bhasitabbanti vadami; ","an4.183:3.2":"na panaham, brahmana, sabbam dittham na bhasitabbanti vadami; ","an4.183:3.3":"naham, brahmana, sabbam sutam bhasitabbanti vadami; ","an4.183:3.4":"na panaham, brahmana, sabbam sutam na bhasitabbanti vadami; ","an4.183:3.5":"naham, brahmana, sabbam mutam bhasitabbanti vadami; ","an4.183:3.6":"na panaham, brahmana, sabbam mutam na bhasitabbanti vadami; ","an4.183:3.7":"naham, brahmana, sabbam vinnatam bhasitabbanti vadami; ","an4.183:3.8":"na panaham, brahmana, sabbam vinnatam na bhasitabbanti vadami. ","an4.183:4.1":"Yanhi, brahmana, dittham bhasato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupam dittham na bhasitabbanti vadami. ","an4.183:4.2":"Yanca khvassa, brahmana, dittham abhasato kusala dhamma parihayanti, akusala dhamma abhivaddhanti, evarupam dittham bhasitabbanti vadami. ","an4.183:5.1":"Yanhi, brahmana, sutam bhasato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupam sutam na bhasitabbanti vadami. ","an4.183:5.2":"Yanca khvassa, brahmana, sutam abhasato kusala dhamma parihayanti, akusala dhamma abhivaddhanti, evarupam sutam bhasitabbanti vadami. ","an4.183:6.1":"Yanhi, brahmana, mutam bhasato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupam mutam na bhasitabbanti vadami. ","an4.183:6.2":"Yanca khvassa, brahmana, mutam abhasato kusala dhamma parihayanti, akusala dhamma abhivaddhanti, evarupam mutam bhasitabbanti vadami. ","an4.183:7.1":"Yanhi, brahmana, vinnatam bhasato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupam vinnatam na bhasitabbanti vadami. ","an4.183:7.2":"Yanca khvassa, brahmana, vinnatam abhasato kusala dhamma parihayanti, akusala dhamma abhivaddhanti, evarupam vinnatam bhasitabbanti vadami”ti. ","an4.183:8.1":"Atha kho vassakaro brahmano magadhamahamatto bhagavato bhasitam abhinanditva anumoditva utthayasana pakkamiti. ","an4.183:8.2":"Tatiyam. "}