{"an4.174:0.1":"Anguttara Nikaya 4.174 ","an4.174:0.2":"18. Sancetaniyavagga ","an4.174:0.3":"Anandasutta ","an4.174:1.1":"Atha kho ayasma anando yenayasma mahakotthiko tenupasankami; upasankamitva ayasmata mahakotthikena saddhim sammodi. ","an4.174:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma anando ayasmantam mahakotthikam etadavoca: ","an4.174:2.1":"“Channam, avuso, phassayatananam asesaviraganirodha atthannam kinci”ti? ","an4.174:3.1":"“Ma hevam, avuso”. ","an4.174:4.1":"“Channam, avuso, phassayatananam asesaviraganirodha natthannam kinci”ti? ","an4.174:5.1":"“Ma hevam, avuso”. ","an4.174:6.1":"“Channam, avuso, phassayatananam asesaviraganirodha atthi ca natthi ca annam kinci”ti? ","an4.174:7.1":"“Ma hevam, avuso”. ","an4.174:8.1":"“Channam, avuso, phassayatananam asesaviraganirodha nevatthi no natthannam kinci”ti? ","an4.174:9.1":"“Ma hevam, avuso”. ","an4.174:10.1":"“‘Channam, avuso, phassayatananam asesaviraganirodha atthannam kinci’ti, iti puttho samano: ","an4.174:10.2":"‘ma hevam, avuso’ti vadesi. ","an4.174:10.3":"‘Channam, avuso, phassayatananam asesaviraganirodha natthannam kinci’ti, iti puttho samano: ","an4.174:10.4":"‘ma hevam, avuso’ti vadesi. ","an4.174:10.5":"‘Channam, avuso, phassayatananam asesaviraganirodha atthi ca natthi ca annam kinci’ti, iti puttho samano: ","an4.174:10.6":"‘ma hevam, avuso’ti vadesi. ","an4.174:10.7":"‘Channam, avuso, phassayatananam asesaviraganirodha nevatthi no natthannam kinci’ti, iti puttho samano: ","an4.174:10.8":"‘ma hevam, avuso’ti vadesi. ","an4.174:10.9":"Yatha katham panavuso, imassa bhasitassa attho datthabbo”ti? ","an4.174:11.1":"“‘Channam, avuso, phassayatananam asesaviraganirodha atthannam kinci’ti, iti vadam appapancam papanceti. ","an4.174:11.2":"‘Channam, avuso, phassayatananam asesaviraganirodha natthannam kinci’ti, iti vadam appapancam papanceti. ","an4.174:11.3":"‘Channam, avuso, phassayatananam asesaviraganirodha atthi ca natthi ca annam kinci’ti, iti vadam appapancam papanceti. ","an4.174:11.4":"‘Channam, avuso, phassayatananam asesaviraganirodha nevatthi no natthannam kinci’ti, iti vadam appapancam papanceti. ","an4.174:11.5":"Yavata, avuso, channam phassayatananam gati tavata papancassa gati. ","an4.174:11.6":"Yavata papancassa gati tavata channam phassayatananam gati. ","an4.174:11.7":"Channam, avuso, phassayatananam asesaviraganirodha papancanirodho papancavupasamo”ti. ","an4.174:11.8":"Catuttham. "}