{"an4.51:0.1":"Anguttara Nikaya 4.51 ","an4.51:0.2":"6. Punnabhisandavagga ","an4.51:0.3":"Pathamapunnabhisandasutta ","an4.51:1.1":"Savatthinidanam. ","an4.51:1.2":"“Cattarome, bhikkhave, punnabhisanda kusalabhisanda sukhassahara sovaggika sukhavipaka saggasamvattanika itthaya kantaya manapaya hitaya sukhaya samvattanti. ","an4.51:1.3":"Katame cattaro? ","an4.51:1.4":"Yassa, bhikkhave, bhikkhu civaram paribhunjamano appamanam cetosamadhim upasampajja viharati, appamano tassa punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an4.51:2.1":"Yassa, bhikkhave, bhikkhu pindapatam paribhunjamano appamanam cetosamadhim upasampajja viharati, appamano tassa punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an4.51:3.1":"Yassa, bhikkhave, bhikkhu senasanam paribhunjamano appamanam cetosamadhim upasampajja viharati, appamano tassa punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an4.51:4.1":"Yassa, bhikkhave, bhikkhu gilanappaccayabhesajjaparikkharam paribhunjamano appamanam cetosamadhim upasampajja viharati, appamano tassa punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an4.51:4.2":"Ime kho, bhikkhave, cattaro punnabhisanda kusalabhisanda sukhassahara sovaggika sukhavipaka saggasamvattanika itthaya kantaya manapaya hitaya sukhaya samvattanti. ","an4.51:5.1":"Imehi ca pana, bhikkhave, catuhi punnabhisandehi kusalabhisandehi samannagatassa ariyasavakassa na sukaram punnassa pamanam gahetum: ‘ettako punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati’ti. Atha kho asankhyeyyo appameyyo mahapunnakkhandhotveva sankhyam gacchati. ","an4.51:6.1":"Seyyathapi, bhikkhave, mahasamudde na sukaram udakassa pamanam gahetum: ‘ettakani udakalhakaniti va, ettakani udakalhakasataniti va, ettakani udakalhakasahassaniti va, ettakani udakalhakasatasahassaniti va’, atha kho asankhyeyyo appameyyo mahaudakakkhandhotveva sankhyam gacchati; ","an4.51:6.2":"evamevam kho, bhikkhave, imehi catuhi punnabhisandehi kusalabhisandehi samannagatassa ariyasavakassa na sukaram punnassa pamanam gahetum: ‘ettako punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati’ti. Atha kho asankhyeyyo appameyyo mahapunnakkhandhotveva sankhyam gacchatiti. ","an4.51:7.1":"Mahodadhim aparimitam mahasaram, ","an4.51:7.2":"Bahubheravam ratanavaranamalayam; ","an4.51:7.3":"Najjo yatha naraganasanghasevita, ","an4.51:7.4":"Puthu savanti upayanti sagaram. ","an4.51:8.1":"Evam naram annadapanavatthadam, ","an4.51:8.2":"Seyyanisajjattharanassa dayakam; ","an4.51:8.3":"Punnassa dhara upayanti panditam, ","an4.51:8.4":"Najjo yatha varivahava sagaran”ti. ","an4.51:8.5":"Pathamam. "}