{"an4.234:0.1":"Anguttara Nikaya 4.234 ","an4.234:0.2":"24. Kammavagga ","an4.234:0.3":"Sonakayanasutta ","an4.234:1.1":"Atha kho sikhamoggallano brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an4.234:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho sikhamoggallano brahmano bhagavantam etadavoca: ","an4.234:2.1":"“Purimani, bho gotama, divasani purimatarani sonakayano manavo yenaham tenupasankami; upasankamitva mam etadavoca: ","an4.234:2.2":"‘samano gotamo sabbakammanam akiriyam pannapeti, sabbakammanam kho pana akiriyam pannapento ucchedam aha lokassa’—","an4.234:2.3":"kammasaccayam, bho, loko kammasamarambhatthayi”ti. ","an4.234:3.1":"“Dassanampi kho aham, brahmana, sonakayanassa manavassa nabhijanami; ","an4.234:3.2":"kuto panevarupo kathasallapo. ","an4.234:3.3":"Cattarimani, brahmana, kammani maya sayam abhinna sacchikatva paveditani. ","an4.234:3.4":"Katamani cattari? ","an4.234:3.5":"Atthi, brahmana, kammam kanham kanhavipakam; ","an4.234:3.6":"atthi, brahmana, kammam sukkam sukkavipakam; ","an4.234:3.7":"atthi, brahmana, kammam kanhasukkam kanhasukkavipakam; ","an4.234:3.8":"atthi, brahmana, kammam akanhaasukkam akanhaasukkavipakam kammakkhayaya samvattati. ","an4.234:4.1":"Katamanca, brahmana, kammam kanham kanhavipakam? ","an4.234:4.2":"Idha, brahmana, ekacco sabyabajjham kayasankharam abhisankharoti, sabyabajjham vacisankharam abhisankharoti, sabyabajjham manosankharam abhisankharoti. ","an4.234:4.3":"So sabyabajjham kayasankharam abhisankharitva, sabyabajjham vacisankharam abhisankharitva, sabyabajjham manosankharam abhisankharitva sabyabajjham lokam upapajjati. ","an4.234:4.4":"Tamenam sabyabajjham lokam upapannam samanam sabyabajjha phassa phusanti. ","an4.234:4.5":"So sabyabajjhehi phassehi phuttho samano sabyabajjham vedanam vediyati ekantadukkham, seyyathapi satta nerayika. ","an4.234:4.6":"Idam vuccati, brahmana, kammam kanham kanhavipakam. ","an4.234:5.1":"Katamanca, brahmana, kammam sukkam sukkavipakam? ","an4.234:5.2":"Idha, brahmana, ekacco abyabajjham kayasankharam abhisankharoti, abyabajjham vacisankharam abhisankharoti, abyabajjham manosankharam abhisankharoti. ","an4.234:5.3":"So abyabajjham kayasankharam abhisankharitva, abyabajjham vacisankharam abhisankharitva, abyabajjham manosankharam abhisankharitva abyabajjham lokam upapajjati. ","an4.234:5.4":"Tamenam abyabajjham lokam upapannam samanam abyabajjha phassa phusanti. ","an4.234:5.5":"So abyabajjhehi phassehi phuttho samano abyabajjham vedanam vediyati ekantasukham, seyyathapi deva subhakinha. ","an4.234:5.6":"Idam vuccati, brahmana, kammam sukkam sukkavipakam. ","an4.234:6.1":"Katamanca, brahmana, kammam kanhasukkam kanhasukkavipakam? ","an4.234:6.2":"Idha, brahmana, ekacco sabyabajjhampi abyabajjhampi kayasankharam abhisankharoti, sabyabajjhampi abyabajjhampi vacisankharam abhisankharoti, sabyabajjhampi abyabajjhampi manosankharam abhisankharoti. ","an4.234:6.3":"So sabyabajjhampi abyabajjhampi kayasankharam abhisankharitva, sabyabajjhampi abyabajjhampi vacisankharam abhisankharitva, sabyabajjhampi abyabajjhampi manosankharam abhisankharitva sabyabajjhampi abyabajjhampi lokam upapajjati. ","an4.234:6.4":"Tamenam sabyabajjhampi abyabajjhampi lokam upapannam samanam sabyabajjhapi abyabajjhapi phassa phusanti. ","an4.234:6.5":"So sabyabajjhehipi abyabajjhehipi phassehi phuttho samano sabyabajjhampi abyabajjhampi vedanam vediyati vokinnasukhadukkham, seyyathapi manussa ekacce ca deva ekacce ca vinipatika. ","an4.234:6.6":"Idam vuccati, brahmana, kammam kanhasukkam kanhasukkavipakam. ","an4.234:7.1":"Katamanca, brahmana, kammam akanhaasukkam akanhaasukkavipakam kammakkhayaya samvattati? ","an4.234:7.2":"Tatra, brahmana, yamidam kammam kanham kanhavipakam tassa pahanaya ya cetana, yamidam kammam sukkam sukkavipakam tassa pahanaya ya cetana, yamidam kammam kanhasukkam kanhasukkavipakam tassa pahanaya ya cetana—","an4.234:7.3":"idam vuccati, brahmana, kammam akanhaasukkam akanhaasukkavipakam kammakkhayaya samvattati. ","an4.234:7.4":"Imani kho, brahmana, cattari kammani maya sayam abhinna sacchikatva paveditani”ti. ","an4.234:7.5":"Tatiyam. "}