{"an4.193:0.1":"Anguttara Nikaya 4.193 ","an4.193:0.2":"20. Mahavagga ","an4.193:0.3":"Bhaddiyasutta ","an4.193:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","an4.193:1.2":"Atha kho bhaddiyo licchavi yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho bhaddiyo licchavi bhagavantam etadavoca: ","an4.193:2.1":"“Sutam metam, bhante: ","an4.193:2.2":"‘mayavi samano gotamo avattanim mayam janati yaya annatitthiyanam savake avatteti’ti. ","an4.193:2.3":"Ye te, bhante, evamahamsu: ","an4.193:2.4":"‘mayavi samano gotamo avattanim mayam janati yaya annatitthiyanam savake avatteti’ti, kacci te, bhante, bhagavato vuttavadino, na ca bhagavantam abhutena abbhacikkhanti, dhammassa ca anudhammam byakaronti, na ca koci sahadhammiko vadanupato garayham thanam agacchati, anabbhakkhatukama hi mayam, bhante, bhagavantan”ti? ","an4.193:3.1":"“Etha tumhe, bhaddiya, ma anussavena, ma paramparaya, ma itikiraya, ma pitakasampadanena, ma takkahetu, ma nayahetu, ma akaraparivitakkena, ma ditthinijjhanakkhantiya, ma bhabbarupataya, ma ‘samano no garu’ti. ","an4.193:3.2":"Yada tumhe, bhaddiya, attanava janeyyatha: ","an4.193:3.3":"‘ime dhamma akusala, ime dhamma savajja, ime dhamma vinnugarahita, ime dhamma samatta samadinna ahitaya dukkhaya samvattanti’ti, atha tumhe, bhaddiya, pajaheyyatha. ","an4.193:4.1":"Tam kim mannatha, bhaddiya, ","an4.193:4.2":"lobho purisassa ajjhattam uppajjamano uppajjati hitaya va ahitaya va”ti? ","an4.193:4.3":"“Ahitaya, bhante”. ","an4.193:4.4":"“Luddho panayam, bhaddiya, purisapuggalo lobhena abhibhuto pariyadinnacitto panampi hanati, adinnampi adiyati, paradarampi gacchati, musapi bhanati, parampi tathattaya samadapeti yamsa hoti digharattam ahitaya dukkhaya”ti. ","an4.193:4.5":"“Evam, bhante”. ","an4.193:5.1":"“Tam kim mannatha, bhaddiya, ","an4.193:5.2":"doso purisassa …pe… moho purisassa …pe… sarambho purisassa ajjhattam uppajjamano uppajjati hitaya va ahitaya va”ti? ","an4.193:5.3":"“Ahitaya, bhante”. ","an4.193:5.4":"“Saraddho panayam, bhaddiya, purisapuggalo sarambhena abhibhuto pariyadinnacitto panampi hanati, adinnampi adiyati, paradarampi gacchati, musapi bhanati, parampi tathattaya samadapeti yamsa hoti digharattam ahitaya dukkhaya”ti. ","an4.193:5.5":"“Evam, bhante”. ","an4.193:6.1":"“Tam kim mannatha, bhaddiya, ime dhamma kusala va akusala va”ti? ","an4.193:6.2":"“Akusala, bhante”. ","an4.193:6.3":"“Savajja va anavajja va”ti? ","an4.193:6.4":"“Savajja, bhante”. ","an4.193:6.5":"“Vinnugarahita va vinnuppasattha va”ti? ","an4.193:6.6":"“Vinnugarahita, bhante”. ","an4.193:6.7":"“Samatta samadinna ahitaya dukkhaya samvattanti, no va? ","an4.193:6.8":"Katham va ettha hoti”ti? ","an4.193:6.9":"“Samatta, bhante, samadinna ahitaya dukkhaya samvattanti. ","an4.193:6.10":"Evam no ettha hoti”ti. ","an4.193:7.1":"“Iti kho, bhaddiya, yam tam te avocumha—","an4.193:7.2":"etha tumhe, bhaddiya, ma anussavena, ma paramparaya, ma itikiraya, ma pitakasampadanena, ma takkahetu, ma nayahetu, ma akaraparivitakkena, ma ditthinijjhanakkhantiya, ma bhabbarupataya, ma ‘samano no garu’ti. ","an4.193:7.3":"Yada tumhe, bhaddiya, attanava janeyyatha: ","an4.193:7.4":"‘ime dhamma akusala, ime dhamma savajja, ime dhamma vinnugarahita, ime dhamma samatta samadinna ahitaya dukkhaya samvattantiti, atha tumhe, bhaddiya, pajaheyyatha’ti, ","an4.193:7.5":"iti yam tam vuttam idametam paticca vuttam. ","an4.193:8.1":"Etha tumhe, bhaddiya, ma anussavena, ma paramparaya, ma itikiraya, ma pitakasampadanena, ma takkahetu, ma nayahetu, ma akaraparivitakkena, ma ditthinijjhanakkhantiya, ma bhabbarupataya, ma ‘samano no garu’ti. ","an4.193:8.2":"Yada tumhe, bhaddiya, attanava janeyyatha: ","an4.193:8.3":"‘ime dhamma kusala, ime dhamma anavajja, ime dhamma vinnuppasattha, ime dhamma samatta samadinna hitaya sukhaya samvattanti’ti, atha tumhe, bhaddiya, upasampajja vihareyyathati. ","an4.193:9.1":"Tam kim mannatha, bhaddiya, ","an4.193:9.2":"alobho purisassa ajjhattam uppajjamano uppajjati hitaya va ahitaya va”ti? ","an4.193:9.3":"“Hitaya, bhante”. ","an4.193:9.4":"“Aluddho panayam, bhaddiya, purisapuggalo lobhena anabhibhuto apariyadinnacitto neva panam hanati, na adinnam adiyati, na paradaram gacchati, na musa bhanati, parampi tathattaya na samadapeti yamsa hoti digharattam hitaya sukhaya”ti. ","an4.193:9.5":"“Evam, bhante”. ","an4.193:10.1":"“Tam kim mannatha, bhaddiya, adoso purisassa …pe… amoho purisassa …pe… asarambho purisassa ajjhattam uppajjamano uppajjati hitaya va ahitaya va”ti? ","an4.193:10.2":"“Hitaya, bhante”. ","an4.193:10.3":"“Asaraddho panayam, bhaddiya, purisapuggalo sarambhena anabhibhuto apariyadinnacitto neva panam hanati, na adinnam adiyati, na paradaram gacchati, na musa bhanati, parampi tathattaya na samadapeti yamsa hoti digharattam hitaya sukhaya”ti. ","an4.193:10.4":"“Evam, bhante”. ","an4.193:11.1":"“Tam kim mannatha, bhaddiya, ime dhamma kusala va akusala va”ti? ","an4.193:11.2":"“Kusala, bhante”. ","an4.193:11.3":"“Savajja va anavajja va”ti? ","an4.193:11.4":"“Anavajja, bhante”. ","an4.193:11.5":"“Vinnugarahita va vinnuppasattha va”ti? ","an4.193:11.6":"“Vinnuppasattha, bhante”. ","an4.193:11.7":"“Samatta samadinna hitaya sukhaya samvattanti no va? ","an4.193:11.8":"Katham va ettha hoti”ti? ","an4.193:11.9":"“Samatta, bhante, samadinna hitaya sukhaya samvattanti. ","an4.193:11.10":"Evam no ettha hoti”ti. ","an4.193:12.1":"“Iti kho, bhaddiya, yam tam te avocumha—","an4.193:12.2":"etha tumhe, bhaddiya, ma anussavena, ma paramparaya, ma itikiraya, ma pitakasampadanena, ma takkahetu, ma nayahetu, ma akaraparivitakkena, ma ditthinijjhanakkhantiya, ma bhabbarupataya, ma ‘samano no garu’ti. ","an4.193:12.3":"Yada tumhe, bhaddiya, attanava janeyyatha: ","an4.193:12.4":"‘ime dhamma kusala, ime dhamma anavajja, ime dhamma vinnuppasattha, ime dhamma samatta samadinna hitaya sukhaya samvattantiti, atha tumhe, bhaddiya, upasampajja vihareyyatha’ti, ","an4.193:12.5":"iti yam tam vuttam idametam paticca vuttam. ","an4.193:13.1":"Ye kho te, bhaddiya, loke santo sappurisa te savakam evam samadapenti: ","an4.193:13.2":"‘ehi tvam, ambho purisa, lobham vineyya viharahi. ","an4.193:13.3":"Lobham vineyya viharanto na lobhajam kammam karissasi kayena vacaya manasa. ","an4.193:13.4":"Dosam vineyya viharahi. ","an4.193:13.5":"Dosam vineyya viharanto na dosajam kammam karissasi kayena vacaya manasa. ","an4.193:13.6":"Moham vineyya viharahi. ","an4.193:13.7":"Moham vineyya viharanto na mohajam kammam karissasi kayena vacaya manasa. ","an4.193:13.8":"Sarambham vineyya viharahi. ","an4.193:13.9":"Sarambham vineyya viharanto na sarambhajam kammam karissasi kayena vacaya manasa’”ti. ","an4.193:14.1":"Evam vutte, bhaddiyo licchavi bhagavantam etadavoca: ","an4.193:14.2":"“abhikkantam, bhante …pe… upasakam mam, bhante, bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","an4.193:15.1":"“Api nu taham, bhaddiya, evam avacam: ","an4.193:15.2":"‘ehi me tvam, bhaddiya, savako hohi; ","an4.193:15.3":"aham sattha bhavissami’”ti? ","an4.193:15.4":"“No hetam, bhante”. ","an4.193:15.5":"“Evamvadim kho mam, bhaddiya, evamakkhayim eke samanabrahmana asata tuccha musa abhutena abbhacikkhanti: ","an4.193:15.6":"‘mayavi samano gotamo avattanim mayam janati yaya annatitthiyanam savake avatteti’”ti. ","an4.193:15.7":"“Bhaddika, bhante, avattani maya. ","an4.193:15.8":"Kalyani, bhante, avattani maya. ","an4.193:15.9":"Piya me, bhante, natisalohita imaya avattaniya avatteyyum, piyanampi me assa natisalohitanam digharattam hitaya sukhaya. ","an4.193:15.10":"Sabbe cepi, bhante, khattiya imaya avattaniya avatteyyum, sabbesampissa khattiyanam digharattam hitaya sukhaya. ","an4.193:15.11":"Sabbe cepi, bhante, brahmana … vessa … sudda imaya avattaniya avatteyyum, sabbesampissa suddanam digharattam hitaya sukhaya”ti. ","an4.193:16.1":"“Evametam, bhaddiya, evametam, bhaddiya. ","an4.193:16.2":"Sabbe cepi, bhaddiya, khattiya imaya avattaniya avatteyyum akusaladhammappahanaya kusaladhammupasampadaya, sabbesampissa khattiyanam digharattam hitaya sukhaya. ","an4.193:16.3":"Sabbe cepi, bhaddiya, brahmana … vessa … sudda avatteyyum akusaladhammappahanaya kusaladhammupasampadaya, sabbesampissa suddanam digharattam hitaya sukhaya. ","an4.193:16.4":"Sadevako cepi, bhaddiya, loko samarako sabrahmako sassamanabrahmani paja sadevamanussa imaya avattaniya avatteyyum akusaladhammappahanaya kusaladhammupasampadaya, sadevakassapissa lokassa samarakassa sabrahmakassa sassamanabrahmaniya pajaya sadevamanussaya digharattam hitaya sukhaya. ","an4.193:16.5":"Ime cepi, bhaddiya, mahasala imaya avattaniya avatteyyum akusaladhammappahanaya kusaladhammupasampadaya, imesampissa mahasalanam digharattam hitaya sukhaya (…). ","an4.193:16.6":"Ko pana vado manussabhutassa”ti. ","an4.193:16.7":"Tatiyam. "}