{"an4.12:0.1":"Anguttara Nikaya 4.12 ","an4.12:0.2":"2. Caravagga ","an4.12:0.3":"Silasutta ","an4.12:1.1":"“Sampannasila, bhikkhave, viharatha sampannapatimokkha, patimokkhasamvarasamvuta viharatha acaragocarasampanna, anumattesu vajjesu bhayadassavino samadaya sikkhatha sikkhapadesu. ","an4.12:1.2":"Sampannasilanam vo, bhikkhave, viharatam sampannapatimokkhanam patimokkhasamvarasamvutanam viharatam acaragocarasampannanam anumattesu vajjesu bhayadassavinam samadaya sikkhatam sikkhapadesu, kimassa uttari karaniyam? ","an4.12:2.1":"Carato cepi, bhikkhave, bhikkhuno abhijjhabyapado vigato hoti, thinamiddham … uddhaccakukkuccam … vicikiccha pahina hoti, araddham hoti viriyam asallinam, upatthita sati asammuttha, passaddho kayo asaraddho, samahitam cittam ekaggam, carampi, bhikkhave, bhikkhu evambhuto ‘atapi ottapi satatam samitam araddhaviriyo pahitatto’ti vuccati. ","an4.12:3.1":"Thitassa cepi, bhikkhave, bhikkhuno abhijjhabyapado vigato hoti, thinamiddham … uddhaccakukkuccam … vicikiccha pahina hoti, araddham hoti viriyam asallinam, upatthita sati asammuttha, passaddho kayo asaraddho, samahitam cittam ekaggam, thitopi, bhikkhave, bhikkhu evambhuto ‘atapi ottapi satatam samitam araddhaviriyo pahitatto’ti vuccati. ","an4.12:4.1":"Nisinnassa cepi, bhikkhave, bhikkhuno abhijjhabyapado vigato hoti, thinamiddham … uddhaccakukkuccam … vicikiccha pahina hoti, araddham hoti viriyam asallinam, upatthita sati asammuttha, passaddho kayo asaraddho, samahitam cittam ekaggam, nisinnopi, bhikkhave, bhikkhu evambhuto ‘atapi ottapi satatam samitam araddhaviriyo pahitatto’ti vuccati. ","an4.12:5.1":"Sayanassa cepi, bhikkhave, bhikkhuno jagarassa abhijjhabyapado vigato hoti, thinamiddham … uddhaccakukkuccam … vicikiccha pahina hoti, araddham hoti viriyam asallinam, upatthita sati asammuttha, passaddho kayo asaraddho, samahitam cittam ekaggam, sayanopi, bhikkhave, bhikkhu jagaro evambhuto ‘atapi ottapi satatam samitam araddhaviriyo pahitatto’ti vuccatiti. ","an4.12:6.1":"Yatam care yatam titthe, ","an4.12:6.2":"Yatam acche yatam saye; ","an4.12:6.3":"Yatam saminjaye bhikkhu, ","an4.12:6.4":"Yatamenam pasaraye. ","an4.12:7.1":"Uddham tiriyam apacinam, ","an4.12:7.2":"yavatajagatogati; ","an4.12:7.3":"Samavekkhita ca dhammanam, ","an4.12:7.4":"khandhanam udayabbayam. ","an4.12:8.1":"Cetosamathasamicim, ","an4.12:8.2":"sikkhamanam sada satam; ","an4.12:8.3":"Satatam pahitattoti, ","an4.12:8.4":"ahu bhikkhum tathavidhan”ti. ","an4.12:8.5":"Dutiyam. "}