{"an4.257:0.1":"Anguttara Nikaya 4.257 ","an4.257:0.2":"26. Abhinnavagga ","an4.257:0.3":"Malukyaputtasutta ","an4.257:1.1":"Atha kho ayasma malukyaputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma malukyaputto bhagavantam etadavoca: ","an4.257:2.1":"“Sadhu me, bhante, bhagava sankhittena dhammam desetu, yamaham bhagavato dhammam sutva eko vupakattho appamatto atapi pahitatto vihareyyan”ti. ","an4.257:2.2":"“Ettha idani, malukyaputta, kim dahare bhikkhu vakkhama; ","an4.257:2.3":"yatra hi nama tvam jinno vuddho mahallako tathagatassa sankhittena ovadam yacasi”ti. ","an4.257:2.4":"“Desetu me, bhante, bhagava sankhittena dhammam; desetu sugato sankhittena dhammam. Appeva namaham bhagavato bhasitassa attham ajaneyyam; appeva namaham bhagavato bhasitassa dayado assan”ti. ","an4.257:3.1":"“Cattarome, malukyaputta, tanhuppada yattha bhikkhuno tanha uppajjamana uppajjati. ","an4.257:3.2":"Katame cattaro? ","an4.257:3.3":"Civarahetu va, malukyaputta, bhikkhuno tanha uppajjamana uppajjati. ","an4.257:3.4":"Pindapatahetu va, malukyaputta, bhikkhuno tanha uppajjamana uppajjati. ","an4.257:3.5":"Senasanahetu va, malukyaputta, bhikkhuno tanha uppajjamana uppajjati. ","an4.257:3.6":"Itibhavabhavahetu va, malukyaputta, bhikkhuno tanha uppajjamana uppajjati. ","an4.257:3.7":"Ime kho, malukyaputta, cattaro tanhuppada yattha bhikkhuno tanha uppajjamana uppajjati. ","an4.257:3.8":"Yato kho, malukyaputta, bhikkhuno tanha pahina hoti ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma, ayam vuccati, malukyaputta, ‘bhikkhu acchecchi tanham, vivattayi samyojanam, samma manabhisamaya antamakasi dukkhassa’”ti. ","an4.257:4.1":"Atha kho ayasma malukyaputto bhagavata imina ovadena ovadito utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","an4.257:4.2":"Atha kho ayasma malukyaputto eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","an4.257:4.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","an4.257:4.4":"Annataro ca panayasma malukyaputto arahatam ahositi. ","an4.257:4.5":"Catuttham. "}