{"an4.52:0.1":"Anguttara Nikaya 4.52 ","an4.52:0.2":"6. Punnabhisandavagga ","an4.52:0.3":"Dutiyapunnabhisandasutta ","an4.52:1.1":"“Cattarome, bhikkhave, punnabhisanda kusalabhisanda sukhassahara sovaggika sukhavipaka saggasamvattanika itthaya kantaya manapaya hitaya sukhaya samvattanti. ","an4.52:1.2":"Katame cattaro? ","an4.52:1.3":"Idha, bhikkhave, ariyasavako buddhe aveccappasadena samannagato hoti: ","an4.52:1.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","an4.52:1.5":"Ayam, bhikkhave, pathamo punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an4.52:2.1":"Puna caparam, bhikkhave, ariyasavako dhamme aveccappasadena samannagato hoti: ","an4.52:2.2":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti. ","an4.52:2.3":"Ayam, bhikkhave, dutiyo punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an4.52:3.1":"Puna caparam, bhikkhave, ariyasavako sanghe aveccappasadena samannagato hoti: ","an4.52:3.2":"‘suppatipanno bhagavato savakasangho, ujuppatipanno bhagavato savakasangho, nayappatipanno bhagavato savakasangho, samicippatipanno bhagavato savakasangho, yadidam cattari purisayugani attha purisapuggala, esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa’ti. ","an4.52:3.3":"Ayam, bhikkhave, tatiyo punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an4.52:4.1":"Puna caparam, bhikkhave, ariyasavako ariyakantehi silehi samannagato hoti akhandehi acchiddehi asabalehi akammasehi bhujissehi vinnuppasatthehi aparamatthehi samadhisamvattanikehi. ","an4.52:4.2":"Ayam, bhikkhave, catuttho punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an4.52:4.3":"Ime kho, bhikkhave, cattaro punnabhisanda kusalabhisanda sukhassahara sovaggika sukhavipaka saggasamvattanika itthaya kantaya manapaya hitaya sukhaya samvattantiti. ","an4.52:5.1":"Yassa saddha tathagate, ","an4.52:5.2":"acala suppatitthita; ","an4.52:5.3":"Silanca yassa kalyanam, ","an4.52:5.4":"ariyakantam pasamsitam. ","an4.52:6.1":"Sanghe pasado yassatthi, ","an4.52:6.2":"ujubhutanca dassanam; ","an4.52:6.3":"Adaliddoti tam ahu, ","an4.52:6.4":"amogham tassa jivitam. ","an4.52:7.1":"Tasma saddhanca silanca, ","an4.52:7.2":"pasadam dhammadassanam; ","an4.52:7.3":"Anuyunjetha medhavi, ","an4.52:7.4":"saram buddhana sasanan”ti. ","an4.52:7.5":"Dutiyam. "}