{"an4.24:0.1":"Anguttara Nikaya 4.24 ","an4.24:0.2":"3. Uruvelavagga ","an4.24:0.3":"Kalakaramasutta ","an4.24:1.1":"Ekam samayam bhagava sakete viharati kalakarame. ","an4.24:1.2":"Tatra kho bhagava bhikkhu amantesi: ","an4.24:1.3":"“bhikkhavo”ti. ","an4.24:1.4":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","an4.24:1.5":"Bhagava etadavoca—","an4.24:2.1":"Yam, bhikkhave, sadevakassa lokassa samarakassa sabrahmakassa sassamanabrahmaniya pajaya sadevamanussaya dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tamaham janami. ","an4.24:3.1":"Yam, bhikkhave, sadevakassa lokassa samarakassa sabrahmakassa sassamanabrahmaniya pajaya sadevamanussaya dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tamaham abbhannasim. ","an4.24:3.2":"Tam tathagatassa viditam, tam tathagato na upatthasi. ","an4.24:4.1":"Yam, bhikkhave, sadevakassa lokassa samarakassa sabrahmakassa sassamanabrahmaniya pajaya sadevamanussaya dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, tamaham na janamiti vadeyyam, tam mamassa musa. ","an4.24:5.1":"Yam, bhikkhave …pe… tamaham janami ca na ca janamiti vadeyyam, tampassa tadisameva. ","an4.24:6.1":"Yam, bhikkhave …pe… tamaham neva janami na na janamiti vadeyyam, tam mamassa kali. ","an4.24:7.1":"Iti kho, bhikkhave, tathagato dattha datthabbam, dittham na mannati, adittham na mannati, datthabbam na mannati, dattharam na mannati; ","an4.24:7.2":"sutva sotabbam, sutam na mannati, asutam na mannati, sotabbam na mannati, sotaram na mannati; ","an4.24:7.3":"mutva motabbam, mutam na mannati, amutam na mannati, motabbam na mannati, motaram na mannati; ","an4.24:7.4":"vinnatva vinnatabbam, vinnatam na mannati, avinnatam na mannati, vinnatabbam na mannati, vinnataram na mannati. ","an4.24:7.5":"Iti kho, bhikkhave, tathagato ditthasutamutavinnatabbesu dhammesu tadiyeva tadi. ","an4.24:7.6":"‘Tamha ca pana tadimha anno tadi uttaritaro va panitataro va natthi’ti vadamiti. ","an4.24:8.1":"Yam kinci ditthamva sutam mutam va, ","an4.24:8.2":"Ajjhositam saccamutam paresam; ","an4.24:8.3":"Na tesu tadi sayasamvutesu, ","an4.24:8.4":"Saccam musa vapi param daheyya. ","an4.24:9.1":"Etanca sallam patikacca disva, ","an4.24:9.2":"Ajjhosita yattha paja visatta; ","an4.24:9.3":"Janami passami tatheva etam, ","an4.24:9.4":"Ajjhositam natthi tathagatanan”ti. ","an4.24:9.5":"Catuttham. "}