{"an4.93:0.1":"Anguttara Nikaya 4.93 ","an4.93:0.2":"10. Asuravagga ","an4.93:0.3":"Dutiyasamadhisutta ","an4.93:1.1":"“Cattarome, bhikkhave, puggala santo samvijjamana lokasmim. ","an4.93:1.2":"Katame cattaro? ","an4.93:1.3":"Idha, bhikkhave, ekacco puggalo labhi hoti ajjhattam cetosamathassa, na labhi adhipannadhammavipassanaya. ","an4.93:1.4":"Idha pana, bhikkhave, ekacco puggalo labhi hoti adhipannadhammavipassanaya, na labhi ajjhattam cetosamathassa. ","an4.93:1.5":"Idha pana, bhikkhave, ekacco puggalo na ceva labhi hoti ajjhattam cetosamathassa na ca labhi adhipannadhammavipassanaya. ","an4.93:1.6":"Idha pana, bhikkhave, ekacco puggalo labhi ceva hoti ajjhattam cetosamathassa labhi ca adhipannadhammavipassanaya. ","an4.93:2.1":"Tatra, bhikkhave, yvayam puggalo labhi hoti ajjhattam cetosamathassa na labhi adhipannadhammavipassanaya, tena, bhikkhave, puggalena ajjhattam cetosamathe patitthaya adhipannadhammavipassanaya yogo karaniyo. ","an4.93:2.2":"So aparena samayena labhi ceva hoti ajjhattam cetosamathassa labhi ca adhipannadhammavipassanaya. ","an4.93:3.1":"Tatra, bhikkhave, yvayam puggalo labhi adhipannadhammavipassanaya na labhi ajjhattam cetosamathassa, tena, bhikkhave, puggalena adhipannadhammavipassanaya patitthaya ajjhattam cetosamathe yogo karaniyo. ","an4.93:3.2":"So aparena samayena labhi ceva hoti adhipannadhammavipassanaya labhi ca ajjhattam cetosamathassa. ","an4.93:4.1":"Tatra, bhikkhave, yvayam puggalo na ceva labhi ajjhattam cetosamathassa na ca labhi adhipannadhammavipassanaya, tena, bhikkhave, puggalena tesamyeva kusalanam dhammanam patilabhaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an4.93:4.2":"Seyyathapi, bhikkhave, adittacelo va adittasiso va tasseva celassa va sisassa va nibbapanaya adhimattam chandanca vayamanca ussahanca ussolhinca appativaninca satinca sampajannanca kareyya; ","an4.93:4.3":"evamevam kho, bhikkhave, tena puggalena tesamyeva kusalanam dhammanam patilabhaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an4.93:4.4":"So aparena samayena labhi ceva hoti ajjhattam cetosamathassa labhi ca adhipannadhammavipassanaya. ","an4.93:5.1":"Tatra, bhikkhave, yvayam puggalo labhi ceva hoti ajjhattam cetosamathassa labhi ca adhipannadhammavipassanaya, tena, bhikkhave, puggalena tesuyeva kusalesu dhammesu patitthaya uttari asavanam khayaya yogo karaniyo. ","an4.93:5.2":"Ime kho, bhikkhave, cattaro puggala santo samvijjamana lokasmin”ti. ","an4.93:5.3":"Tatiyam. "}