{"an4.159:0.1":"Anguttara Nikaya 4.159 ","an4.159:0.2":"16. Indriyavagga ","an4.159:0.3":"Bhikkhunisutta ","an4.159:1.1":"Evam me sutam—","an4.159:1.2":"ekam samayam ayasma anando kosambiyam viharati ghositarame. ","an4.159:1.3":"Atha kho annatara bhikkhuni annataram purisam amantesi: ","an4.159:1.4":"“ehi tvam, ambho purisa, yenayyo anando tenupasankama; upasankamitva mama vacanena ayyassa anandassa pade sirasa vanda: ","an4.159:1.5":"‘itthannama, bhante, bhikkhuni abadhikini dukkhita balhagilana. ","an4.159:1.6":"Sa ayyassa anandassa pade sirasa vandati’ti. Evanca vadehi: ","an4.159:1.7":"‘sadhu kira, bhante, ayyo anando yena bhikkhunupassayo yena sa bhikkhuni tenupasankamatu anukampam upadaya’”ti. ","an4.159:1.8":"“Evam, ayye”ti kho so puriso tassa bhikkhuniya patissutva yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so puriso ayasmantam anandam etadavoca: ","an4.159:2.1":"“Itthannama, bhante, bhikkhuni abadhikini dukkhita balhagilana. ","an4.159:2.2":"Sa ayasmato anandassa pade sirasa vandati, evanca vadeti: ","an4.159:2.3":"‘sadhu kira, bhante, ayasma anando yena bhikkhunupassayo yena sa bhikkhuni tenupasankamatu anukampam upadaya’”ti. ","an4.159:2.4":"Adhivasesi kho ayasma anando tunhibhavena. ","an4.159:3.1":"Atha kho ayasma anando nivasetva pattacivaramadaya yena bhikkhunupassayo yena sa bhikkhuni tenupasankami. ","an4.159:3.2":"Addasa kho sa bhikkhuni ayasmantam anandam duratova agacchantam. ","an4.159:3.3":"Disva sasisam parupitva mancake nipajji. ","an4.159:3.4":"Atha kho ayasma anando yena sa bhikkhuni tenupasankami; upasankamitva pannatte asane nisidi. Nisajja kho ayasma anando tam bhikkhunim etadavoca: ","an4.159:4.1":"“Aharasambhuto ayam, bhagini, kayo aharam nissaya. ","an4.159:4.2":"Aharo pahatabbo. ","an4.159:4.3":"Tanhasambhuto ayam, bhagini, kayo tanham nissaya. ","an4.159:4.4":"Tanha pahatabba. ","an4.159:4.5":"Manasambhuto ayam, bhagini, kayo manam nissaya. ","an4.159:4.6":"Mano pahatabbo. ","an4.159:4.7":"Methunasambhuto ayam, bhagini, kayo. ","an4.159:4.8":"Methune ca setughato vutto bhagavata. ","an4.159:5.1":"‘Aharasambhuto ayam, bhagini, kayo aharam nissaya. ","an4.159:5.2":"Aharo pahatabbo’ti, iti kho panetam vuttam. ","an4.159:5.3":"Kincetam paticca vuttam? ","an4.159:5.4":"Idha, bhagini, bhikkhu patisankha yoniso aharam ahareti: ","an4.159:5.5":"‘neva davaya na madaya na mandanaya na vibhusanaya, yavadeva imassa kayassa thitiya yapanaya vihimsuparatiya brahmacariyanuggahaya. Iti purananca vedanam patihankhami, navanca vedanam na uppadessami. Yatra ca me bhavissati anavajjata ca phasuviharo ca’ti. ","an4.159:5.6":"So aparena samayena aharam nissaya aharam pajahati. ","an4.159:5.7":"‘Aharasambhuto ayam, bhagini, kayo aharam nissaya aharo pahatabbo’ti, ","an4.159:5.8":"iti yam tam vuttam idametam paticca vuttam. ","an4.159:6.1":"‘Tanhasambhuto ayam, bhagini, kayo tanham nissaya. ","an4.159:6.2":"Tanha pahatabba’ti, iti kho panetam vuttam. ","an4.159:6.3":"Kincetam paticca vuttam? ","an4.159:6.4":"Idha, bhagini, bhikkhu sunati: ","an4.159:6.5":"‘itthannamo kira bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati’ti. ","an4.159:6.6":"Tassa evam hoti: ","an4.159:6.7":"‘kudassu nama ahampi asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharissami’ti. ","an4.159:6.8":"So aparena samayena tanham nissaya tanham pajahati. ","an4.159:6.9":"‘Tanhasambhuto ayam, bhagini, kayo tanham nissaya tanha pahatabba’ti, ","an4.159:6.10":"iti yam tam vuttam idametam paticca vuttam. ","an4.159:7.1":"‘Manasambhuto ayam, bhagini, kayo manam nissaya. ","an4.159:7.2":"Mano pahatabbo’ti, iti kho panetam vuttam. ","an4.159:7.3":"Kincetam paticca vuttam? ","an4.159:7.4":"Idha, bhagini, bhikkhu sunati: ","an4.159:7.5":"‘itthannamo kira bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati’ti. ","an4.159:7.6":"Tassa evam hoti: ","an4.159:7.7":"‘so hi nama ayasma asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati; ","an4.159:7.8":"kimangam panahan’ti. ","an4.159:7.9":"So aparena samayena manam nissaya manam pajahati. ","an4.159:7.10":"‘Manasambhuto ayam, bhagini, kayo, manam nissaya mano pahatabbo’ti, ","an4.159:7.11":"iti yam tam vuttam idametam paticca vuttam. ","an4.159:8.1":"Methunasambhuto ayam, bhagini, kayo. ","an4.159:8.2":"Methune ca setughato vutto bhagavata”ti. ","an4.159:9.1":"Atha kho sa bhikkhuni mancaka vutthahitva ekamsam uttarasangam karitva ayasmato anandassa padesu sirasa nipatitva ayasmantam anandam etadavoca: ","an4.159:9.2":"“accayo mam, bhante, accagama, yathabalam yathamulham yathaakusalam, yaham evamakasim. ","an4.159:9.3":"Tassa me, bhante, ayyo anando accayam accayato patigganhatu, ayatim samvaraya”ti. ","an4.159:9.4":"“Taggha tam, bhagini, accayo accagama, yathabalam yathamulham yathaakusalam, ya tvam evamakasi. ","an4.159:9.5":"Yato ca kho tvam, bhagini, accayam accayato disva yathadhammam patikarosi, tam te mayam patigganhama. ","an4.159:9.6":"Vuddhi hesa, bhagini, ariyassa vinaye yo accayam accayato disva yathadhammam patikaroti ayatim samvaram apajjati”ti. ","an4.159:9.7":"Navamam. "}