{"an4.4:0.1":"Anguttara Nikaya 4.4 ","an4.4:0.2":"1. Bhandagamavagga ","an4.4:0.3":"Dutiyakhatasutta ","an4.4:1.1":"“Catusu, bhikkhave, miccha patipajjamano balo abyatto asappuriso khatam upahatam attanam pariharati savajjo ca hoti sanuvajjo ca vinnunam, bahunca apunnam pasavati. ","an4.4:1.2":"Katamesu catusu? ","an4.4:1.3":"Matari, bhikkhave, miccha patipajjamano balo abyatto asappuriso khatam upahatam attanam pariharati, savajjo ca hoti sanuvajjo ca vinnunam, bahunca apunnam pasavati. ","an4.4:1.4":"Pitari, bhikkhave, miccha patipajjamano …pe… tathagate, bhikkhave, miccha patipajjamano …pe… tathagatasavake, bhikkhave, miccha patipajjamano balo abyatto asappuriso khatam upahatam attanam pariharati, savajjo ca hoti sanuvajjo ca vinnunam, bahunca apunnam pasavati. ","an4.4:1.5":"Imesu kho, bhikkhave, catusu miccha patipajjamano balo abyatto asappuriso khatam upahatam attanam pariharati, savajjo ca hoti sanuvajjo ca vinnunam, bahunca apunnam pasavati. ","an4.4:2.1":"Catusu, bhikkhave, samma patipajjamano pandito viyatto sappuriso akkhatam anupahatam attanam pariharati, anavajjo ca hoti ananuvajjo ca vinnunam, bahunca punnam pasavati. ","an4.4:2.2":"Katamesu catusu? ","an4.4:2.3":"Matari, bhikkhave, samma patipajjamano pandito viyatto sappuriso akkhatam anupahatam attanam pariharati, anavajjo ca hoti ananuvajjo ca vinnunam, bahunca punnam pasavati. ","an4.4:2.4":"Pitari, bhikkhave, samma patipajjamano …pe… tathagate, bhikkhave, samma patipajjamano …pe… tathagatasavake, bhikkhave, samma patipajjamano pandito viyatto sappuriso akkhatam anupahatam attanam pariharati, anavajjo ca hoti ananuvajjo ca vinnunam, bahunca punnam pasavati. ","an4.4:2.5":"Imesu kho, bhikkhave, catusu samma patipajjamano pandito viyatto sappuriso akkhatam anupahatam attanam pariharati, anavajjo ca hoti ananuvajjo ca vinnunam, bahunca punnam pasavatiti. ","an4.4:3.1":"Matari pitari capi, ","an4.4:3.2":"yo miccha patipajjati; ","an4.4:3.3":"Tathagate va sambuddhe, ","an4.4:3.4":"atha va tassa savake; ","an4.4:3.5":"Bahunca so pasavati, ","an4.4:3.6":"apunnam tadiso naro. ","an4.4:4.1":"Taya nam adhammacariyaya, ","an4.4:4.2":"Matapitusu pandita; ","an4.4:4.3":"Idheva nam garahanti, ","an4.4:4.4":"Peccapayanca gacchati. ","an4.4:5.1":"Matari pitari capi, ","an4.4:5.2":"yo samma patipajjati; ","an4.4:5.3":"Tathagate va sambuddhe, ","an4.4:5.4":"atha va tassa savake; ","an4.4:5.5":"Bahunca so pasavati, ","an4.4:5.6":"punnam etadiso naro. ","an4.4:6.1":"Taya nam dhammacariyaya, ","an4.4:6.2":"matapitusu pandita; ","an4.4:6.3":"Idheva nam pasamsanti, ","an4.4:6.4":"pecca sagge pamodati”ti. ","an4.4:6.5":"Catuttham. "}