{"an4.113:0.1":"Anguttara Nikaya 4.113 ","an4.113:0.2":"12. Kesivagga ","an4.113:0.3":"Patodasutta ","an4.113:1.1":"“Cattarome, bhikkhave, bhadra assajaniya santo samvijjamana lokasmim. ","an4.113:1.2":"Katame cattaro? ","an4.113:1.3":"Idha, bhikkhave, ekacco bhadro assajaniyo patodacchayam disva samvijjati samvegam apajjati: ","an4.113:1.4":"‘kim nu kho mam ajja assadammasarathi karanam karessati, kimassaham patikaromi’ti. ","an4.113:1.5":"Evarupopi, bhikkhave, idhekacco bhadro assajaniyo hoti. ","an4.113:1.6":"Ayam, bhikkhave, pathamo bhadro assajaniyo santo samvijjamano lokasmim. ","an4.113:2.1":"Puna caparam, bhikkhave, idhekacco bhadro assajaniyo na heva kho patodacchayam disva samvijjati samvegam apajjati, api ca kho lomavedhaviddho samvijjati samvegam apajjati: ","an4.113:2.2":"‘kim nu kho mam ajja assadammasarathi karanam karessati, kimassaham patikaromi’ti. ","an4.113:2.3":"Evarupopi, bhikkhave, idhekacco bhadro assajaniyo hoti. ","an4.113:2.4":"Ayam, bhikkhave, dutiyo bhadro assajaniyo santo samvijjamano lokasmim. ","an4.113:3.1":"Puna caparam, bhikkhave, idhekacco bhadro assajaniyo na heva kho patodacchayam disva samvijjati samvegam apajjati napi lomavedhaviddho samvijjati samvegam apajjati, api ca kho cammavedhaviddho samvijjati samvegam apajjati: ","an4.113:3.2":"‘kim nu kho mam ajja assadammasarathi karanam karessati, kimassaham patikaromi’ti. ","an4.113:3.3":"Evarupopi, bhikkhave, idhekacco bhadro assajaniyo hoti. ","an4.113:3.4":"Ayam, bhikkhave, tatiyo bhadro assajaniyo santo samvijjamano lokasmim. ","an4.113:4.1":"Puna caparam, bhikkhave, idhekacco bhadro assajaniyo na heva kho patodacchayam disva samvijjati samvegam apajjati napi lomavedhaviddho samvijjati samvegam apajjati napi cammavedhaviddho samvijjati samvegam apajjati, api ca kho atthivedhaviddho samvijjati samvegam apajjati: ","an4.113:4.2":"‘kim nu kho mam ajja assadammasarathi karanam karessati, kimassaham patikaromi’ti. ","an4.113:4.3":"Evarupopi, bhikkhave, idhekacco bhadro assajaniyo hoti. ","an4.113:4.4":"Ayam, bhikkhave, catuttho bhadro assajaniyo santo samvijjamano lokasmim. ","an4.113:4.5":"Ime kho, bhikkhave, cattaro bhadra assajaniya santo samvijjamana lokasmim. ","an4.113:5.1":"Evamevam kho, bhikkhave, cattarome bhadra purisajaniya santo samvijjamana lokasmim. ","an4.113:5.2":"Katame cattaro? ","an4.113:5.3":"Idha, bhikkhave, ekacco bhadro purisajaniyo sunati: ","an4.113:5.4":"‘amukasmim nama game va nigame va itthi va puriso va dukkhito va kalankato va’ti. ","an4.113:5.5":"So tena samvijjati, samvegam apajjati. ","an4.113:5.6":"Samviggo yoniso padahati. ","an4.113:5.7":"Pahitatto kayena ceva paramasaccam sacchikaroti, pannaya ca ativijjha passati. ","an4.113:5.8":"Seyyathapi so, bhikkhave, bhadro assajaniyo patodacchayam disva samvijjati samvegam apajjati; ","an4.113:5.9":"tathupamaham, bhikkhave, imam bhadram purisajaniyam vadami. ","an4.113:5.10":"Evarupopi, bhikkhave, idhekacco bhadro purisajaniyo hoti. ","an4.113:5.11":"Ayam, bhikkhave, pathamo bhadro purisajaniyo santo samvijjamano lokasmim. ","an4.113:6.1":"Puna caparam, bhikkhave, idhekacco bhadro purisajaniyo na heva kho sunati: ","an4.113:6.2":"‘amukasmim nama game va nigame va itthi va puriso va dukkhito va kalankato va’ti, api ca kho samam passati itthim va purisam va dukkhitam va kalankatam va. ","an4.113:6.3":"So tena samvijjati, samvegam apajjati. ","an4.113:6.4":"Samviggo yoniso padahati. ","an4.113:6.5":"Pahitatto kayena ceva paramasaccam sacchikaroti, pannaya ca ativijjha passati. ","an4.113:6.6":"Seyyathapi so, bhikkhave, bhadro assajaniyo lomavedhaviddho samvijjati samvegam apajjati; ","an4.113:6.7":"tathupamaham, bhikkhave, imam bhadram purisajaniyam vadami. ","an4.113:6.8":"Evarupopi, bhikkhave, idhekacco bhadro purisajaniyo hoti. ","an4.113:6.9":"Ayam, bhikkhave, dutiyo bhadro purisajaniyo santo samvijjamano lokasmim. ","an4.113:7.1":"Puna caparam, bhikkhave, idhekacco bhadro purisajaniyo na heva kho sunati: ","an4.113:7.2":"‘amukasmim nama game va nigame va itthi va puriso va dukkhito va kalankato va’ti, napi samam passati itthim va purisam va dukkhitam va kalankatam va, api ca khvassa nati va salohito va dukkhito va hoti kalankato va. ","an4.113:7.3":"So tena samvijjati, samvegam apajjati. ","an4.113:7.4":"Samviggo yoniso padahati. ","an4.113:7.5":"Pahitatto kayena ceva paramasaccam sacchikaroti, pannaya ca ativijjha passati. ","an4.113:7.6":"Seyyathapi so, bhikkhave, bhadro assajaniyo cammavedhaviddho samvijjati samvegam apajjati; ","an4.113:7.7":"tathupamaham, bhikkhave, imam bhadram purisajaniyam vadami. ","an4.113:7.8":"Evarupopi, bhikkhave, idhekacco bhadro purisajaniyo hoti. ","an4.113:7.9":"Ayam, bhikkhave, tatiyo bhadro purisajaniyo santo samvijjamano lokasmim. ","an4.113:8.1":"Puna caparam, bhikkhave, idhekacco bhadro purisajaniyo na heva kho sunati: ","an4.113:8.2":"‘amukasmim nama game va nigame va itthi va puriso va dukkhito va kalankato va’ti, napi samam passati itthim va purisam va dukkhitam va kalankatam va, napissa nati va salohito va dukkhito va hoti kalankato va, api ca kho samanneva phuttho hoti saririkahi vedanahi dukkhahi tibbahi kharahi katukahi asatahi amanapahi panaharahi. ","an4.113:8.3":"So tena samvijjati, samvegam apajjati. ","an4.113:8.4":"Samviggo yoniso padahati. ","an4.113:8.5":"Pahitatto kayena ceva paramasaccam sacchikaroti, pannaya ca ativijjha passati. ","an4.113:8.6":"Seyyathapi so, bhikkhave, bhadro assajaniyo atthivedhaviddho samvijjati samvegam apajjati; ","an4.113:8.7":"tathupamaham, bhikkhave, imam bhadram purisajaniyam vadami. ","an4.113:8.8":"Evarupopi, bhikkhave, idhekacco bhadro purisajaniyo hoti. ","an4.113:8.9":"Ayam, bhikkhave, catuttho bhadro purisajaniyo santo samvijjamano lokasmim. ","an4.113:8.10":"Ime kho, bhikkhave, cattaro bhadra purisajaniya santo samvijjamana lokasmin”ti. ","an4.113:8.11":"Tatiyam. "}