{"an4.21:0.1":"Anguttara Nikaya 4.21 ","an4.21:0.2":"3. Uruvelavagga ","an4.21:0.3":"Pathamauruvelasutta ","an4.21:1.1":"Evam me sutam—","an4.21:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an4.21:1.3":"Tatra kho bhagava bhikkhu amantesi: ","an4.21:1.4":"“bhikkhavo”ti. ","an4.21:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","an4.21:1.6":"Bhagava etadavoca: ","an4.21:2.1":"“Ekamidaham, bhikkhave, samayam uruvelayam viharami najja neranjaraya tire ajapalanigrodhe pathamabhisambuddho. ","an4.21:2.2":"Tassa mayham, bhikkhave, rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","an4.21:2.3":"‘dukkham kho agaravo viharati appatisso. ","an4.21:2.4":"Kim nu kho aham samanam va brahmanam va sakkatva garum katva upanissaya vihareyyan’ti? ","an4.21:3.1":"Tassa mayham, bhikkhave, etadahosi: ","an4.21:3.2":"‘aparipurassa kho aham silakkhandhassa paripuriya annam samanam va brahmanam va sakkatva garum katva upanissaya vihareyyam. ","an4.21:3.3":"Na kho panaham passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya annam samanam va brahmanam va attana silasampannataram, yamaham sakkatva garum katva upanissaya vihareyyam. ","an4.21:4.1":"Aparipurassa kho aham samadhikkhandhassa paripuriya annam samanam va brahmanam va sakkatva garum katva upanissaya vihareyyam. ","an4.21:4.2":"Na kho panaham passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya annam samanam va brahmanam va attana samadhisampannataram, yamaham sakkatva garum katva upanissaya vihareyyam. ","an4.21:5.1":"Aparipurassa kho aham pannakkhandhassa paripuriya annam samanam va brahmanam va sakkatva garum katva upanissaya vihareyyam. ","an4.21:5.2":"Na kho panaham passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya annam samanam va brahmanam va attana pannasampannataram, yamaham sakkatva garum katva upanissaya vihareyyam. ","an4.21:6.1":"Aparipurassa kho aham vimuttikkhandhassa paripuriya annam samanam va brahmanam va sakkatva garum katva upanissaya vihareyyam. ","an4.21:6.2":"Na kho panaham passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya annam samanam va brahmanam va attana vimuttisampannataram, yamaham sakkatva garum katva upanissaya vihareyyan’ti. ","an4.21:7.1":"Tassa mayham, bhikkhave, etadahosi: ","an4.21:7.2":"‘yannunaham yvayam dhammo maya abhisambuddho tameva dhammam sakkatva garum katva upanissaya vihareyyan’ti. ","an4.21:8.1":"Atha kho, bhikkhave, brahma sahampati mama cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evamevam—brahmaloke antarahito mama purato paturahosi. ","an4.21:8.2":"Atha kho, bhikkhave, brahma sahampati ekamsam uttarasangam karitva dakkhinam janumandalam pathaviyam nihantva yenaham tenanjalim panametva mam etadavoca: ","an4.21:8.3":"‘evametam, bhagava, evametam, sugata. ","an4.21:8.4":"Yepi te, bhante, ahesum atitamaddhanam arahanto sammasambuddha tepi bhagavanto dhammamyeva sakkatva garum katva upanissaya viharimsu; ","an4.21:8.5":"yepi te, bhante, bhavissanti anagatamaddhanam arahanto sammasambuddha tepi bhagavanto dhammamyeva sakkatva garum katva upanissaya viharissanti; ","an4.21:8.6":"bhagavapi, bhante, etarahi araham sammasambuddho dhammamyeva sakkatva garum katva upanissaya viharatu’ti. ","an4.21:8.7":"Idamavoca brahma sahampati. ","an4.21:8.8":"Idam vatva athaparam etadavoca: ","an4.21:9.1":"‘Ye ca atita sambuddha, ","an4.21:9.2":"ye ca buddha anagata; ","an4.21:9.3":"Yo cetarahi sambuddho, ","an4.21:9.4":"bahunam sokanasano. ","an4.21:10.1":"Sabbe saddhammagaruno, ","an4.21:10.2":"vihamsu viharanti ca; ","an4.21:10.3":"Athopi viharissanti, ","an4.21:10.4":"esa buddhana dhammata. ","an4.21:11.1":"Tasma hi attakamena, ","an4.21:11.2":"mahattamabhikankhata; ","an4.21:11.3":"Saddhammo garukatabbo, ","an4.21:11.4":"saram buddhana sasanan’ti. ","an4.21:12.1":"Idamavoca, bhikkhave, brahma sahampati. ","an4.21:12.2":"Idam vatva mam abhivadetva padakkhinam katva tatthevantaradhayi. ","an4.21:12.3":"Atha khvaham, bhikkhave, brahmuno ca ajjhesanam viditva attano ca patirupam yvayam dhammo maya abhisambuddho tameva dhammam sakkatva garum katva upanissaya vihasim. ","an4.21:12.4":"Yato ca kho, bhikkhave, sanghopi mahattena samannagato, atha me sanghepi garavo”ti. ","an4.21:12.5":"Pathamam. "}