{"an4.199:0.1":"Anguttara Nikaya 4.199 ","an4.199:0.2":"20. Mahavagga ","an4.199:0.3":"Tanhasutta ","an4.199:1.1":"Bhagava etadavoca: ","an4.199:1.2":"“tanham vo, bhikkhave, desessami jalinim saritam visatam visattikam, yaya ayam loko uddhasto pariyonaddho tantakulakajato gulagunthikajato munjapabbajabhuto apayam duggatim vinipatam samsaram nativattati. ","an4.199:1.3":"Tam sunatha, sadhukam manasi karotha, bhasissami”ti. ","an4.199:1.4":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","an4.199:1.5":"Bhagava etadavoca: ","an4.199:2.1":"“Katama ca sa, bhikkhave, tanha jalini sarita visata visattika, yaya ayam loko uddhasto pariyonaddho tantakulakajato gulagunthikajato munjapabbajabhuto apayam duggatim vinipatam samsaram nativattati? ","an4.199:2.2":"Attharasa kho panimani, bhikkhave, tanhavicaritani ajjhattikassa upadaya, attharasa tanhavicaritani bahirassa upadaya. ","an4.199:3.1":"Katamani attharasa tanhavicaritani ajjhattikassa upadaya? ","an4.199:3.2":"Asmiti, bhikkhave, sati itthasmiti hoti, evamsmiti hoti, annathasmiti hoti, asasmiti hoti, satasmiti hoti, santi hoti, ittham santi hoti, evam santi hoti, annatha santi hoti, apiham santi hoti, apiham ittham santi hoti, apiham evam santi hoti, apiham annatha santi hoti, bhavissanti hoti, ittham bhavissanti hoti, evam bhavissanti hoti, annatha bhavissanti hoti. ","an4.199:3.3":"Imani attharasa tanhavicaritani ajjhattikassa upadaya. ","an4.199:4.1":"Katamani attharasa tanhavicaritani bahirassa upadaya? ","an4.199:4.2":"Iminasmiti, bhikkhave, sati imina itthasmiti hoti, imina evamsmiti hoti, imina annathasmiti hoti, imina asasmiti hoti, imina satasmiti hoti, imina santi hoti, imina ittham santi hoti, imina evam santi hoti, imina annatha santi hoti, imina apiham santi hoti, imina apiham ittham santi hoti, imina apiham evam santi hoti, imina apiham annatha santi hoti, imina bhavissanti hoti, imina ittham bhavissanti hoti, imina evam bhavissanti hoti, imina annatha bhavissanti hoti. ","an4.199:4.3":"Imani attharasa tanhavicaritani bahirassa upadaya. ","an4.199:5.1":"Iti attharasa tanhavicaritani ajjhattikassa upadaya, attharasa tanhavicaritani bahirassa upadaya. ","an4.199:5.2":"Imani vuccanti, bhikkhave, chattimsa tanhavicaritani. ","an4.199:5.3":"Iti evarupani atitani chattimsa tanhavicaritani, anagatani chattimsa tanhavicaritani, paccuppannani chattimsa tanhavicaritani. ","an4.199:5.4":"Evam atthasatam tanhavicaritam honti. ","an4.199:6.1":"Ayam kho sa, bhikkhave, tanha jalini sarita visata visattika, yaya ayam loko uddhasto pariyonaddho tantakulakajato gunagunthikajato munjapabbajabhuto apayam duggatim vinipatam samsaram nativattati”ti. ","an4.199:6.2":"Navamam. "}