{"an4.62:0.1":"Anguttara Nikaya 4.62 ","an4.62:0.2":"7. Pattakammavagga ","an4.62:0.3":"Ananyasutta ","an4.62:1.1":"Atha kho anathapindiko gahapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho anathapindikam gahapatim bhagava etadavoca: ","an4.62:2.1":"“Cattarimani, gahapati, sukhani adhigamaniyani gihina kamabhogina kalena kalam samayena samayam upadaya. ","an4.62:2.2":"Katamani cattari? ","an4.62:2.3":"Atthisukham, bhogasukham, ananyasukham, anavajjasukham. ","an4.62:3.1":"Katamanca, gahapati, atthisukham? ","an4.62:3.2":"Idha, gahapati, kulaputtassa bhoga honti utthanaviriyadhigata bahabalaparicita sedavakkhitta dhammika dhammaladdha. ","an4.62:3.3":"So ‘bhoga me atthi utthanaviriyadhigata bahabalaparicita sedavakkhitta dhammika dhammaladdha’ti adhigacchati sukham, adhigacchati somanassam. ","an4.62:3.4":"Idam vuccati, gahapati, atthisukham. ","an4.62:4.1":"Katamanca, gahapati, bhogasukham? ","an4.62:4.2":"Idha, gahapati, kulaputto utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi paribhunjati punnani ca karoti. ","an4.62:4.3":"So ‘utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi paribhunjami punnani ca karomi’ti adhigacchati sukham, adhigacchati somanassam. ","an4.62:4.4":"Idam vuccati, gahapati, bhogasukham. ","an4.62:5.1":"Katamanca, gahapati, ananyasukham? ","an4.62:5.2":"Idha, gahapati, kulaputto na kassaci kinci dhareti appam va bahum va. ","an4.62:5.3":"So ‘na kassaci kinci dharemi appam va bahum va’ti adhigacchati sukham, adhigacchati somanassam. ","an4.62:5.4":"Idam vuccati, gahapati, ananyasukham. ","an4.62:6.1":"Katamanca, gahapati, anavajjasukham? ","an4.62:6.2":"Idha, gahapati, ariyasavako anavajjena kayakammena samannagato hoti, anavajjena vacikammena samannagato hoti, anavajjena manokammena samannagato hoti. ","an4.62:6.3":"So ‘anavajjenamhi kayakammena samannagato, anavajjena vacikammena samannagato, anavajjena manokammena samannagato’ti adhigacchati sukham, adhigacchati somanassam. ","an4.62:6.4":"Idam vuccati, gahapati, anavajjasukham. ","an4.62:6.5":"Imani kho, gahapati, cattari sukhani adhigamaniyani gihina kamabhogina kalena kalam samayena samayam upadayati. ","an4.62:7.1":"Ananyasukham natvana, ","an4.62:7.2":"Atho atthisukham param; ","an4.62:7.3":"Bhunjam bhogasukham macco, ","an4.62:7.4":"Tato panna vipassati. ","an4.62:8.1":"Vipassamano janati, ","an4.62:8.2":"ubho bhoge sumedhaso; ","an4.62:8.3":"Anavajjasukhassetam, ","an4.62:8.4":"kalam nagghati solasin”ti. ","an4.62:8.5":"Dutiyam. "}