{"an4.192:0.1":"Anguttara Nikaya 4.192 ","an4.192:0.2":"20. Mahavagga ","an4.192:0.3":"Thanasutta ","an4.192:1.1":"“Cattarimani, bhikkhave, thanani catuhi thanehi veditabbani. ","an4.192:1.2":"Katamani cattari? ","an4.192:1.3":"Samvasena, bhikkhave, silam veditabbam, tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena. ","an4.192:1.4":"Samvoharena, bhikkhave, soceyyam veditabbam, tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena. ","an4.192:1.5":"Apadasu, bhikkhave, thamo veditabbo, so ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena. ","an4.192:1.6":"Sakacchaya, bhikkhave, panna veditabba, sa ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannenati. ","an4.192:2.1":"‘Samvasena, bhikkhave, silam veditabbam, tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena’ti, ","an4.192:2.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an4.192:2.3":"Idha, bhikkhave, puggalo puggalena saddhim samvasamano evam janati: ","an4.192:2.4":"‘digharattam kho ayamayasma khandakari chiddakari sabalakari kammasakari, na santatakari na santatavutti; ","an4.192:2.5":"silesu dussilo ayamayasma, nayamayasma silava’ti. ","an4.192:3.1":"Idha pana, bhikkhave, puggalo puggalena saddhim samvasamano evam janati: ","an4.192:3.2":"‘digharattam kho ayamayasma akhandakari acchiddakari asabalakari akammasakari santatakari santatavutti; ","an4.192:3.3":"silesu silava ayamayasma, nayamayasma dussilo’ti. ","an4.192:3.4":"‘Samvasena, bhikkhave, silam veditabbam, tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena’ti, iti yam tam vuttam idametam paticca vuttam. ","an4.192:4.1":"‘Samvoharena, bhikkhave, soceyyam veditabbam, tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena’ti, ","an4.192:4.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an4.192:4.3":"Idha, bhikkhave, puggalo puggalena saddhim samvoharamano evam janati: ","an4.192:4.4":"‘annatha kho ayamayasma ekena eko voharati, annatha dvihi, annatha tihi, annatha sambahulehi; ","an4.192:4.5":"vokkamati ayamayasma purimavohara pacchimavoharam; ","an4.192:4.6":"aparisuddhavoharo ayamayasma, nayamayasma parisuddhavoharo’ti. ","an4.192:5.1":"Idha pana, bhikkhave, puggalo puggalena saddhim samvoharamano evam janati: ","an4.192:5.2":"‘yatheva kho ayamayasma ekena eko voharati, tatha dvihi, tatha tihi, tatha sambahulehi. ","an4.192:5.3":"Nayamayasma vokkamati purimavohara pacchimavoharam; ","an4.192:5.4":"parisuddhavoharo ayamayasma, nayamayasma aparisuddhavoharo’ti. ","an4.192:5.5":"‘Samvoharena, bhikkhave, soceyyam veditabbam, tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena’ti, iti yam tam vuttam idametam paticca vuttam. ","an4.192:6.1":"‘Apadasu, bhikkhave, thamo veditabbo, so ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena’ti, ","an4.192:6.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an4.192:6.3":"Idha, bhikkhave, ekacco natibyasanena va phuttho samano, bhogabyasanena va phuttho samano, rogabyasanena va phuttho samano na iti patisancikkhati: ","an4.192:6.4":"‘tathabhuto kho ayam lokasannivaso tathabhuto ayam attabhavapatilabho yathabhute lokasannivase yathabhute attabhavapatilabhe attha lokadhamma lokam anuparivattanti loko ca attha lokadhamme anuparivattati—","an4.192:6.5":"labho ca, alabho ca, yaso ca, ayaso ca, ninda ca, pasamsa ca, sukhanca, dukkhanca’ti. ","an4.192:6.6":"So natibyasanena va phuttho samano bhogabyasanena va phuttho samano rogabyasanena va phuttho samano socati kilamati paridevati, urattalim kandati, sammoham apajjati. ","an4.192:7.1":"Idha pana, bhikkhave, ekacco natibyasanena va phuttho samano bhogabyasanena va phuttho samano rogabyasanena va phuttho samano iti patisancikkhati: ","an4.192:7.2":"‘tathabhuto kho ayam lokasannivaso tathabhuto ayam attabhavapatilabho yathabhute lokasannivase yathabhute attabhavapatilabhe attha lokadhamma lokam anuparivattanti loko ca attha lokadhamme anuparivattati—","an4.192:7.3":"labho ca, alabho ca, yaso ca, ayaso ca, ninda ca, pasamsa ca, sukhanca, dukkhanca’ti. ","an4.192:7.4":"So natibyasanena va phuttho samano bhogabyasanena va phuttho samano rogabyasanena va phuttho samano na socati na kilamati na paridevati, na urattalim kandati, na sammoham apajjati. ","an4.192:7.5":"‘Apadasu, bhikkhave, thamo veditabbo, so ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena’ti, ","an4.192:7.6":"iti yam tam vuttam idametam paticca vuttam. ","an4.192:8.1":"‘Sakacchaya, bhikkhave, panna veditabba, sa ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena’ti, ","an4.192:8.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an4.192:8.3":"Idha, bhikkhave, puggalo puggalena saddhim sakacchayamano evam janati: ","an4.192:8.4":"‘yatha kho imassa ayasmato ummaggo yatha ca abhiniharo yatha ca panhasamudaharo, duppanno ayamayasma, nayamayasma pannava. ","an4.192:8.5":"Tam kissa hetu? ","an4.192:8.6":"Tatha hi ayamayasma na ceva gambhiram atthapadam udaharati santam panitam atakkavacaram nipunam panditavedaniyam. ","an4.192:8.7":"Yanca ayamayasma dhammam bhasati tassa ca nappatibalo sankhittena va vittharena va attham acikkhitum desetum pannapetum patthapetum vivaritum vibhajitum uttanikatum. ","an4.192:8.8":"Duppanno ayamayasma, nayamayasma pannava’ti. ","an4.192:9.1":"Seyyathapi, bhikkhave, cakkhuma puriso udakarahadassa tire thito passeyya parittam maccham ummujjamanam. ","an4.192:9.2":"Tassa evamassa: ","an4.192:9.3":"‘yatha kho imassa macchassa ummaggo yatha ca umighato yatha ca vegayitattam, paritto ayam maccho, nayam maccho mahanto’ti. ","an4.192:9.4":"Evamevam kho, bhikkhave, puggalo puggalena saddhim sakacchayamano evam janati: ","an4.192:9.5":"‘yatha kho imassa ayasmato ummaggo yatha ca abhiniharo yatha ca panhasamudaharo, duppanno ayamayasma, nayamayasma pannava. ","an4.192:9.6":"Tam kissa hetu? ","an4.192:9.7":"Tatha hi ayamayasma na ceva gambhiram atthapadam udaharati santam panitam atakkavacaram nipunam panditavedaniyam. ","an4.192:9.8":"Yanca ayamayasma dhammam bhasati, tassa ca na patibalo sankhittena va vittharena va attham acikkhitum desetum pannapetum patthapetum vivaritum vibhajitum uttanikatum. ","an4.192:9.9":"Duppanno ayamayasma, nayamayasma pannava’ti. ","an4.192:10.1":"Idha pana, bhikkhave, puggalo puggalena saddhim sakacchayamano evam janati: ","an4.192:10.2":"‘yatha kho imassa ayasmato ummaggo yatha ca abhiniharo yatha ca panhasamudaharo, pannava ayamayasma, nayamayasma duppanno. ","an4.192:10.3":"Tam kissa hetu? ","an4.192:10.4":"Tatha hi ayamayasma gambhiranceva atthapadam udaharati santam panitam atakkavacaram nipunam panditavedaniyam. ","an4.192:10.5":"Yanca ayamayasma dhammam bhasati, tassa ca patibalo sankhittena va vittharena va attham acikkhitum desetum pannapetum patthapetum vivaritum vibhajitum uttanikatum. ","an4.192:10.6":"Pannava ayamayasma, nayamayasma duppanno’ti. ","an4.192:11.1":"Seyyathapi, bhikkhave, cakkhuma puriso udakarahadassa tire thito passeyya mahantam maccham ummujjamanam. ","an4.192:11.2":"Tassa evamassa: ","an4.192:11.3":"‘yatha kho imassa macchassa ummaggo yatha ca umighato yatha ca vegayitattam, mahanto ayam maccho, nayam maccho paritto’ti. ","an4.192:11.4":"Evamevam kho, bhikkhave, puggalo puggalena saddhim sakacchayamano evam janati: ","an4.192:11.5":"‘yatha kho imassa ayasmato ummaggo yatha ca abhiniharo yatha ca panhasamudaharo, pannava ayamayasma, nayamayasma duppanno. ","an4.192:11.6":"Tam kissa hetu? ","an4.192:11.7":"Tatha hi ayamayasma gambhiranceva atthapadam udaharati santam panitam atakkavacaram nipunam panditavedaniyam. ","an4.192:11.8":"Yanca ayamayasma dhammam bhasati, tassa ca patibalo sankhittena va vittharena va attham acikkhitum desetum pannapetum patthapetum vivaritum vibhajitum uttanikatum. ","an4.192:11.9":"Pannava ayamayasma, nayamayasma duppanno’ti. ","an4.192:12.1":"‘Sakacchaya, bhikkhave, panna veditabba, sa ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena’ti, iti yam tam vuttam idametam paticca vuttam. ","an4.192:12.2":"Imani kho, bhikkhave, cattari thanani imehi catuhi thanehi veditabbani”ti. ","an4.192:12.3":"Dutiyam. "}