{"an4.122:0.1":"Anguttara Nikaya 4.122 ","an4.122:0.2":"13. Bhayavagga ","an4.122:0.3":"Umibhayasutta ","an4.122:1.1":"“Cattarimani, bhikkhave, bhayani udakorohantassa patikankhitabbani. ","an4.122:1.2":"Katamani cattari? ","an4.122:1.3":"Umibhayam, kumbhilabhayam, avattabhayam, susukabhayam—","an4.122:1.4":"Imani kho, bhikkhave, cattari bhayani udakorohantassa patikankhitabbani. ","an4.122:1.5":"Evamevam kho, bhikkhave, cattari bhayani idhekaccassa kulaputtassa imasmim dhammavinaye agarasma anagariyam pabbajitassa patikankhitabbani. ","an4.122:1.6":"Katamani cattari? ","an4.122:1.7":"Umibhayam, kumbhilabhayam, avattabhayam, susukabhayam. ","an4.122:2.1":"Katamanca, bhikkhave, umibhayam? ","an4.122:2.2":"Idha, bhikkhave, ekacco kulaputto saddha agarasma anagariyam pabbajito hoti: ","an4.122:2.3":"‘otinnomhi jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, dukkhotinno dukkhapareto; ","an4.122:2.4":"appeva nama imassa kevalassa dukkhakkhandhassa antakiriya pannayetha’ti. ","an4.122:2.5":"Tamenam tatha pabbajitam samanam sabrahmacarino ovadanti anusasanti: ","an4.122:2.6":"‘evam te abhikkamitabbam, evam te patikkamitabbam, evam te aloketabbam, evam te viloketabbam, evam te saminjitabbam, evam te pasaritabbam, evam te sanghatipattacivaram dharetabban’ti. ","an4.122:2.7":"Tassa evam hoti: ","an4.122:2.8":"‘mayam kho pubbe agariyabhuta samana anne ovadamapi anusasamapi. ","an4.122:2.9":"Ime panamhakam puttamatta manne nattamatta manne ovaditabbam anusasitabbam mannanti’ti. ","an4.122:2.10":"So kupito anattamano sikkham paccakkhaya hinayavattati. ","an4.122:2.11":"Ayam vuccati, bhikkhave, bhikkhu umibhayassa bhito sikkham paccakkhaya hinayavatto. ","an4.122:2.12":"Umibhayanti kho, bhikkhave, kodhupayasassetam adhivacanam. ","an4.122:2.13":"Idam vuccati, bhikkhave, umibhayam. ","an4.122:3.1":"Katamanca, bhikkhave, kumbhilabhayam? ","an4.122:3.2":"Idha, bhikkhave, ekacco kulaputto saddha agarasma anagariyam pabbajito hoti: ","an4.122:3.3":"‘otinnomhi jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, dukkhotinno dukkhapareto; ","an4.122:3.4":"appeva nama imassa kevalassa dukkhakkhandhassa antakiriya pannayetha’ti. ","an4.122:3.5":"Tamenam tatha pabbajitam samanam sabrahmacarino ovadanti anusasanti: ","an4.122:3.6":"‘idam te khaditabbam, idam te na khaditabbam, idam te bhunjitabbam, idam te na bhunjitabbam, idam te sayitabbam, idam te na sayitabbam, idam te patabbam, idam te na patabbam, kappiyam te khaditabbam, akappiyam te na khaditabbam, kappiyam te bhunjitabbam, akappiyam te na bhunjitabbam, kappiyam te sayitabbam, akappiyam te na sayitabbam, kappiyam te patabbam, akappiyam te na patabbam, kale te khaditabbam, vikale te na khaditabbam, kale te bhunjitabbam, vikale te na bhunjitabbam, kale te sayitabbam, vikale te na sayitabbam, kale te patabbam, vikale te na patabban’ti. ","an4.122:3.7":"Tassa evam hoti: ","an4.122:3.8":"‘mayam kho pubbe agariyabhuta samana yam icchama tam khadama, yam na icchama na tam khadama; ","an4.122:3.9":"yam icchama tam bhunjama, yam na icchama na tam bhunjama; ","an4.122:3.10":"yam icchama tam sayama, yam na icchama na tam sayama; ","an4.122:3.11":"yam icchama tam pivama, yam na icchama na tam pivama; ","an4.122:3.12":"kappiyampi khadama akappiyampi khadama kappiyampi bhunjama akappiyampi bhunjama kappiyampi sayama akappiyampi sayama kappiyampi pivama akappiyampi pivama, kalepi khadama vikalepi khadama kalepi bhunjama vikalepi bhunjama kalepi sayama vikalepi sayama kalepi pivama vikalepi pivama; ","an4.122:3.13":"yampi no saddha gahapatika diva vikale panitam khadaniyam va bhojaniyam va denti, tatrapime mukhavaranam manne karonti’ti. ","an4.122:3.14":"So kupito anattamano sikkham paccakkhaya hinayavattati. ","an4.122:3.15":"Ayam vuccati, bhikkhave, bhikkhu kumbhilabhayassa bhito sikkham paccakkhaya hinayavatto. ","an4.122:3.16":"Kumbhilabhayanti kho, bhikkhave, odarikattassetam adhivacanam. ","an4.122:3.17":"Idam vuccati, bhikkhave, kumbhilabhayam. ","an4.122:4.1":"Katamanca, bhikkhave, avattabhayam? ","an4.122:4.2":"Idha, bhikkhave, ekacco kulaputto saddha agarasma anagariyam pabbajito hoti: ","an4.122:4.3":"‘otinnomhi jatiya jaraya maranena sokehi paridevehi, dukkhehi domanassehi upayasehi dukkhotinno dukkhapareto; ","an4.122:4.4":"appeva nama imassa kevalassa dukkhakkhandhassa antakiriya pannayetha’ti. ","an4.122:4.5":"So evam pabbajito samano pubbanhasamayam nivasetva pattacivaramadaya gamam va nigamam va pindaya pavisati arakkhiteneva kayena arakkhitaya vacaya arakkhitena cittena anupatthitaya satiya asamvutehi indriyehi. ","an4.122:4.6":"So tattha passati gahapatim va gahapatiputtam va pancahi kamagunehi samappitam samangibhutam paricarayamanam. ","an4.122:4.7":"Tassa evam hoti: ","an4.122:4.8":"‘mayam kho pubbe agariyabhuta samana pancahi kamagunehi samappita samangibhuta paricarimha; ","an4.122:4.9":"samvijjanti kho pana me kule bhoga. ","an4.122:4.10":"Sakka bhoge ca bhunjitum punnani ca katum. ","an4.122:4.11":"Yannunaham sikkham paccakkhaya hinayavattitva bhoge ca bhunjeyyam punnani ca kareyyan’ti. ","an4.122:4.12":"So sikkham paccakkhaya hinayavattati. ","an4.122:4.13":"Ayam vuccati, bhikkhave, bhikkhu avattabhayassa bhito sikkham paccakkhaya hinayavatto. ","an4.122:4.14":"Avattabhayanti kho, bhikkhave, pancannetam kamagunanam adhivacanam. ","an4.122:4.15":"Idam vuccati, bhikkhave, avattabhayam. ","an4.122:5.1":"Katamanca, bhikkhave, susukabhayam? ","an4.122:5.2":"Idha, bhikkhave, ekacco kulaputto saddha agarasma anagariyam pabbajito hoti: ","an4.122:5.3":"‘otinnomhi jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, dukkhotinno dukkhapareto; ","an4.122:5.4":"appeva nama imassa kevalassa dukkhakkhandhassa antakiriya pannayetha’ti. ","an4.122:5.5":"So evam pabbajito samano pubbanhasamayam nivasetva pattacivaramadaya gamam va nigamam va pindaya pavisati arakkhiteneva kayena arakkhitaya vacaya arakkhitena cittena anupatthitaya satiya asamvutehi indriyehi. ","an4.122:5.6":"So tattha passati matugamam dunnivattham va dupparutam va. ","an4.122:5.7":"Tassa matugamam disva dunnivattham va dupparutam va rago cittam anuddhamseti. ","an4.122:5.8":"So raganuddhamsitena cittena sikkham paccakkhaya hinayavattati. ","an4.122:5.9":"Ayam vuccati, bhikkhave, bhikkhu susukabhayassa bhito sikkham paccakkhaya hinayavatto. ","an4.122:5.10":"Susukabhayanti kho, bhikkhave, matugamassetam adhivacanam. ","an4.122:5.11":"Idam vuccati, bhikkhave, susukabhayam. ","an4.122:5.12":"Imani kho, bhikkhave, cattari bhayani idhekaccassa kulaputtassa imasmim dhammavinaye agarasma anagariyam pabbajitassa patikankhitabbani”ti. ","an4.122:5.13":"Dutiyam. "}