{"an4.114:0.1":"Anguttara Nikaya 4.114 ","an4.114:0.2":"12. Kesivagga ","an4.114:0.3":"Nagasutta ","an4.114:1.1":"“Catuhi, bhikkhave, angehi samannagato ranno nago rajaraho hoti rajabhoggo, ranno anganteva sankham gacchati. ","an4.114:1.2":"Katamehi catuhi? ","an4.114:1.3":"Idha, bhikkhave, ranno nago sota ca hoti, hanta ca, khanta ca, ganta ca. ","an4.114:2.1":"Kathanca, bhikkhave, ranno nago sota hoti? ","an4.114:2.2":"Idha, bhikkhave, ranno nago yamenam hatthidammasarathi karanam kareti—","an4.114:2.3":"yadi va katapubbam yadi va akatapubbam—","an4.114:2.4":"tam atthim katva manasi katva sabbacetasa samannaharitva ohitasoto sunati. ","an4.114:2.5":"Evam kho, bhikkhave, ranno nago sota hoti. ","an4.114:3.1":"Kathanca, bhikkhave, ranno nago hanta hoti? ","an4.114:3.2":"Idha, bhikkhave, ranno nago sangamagato hatthimpi hanati, hattharuhampi hanati, assampi hanati, assaruhampi hanati, rathampi hanati, rathikampi hanati, pattikampi hanati. ","an4.114:3.3":"Evam kho, bhikkhave, ranno nago hanta hoti. ","an4.114:4.1":"Kathanca, bhikkhave, ranno nago khanta hoti? ","an4.114:4.2":"Idha bhikkhave, ranno nago sangamagato khamo hoti sattippaharanam asippaharanam usuppaharanam pharasuppaharanam bheripanavasankhatinavaninnadasaddanam. ","an4.114:4.3":"Evam kho, bhikkhave, ranno nago khanta hoti. ","an4.114:5.1":"Kathanca, bhikkhave, ranno nago ganta hoti? ","an4.114:5.2":"Idha, bhikkhave, ranno nago yamenam hatthidammasarathi disam peseti—","an4.114:5.3":"yadi va gatapubbam yadi va agatapubbam—","an4.114:5.4":"tam khippameva ganta hoti. ","an4.114:5.5":"Evam kho, bhikkhave, ranno nago ganta hoti. ","an4.114:5.6":"Imehi kho, bhikkhave, catuhi angehi samannagato ranno nago rajaraho hoti rajabhoggo, ranno anganteva sankham gacchati. ","an4.114:6.1":"Evamevam kho, bhikkhave, catuhi dhammehi samannagato bhikkhu ahuneyyo hoti …pe… anuttaram punnakkhettam lokassa. ","an4.114:6.2":"Katamehi catuhi? ","an4.114:6.3":"Idha, bhikkhave, bhikkhu sota ca hoti, hanta ca, khanta ca, ganta ca. ","an4.114:7.1":"Kathanca, bhikkhave, bhikkhu sota hoti? ","an4.114:7.2":"Idha, bhikkhave, bhikkhu tathagatappavedite dhammavinaye desiyamane atthim katva manasi katva sabbacetasa samannaharitva ohitasoto dhammam sunati. ","an4.114:7.3":"Evam kho, bhikkhave, bhikkhu sota hoti. ","an4.114:8.1":"Kathanca, bhikkhave, bhikkhu hanta hoti? ","an4.114:8.2":"Idha, bhikkhave, bhikkhu uppannam kamavitakkam nadhivaseti pajahati vinodeti hanati byantikaroti anabhavam gameti, uppannam byapadavitakkam …pe… uppannam vihimsavitakkam …pe… uppannuppanne papake akusale dhamme nadhivaseti pajahati vinodeti hanati byantikaroti anabhavam gameti. ","an4.114:8.3":"Evam kho, bhikkhave, bhikkhu hanta hoti. ","an4.114:9.1":"Kathanca, bhikkhave, bhikkhu khanta hoti? ","an4.114:9.2":"Idha, bhikkhave, bhikkhu khamo hoti sitassa unhassa jighacchaya pipasaya, damsamakasavatatapasarisapasamphassanam duruttanam duragatanam vacanapathanam uppannanam saririkanam vedananam dukkhanam tibbanam kharanam katukanam asatanam amanapanam panaharanam adhivasakajatiko hoti. ","an4.114:9.3":"Evam kho, bhikkhave, bhikkhu khanta hoti. ","an4.114:10.1":"Kathanca, bhikkhave, bhikkhu ganta hoti? ","an4.114:10.2":"Idha, bhikkhave, bhikkhu yayam disa agatapubba imina dighena addhuna yadidam sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam, tam khippanneva ganta hoti. ","an4.114:10.3":"Evam kho, bhikkhave, bhikkhu ganta hoti. ","an4.114:10.4":"Imehi kho, bhikkhave, catuhi dhammehi samannagato bhikkhu ahuneyyo hoti …pe… anuttaram punnakkhettam lokassa”ti. ","an4.114:10.5":"Catuttham. "}