{"an4.36:0.1":"Anguttara Nikaya 4.36 ","an4.36:0.2":"4. Cakkavagga ","an4.36:0.3":"Donasutta ","an4.36:1.1":"Ekam samayam bhagava antara ca ukkattham antara ca setabyam addhanamaggappatipanno hoti. ","an4.36:1.2":"Donopi sudam brahmano antara ca ukkattham antara ca setabyam addhanamaggappatipanno hoti. ","an4.36:1.3":"Addasa kho dono brahmano bhagavato padesu cakkani sahassarani sanemikani sanabhikani sabbakaraparipurani; ","an4.36:1.4":"disvanassa etadahosi: ","an4.36:1.5":"“acchariyam vata bho, abbhutam vata bho. ","an4.36:1.6":"Na vatimani manussabhutassa padani bhavissanti”ti. ","an4.36:1.7":"Atha kho bhagava magga okkamma annatarasmim rukkhamule nisidi pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","an4.36:1.8":"Atha kho dono brahmano bhagavato padani anugacchanto addasa bhagavantam annatarasmim rukkhamule nisinnam pasadikam pasadaniyam santindriyam santamanasam uttamadamathasamathamanuppattam dantam guttam samyatindriyam nagam. ","an4.36:1.9":"Disvana yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","an4.36:2.1":"“Devo no bhavam bhavissati”ti? ","an4.36:2.2":"“Na kho aham, brahmana, devo bhavissami”ti. ","an4.36:2.3":"“Gandhabbo no bhavam bhavissati”ti? ","an4.36:2.4":"“Na kho aham, brahmana, gandhabbo bhavissami”ti. ","an4.36:2.5":"“Yakkho no bhavam bhavissati”ti? ","an4.36:2.6":"“Na kho aham, brahmana, yakkho bhavissami”ti. ","an4.36:2.7":"“Manusso no bhavam bhavissati”ti? ","an4.36:2.8":"“Na kho aham, brahmana, manusso bhavissami”ti. ","an4.36:3.1":"“‘Devo no bhavam bhavissati’ti, iti puttho samano: ","an4.36:3.2":"‘na kho aham, brahmana, devo bhavissami’ti vadesi. ","an4.36:3.3":"‘Gandhabbo no bhavam bhavissati’ti, iti puttho samano: ","an4.36:3.4":"‘na kho aham, brahmana, gandhabbo bhavissami’ti vadesi. ","an4.36:3.5":"‘Yakkho no bhavam bhavissati’ti, iti puttho samano: ","an4.36:3.6":"‘na kho aham, brahmana, yakkho bhavissami’ti vadesi. ","an4.36:3.7":"‘Manusso no bhavam bhavissati’ti, iti puttho samano: ","an4.36:3.8":"‘na kho aham, brahmana, manusso bhavissami’ti vadesi. ","an4.36:3.9":"Atha ko carahi bhavam bhavissati”ti? ","an4.36:4.1":"“Yesam kho aham, brahmana, asavanam appahinatta devo bhaveyyam, te me asava pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an4.36:4.2":"Yesam kho aham, brahmana, asavanam appahinatta gandhabbo bhaveyyam … yakkho bhaveyyam … manusso bhaveyyam, te me asava pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an4.36:4.3":"Seyyathapi, brahmana, uppalam va padumam va pundarikam va udake jatam udake samvaddham udaka accuggamma titthati anupalittam udakena; ","an4.36:4.4":"evamevam kho aham, brahmana, loke jato loke samvaddho lokam abhibhuyya viharami anupalitto lokena. ","an4.36:4.5":"Buddhoti mam, brahmana, dharehiti. ","an4.36:5.1":"Yena devupapatyassa, ","an4.36:5.2":"gandhabbo va vihangamo; ","an4.36:5.3":"Yakkhattam yena gaccheyyam, ","an4.36:5.4":"manussattanca abbaje; ","an4.36:5.5":"Te mayham asava khina, ","an4.36:5.6":"viddhasta vinalikata. ","an4.36:6.1":"Pundarikam yatha vaggu, ","an4.36:6.2":"Toyena nupalippati; ","an4.36:6.3":"Nupalippami lokena, ","an4.36:6.4":"Tasma buddhosmi brahmana”ti. ","an4.36:6.5":"Chattham. "}