{"an4.41:0.1":"Anguttara Nikaya 4.41 ","an4.41:0.2":"5. Rohitassavagga ","an4.41:0.3":"Samadhibhavanasutta ","an4.41:1.1":"“Catasso ima, bhikkhave, samadhibhavana. ","an4.41:1.2":"Katama catasso? ","an4.41:1.3":"Atthi, bhikkhave, samadhibhavana bhavita bahulikata ditthadhammasukhaviharaya samvattati; ","an4.41:1.4":"atthi, bhikkhave, samadhibhavana bhavita bahulikata nanadassanappatilabhaya samvattati; ","an4.41:1.5":"atthi, bhikkhave, samadhibhavana bhavita bahulikata satisampajannaya samvattati; ","an4.41:1.6":"atthi, bhikkhave, samadhibhavana bhavita bahulikata asavanam khayaya samvattati. ","an4.41:2.1":"Katama ca, bhikkhave, samadhibhavana bhavita bahulikata ditthadhammasukhaviharaya samvattati? ","an4.41:2.2":"Idha, bhikkhave, bhikkhu vivicceva kamehi …pe… catuttham jhanam upasampajja viharati. ","an4.41:2.3":"Ayam, bhikkhave, samadhibhavana bhavita bahulikata ditthadhammasukhaviharaya samvattati. ","an4.41:3.1":"Katama ca, bhikkhave, samadhibhavana bhavita bahulikata nanadassanappatilabhaya samvattati? ","an4.41:3.2":"Idha, bhikkhave, bhikkhu alokasannam manasi karoti, divasannam adhitthati—","an4.41:3.3":"yatha diva tatha rattim, yatha rattim tatha diva. ","an4.41:3.4":"Iti vivatena cetasa apariyonaddhena sappabhasam cittam bhaveti. ","an4.41:3.5":"Ayam, bhikkhave, samadhibhavana bhavita bahulikata nanadassanappatilabhaya samvattati. ","an4.41:4.1":"Katama ca, bhikkhave, samadhibhavana bhavita bahulikata satisampajannaya samvattati? ","an4.41:4.2":"Idha, bhikkhave, bhikkhuno vidita vedana uppajjanti, vidita upatthahanti, vidita abbhattham gacchanti; ","an4.41:4.3":"vidita sanna …pe… vidita vitakka uppajjanti, vidita upatthahanti, vidita abbhattham gacchanti. ","an4.41:4.4":"Ayam, bhikkhave, samadhibhavana bhavita bahulikata satisampajannaya samvattati. ","an4.41:5.1":"Katama ca, bhikkhave, samadhibhavana bhavita bahulikata asavanam khayaya samvattati? ","an4.41:5.2":"Idha, bhikkhave, bhikkhu pancasu upadanakkhandhesu udayabbayanupassi viharati: ","an4.41:5.3":"‘iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","an4.41:5.4":"iti vedana, iti vedanaya samudayo, iti vedanaya atthangamo; ","an4.41:5.5":"iti sanna, iti sannaya samudayo, iti sannaya atthangamo; ","an4.41:5.6":"iti sankhara, iti sankharanam samudayo, iti sankharanam atthangamo; ","an4.41:5.7":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamo’ti. ","an4.41:5.8":"Ayam, bhikkhave, samadhibhavana bhavita bahulikata asavanam khayaya samvattati. ","an4.41:5.9":"Ima kho, bhikkhave, catasso samadhibhavana. ","an4.41:5.10":"Idanca pana metam, bhikkhave, sandhaya bhasitam parayane punnakapanhe: ","an4.41:6.1":"‘Sankhaya lokasmim paroparani, ","an4.41:6.2":"Yassinjitam natthi kuhinci loke; ","an4.41:6.3":"Santo vidhumo anigho niraso, ","an4.41:6.4":"Atari so jatijaranti brumi’”ti. ","an4.41:6.5":"Pathamam. "}