{"an5.51:0.1":"Anguttara Nikaya 5.51 ","an5.51:0.2":"6. Nivaranavagga ","an5.51:0.3":"Avaranasutta ","an5.51:1.1":"Evam me sutam—","an5.51:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an5.51:1.3":"Tatra kho bhagava bhikkhu amantesi: ","an5.51:1.4":"“bhikkhavo”ti. ","an5.51:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","an5.51:1.6":"Bhagava etadavoca: ","an5.51:2.1":"“Pancime, bhikkhave, avarana nivarana cetaso ajjharuha pannaya dubbalikarana. ","an5.51:2.2":"Katame panca? ","an5.51:2.3":"Kamacchando, bhikkhave, avarano nivarano cetaso ajjharuho pannaya dubbalikarano. ","an5.51:2.4":"Byapado, bhikkhave, avarano nivarano cetaso ajjharuho pannaya dubbalikarano. ","an5.51:2.5":"Thinamiddham, bhikkhave, avaranam nivaranam cetaso ajjharuham pannaya dubbalikaranam. ","an5.51:2.6":"Uddhaccakukkuccam, bhikkhave, avaranam nivaranam cetaso ajjharuham pannaya dubbalikaranam. ","an5.51:2.7":"Vicikiccha, bhikkhave, avarana nivarana cetaso ajjharuha pannaya dubbalikarana. ","an5.51:2.8":"Ime kho, bhikkhave, panca avarana nivarana cetaso ajjharuha pannaya dubbalikarana. ","an5.51:3.1":"So vata, bhikkhave, bhikkhu ime panca avarane nivarane cetaso ajjharuhe pannaya dubbalikarane appahaya, abalaya pannaya dubbalaya attattham va nassati parattham va nassati ubhayattham va nassati uttari va manussadhamma alamariyananadassanavisesam sacchikarissatiti netam thanam vijjati. ","an5.51:3.2":"Seyyathapi, bhikkhave, nadi pabbateyya durangama sighasota haraharini. ","an5.51:3.3":"Tassa puriso ubhato nangalamukhani vivareyya. ","an5.51:3.4":"Evanhi so, bhikkhave, majjhe nadiya soto vikkhitto visato byadinno neva durangamo assa na sighasoto na harahari. ","an5.51:3.5":"Evamevam kho, bhikkhave, so vata bhikkhu ime panca avarane nivarane cetaso ajjharuhe pannaya dubbalikarane appahaya, abalaya pannaya dubbalaya attattham va nassati parattham va nassati ubhayattham va nassati uttari va manussadhamma alamariyananadassanavisesam sacchikarissatiti netam thanam vijjati. ","an5.51:4.1":"So vata, bhikkhave, bhikkhu ime panca avarane nivarane cetaso ajjharuhe pannaya dubbalikarane pahaya, balavatiya pannaya attattham va nassati parattham va nassati ubhayattham va nassati uttari va manussadhamma alamariyananadassanavisesam sacchikarissatiti thanametam vijjati. ","an5.51:4.2":"Seyyathapi, bhikkhave, nadi pabbateyya durangama sighasota haraharini. ","an5.51:4.3":"Tassa puriso ubhato nangalamukhani pidaheyya. ","an5.51:4.4":"Evanhi so, bhikkhave, majjhe nadiya soto avikkhitto avisato abyadinno durangamo ceva assa sighasoto ca harahari ca. ","an5.51:4.5":"Evamevam kho, bhikkhave, so vata bhikkhu ime panca avarane nivarane cetaso ajjharuhe pannaya dubbalikarane pahaya, balavatiya pannaya attattham va nassati parattham va nassati ubhayattham va nassati uttari va manussadhamma alamariyananadassanavisesam sacchikarissatiti thanametam vijjati”ti. ","an5.51:4.6":"Pathamam. "}