{"an5.74:0.1":"Anguttara Nikaya 5.74 ","an5.74:0.2":"8. Yodhajivavagga ","an5.74:0.3":"Dutiyadhammaviharisutta ","an5.74:1.1":"Atha kho annataro bhikkhu yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so bhikkhu bhagavantam etadavoca: ","an5.74:1.2":"“‘dhammavihari, dhammavihari’ti, bhante, vuccati. ","an5.74:1.3":"Kittavata nu kho, bhante, bhikkhu dhammavihari hoti”ti? ","an5.74:2.1":"“Idha, bhikkhu, bhikkhu dhammam pariyapunati—","an5.74:2.2":"suttam, geyyam, veyyakaranam, gatham, udanam, itivuttakam, jatakam, abbhutadhammam, vedallam; ","an5.74:2.3":"uttari cassa pannaya attham nappajanati. ","an5.74:2.4":"Ayam vuccati, bhikkhu: ‘bhikkhu pariyattibahulo, no dhammavihari’. ","an5.74:3.1":"Puna caparam, bhikkhu, bhikkhu yathasutam yathapariyattam dhammam vittharena paresam deseti, uttari cassa pannaya attham nappajanati. ","an5.74:3.2":"Ayam vuccati, bhikkhu: ‘bhikkhu pannattibahulo, no dhammavihari’. ","an5.74:4.1":"Puna caparam, bhikkhu, bhikkhu yathasutam yathapariyattam dhammam vittharena sajjhayam karoti, uttari cassa pannaya attham nappajanati. ","an5.74:4.2":"Ayam vuccati, bhikkhu: ‘bhikkhu sajjhayabahulo, no dhammavihari’. ","an5.74:5.1":"Puna caparam, bhikkhu, bhikkhu yathasutam yathapariyattam dhammam cetasa anuvitakketi anuvicareti manasanupekkhati, uttari cassa pannaya attham nappajanati. ","an5.74:5.2":"Ayam vuccati, bhikkhu: ‘bhikkhu vitakkabahulo, no dhammavihari’. ","an5.74:6.1":"Idha, bhikkhu, bhikkhu dhammam pariyapunati—","an5.74:6.2":"suttam, geyyam, veyyakaranam, gatham, udanam, itivuttakam, jatakam, abbhutadhammam, vedallam; ","an5.74:6.3":"uttari cassa pannaya attham pajanati. ","an5.74:6.4":"Evam kho, bhikkhu, bhikkhu dhammavihari hoti. ","an5.74:7.1":"Iti kho, bhikkhu, desito maya pariyattibahulo, desito pannattibahulo, desito sajjhayabahulo, desito vitakkabahulo, desito dhammavihari. ","an5.74:7.2":"Yam kho, bhikkhu, satthara karaniyam savakanam hitesina anukampakena anukampam upadaya, katam vo tam maya. ","an5.74:7.3":"Etani, bhikkhu, rukkhamulani, etani sunnagarani. Jhayatha bhikkhu, ma pamadattha, ma paccha vippatisarino ahuvattha. Ayam vo amhakam anusasani”ti. ","an5.74:7.4":"Catuttham. "}