{"an5.71:0.1":"Anguttara Nikaya 5.71 ","an5.71:0.2":"8. Yodhajivavagga ","an5.71:0.3":"Pathamacetovimuttiphalasutta ","an5.71:1.1":"“Pancime, bhikkhave, dhamma bhavita bahulikata cetovimuttiphala ca honti cetovimuttiphalanisamsa ca, pannavimuttiphala ca honti pannavimuttiphalanisamsa ca. ","an5.71:2.1":"Katame panca? ","an5.71:2.2":"Idha, bhikkhave, bhikkhu asubhanupassi kaye viharati, ahare patikulasanni, sabbaloke anabhiratasanni, sabbasankharesu aniccanupassi, maranasanna kho panassa ajjhattam supatthita hoti. ","an5.71:2.3":"Ime kho, bhikkhave, panca dhamma bhavita bahulikata cetovimuttiphala ca honti cetovimuttiphalanisamsa ca, pannavimuttiphala ca honti pannavimuttiphalanisamsa ca. ","an5.71:2.4":"Yato kho, bhikkhave, bhikkhu cetovimutto ca hoti pannavimutto ca hoti—","an5.71:2.5":"ayam vuccati, bhikkhave, ‘bhikkhu ukkhittapaligho itipi, sankinnaparikho itipi, abbulhesiko itipi, niraggalo itipi, ariyo pannaddhajo pannabharo visamyutto itipi’. ","an5.71:3.1":"Kathanca, bhikkhave, bhikkhu ukkhittapaligho hoti? ","an5.71:3.2":"Idha, bhikkhave, bhikkhuno avijja pahina hoti ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an5.71:3.3":"Evam kho, bhikkhave, bhikkhu ukkhittapaligho hoti. ","an5.71:4.1":"Kathanca, bhikkhave, bhikkhu sankinnaparikho hoti? ","an5.71:4.2":"Idha, bhikkhave, bhikkhuno ponobhaviko jatisamsaro pahino hoti ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo. ","an5.71:4.3":"Evam kho, bhikkhave, bhikkhu sankinnaparikho hoti. ","an5.71:5.1":"Kathanca, bhikkhave, bhikkhu abbulhesiko hoti? ","an5.71:5.2":"Idha, bhikkhave, bhikkhuno tanha pahina hoti ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an5.71:5.3":"Evam kho, bhikkhave, bhikkhu abbulhesiko hoti. ","an5.71:6.1":"Kathanca, bhikkhave, bhikkhu niraggalo hoti? ","an5.71:6.2":"Idha, bhikkhave, bhikkhuno pancorambhagiyani samyojanani pahinani honti ucchinnamulani talavatthukatani anabhavankatani ayatim anuppadadhammani. ","an5.71:6.3":"Evam kho, bhikkhave, bhikkhu niraggalo hoti. ","an5.71:7.1":"Kathanca, bhikkhave, bhikkhu ariyo pannaddhajo pannabharo visamyutto hoti? ","an5.71:7.2":"Idha, bhikkhave, bhikkhuno asmimano pahino hoti ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo. ","an5.71:7.3":"Evam kho, bhikkhave, bhikkhu ariyo pannaddhajo pannabharo visamyutto hoti”ti. ","an5.71:7.4":"Pathamam. "}