{"an5.58:0.1":"Anguttara Nikaya 5.58 ","an5.58:0.2":"6. Nivaranavagga ","an5.58:0.3":"Licchavikumarakasutta ","an5.58:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","an5.58:1.2":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","an5.58:1.3":"Vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto mahavanam ajjhogahetva annatarasmim rukkhamule divaviharam nisidi. ","an5.58:2.1":"Tena kho pana samayena sambahula licchavikumaraka sajjani dhanuni adaya kukkurasanghaparivuta mahavane anucankamamana anuvicaramana addasu bhagavantam annatarasmim rukkhamule nisinnam; ","an5.58:2.2":"disvana sajjani dhanuni nikkhipitva kukkurasangham ekamantam uyyojetva yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva tunhibhuta tunhibhuta panjalika bhagavantam payirupasanti. ","an5.58:3.1":"Tena kho pana samayena mahanamo licchavi mahavane janghaviharam anucankamamano addasa te licchavikumarake tunhibhute tunhibhute panjalike bhagavantam payirupasante; ","an5.58:3.2":"disva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","an5.58:3.3":"Ekamantam nisinno kho mahanamo licchavi udanam udanesi: ","an5.58:3.4":"“bhavissanti vajji, bhavissanti vajji”ti. ","an5.58:4.1":"“Kim pana tvam, mahanama, evam vadesi: ","an5.58:4.2":"‘bhavissanti vajji, bhavissanti vajji’”ti? ","an5.58:4.3":"“Ime, bhante, licchavikumaraka canda pharusa apanubha. ","an5.58:4.4":"Yanipi tani kulesu pahenakani pahiyanti, ucchuti va badarati va puvati va modakati va sankulikati va, tani vilumpitva vilumpitva khadanti; ","an5.58:4.5":"kulitthinampi kulakumarinampi pacchaliyam khipanti. ","an5.58:4.6":"Te danime tunhibhuta tunhibhuta panjalika bhagavantam payirupasanti”ti. ","an5.58:5.1":"“Yassa kassaci, mahanama, kulaputtassa panca dhamma samvijjanti—","an5.58:5.2":"yadi va ranno khattiyassa muddhavasittassa, yadi va ratthikassa pettanikassa, yadi va senaya senapatikassa, yadi va gamagamanikassa, yadi va pugagamanikassa, ye va pana kulesu paccekadhipaccam karenti, vuddhiyeva patikankha, no parihani. ","an5.58:6.1":"Katame panca? ","an5.58:6.2":"Idha, mahanama, kulaputto utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi matapitaro sakkaroti garum karoti maneti pujeti. ","an5.58:6.3":"Tamenam matapitaro sakkata garukata manita pujita kalyanena manasa anukampanti: ","an5.58:6.4":"‘ciram jiva, dighamayum palehi’ti. ","an5.58:6.5":"Matapitanukampitassa, mahanama, kulaputtassa vuddhiyeva patikankha, no parihani. ","an5.58:7.1":"Puna caparam, mahanama, kulaputto utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi puttadaradasakammakaraporise sakkaroti garum karoti maneti pujeti. ","an5.58:7.2":"Tamenam puttadaradasakammakaraporisa sakkata garukata manita pujita kalyanena manasa anukampanti: ","an5.58:7.3":"‘ciram jiva, dighamayum palehi’ti. ","an5.58:7.4":"Puttadaradasakammakaraporisanukampitassa, mahanama, kulaputtassa vuddhiyeva patikankha, no parihani. ","an5.58:8.1":"Puna caparam, mahanama, kulaputto utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi khettakammantasamantasabyohare sakkaroti garum karoti maneti pujeti. ","an5.58:8.2":"Tamenam khettakammantasamantasabyohara sakkata garukata manita pujita kalyanena manasa anukampanti: ","an5.58:8.3":"‘ciram jiva, dighamayum palehi’ti. ","an5.58:8.4":"Khettakammantasamantasabyoharanukampitassa, mahanama, kulaputtassa vuddhiyeva patikankha, no parihani. ","an5.58:9.1":"Puna caparam, mahanama, kulaputto utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi yavata balipatiggahika devata sakkaroti garum karoti maneti pujeti. ","an5.58:9.2":"Tamenam balipatiggahika devata sakkata garukata manita pujita kalyanena manasa anukampanti: ","an5.58:9.3":"‘ciram jiva, dighamayum palehi’ti. ","an5.58:9.4":"devatanukampitassa, mahanama, kulaputtassa vuddhiyeva patikankha, no parihani. ","an5.58:10.1":"Puna caparam, mahanama, kulaputto utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi samanabrahmane sakkaroti garum karoti maneti pujeti. ","an5.58:10.2":"Tamenam samanabrahmana sakkata garukata manita pujita kalyanena manasa anukampanti: ","an5.58:10.3":"‘ciram jiva, dighamayum palehi’ti. ","an5.58:10.4":"Samanabrahmananukampitassa, mahanama, kulaputtassa vuddhiyeva patikankha, no parihani. ","an5.58:11.1":"Yassa kassaci, mahanama, kulaputtassa ime panca dhamma samvijjanti—","an5.58:11.2":"yadi va ranno khattiyassa muddhabhisittassa, yadi va ratthikassa pettanikassa, yadi va senaya senapatikassa, yadi va gamagamanikassa, yadi va pugagamanikassa, ye va pana kulesu paccekadhipaccam karenti, vuddhiyeva patikankha, no parihaniti. ","an5.58:12.1":"Matapitukiccakaro, ","an5.58:12.2":"puttadarahito sada; ","an5.58:12.3":"Antojanassa atthaya, ","an5.58:12.4":"ye cassa anujivino. ","an5.58:13.1":"Ubhinnanceva atthaya, ","an5.58:13.2":"Vadannu hoti silava; ","an5.58:13.3":"Natinam pubbapetanam, ","an5.58:13.4":"Ditthe dhamme ca jivatam. ","an5.58:14.1":"Samananam brahmananam, ","an5.58:14.2":"devatananca pandito; ","an5.58:14.3":"Vittisanjanano hoti, ","an5.58:14.4":"dhammena gharamavasam. ","an5.58:15.1":"So karitvana kalyanam, ","an5.58:15.2":"pujjo hoti pasamsiyo; ","an5.58:15.3":"Idheva nam pasamsanti, ","an5.58:15.4":"pecca sagge pamodati”ti. ","an5.58:15.5":"Atthamam. "}