{"an5.193:0.1":"Anguttara Nikaya 5.193 ","an5.193:0.2":"20. Brahmanavagga ","an5.193:0.3":"Sangaravasutta ","an5.193:1.1":"Atha kho sangaravo brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an5.193:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho sangaravo brahmano bhagavantam etadavoca: ","an5.193:1.3":"“ko nu kho, bho gotama, hetu ko paccayo, yena kadaci digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata? ","an5.193:1.4":"Ko pana, bho gotama, hetu ko paccayo, yena kadaci digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata”ti? ","an5.193:2.1":"Yasmim, brahmana, samaye kamaragapariyutthitena cetasa viharati kamaragaparetena, uppannassa ca kamaragassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi tasmim samaye yathabhutam nappajanati na passati, ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:2.2":"Seyyathapi, brahmana, udapatto samsattho lakhaya va haliddiya va niliya va manjitthaya va. ","an5.193:2.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam nappajaneyya na passeyya. ","an5.193:2.4":"Evamevam kho, brahmana, yasmim samaye kamaragapariyutthitena cetasa viharati kamaragaparetena, uppannassa ca kamaragassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:3.1":"Puna caparam, brahmana, yasmim samaye byapadapariyutthitena cetasa viharati byapadaparetena, uppannassa ca byapadassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:3.2":"Seyyathapi, brahmana, udapatto aggina santatto ukkudhito ussadakajato. ","an5.193:3.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam nappajaneyya na passeyya. ","an5.193:3.4":"Evamevam kho, brahmana, yasmim samaye byapadapariyutthitena cetasa viharati byapadaparetena, uppannassa ca byapadassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:4.1":"Puna caparam, brahmana, yasmim samaye thinamiddhapariyutthitena cetasa viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:4.2":"Seyyathapi, brahmana, udapatto sevalapanakapariyonaddho. ","an5.193:4.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam nappajaneyya na passeyya. ","an5.193:4.4":"Evamevam kho, brahmana, yasmim samaye thinamiddhapariyutthitena cetasa viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:5.1":"Puna caparam, brahmana, yasmim samaye uddhaccakukkuccapariyutthitena cetasa viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:5.2":"Seyyathapi, brahmana, udapatto vaterito calito bhanto umijato. ","an5.193:5.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam nappajaneyya na passeyya. ","an5.193:5.4":"Evamevam kho, brahmana, yasmim samaye uddhaccakukkuccapariyutthitena cetasa viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:6.1":"Puna caparam, brahmana, yasmim samaye vicikicchapariyutthitena cetasa viharati vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:6.2":"Seyyathapi, brahmana, udapatto avilo lulito kalalibhuto andhakare nikkhitto. ","an5.193:6.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam nappajaneyya na passeyya. ","an5.193:6.4":"Evamevam kho, brahmana, yasmim samaye vicikicchapariyutthitena cetasa viharati vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam nappajanati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam nappajanati na passati, digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:7.1":"Yasminca kho, brahmana, samaye na kamaragapariyutthitena cetasa viharati na kamaragaparetena, uppannassa ca kamaragassa nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam pajanati passati, paratthampi tasmim samaye yathabhutam pajanati passati, ubhayatthampi tasmim samaye yathabhutam pajanati passati, digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","an5.193:7.2":"Seyyathapi, brahmana, udapatto asamsattho lakhaya va haliddiya va niliya va manjitthaya va. ","an5.193:7.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam pajaneyya passeyya. ","an5.193:7.4":"Evamevam kho, brahmana, yasmim samaye na kamaragapariyutthitena cetasa viharati …pe…. ","an5.193:8.1":"Puna caparam, brahmana, yasmim samaye na byapadapariyutthitena cetasa viharati …pe… ","an5.193:8.2":"seyyathapi, brahmana, udapatto aggina asantatto anukkudhito anussadakajato. ","an5.193:8.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam pajaneyya passeyya. ","an5.193:8.4":"Evamevam kho, brahmana, yasmim samaye na byapadapariyutthitena cetasa viharati …pe…. ","an5.193:9.1":"Puna caparam, brahmana, yasmim samaye na thinamiddhapariyutthitena cetasa viharati …pe… ","an5.193:9.2":"seyyathapi, brahmana, udapatto na sevalapanakapariyonaddho. ","an5.193:9.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam pajaneyya passeyya. ","an5.193:9.4":"Evamevam kho, brahmana, yasmim samaye na thinamiddhapariyutthitena cetasa viharati …pe…. ","an5.193:10.1":"Puna caparam, brahmana, yasmim samaye na uddhaccakukkuccapariyutthitena cetasa viharati …pe… ","an5.193:10.2":"seyyathapi, brahmana, udapatto na vaterito na calito na bhanto na umijato. ","an5.193:10.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam pajaneyya passeyya. ","an5.193:10.4":"Evamevam kho, brahmana, yasmim samaye na uddhaccakukkuccapariyutthitena cetasa viharati …pe…. ","an5.193:11.1":"Puna caparam, brahmana, yasmim samaye na vicikicchapariyutthitena cetasa viharati na vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam pajanati passati, paratthampi tasmim samaye yathabhutam pajanati passati, ubhayatthampi tasmim samaye yathabhutam pajanati passati, digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","an5.193:11.2":"Seyyathapi, brahmana, udapatto accho vippasanno anavilo aloke nikkhitto. ","an5.193:11.3":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam pajaneyya passeyya. ","an5.193:11.4":"Evamevam kho, brahmana, yasmim samaye na vicikicchapariyutthitena cetasa viharati na vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam pajanati passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam pajanati passati, digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","an5.193:12.1":"Ayam kho, brahmana, hetu ayam paccayo, yena kadaci digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","an5.193:12.2":"Ayam pana, brahmana, hetu ayam paccayo, yena kadaci digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata”ti. ","an5.193:13.1":"“Abhikkantam, bho gotama …pe… upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an5.193:13.2":"Tatiyam. "}