{"an5.45:0.1":"Anguttara Nikaya 5.45 ","an5.45:0.2":"5. Mundarajavagga ","an5.45:0.3":"Punnabhisandasutta ","an5.45:1.1":"“Pancime, bhikkhave, punnabhisanda kusalabhisanda sukhassahara sovaggika sukhavipaka saggasamvattanika itthaya kantaya manapaya hitaya sukhaya samvattanti. ","an5.45:2.1":"Katame panca? ","an5.45:2.2":"Yassa, bhikkhave, bhikkhu civaram paribhunjamano appamanam cetosamadhim upasampajja viharati, appamano tassa punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an5.45:3.1":"Yassa, bhikkhave, bhikkhu pindapatam paribhunjamano …pe… yassa, bhikkhave, bhikkhu viharam paribhunjamano …pe… yassa, bhikkhave, bhikkhu mancapitham paribhunjamano …pe…. ","an5.45:4.1":"Yassa, bhikkhave, bhikkhu gilanappaccayabhesajjaparikkharam paribhunjamano appamanam cetosamadhim upasampajja viharati, appamano tassa punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati. ","an5.45:4.2":"Ime kho, bhikkhave, panca punnabhisanda kusalabhisanda sukhassahara sovaggika sukhavipaka saggasamvattanika itthaya kantaya manapaya hitaya sukhaya samvattanti. ","an5.45:5.1":"Imehi ca pana, bhikkhave, pancahi punnabhisandehi kusalabhisandehi samannagatassa ariyasavakassa na sukaram punnassa pamanam gahetum: ","an5.45:5.2":"‘ettako punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati’ti. ","an5.45:5.3":"Atha kho asankheyyo appameyyo mahapunnakkhandhotveva sankham gacchati. ","an5.45:6.1":"Seyyathapi, bhikkhave, mahasamudde na sukaram udakassa pamanam gahetum: ","an5.45:6.2":"‘ettakani udakalhakaniti va ettakani udakalhakasataniti va ettakani udakalhakasahassaniti va ettakani udakalhakasatasahassaniti va; ","an5.45:6.3":"atha kho asankheyyo appameyyo mahaudakakkhandhotveva sankham gacchati’. ","an5.45:6.4":"Evamevam kho, bhikkhave, imehi pancahi punnabhisandehi kusalabhisandehi samannagatassa ariyasavakassa na sukaram punnassa pamanam gahetum: ","an5.45:6.5":"‘ettako punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko itthaya kantaya manapaya hitaya sukhaya samvattati’ti. ","an5.45:6.6":"Atha kho asankheyyo appameyyo mahapunnakkhandhotveva sankham gacchatiti. ","an5.45:7.1":"Mahodadhim aparimitam mahasaram, ","an5.45:7.2":"Bahubheravam ratnagananamalayam; ","an5.45:7.3":"Najjo yatha naraganasanghasevita, ","an5.45:7.4":"Puthu savanti upayanti sagaram. ","an5.45:8.1":"Evam naram annadapanavatthadam, ","an5.45:8.2":"Seyyanisajjattharanassa dayakam; ","an5.45:8.3":"Punnassa dhara upayanti panditam, ","an5.45:8.4":"Najjo yatha varivahava sagaran”ti. ","an5.45:8.5":"Pancamam. "}