{"an5.143:0.1":"Anguttara Nikaya 5.143 ","an5.143:0.2":"15. Tikandakivagga ","an5.143:0.3":"Sarandadasutta ","an5.143:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","an5.143:1.2":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","an5.143:1.3":"Tena kho pana samayena pancamattanam licchavisatanam sarandade cetiye sannisinnanam sannipatitanam ayamantarakatha udapadi: ","an5.143:1.4":"“pancannam ratananam patubhavo dullabho lokasmim. ","an5.143:1.5":"Katamesam pancannam? ","an5.143:1.6":"Hatthiratanassa patubhavo dullabho lokasmim, assaratanassa patubhavo dullabho lokasmim, maniratanassa patubhavo dullabho lokasmim, itthiratanassa patubhavo dullabho lokasmim, gahapatiratanassa patubhavo dullabho lokasmim. ","an5.143:1.7":"Imesam pancannam ratananam patubhavo dullabho lokasmin”ti. ","an5.143:2.1":"Atha kho te licchavi magge purisam thapesum: ","an5.143:2.2":"“yada tvam, ambho purisa, passeyyasi bhagavantam, atha amhakam aroceyyasi”ti. ","an5.143:2.3":"Addasa kho so puriso bhagavantam duratova agacchantam; ","an5.143:2.4":"disvana yena te licchavi tenupasankami; upasankamitva te licchavi etadavoca: ","an5.143:2.5":"“ayam so, bhante, bhagava gacchati araham sammasambuddho; ","an5.143:2.6":"yassadani kalam mannatha”ti. ","an5.143:3.1":"Atha kho te licchavi yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam atthamsu. Ekamantam thita kho te licchavi bhagavantam etadavocum: ","an5.143:4.1":"“Sadhu, bhante, yena sarandadam cetiyam tenupasankamatu anukampam upadaya”ti. ","an5.143:4.2":"Adhivasesi bhagava tunhibhavena. ","an5.143:4.3":"Atha kho bhagava yena sarandadam cetiyam tenupasankami; upasankamitva pannatte asane nisidi. Nisajja kho bhagava te licchavi etadavoca: ","an5.143:4.4":"“kaya nuttha, licchavi, etarahi kathaya sannisinna, ka ca pana vo antarakatha vippakata”ti? ","an5.143:4.5":"“Idha, bhante, amhakam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","an5.143:4.6":"‘pancannam ratananam patubhavo dullabho lokasmim. ","an5.143:4.7":"Katamesam pancannam? ","an5.143:4.8":"Hatthiratanassa patubhavo dullabho lokasmim, assaratanassa patubhavo dullabho lokasmim, maniratanassa patubhavo dullabho lokasmim, itthiratanassa patubhavo dullabho lokasmim, gahapatiratanassa patubhavo dullabho lokasmim. ","an5.143:4.9":"Imesam pancannam ratananam patubhavo dullabho lokasmin’”ti. ","an5.143:5.1":"“Kamadhimuttanam vata bho licchavinam kamamyeva arabbha antarakatha udapadi. ","an5.143:5.2":"Pancannam, licchavi, ratananam patubhavo dullabho lokasmim. ","an5.143:5.3":"Katamesam pancannam? ","an5.143:5.4":"Tathagatassa arahato sammasambuddhassa patubhavo dullabho lokasmim, ","an5.143:5.5":"tathagatappaveditassa dhammavinayassa deseta puggalo dullabho lokasmim, ","an5.143:5.6":"tathagatappaveditassa dhammavinayassa desitassa vinnata puggalo dullabho lokasmim, ","an5.143:5.7":"tathagatappaveditassa dhammavinayassa desitassa vinnata dhammanudhammappatipanno puggalo dullabho lokasmim, ","an5.143:5.8":"katannu katavedi puggalo dullabho lokasmim. ","an5.143:5.9":"Imesam kho, licchavi, pancannam ratananam patubhavo dullabho lokasmin”ti. ","an5.143:5.10":"Tatiyam. "}