{"an5.26:0.1":"Anguttara Nikaya 5.26 ","an5.26:0.2":"3. Pancangikavagga ","an5.26:0.3":"Vimuttayatanasutta ","an5.26:1.1":"“Pancimani, bhikkhave, vimuttayatanani yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati. ","an5.26:2.1":"Katamani panca? ","an5.26:2.2":"Idha, bhikkhave, bhikkhuno sattha dhammam deseti annataro va garutthaniyo sabrahmacari. ","an5.26:2.3":"Yatha yatha, bhikkhave, tassa bhikkhuno sattha dhammam deseti, annataro va garutthaniyo sabrahmacari tatha tatha so tasmim dhamme atthapatisamvedi ca hoti dhammapatisamvedi ca. ","an5.26:2.4":"Tassa atthapatisamvedino dhammapatisamvedino pamojjam jayati. ","an5.26:2.5":"Pamuditassa piti jayati. ","an5.26:2.6":"Pitimanassa kayo passambhati. ","an5.26:2.7":"Passaddhakayo sukham vedeti. ","an5.26:2.8":"Sukhino cittam samadhiyati. ","an5.26:2.9":"Idam, bhikkhave, pathamam vimuttayatanam yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati. ","an5.26:3.1":"Puna caparam, bhikkhave, bhikkhuno na heva kho sattha dhammam deseti, annataro va garutthaniyo sabrahmacari, api ca kho yathasutam yathapariyattam dhammam vittharena paresam deseti. ","an5.26:3.2":"Yatha yatha, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam vittharena paresam deseti tatha tatha so tasmim dhamme atthapatisamvedi ca hoti dhammapatisamvedi ca. ","an5.26:3.3":"Tassa atthapatisamvedino dhammapatisamvedino pamojjam jayati. ","an5.26:3.4":"Pamuditassa piti jayati. ","an5.26:3.5":"Pitimanassa kayo passambhati. ","an5.26:3.6":"Passaddhakayo sukham vedeti. ","an5.26:3.7":"Sukhino cittam samadhiyati. ","an5.26:3.8":"Idam, bhikkhave, dutiyam vimuttayatanam yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati. ","an5.26:4.1":"Puna caparam, bhikkhave, bhikkhuno na heva kho sattha dhammam deseti, annataro va garutthaniyo sabrahmacari, napi yathasutam yathapariyattam dhammam vittharena paresam deseti, api ca kho yathasutam yathapariyattam dhammam vittharena sajjhayam karoti. ","an5.26:4.2":"Yatha yatha, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam vittharena sajjhayam karoti tatha tatha so tasmim dhamme atthapatisamvedi ca hoti dhammapatisamvedi ca. ","an5.26:4.3":"Tassa atthapatisamvedino dhammapatisamvedino pamojjam jayati. ","an5.26:4.4":"Pamuditassa piti jayati. ","an5.26:4.5":"Pitimanassa kayo passambhati. ","an5.26:4.6":"Passaddhakayo sukham vedeti. ","an5.26:4.7":"Sukhino cittam samadhiyati. ","an5.26:4.8":"Idam, bhikkhave, tatiyam vimuttayatanam yattha bhikkhuno appamattassa atapino …pe… yogakkhemam anupapunati. ","an5.26:5.1":"Puna caparam, bhikkhave, bhikkhuno na heva kho sattha dhammam deseti, annataro va garutthaniyo sabrahmacari, napi yathasutam yathapariyattam dhammam vittharena paresam deseti, napi yathasutam yathapariyattam dhammam vittharena sajjhayam karoti; ","an5.26:5.2":"api ca kho yathasutam yathapariyattam dhammam cetasa anuvitakketi anuvicareti manasanupekkhati. ","an5.26:5.3":"Yatha yatha, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam cetasa anuvitakketi anuvicareti manasanupekkhati tatha tatha so tasmim dhamme atthapatisamvedi ca hoti dhammapatisamvedi ca. ","an5.26:5.4":"Tassa atthapatisamvedino dhammapatisamvedino pamojjam jayati. ","an5.26:5.5":"Pamuditassa piti jayati. ","an5.26:5.6":"Pitimanassa kayo passambhati. ","an5.26:5.7":"Passaddhakayo sukham vedeti. ","an5.26:5.8":"Sukhino cittam samadhiyati. ","an5.26:5.9":"Idam, bhikkhave, catuttham vimuttayatanam yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati. ","an5.26:6.1":"Puna caparam, bhikkhave, bhikkhuno na heva kho sattha dhammam deseti annataro va garutthaniyo sabrahmacari, napi yathasutam yathapariyattam dhammam vittharena paresam deseti, napi yathasutam yathapariyattam dhammam vittharena sajjhayam karoti, napi yathasutam yathapariyattam dhammam cetasa anuvitakketi anuvicareti manasanupekkhati; ","an5.26:6.2":"api ca khvassa annataram samadhinimittam suggahitam hoti sumanasikatam supadharitam suppatividdham pannaya. ","an5.26:6.3":"Yatha yatha, bhikkhave, bhikkhuno annataram samadhinimittam suggahitam hoti sumanasikatam supadharitam suppatividdham pannaya tatha tatha so tasmim dhamme atthapatisamvedi ca hoti dhammapatisamvedi ca. ","an5.26:6.4":"Tassa atthapatisamvedino dhammapatisamvedino pamojjam jayati. ","an5.26:6.5":"Pamuditassa piti jayati. ","an5.26:6.6":"Pitimanassa kayo passambhati. ","an5.26:6.7":"Passaddhakayo sukham vedeti. ","an5.26:6.8":"Sukhino cittam samadhiyati. ","an5.26:6.9":"Idam, bhikkhave, pancamam vimuttayatanam yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati. ","an5.26:7.1":"Imani kho, bhikkhave, panca vimuttayatanani yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttam va cittam vimuccati, aparikkhina va asava parikkhayam gacchanti, ananuppattam va anuttaram yogakkhemam anupapunati”ti. ","an5.26:7.2":"Chattham. "}