{"an5.156:0.1":"Anguttara Nikaya 5.156 ","an5.156:0.2":"16. Saddhammavagga ","an5.156:0.3":"Tatiyasaddhammasammosasutta ","an5.156:1.1":"“Pancime, bhikkhave, dhamma saddhammassa sammosaya antaradhanaya samvattanti. ","an5.156:1.2":"Katame panca? ","an5.156:1.3":"Idha, bhikkhave, bhikkhu duggahitam suttantam pariyapunanti dunnikkhittehi padabyanjanehi. ","an5.156:1.4":"Dunnikkhittassa, bhikkhave, padabyanjanassa atthopi dunnayo hoti. ","an5.156:1.5":"Ayam, bhikkhave, pathamo dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.156:2.1":"Puna caparam, bhikkhave, bhikkhu dubbaca honti, dovacassakaranehi dhammehi samannagata, akkhama appadakkhinaggahino anusasanim. ","an5.156:2.2":"Ayam, bhikkhave, dutiyo dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.156:3.1":"Puna caparam, bhikkhave, ye te bhikkhu bahussuta agatagama dhammadhara vinayadhara matikadhara, te na sakkaccam suttantam param vacenti; ","an5.156:3.2":"tesam accayena chinnamulako suttanto hoti appatisarano. ","an5.156:3.3":"Ayam, bhikkhave, tatiyo dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.156:4.1":"Puna caparam, bhikkhave, thera bhikkhu bahulika honti sathalika okkamane pubbangama paviveke nikkhittadhura, na viriyam arabhanti appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.156:4.2":"Tesam pacchima janata ditthanugatim apajjati. ","an5.156:4.3":"Sapi hoti bahulika sathalika okkamane pubbangama paviveke nikkhittadhura, na viriyam arabhati appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.156:4.4":"Ayam, bhikkhave, catuttho dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.156:5.1":"Puna caparam, bhikkhave, sangho bhinno hoti. ","an5.156:5.2":"Sanghe kho pana, bhikkhave, bhinne annamannam akkosa ca honti, annamannam paribhasa ca honti, annamannam parikkhepa ca honti, annamannam pariccajana ca honti. ","an5.156:5.3":"Tattha appasanna ceva nappasidanti, pasannananca ekaccanam annathattam hoti. ","an5.156:5.4":"Ayam, bhikkhave, pancamo dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.156:5.5":"Ime kho, bhikkhave, panca dhamma saddhammassa sammosaya antaradhanaya samvattanti. ","an5.156:6.1":"Pancime, bhikkhave, dhamma saddhammassa thitiya asammosaya anantaradhanaya samvattanti. ","an5.156:6.2":"Katame panca? ","an5.156:6.3":"Idha, bhikkhave, bhikkhu suggahitam suttantam pariyapunanti sunikkhittehi padabyanjanehi. ","an5.156:6.4":"Sunikkhittassa, bhikkhave, padabyanjanassa atthopi sunayo hoti. ","an5.156:6.5":"Ayam, bhikkhave, pathamo dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.156:7.1":"Puna caparam, bhikkhave, bhikkhu suvaca honti sovacassakaranehi dhammehi samannagata, khama padakkhinaggahino anusasanim. ","an5.156:7.2":"Ayam, bhikkhave, dutiyo dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.156:8.1":"Puna caparam, bhikkhave, ye te bhikkhu bahussuta agatagama dhammadhara vinayadhara matikadhara, te sakkaccam suttantam param vacenti; ","an5.156:8.2":"tesam accayena na chinnamulako suttanto hoti sappatisarano. ","an5.156:8.3":"Ayam, bhikkhave, tatiyo dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.156:9.1":"Puna caparam, bhikkhave, thera bhikkhu na bahulika honti na sathalika, okkamane nikkhittadhura paviveke pubbangama; viriyam arabhanti appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.156:9.2":"Tesam pacchima janata ditthanugatim apajjati. ","an5.156:9.3":"Sapi hoti na bahulika na sathalika, okkamane nikkhittadhura paviveke pubbangama, viriyam arabhati appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.156:9.4":"Ayam, bhikkhave, catuttho dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.156:10.1":"Puna caparam, bhikkhave, sangho samaggo sammodamano avivadamano ekuddeso phasum viharati. ","an5.156:10.2":"Sanghe kho pana, bhikkhave, samagge na ceva annamannam akkosa honti, na ca annamannam paribhasa honti, na ca annamannam parikkhepa honti, na ca annamannam pariccajana honti. ","an5.156:10.3":"Tattha appasanna ceva pasidanti, pasannananca bhiyyobhavo hoti. ","an5.156:10.4":"Ayam, bhikkhave, pancamo dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.156:10.5":"Ime kho, bhikkhave, panca dhamma saddhammassa thitiya asammosaya anantaradhanaya samvattanti”ti. ","an5.156:10.6":"Chattham. "}