{"an5.162:0.1":"Anguttara Nikaya 5.162 ","an5.162:0.2":"17. Aghatavagga ","an5.162:0.3":"Dutiyaaghatapativinayasutta ","an5.162:1.1":"Tatra kho ayasma sariputto bhikkhu amantesi: ","an5.162:1.2":"“avuso bhikkhave”ti. ","an5.162:1.3":"“Avuso”ti kho te bhikkhu ayasmato sariputtassa paccassosum. ","an5.162:1.4":"Ayasma sariputto etadavoca: ","an5.162:2.1":"“Pancime, avuso, aghatapativinaya yattha bhikkhuno uppanno aghato sabbaso pativinetabbo. ","an5.162:2.2":"Katame panca? ","an5.162:2.3":"Idhavuso, ekacco puggalo aparisuddhakayasamacaro hoti parisuddhavacisamacaro; ","an5.162:2.4":"evarupepi, avuso, puggale aghato pativinetabbo. ","an5.162:2.5":"Idha panavuso, ekacco puggalo aparisuddhavacisamacaro hoti parisuddhakayasamacaro; ","an5.162:2.6":"evarupepi, avuso, puggale aghato pativinetabbo. ","an5.162:2.7":"Idha panavuso, ekacco puggalo aparisuddhakayasamacaro hoti aparisuddhavacisamacaro, labhati ca kalena kalam cetaso vivaram cetaso pasadam; ","an5.162:2.8":"evarupepi, avuso, puggale aghato pativinetabbo. ","an5.162:2.9":"Idha panavuso, ekacco puggalo aparisuddhakayasamacaro hoti aparisuddhavacisamacaro, na ca labhati kalena kalam cetaso vivaram cetaso pasadam; ","an5.162:2.10":"evarupepi, avuso, puggale aghato pativinetabbo. ","an5.162:2.11":"Idha panavuso, ekacco puggalo parisuddhakayasamacaro parisuddhavacisamacaro, labhati ca kalena va kalam cetaso vivaram cetaso pasadam; ","an5.162:2.12":"evarupepi, avuso, puggale aghato pativinetabbo. ","an5.162:3.1":"Tatravuso, yvayam puggalo aparisuddhakayasamacaro parisuddhavacisamacaro, katham tasmim puggale aghato pativinetabbo? ","an5.162:3.2":"Seyyathapi, avuso, bhikkhu pamsukuliko rathiyaya nantakam disva vamena padena nigganhitva dakkhinena padena pattharitva, yo tattha saro tam paripatetva adaya pakkameyya; ","an5.162:3.3":"evamevam khvavuso, yvayam puggalo aparisuddhakayasamacaro parisuddhavacisamacaro, yassa aparisuddhakayasamacarata na sassa tasmim samaye manasi katabba, ya ca khvassa parisuddhavacisamacarata sassa tasmim samaye manasi katabba. ","an5.162:3.4":"Evam tasmim puggale aghato pativinetabbo. ","an5.162:4.1":"Tatravuso, yvayam puggalo aparisuddhavacisamacaro parisuddhakayasamacaro, katham tasmim puggale aghato pativinetabbo? ","an5.162:4.2":"Seyyathapi, avuso, pokkharani sevalapanakapariyonaddha. ","an5.162:4.3":"Atha puriso agaccheyya ghammabhitatto ghammapareto kilanto tasito pipasito. ","an5.162:4.4":"So tam pokkharanim ogahetva ubhohi hatthehi iticiti ca sevalapanakam apaviyuhitva anjalina pivitva pakkameyya. ","an5.162:4.5":"Evamevam kho, avuso, yvayam puggalo aparisuddhavacisamacaro parisuddhakayasamacaro, yassa aparisuddhavacisamacarata na sassa tasmim samaye manasi katabba, ya ca khvassa parisuddhakayasamacarata sassa tasmim samaye manasi katabba. ","an5.162:4.6":"Evam tasmim puggale aghato pativinetabbo. ","an5.162:5.1":"Tatravuso, yvayam puggalo aparisuddhakayasamacaro aparisuddhavacisamacaro labhati ca kalena kalam cetaso vivaram cetaso pasadam, katham tasmim puggale aghato pativinetabbo? ","an5.162:5.2":"Seyyathapi, avuso, parittam gopade udakam. ","an5.162:5.3":"Atha puriso agaccheyya ghammabhitatto ghammapareto kilanto tasito pipasito. ","an5.162:5.4":"Tassa evamassa: ","an5.162:5.5":"‘idam kho parittam gopade udakam. ","an5.162:5.6":"Sacaham anjalina va pivissami bhajanena va khobhessamipi tam lolessamipi tam apeyyampi tam karissami. ","an5.162:5.7":"Yannunaham catukkundiko nipatitva gopitakam pivitva pakkameyyan’ti. ","an5.162:5.8":"So catukkundiko nipatitva gopitakam pivitva pakkameyya. ","an5.162:5.9":"Evamevam kho, avuso, yvayam puggalo aparisuddhakayasamacaro aparisuddhavacisamacaro labhati ca kalena kalam cetaso vivaram cetaso pasadam, yassa aparisuddhakayasamacarata na sassa tasmim samaye manasi katabba; ","an5.162:5.10":"yapissa aparisuddhavacisamacarata na sapissa tasmim samaye manasi katabba. ","an5.162:5.11":"Yanca kho so labhati kalena kalam cetaso vivaram cetaso pasadam, tamevassa tasmim samaye manasi katabbam. ","an5.162:5.12":"Evam tasmim puggale aghato pativinetabbo. ","an5.162:6.1":"Tatravuso, yvayam puggalo aparisuddhakayasamacaro aparisuddhavacisamacaro na ca labhati kalena kalam cetaso vivaram cetaso pasadam, katham tasmim puggale aghato pativinetabbo? ","an5.162:6.2":"Seyyathapi, avuso, puriso abadhiko dukkhito balhagilano addhanamaggappatipanno. ","an5.162:6.3":"Tassa puratopissa dure gamo pacchatopissa dure gamo. ","an5.162:6.4":"So na labheyya sappayani bhojanani, na labheyya sappayani bhesajjani, na labheyya patirupam upatthakam, na labheyya gamantanayakam. ","an5.162:6.5":"Tamenam annataro puriso passeyya addhanamaggappatipanno. ","an5.162:6.6":"So tasmim purise karunnamyeva upatthapeyya, anuddayamyeva upatthapeyya, anukampamyeva upatthapeyya: ","an5.162:6.7":"‘aho vatayam puriso labheyya sappayani bhojanani, labheyya sappayani bhesajjani, labheyya patirupam upatthakam, labheyya gamantanayakam. ","an5.162:6.8":"Tam kissa hetu? ","an5.162:6.9":"Mayam puriso idheva anayabyasanam apajji’ti. ","an5.162:6.10":"Evamevam kho, avuso, yvayam puggalo aparisuddhakayasamacaro aparisuddhavacisamacaro na ca labhati kalena kalam cetaso vivaram cetaso pasadam, evarupepi, avuso, puggale karunnamyeva upatthapetabbam anuddayayeva upatthapetabba anukampayeva upatthapetabba: ","an5.162:6.11":"‘aho vata ayamayasma kayaduccaritam pahaya kayasucaritam bhaveyya, vaciduccaritam pahaya vacisucaritam bhaveyya, manoduccaritam pahaya manosucaritam bhaveyya. ","an5.162:6.12":"Tam kissa hetu? ","an5.162:6.13":"Mayam ayasma kayassa bheda param marana apayam duggatim vinipatam nirayam upapajji’ti. ","an5.162:6.14":"Evam tasmim puggale aghato pativinetabbo. ","an5.162:7.1":"Tatravuso, yvayam puggalo parisuddhakayasamacaro parisuddhavacisamacaro labhati ca kalena kalam cetaso vivaram cetaso pasadam, katham tasmim puggale aghato pativinetabbo? ","an5.162:7.2":"Seyyathapi, avuso, pokkharani acchodaka satodaka sitodaka setaka supatittha ramaniya nanarukkhehi sanchanna. ","an5.162:7.3":"Atha puriso agaccheyya ghammabhitatto ghammapareto kilanto tasito pipasito. ","an5.162:7.4":"So tam pokkharanim ogahetva nhatva ca pivitva ca paccuttaritva tattheva rukkhacchayaya nisideyya va nipajjeyya va. ","an5.162:8.1":"Evamevam kho, avuso, yvayam puggalo parisuddhakayasamacaro parisuddhavacisamacaro labhati ca kalena kalam cetaso vivaram cetaso pasadam, yapissa parisuddhakayasamacarata sapissa tasmim samaye manasi katabba; ","an5.162:8.2":"yapissa parisuddhavacisamacarata sapissa tasmim samaye manasi katabba; ","an5.162:8.3":"yampi labhati kalena kalam cetaso vivaram cetaso pasadam, tampissa tasmim samaye manasi katabbam. ","an5.162:8.4":"Evam tasmim puggale aghato pativinetabbo. ","an5.162:8.5":"Samantapasadikam, avuso, puggalam agamma cittam pasidati. ","an5.162:9.1":"Ime kho, avuso, panca aghatapativinaya, yattha bhikkhuno uppanno aghato sabbaso pativinetabbo”ti. ","an5.162:9.2":"Dutiyam. "}