{"an5.155:0.1":"Anguttara Nikaya 5.155 ","an5.155:0.2":"16. Saddhammavagga ","an5.155:0.3":"Dutiyasaddhammasammosasutta ","an5.155:1.1":"“Pancime, bhikkhave, dhamma saddhammassa sammosaya antaradhanaya samvattanti. ","an5.155:1.2":"Katame panca? ","an5.155:1.3":"Idha, bhikkhave, bhikkhu dhammam na pariyapunanti—","an5.155:1.4":"suttam, geyyam, veyyakaranam, gatham, udanam, itivuttakam, jatakam, abbhutadhammam, vedallam. ","an5.155:1.5":"Ayam, bhikkhave, pathamo dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.155:2.1":"Puna caparam, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam na vittharena paresam desenti. ","an5.155:2.2":"Ayam, bhikkhave, dutiyo dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.155:3.1":"Puna caparam, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam na vittharena param vacenti. ","an5.155:3.2":"Ayam, bhikkhave, tatiyo dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.155:4.1":"Puna caparam, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam na vittharena sajjhayam karonti. ","an5.155:4.2":"Ayam, bhikkhave, catuttho dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.155:5.1":"Puna caparam, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam na cetasa anuvitakkenti anuvicarenti manasanupekkhanti. ","an5.155:5.2":"Ayam, bhikkhave, pancamo dhammo saddhammassa sammosaya antaradhanaya samvattati. ","an5.155:5.3":"Ime kho, bhikkhave, panca dhamma saddhammassa sammosaya antaradhanaya samvattanti. ","an5.155:6.1":"Pancime, bhikkhave, dhamma saddhammassa thitiya asammosaya anantaradhanaya samvattanti. ","an5.155:6.2":"Katame panca? ","an5.155:6.3":"Idha, bhikkhave, bhikkhu dhammam pariyapunanti—","an5.155:6.4":"suttam, geyyam, veyyakaranam, gatham, udanam, itivuttakam, jatakam, abbhutadhammam, vedallam. ","an5.155:6.5":"Ayam, bhikkhave, pathamo dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.155:7.1":"Puna caparam, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam vittharena paresam desenti. ","an5.155:7.2":"Ayam, bhikkhave, dutiyo dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.155:8.1":"Puna caparam, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam vittharena param vacenti. ","an5.155:8.2":"Ayam, bhikkhave, tatiyo dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.155:9.1":"Puna caparam, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam vittharena sajjhayam karonti. ","an5.155:9.2":"Ayam, bhikkhave, catuttho dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.155:10.1":"Puna caparam, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam cetasa anuvitakkenti anuvicarenti manasanupekkhanti. ","an5.155:10.2":"Ayam, bhikkhave, pancamo dhammo saddhammassa thitiya asammosaya anantaradhanaya samvattati. ","an5.155:10.3":"Ime kho, bhikkhave, panca dhamma saddhammassa thitiya asammosaya anantaradhanaya samvattanti”ti. ","an5.155:10.4":"Pancamam. "}