{"an5.30:0.1":"Anguttara Nikaya 5.30 ","an5.30:0.2":"3. Pancangikavagga ","an5.30:0.3":"Nagitasutta ","an5.30:1.1":"Evam me sutam—","an5.30:1.2":"ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim yena icchanangalam nama kosalanam brahmanagamo tadavasari. ","an5.30:1.3":"Tatra sudam bhagava icchanangale viharati icchanangalavanasande. ","an5.30:1.4":"Assosum kho icchanangalaka brahmanagahapatika: ","an5.30:1.5":"“samano khalu bho gotamo sakyaputto sakyakula pabbajito icchanangalam anuppatto; icchanangale viharati icchanangalavanasande. ","an5.30:1.6":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","an5.30:1.7":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi, sattha devamanussanam buddho bhagavati’. ","an5.30:1.8":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","an5.30:1.9":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","an5.30:1.10":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","an5.30:1.11":"Atha kho icchanangalaka brahmanagahapatika tassa rattiya accayena pahutam khadaniyam bhojaniyam adaya yena icchanangalavanasando tenupasankamimsu; upasankamitva bahidvarakotthake atthamsu uccasaddamahasadda. ","an5.30:2.1":"Tena kho pana samayena ayasma nagito bhagavato upatthako hoti. ","an5.30:2.2":"Atha kho bhagava ayasmantam nagitam amantesi: ","an5.30:2.3":"“ke pana kho, nagita, uccasaddamahasadda, kevatta manne macchavilope”ti? ","an5.30:2.4":"“Ete, bhante, icchanangalaka brahmanagahapatika pahutam khadaniyam bhojaniyam adaya bahidvarakotthake thita bhagavantanneva uddissa bhikkhusanghanca”ti. ","an5.30:2.5":"“Maham, nagita, yasena samagamam, ma ca maya yaso. ","an5.30:2.6":"Yo kho, nagita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi assa akicchalabhi akasiralabhi, yassaham nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi akicchalabhi akasiralabhi. ","an5.30:2.7":"So tam milhasukham middhasukham labhasakkarasilokasukham sadiyeyya”ti. ","an5.30:3.1":"“Adhivasetu dani, bhante, bhagava, adhivasetu sugato; ","an5.30:3.2":"adhivasanakalo dani, bhante, bhagavato. ","an5.30:3.3":"Yena yeneva dani bhagava gamissati tamninnava gamissanti brahmanagahapatika negama ceva janapada ca. ","an5.30:3.4":"Seyyathapi, bhante, thullaphusitake deve vassante yathaninnam udakani pavattanti; ","an5.30:3.5":"evamevam kho, bhante, yena yeneva dani bhagava gamissati, tamninnava gamissanti brahmanagahapatika negama ceva janapada ca. ","an5.30:3.6":"Tam kissa hetu? ","an5.30:3.7":"Tatha hi, bhante, bhagavato silapannanan”ti. ","an5.30:4.1":"“Maham, nagita, yasena samagamam, ma ca maya yaso. ","an5.30:4.2":"Yo kho, nagita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi assa akicchalabhi akasiralabhi, yassaham nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi akicchalabhi akasiralabhi. ","an5.30:4.3":"So tam milhasukham middhasukham labhasakkarasilokasukham sadiyeyya. ","an5.30:4.4":"Asitapitakhayitasayitassa kho, nagita, uccarapassavo—","an5.30:4.5":"eso tassa nissando. ","an5.30:4.6":"Piyanam kho, nagita, viparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa—","an5.30:4.7":"eso tassa nissando. ","an5.30:4.8":"Asubhanimittanuyogam anuyuttassa kho, nagita, subhanimitte patikulyata santhati—","an5.30:4.9":"eso tassa nissando. ","an5.30:4.10":"Chasu kho, nagita, phassayatanesu aniccanupassino viharato phasse patikulyata santhati—","an5.30:4.11":"eso tassa nissando. ","an5.30:4.12":"Pancasu kho, nagita, upadanakkhandhesu udayabbayanupassino viharato upadane patikulyata santhati—","an5.30:4.13":"eso tassa nissando”ti. ","an5.30:4.14":"Dasamam. ","an5.30:4.15":"Pancangikavaggo tatiyo. ","an5.30:5.0":"Tassuddanam ","an5.30:5.1":"Dve agaravupakkilesa, ","an5.30:5.2":"Dussilanuggahitena ca; ","an5.30:5.3":"Vimuttisamadhipancangika, ","an5.30:5.4":"Cankamam nagitena cati. "}