{"an5.78:0.1":"Anguttara Nikaya 5.78 ","an5.78:0.2":"8. Yodhajivavagga ","an5.78:0.3":"Dutiyaanagatabhayasutta ","an5.78:1.1":"“Pancimani, bhikkhave, anagatabhayani sampassamanena alameva bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.78:1.2":"Katamani panca? ","an5.78:1.3":"Idha, bhikkhave, bhikkhu iti patisancikkhati: ","an5.78:1.4":"‘aham kho etarahi daharo yuva susukalakeso bhadrena yobbanena samannagato pathamena vayasa. ","an5.78:1.5":"Hoti kho pana so samayo yam imam kayam jara phusati. ","an5.78:1.6":"Jinnena kho pana jaraya abhibhutena na sukaram buddhanam sasanam manasi katum, na sukarani arannavanapatthani pantani senasanani patisevitum. ","an5.78:1.7":"Pura mam so dhammo agacchati anittho akanto amanapo; ","an5.78:1.8":"handaham patikacceva viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya, yenaham dhammena samannagato jinnakopi phasum viharissami’ti. ","an5.78:1.9":"Idam, bhikkhave, pathamam anagatabhayam sampassamanena alameva bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.78:2.1":"Puna caparam, bhikkhave, bhikkhu iti patisancikkhati: ","an5.78:2.2":"‘aham kho etarahi appabadho appatanko samavepakiniya gahaniya samannagato natisitaya naccunhaya majjhimaya padhanakkhamaya. ","an5.78:2.3":"Hoti kho pana so samayo yam imam kayam byadhi phusati. ","an5.78:2.4":"Byadhitena kho pana byadhina abhibhutena na sukaram buddhanam sasanam manasi katum, na sukarani arannavanapatthani pantani senasanani patisevitum. ","an5.78:2.5":"Pura mam so dhammo agacchati anittho akanto amanapo; ","an5.78:2.6":"handaham patikacceva viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya, yenaham dhammena samannagato byadhitopi phasum viharissami’ti. ","an5.78:2.7":"Idam, bhikkhave, dutiyam anagatabhayam sampassamanena alameva bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.78:3.1":"Puna caparam, bhikkhave, bhikkhu iti patisancikkhati: ","an5.78:3.2":"‘etarahi kho subhikkham susassam sulabhapindam, sukaram unchena paggahena yapetum. ","an5.78:3.3":"Hoti kho pana so samayo yam dubbhikkham hoti dussassam dullabhapindam, na sukaram unchena paggahena yapetum. ","an5.78:3.4":"Dubbhikkhe kho pana manussa yena subhikkham tena sankamanti. ","an5.78:3.5":"Tattha sanganikaviharo hoti akinnaviharo. ","an5.78:3.6":"Sanganikavihare kho pana sati akinnavihare na sukaram buddhanam sasanam manasi katum, na sukarani arannavanapatthani pantani senasanani patisevitum. ","an5.78:3.7":"Pura mam so dhammo agacchati anittho akanto amanapo; ","an5.78:3.8":"handaham patikacceva viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya, yenaham dhammena samannagato dubbhikkhepi phasu viharissami’ti. ","an5.78:3.9":"Idam, bhikkhave, tatiyam anagatabhayam sampassamanena alameva bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.78:4.1":"Puna caparam, bhikkhave, bhikkhu iti patisancikkhati: ","an5.78:4.2":"‘etarahi kho manussa samagga sammodamana avivadamana khirodakibhuta annamannam piyacakkhuhi sampassanta viharanti. ","an5.78:4.3":"Hoti kho pana so samayo yam bhayam hoti atavisankopo, cakkasamarulha janapada pariyayanti. ","an5.78:4.4":"Bhaye kho pana sati manussa yena khemam tena sankamanti. ","an5.78:4.5":"Tattha sanganikaviharo hoti akinnaviharo. ","an5.78:4.6":"Sanganikavihare kho pana sati akinnavihare na sukaram buddhanam sasanam manasi katum, na sukarani arannavanapatthani pantani senasanani patisevitum. ","an5.78:4.7":"Pura mam so dhammo agacchati anittho akanto amanapo; ","an5.78:4.8":"handaham patikacceva viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya, yenaham dhammena samannagato bhayepi phasum viharissami’ti. ","an5.78:4.9":"Idam, bhikkhave, catuttham anagatabhayam sampassamanena alameva bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.78:5.1":"Puna caparam, bhikkhave, bhikkhu iti patisancikkhati: ","an5.78:5.2":"‘etarahi kho sangho samaggo sammodamano avivadamano ekuddeso phasu viharati. ","an5.78:5.3":"Hoti kho pana so samayo yam sangho bhijjati. ","an5.78:5.4":"Sanghe kho pana bhinne na sukaram buddhanam sasanam manasi katum, na sukarani arannavanapatthani pantani senasanani patisevitum. ","an5.78:5.5":"Pura mam so dhammo agacchati anittho akanto amanapo; ","an5.78:5.6":"handaham patikacceva viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya, yenaham dhammena samannagato bhinnepi sanghe phasum viharissami’ti. ","an5.78:5.7":"Idam, bhikkhave, pancamam anagatabhayam sampassamanena alameva bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.78:6.1":"Imani kho, bhikkhave, panca anagatabhayani sampassamanena alameva bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya”ti. ","an5.78:6.2":"Atthamam. "}