{"an5.144:0.1":"Anguttara Nikaya 5.144 ","an5.144:0.2":"15. Tikandakivagga ","an5.144:0.3":"Tikandakisutta ","an5.144:1.1":"Ekam samayam bhagava sakete viharati tikandakivane. ","an5.144:1.2":"Tatra kho bhagava bhikkhu amantesi: ","an5.144:1.3":"“bhikkhavo”ti. ","an5.144:1.4":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","an5.144:1.5":"Bhagava etadavoca: ","an5.144:2.1":"“Sadhu, bhikkhave, bhikkhu kalena kalam appatikule patikulasanni vihareyya. ","an5.144:2.2":"Sadhu, bhikkhave, bhikkhu kalena kalam patikule appatikulasanni vihareyya. ","an5.144:2.3":"Sadhu, bhikkhave, bhikkhu kalena kalam appatikule ca patikule ca patikulasanni vihareyya. ","an5.144:2.4":"Sadhu, bhikkhave, bhikkhu kalena kalam patikule ca appatikule ca appatikulasanni vihareyya. ","an5.144:2.5":"Sadhu, bhikkhave, bhikkhu kalena kalam patikulanca appatikulanca tadubhayam abhinivajjetva upekkhako vihareyya sato sampajano. ","an5.144:3.1":"Kinca, bhikkhave, bhikkhu atthavasam paticca appatikule patikulasanni vihareyya? ","an5.144:3.2":"‘Ma me rajaniyesu dhammesu rago udapadi’ti—","an5.144:3.3":"idam kho, bhikkhave, bhikkhu atthavasam paticca appatikule patikulasanni vihareyya. ","an5.144:4.1":"Kinca, bhikkhave, bhikkhu atthavasam paticca patikule appatikulasanni vihareyya? ","an5.144:4.2":"‘Ma me dosaniyesu dhammesu doso udapadi’ti—","an5.144:4.3":"idam kho, bhikkhave, bhikkhu atthavasam paticca patikule appatikulasanni vihareyya. ","an5.144:5.1":"Kinca, bhikkhave, bhikkhu atthavasam paticca appatikule ca patikule ca patikulasanni vihareyya? ","an5.144:5.2":"‘Ma me rajaniyesu dhammesu rago udapadi, ma me dosaniyesu dhammesu doso udapadi’ti—","an5.144:5.3":"idam kho, bhikkhave, bhikkhu atthavasam paticca appatikule ca patikule ca patikulasanni vihareyya. ","an5.144:6.1":"Kinca, bhikkhave, bhikkhu atthavasam paticca patikule ca appatikule ca appatikulasanni vihareyya? ","an5.144:6.2":"‘Ma me dosaniyesu dhammesu doso udapadi, ma me rajaniyesu dhammesu rago udapadi’ti—","an5.144:6.3":"idam kho, bhikkhave, bhikkhu atthavasam paticca patikule ca appatikule ca appatikulasanni vihareyya. ","an5.144:7.1":"Kinca, bhikkhave, bhikkhu atthavasam paticca patikulanca appatikulanca tadubhayam abhinivajjetva upekkhako vihareyya? ","an5.144:7.2":"‘Sato sampajano ma me kvacani katthaci kincanam rajaniyesu dhammesu rago udapadi, ma me kvacani katthaci kincanam dosaniyesu dhammesu doso udapadi, ma me kvacani katthaci kincanam mohaniyesu dhammesu moho udapadi’ti—","an5.144:7.3":"idam kho, bhikkhave, bhikkhu atthavasam paticca patikulanca appatikulanca tadubhayam abhinivajjetva upekkhako vihareyya sato sampajano”ti. ","an5.144:7.4":"Catuttham. "}