{"an5.34:0.1":"Anguttara Nikaya 5.34 ","an5.34:0.2":"4. Sumanavagga ","an5.34:0.3":"Sihasenapatisutta ","an5.34:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","an5.34:1.2":"Atha kho siho senapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho siho senapati bhagavantam etadavoca: ","an5.34:1.3":"“sakka nu kho, bhante, bhagava sanditthikam danaphalam pannapetun”ti? ","an5.34:2.1":"“Sakka, siha”ti bhagava avoca: ","an5.34:2.2":"“dayako, siha, danapati bahuno janassa piyo hoti manapo. ","an5.34:2.3":"Yampi, siha, dayako danapati bahuno janassa piyo hoti manapo, idampi sanditthikam danaphalam. ","an5.34:3.1":"Puna caparam, siha, dayakam danapatim santo sappurisa bhajanti. ","an5.34:3.2":"Yampi, siha, dayakam danapatim santo sappurisa bhajanti, idampi sanditthikam danaphalam. ","an5.34:4.1":"Puna caparam, siha, dayakassa danapatino kalyano kittisaddo abbhuggacchati. ","an5.34:4.2":"Yampi, siha, dayakassa danapatino kalyano kittisaddo abbhuggacchati, idampi sanditthikam danaphalam. ","an5.34:5.1":"Puna caparam, siha, dayako danapati yam yadeva parisam upasankamati—yadi khattiyaparisam yadi brahmanaparisam yadi gahapatiparisam yadi samanaparisam—visarado upasankamati amankubhuto. ","an5.34:5.2":"Yampi, siha, dayako danapati yam yadeva parisam upasankamati—yadi khattiyaparisam yadi brahmanaparisam yadi gahapatiparisam yadi samanaparisam—visarado upasankamati amankubhuto, idampi sanditthikam danaphalam. ","an5.34:6.1":"Puna caparam, siha, dayako danapati kayassa bheda param marana sugatim saggam lokam upapajjati. ","an5.34:6.2":"Yampi, siha, dayako danapati kayassa bheda param marana sugatim saggam lokam upapajjati, idam samparayikam danaphalan”ti. ","an5.34:7.1":"Evam vutte, siho senapati bhagavantam etadavoca: ","an5.34:7.2":"“yanimani, bhante, bhagavata cattari sanditthikani danaphalani akkhatani, naham ettha bhagavato saddhaya gacchami; aham petani janami. ","an5.34:7.3":"Aham, bhante, dayako danapati bahuno janassa piyo manapo. ","an5.34:7.4":"Aham, bhante, dayako danapati; mam santo sappurisa bhajanti. ","an5.34:7.5":"Aham, bhante, dayako danapati; mayham kalyano kittisaddo abbhuggato: ‘siho senapati dayako karako sanghupatthako’ti. ","an5.34:7.6":"Aham, bhante, dayako danapati yam yadeva parisam upasankamami—yadi khattiyaparisam yadi brahmanaparisam yadi gahapatiparisam yadi samanaparisam—visarado upasankamami amankubhuto. ","an5.34:7.7":"Yanimani, bhante, bhagavata cattari sanditthikani danaphalani akkhatani, naham ettha bhagavato saddhaya gacchami; aham petani janami. ","an5.34:7.8":"Yanca kho mam, bhante, bhagava evamaha: ","an5.34:7.9":"‘dayako, siha, danapati kayassa bheda param marana sugatim saggam lokam upapajjati’ti, etaham na janami; ettha ca panaham bhagavato saddhaya gacchami”ti. ","an5.34:7.10":"“Evametam, siha, evametam, siha. ","an5.34:7.11":"Dayako danapati kayassa bheda param marana sugatim saggam lokam upapajjatiti. ","an5.34:8.1":"Dadam piyo hoti bhajanti nam bahu, ","an5.34:8.2":"Kittinca pappoti yaso ca vaddhati; ","an5.34:8.3":"Amankubhuto parisam vigahati, ","an5.34:8.4":"Visarado hoti naro amacchari. ","an5.34:9.1":"Tasma hi danani dadanti pandita, ","an5.34:9.2":"Vineyya maccheramalam sukhesino; ","an5.34:9.3":"Te digharattam tidive patitthita, ","an5.34:9.4":"Devanam sahabyagata ramanti te. ","an5.34:10.1":"Katavakasa katakusala ito cuta, ","an5.34:10.2":"Sayampabha anuvicaranti nandanam; ","an5.34:10.3":"Te tattha nandanti ramanti modare, ","an5.34:10.4":"Samappita kamagunehi pancahi; ","an5.34:10.5":"Katvana vakyam asitassa tadino, ","an5.34:10.6":"Ramanti sagge sugatassa savaka”ti. ","an5.34:10.7":"Catuttham. "}