{"an5.33:0.1":"Anguttara Nikaya 5.33 ","an5.33:0.2":"4. Sumanavagga ","an5.33:0.3":"Uggahasutta ","an5.33:1.1":"Ekam samayam bhagava bhaddiye viharati jatiya vane. ","an5.33:1.2":"Atha kho uggaho mendakanatta yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho uggaho mendakanatta bhagavantam etadavoca: ","an5.33:2.1":"“Adhivasetu me, bhante, bhagava svatanaya attacatuttho bhattan”ti. ","an5.33:2.2":"Adhivasesi bhagava tunhibhavena. ","an5.33:2.3":"Atha kho uggaho mendakanatta bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","an5.33:3.1":"Atha kho bhagava tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena uggahassa mendakanattuno nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","an5.33:3.2":"Atha kho uggaho mendakanatta bhagavantam panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","an5.33:3.3":"Atha kho uggaho mendakanatta bhagavantam bhuttavim onitapattapanim ekamantam nisidi. ","an5.33:3.4":"Ekamantam nisinno kho uggaho mendakanatta bhagavantam etadavoca: ","an5.33:3.5":"“ima me, bhante, kumariyo patikulani gamissanti. ","an5.33:3.6":"Ovadatu tasam, bhante, bhagava; ","an5.33:3.7":"anusasatu tasam, bhante, bhagava, yam tasam assa digharattam hitaya sukhaya”ti. ","an5.33:4.1":"Atha kho bhagava ta kumariyo etadavoca: ","an5.33:4.2":"“tasmatiha, kumariyo, evam sikkhitabbam: ","an5.33:4.3":"‘yassa vo matapitaro bhattuno dassanti atthakama hitesino anukampaka anukampam upadaya, tassa bhavissama pubbutthayiniyo pacchanipatiniyo kinkarapatissaviniyo manapacariniyo piyavadiniyo’ti. ","an5.33:4.4":"Evanhi vo, kumariyo, sikkhitabbam. ","an5.33:5.1":"Tasmatiha, kumariyo, evam sikkhitabbam: ","an5.33:5.2":"‘ye te bhattu garuno bhavissanti matati va pitati va samanabrahmanati va, te sakkarissama garum karissama manessama pujessama abbhagate ca asanodakena patipujessama’ti. ","an5.33:5.3":"Evanhi vo, kumariyo, sikkhitabbam. ","an5.33:6.1":"Tasmatiha, kumariyo, evam sikkhitabbam: ","an5.33:6.2":"‘ye te bhattu abbhantara kammanta unnati va kappasati va, tattha dakkha bhavissama analasa, tatrupayaya vimamsaya samannagata, alam katum alam samvidhatun’ti. ","an5.33:6.3":"Evanhi vo, kumariyo, sikkhitabbam. ","an5.33:7.1":"Tasmatiha, kumariyo, evam sikkhitabbam: ","an5.33:7.2":"‘yo so bhattu abbhantaro antojano dasati va pessati va kammakarati va, tesam katanca katato janissama akatanca akatato janissama, gilanakananca balabalam janissama, khadaniyam bhojaniyancassa paccamsena samvibhajissama’ti. ","an5.33:7.3":"Evanhi vo, kumariyo, sikkhitabbam. ","an5.33:8.1":"Tasmatiha, kumariyo, evam sikkhitabbam: ","an5.33:8.2":"‘yam bhatta aharissati dhanam va dhannam va rajatam va jatarupam va, tam arakkhena guttiya sampadessama, tattha ca bhavissama adhutti atheni asondi avinasikayo’ti. ","an5.33:8.3":"Evanhi vo, kumariyo, sikkhitabbam. ","an5.33:8.4":"Imehi kho, kumariyo, pancahi dhammehi samannagato matugamo kayassa bheda param marana manapakayikanam devanam sahabyatam upapajjatiti. ","an5.33:9.1":"Yo nam bharati sabbada, ","an5.33:9.2":"niccam atapi ussuko; ","an5.33:9.3":"Sabbakamaharam posam, ","an5.33:9.4":"bhattaram natimannati. ","an5.33:10.1":"Na capi sotthi bhattaram, ","an5.33:10.2":"issacarena rosaye; ","an5.33:10.3":"Bhattu ca garuno sabbe, ","an5.33:10.4":"patipujeti pandita. ","an5.33:11.1":"Utthahika analasa, ","an5.33:11.2":"sangahitaparijjana; ","an5.33:11.3":"Bhattu manapam carati, ","an5.33:11.4":"sambhatam anurakkhati. ","an5.33:12.1":"Ya evam vattati nari, ","an5.33:12.2":"bhattuchandavasanuga; ","an5.33:12.3":"Manapa nama te deva, ","an5.33:12.4":"yattha sa upapajjati”ti. ","an5.33:12.5":"Tatiyam. "}