{"an5.77:0.1":"Anguttara Nikaya 5.77 ","an5.77:0.2":"8. Yodhajivavagga ","an5.77:0.3":"Pathamaanagatabhayasutta ","an5.77:1.1":"“Pancimani, bhikkhave, anagatabhayani sampassamanena alameva arannikena bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.77:2.1":"Katamani panca? ","an5.77:2.2":"Idha, bhikkhave, aranniko bhikkhu iti patisancikkhati: ","an5.77:2.3":"‘aham kho etarahi ekako aranne viharami. ","an5.77:2.4":"Ekakam kho pana mam aranne viharantam ","an5.77:2.5":"ahi va mam damseyya, vicchiko va mam damseyya, satapadi va mam damseyya, ","an5.77:2.6":"tena me assa kalankiriya, so mamassa antarayo; ","an5.77:2.7":"handaham viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya’ti. ","an5.77:2.8":"Idam, bhikkhave, pathamam anagatabhayam sampassamanena alameva arannikena bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.77:3.1":"Puna caparam, bhikkhave, aranniko bhikkhu iti patisancikkhati: ","an5.77:3.2":"‘aham kho etarahi ekako aranne viharami. ","an5.77:3.3":"Ekako kho panaham aranne viharanto ","an5.77:3.4":"upakkhalitva va papateyyam, bhattam va bhuttam me byapajjeyya, pittam va me kuppeyya, semham va me kuppeyya, satthaka va me vata kuppeyyum, ","an5.77:3.5":"tena me assa kalankiriya, so mamassa antarayo; ","an5.77:3.6":"handaham viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya’ti. ","an5.77:3.7":"Idam, bhikkhave, dutiyam anagatabhayam sampassamanena alameva arannikena bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.77:4.1":"Puna caparam, bhikkhave, aranniko bhikkhu iti patisancikkhati: ","an5.77:4.2":"‘aham kho etarahi ekako aranne viharami. ","an5.77:4.3":"Ekako kho panaham aranne viharanto ","an5.77:4.4":"valehi samagaccheyyam, sihena va byagghena va dipina va acchena va taracchena va, te mam jivita voropeyyum, ","an5.77:4.5":"tena me assa kalankiriya, so mamassa antarayo; ","an5.77:4.6":"handaham viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya’ti. ","an5.77:4.7":"Idam, bhikkhave, tatiyam anagatabhayam sampassamanena alameva arannikena bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.77:5.1":"Puna caparam, bhikkhave, aranniko bhikkhu iti patisancikkhati: ","an5.77:5.2":"‘aham kho etarahi ekako aranne viharami. ","an5.77:5.3":"Ekako kho panaham aranne viharanto ","an5.77:5.4":"manavehi samagaccheyyam katakammehi va akatakammehi va, te mam jivita voropeyyum, ","an5.77:5.5":"tena me assa kalankiriya, so mamassa antarayo; ","an5.77:5.6":"handaham viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya’ti. ","an5.77:5.7":"Idam, bhikkhave, catuttham anagatabhayam sampassamanena alameva arannikena bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.77:6.1":"Puna caparam, bhikkhave, aranniko bhikkhu iti patisancikkhati: ","an5.77:6.2":"‘aham kho etarahi ekako aranne viharami. ","an5.77:6.3":"Santi kho panaranne vala amanussa, te mam jivita voropeyyum, ","an5.77:6.4":"tena me assa kalankiriya, so mamassa antarayo; ","an5.77:6.5":"handaham viriyam arabhami appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya’ti. ","an5.77:6.6":"Idam, bhikkhave, pancamam anagatabhayam sampassamanena alameva arannikena bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an5.77:7.1":"Imani kho, bhikkhave, panca anagatabhayani sampassamanena alameva arannikena bhikkhuna appamattena atapina pahitattena viharitum appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya”ti. ","an5.77:7.2":"Sattamam. "}