{"an5.136:0.1":"Anguttara Nikaya 5.136 ","an5.136:0.2":"14. Rajavagga ","an5.136:0.3":"Dutiyapatthanasutta ","an5.136:1.1":"“Pancahi, bhikkhave, angehi samannagato ranno khattiyassa muddhavasittassa jettho putto oparajjam pattheti. ","an5.136:1.2":"Katamehi pancahi? ","an5.136:1.3":"Idha, bhikkhave, ranno khattiyassa muddhavasittassa jettho putto ubhato sujato hoti matito ca pitito ca, samsuddhagahaniko, yava sattama pitamahayuga akkhitto anupakkuttho jativadena; ","an5.136:1.4":"abhirupo hoti dassaniyo pasadiko paramaya vannapokkharataya samannagato; ","an5.136:1.5":"matapitunam piyo hoti manapo, ","an5.136:1.6":"balakayassa piyo hoti manapo; ","an5.136:1.7":"pandito hoti viyatto medhavi patibalo atitanagatapaccuppanne atthe cintetum. ","an5.136:2.1":"Tassa evam hoti: ","an5.136:2.2":"‘aham khomhi ubhato sujato matito ca pitito ca, samsuddhagahaniko, yava sattama pitamahayuga akkhitto anupakkuttho jativadena. ","an5.136:2.3":"Kasmaham oparajjam na pattheyyam. ","an5.136:2.4":"Aham khomhi abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato. ","an5.136:2.5":"Kasmaham oparajjam na pattheyyam. ","an5.136:2.6":"Aham khomhi matapitunam piyo manapo. ","an5.136:2.7":"Kasmaham oparajjam na pattheyyam. ","an5.136:2.8":"Aham khomhi balakayassa piyo manapo. ","an5.136:2.9":"Kasmaham oparajjam na pattheyyam. ","an5.136:2.10":"Aham khomhi pandito viyatto medhavi patibalo atitanagatapaccuppanne atthe cintetum. ","an5.136:2.11":"Kasmaham oparajjam na pattheyyan’ti. ","an5.136:2.12":"Imehi kho, bhikkhave, pancahi angehi samannagato ranno khattiyassa muddhavasittassa jettho putto oparajjam pattheti. ","an5.136:3.1":"Evamevam kho, bhikkhave, pancahi dhammehi samannagato bhikkhu asavanam khayam pattheti. ","an5.136:3.2":"Katamehi pancahi? ","an5.136:3.3":"Idha, bhikkhave, bhikkhu silava hoti …pe… samadaya sikkhati sikkhapadesu; ","an5.136:3.4":"bahussuto hoti …pe… ditthiya suppatividdha; ","an5.136:3.5":"catusu satipatthanesu suppatitthitacitto hoti; ","an5.136:3.6":"araddhaviriyo viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu; ","an5.136:3.7":"pannava hoti, udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","an5.136:4.1":"Tassa evam hoti: ","an5.136:4.2":"‘aham khomhi silava, patimokkhasamvarasamvuto viharami acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhami sikkhapadesu. ","an5.136:4.3":"Kasmaham asavanam khayam na pattheyyam. ","an5.136:4.4":"Aham khomhi bahussuto sutadharo sutasannicayo, ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupa me dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","an5.136:4.5":"Kasmaham asavanam khayam na pattheyyam. ","an5.136:4.6":"Aham khomhi catusu satipatthanesu suppatitthitacitto. ","an5.136:4.7":"Kasmaham asavanam khayam na pattheyyam. ","an5.136:4.8":"Aham khomhi araddhaviriyo viharami akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an5.136:4.9":"Kasmaham asavanam khayam na pattheyyam. ","an5.136:4.10":"Aham khomhi pannava udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","an5.136:4.11":"Kasmaham asavanam khayam na pattheyyan’ti. ","an5.136:4.12":"Imehi kho, bhikkhave, pancahi dhammehi samannagato bhikkhu asavanam khayam pattheti”ti. ","an5.136:4.13":"Chattham. "}