{"an5.56:0.1":"Anguttara Nikaya 5.56 ","an5.56:0.2":"6. Nivaranavagga ","an5.56:0.3":"Upajjhayasutta ","an5.56:1.1":"Atha kho annataro bhikkhu yena sako upajjhayo tenupasankami; upasankamitva sakam upajjhayam etadavoca: ","an5.56:1.2":"“etarahi me, bhante, madhurakajato ceva kayo, disa ca me na pakkhayanti, dhamma ca mam nappatibhanti, thinamiddhanca me cittam pariyadaya titthati, anabhirato ca brahmacariyam carami, atthi ca me dhammesu vicikiccha”ti. ","an5.56:2.1":"Atha kho so bhikkhu tam saddhiviharikam bhikkhum adaya yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so bhikkhu bhagavantam etadavoca: ","an5.56:2.2":"“ayam, bhante, bhikkhu evamaha: ","an5.56:2.3":"‘etarahi me, bhante, madhurakajato ceva kayo, disa ca mam na pakkhayanti, dhamma ca me nappatibhanti, thinamiddhanca me cittam pariyadaya titthati, anabhirato ca brahmacariyam carami, atthi ca me dhammesu vicikiccha’”ti. ","an5.56:3.1":"“Evanhetam, bhikkhu, hoti indriyesu aguttadvarassa, bhojane amattannuno, jagariyam ananuyuttassa, avipassakassa kusalanam dhammanam, pubbarattapararattam bodhipakkhiyanam dhammanam bhavananuyogam ananuyuttassa viharato, yam madhurakajato ceva kayo hoti, disa cassa na pakkhayanti, dhamma ca tam nappatibhanti, thinamiddhancassa cittam pariyadaya titthati, anabhirato ca brahmacariyam carati, hoti cassa dhammesu vicikiccha. ","an5.56:3.2":"Tasmatiha te, bhikkhu, evam sikkhitabbam: ","an5.56:3.3":"‘indriyesu guttadvaro bhavissami, bhojane mattannu, jagariyam anuyutto, vipassako kusalanam dhammanam, pubbarattapararattam bodhipakkhiyanam dhammanam bhavananuyogam anuyutto viharissami’ti. ","an5.56:3.4":"Evanhi te, bhikkhu, sikkhitabban”ti. ","an5.56:4.1":"Atha kho so bhikkhu bhagavata imina ovadena ovadito utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","an5.56:4.2":"Atha kho so bhikkhu eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","an5.56:4.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","an5.56:4.4":"Annataro pana so bhikkhu arahatam ahosi. ","an5.56:5.1":"Atha kho so bhikkhu arahattam patto yena sako upajjhayo tenupasankami; upasankamitva sakam upajjhayam etadavoca: ","an5.56:5.2":"“etarahi me, bhante, na ceva madhurakajato kayo, disa ca me pakkhayanti, dhamma ca mam patibhanti, thinamiddhanca me cittam na pariyadaya titthati, abhirato ca brahmacariyam carami, natthi ca me dhammesu vicikiccha”ti. ","an5.56:5.3":"Atha kho so bhikkhu tam saddhiviharikam bhikkhum adaya yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so bhikkhu bhagavantam etadavoca: ","an5.56:5.4":"“ayam, bhante, bhikkhu evamaha: ","an5.56:5.5":"‘etarahi me, bhante, na ceva madhurakajato kayo, disa ca me pakkhayanti, dhamma ca mam patibhanti, thinamiddhanca me cittam na pariyadaya titthati, abhirato ca brahmacariyam carami, natthi ca me dhammesu vicikiccha’”ti. ","an5.56:6.1":"“Evanhetam, bhikkhu, hoti indriyesu guttadvarassa, bhojane mattannuno, jagariyam anuyuttassa, vipassakassa kusalanam dhammanam, pubbarattapararattam bodhipakkhiyanam dhammanam bhavananuyogam anuyuttassa viharato, yam na ceva madhurakajato kayo hoti, disa cassa pakkhayanti, dhamma ca tam patibhanti, thinamiddhancassa cittam na pariyadaya titthati, abhirato ca brahmacariyam carati, na cassa hoti dhammesu vicikiccha. ","an5.56:6.2":"Tasmatiha vo, bhikkhave, evam sikkhitabbam: ","an5.56:6.3":"‘indriyesu guttadvara bhavissama, bhojane mattannuno, jagariyam anuyutta, vipassaka kusalanam dhammanam, pubbarattapararattam bodhipakkhiyanam dhammanam bhavananuyogam anuyutta viharissama’ti. ","an5.56:6.4":"Evanhi vo, bhikkhave, sikkhitabban”ti. ","an5.56:6.5":"Chattham. "}