{"an5.170:0.1":"Anguttara Nikaya 5.170 ","an5.170:0.2":"17. Aghatavagga ","an5.170:0.3":"Bhaddajisutta ","an5.170:1.1":"Ekam samayam ayasma anando kosambiyam viharati ghositarame. ","an5.170:1.2":"Atha kho ayasma bhaddaji yenayasma anando tenupasankami; upasankamitva ayasmata anandena saddhim sammodi. ","an5.170:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam bhaddajim ayasma anando etadavoca: ","an5.170:1.4":"“kim nu kho, avuso bhaddaji, dassananam aggam, kim savananam aggam, kim sukhanam aggam, kim sannanam aggam, kim bhavanam aggan”ti? ","an5.170:2.1":"“Atthavuso, brahma abhibhu anabhibhuto annadatthudaso vasavatti, yo tam brahmanam passati, idam dassananam aggam. ","an5.170:2.2":"Atthavuso, abhassara nama deva sukhena abhisanna parisanna. ","an5.170:2.3":"Te kadaci karahaci udanam udanenti: ","an5.170:2.4":"‘aho sukham, aho sukhan’ti. ","an5.170:2.5":"Yo tam saddam sunati, idam savananam aggam. ","an5.170:2.6":"Atthavuso, subhakinha nama deva. ","an5.170:2.7":"Te santamyeva tusita sukham pativedenti, idam sukhanam aggam. ","an5.170:2.8":"Atthavuso, akincannayatanupaga deva, idam sannanam aggam. ","an5.170:2.9":"Atthavuso, nevasannanasannayatanupaga deva, idam bhavanam aggan”ti. ","an5.170:2.10":"“Sameti kho idam ayasmato bhaddajissa, yadidam bahuna janena”ti? ","an5.170:3.1":"“Ayasma kho anando bahussuto. ","an5.170:3.2":"Patibhatu ayasmantamyeva anandan”ti. ","an5.170:3.3":"“Tenahavuso bhaddaji, sunahi, sadhukam manasi karohi; bhasissami”ti. ","an5.170:3.4":"“Evamavuso”ti kho ayasma bhaddaji ayasmato anandassa paccassosi. ","an5.170:3.5":"Ayasma anando etadavoca: ","an5.170:4.1":"“Yatha passato kho, avuso, anantara asavanam khayo hoti, idam dassananam aggam. ","an5.170:4.2":"Yatha sunato anantara asavanam khayo hoti, idam savananam aggam. ","an5.170:4.3":"Yatha sukhitassa anantara asavanam khayo hoti, idam sukhanam aggam. ","an5.170:4.4":"Yatha sannissa anantara asavanam khayo hoti, idam sannanam aggam. ","an5.170:4.5":"Yatha bhutassa anantara asavanam khayo hoti, idam bhavanam aggan”ti. ","an5.170:4.6":"Dasamam. ","an5.170:4.7":"Aghatavaggo dutiyo. ","an5.170:5.0":"Tassuddanam ","an5.170:5.1":"Dve aghatavinaya, ","an5.170:5.2":"sakaccha sajivato panham; ","an5.170:5.3":"Puccha nirodho codana, ","an5.170:5.4":"silam nisanti bhaddajiti. "}