{"an5.75:0.1":"Anguttara Nikaya 5.75 ","an5.75:0.2":"8. Yodhajivavagga ","an5.75:0.3":"Pathamayodhajivasutta ","an5.75:1.1":"“Pancime, bhikkhave, yodhajiva santo samvijjamana lokasmim. ","an5.75:1.2":"Katame panca? ","an5.75:1.3":"Idha, bhikkhave, ekacco yodhajivo rajagganneva disva samsidati visidati na santhambhati na sakkoti sangamam otaritum. ","an5.75:1.4":"Evarupopi, bhikkhave, idhekacco yodhajivo hoti. ","an5.75:1.5":"Ayam, bhikkhave, pathamo yodhajivo santo samvijjamano lokasmim. ","an5.75:2.1":"Puna caparam, bhikkhave, idhekacco yodhajivo sahati rajaggam; ","an5.75:2.2":"api ca kho dhajagganneva disva samsidati visidati, na santhambhati, na sakkoti sangamam otaritum. ","an5.75:2.3":"Evarupopi, bhikkhave, idhekacco yodhajivo hoti. ","an5.75:2.4":"Ayam, bhikkhave, dutiyo yodhajivo santo samvijjamano lokasmim. ","an5.75:3.1":"Puna caparam, bhikkhave, idhekacco yodhajivo sahati rajaggam sahati dhajaggam; ","an5.75:3.2":"api ca kho ussarananneva sutva samsidati visidati, na santhambhati, na sakkoti sangamam otaritum. ","an5.75:3.3":"Evarupopi, bhikkhave, idhekacco yodhajivo hoti. ","an5.75:3.4":"Ayam, bhikkhave, tatiyo yodhajivo santo samvijjamano lokasmim. ","an5.75:4.1":"Puna caparam, bhikkhave, idhekacco yodhajivo sahati rajaggam, sahati dhajaggam, sahati ussaranam; ","an5.75:4.2":"api ca kho sampahare hannati byapajjati. ","an5.75:4.3":"Evarupopi, bhikkhave, idhekacco yodhajivo hoti. ","an5.75:4.4":"Ayam, bhikkhave, catuttho yodhajivo santo samvijjamano lokasmim. ","an5.75:5.1":"Puna caparam, bhikkhave, idhekacco yodhajivo sahati rajaggam, sahati dhajaggam, sahati ussaranam, sahati sampaharam. ","an5.75:5.2":"So tam sangamam abhivijinitva vijitasangamo tameva sangamasisam ajjhavasati. ","an5.75:5.3":"Evarupopi, bhikkhave, idhekacco yodhajivo hoti. ","an5.75:5.4":"Ayam, bhikkhave, pancamo yodhajivo santo samvijjamano lokasmim. ","an5.75:5.5":"Ime kho, bhikkhave, panca yodhajiva santo samvijjamana lokasmim. ","an5.75:6.1":"Evamevam kho, bhikkhave, pancime yodhajivupama puggala santo samvijjamana bhikkhusu. ","an5.75:6.2":"Katame panca? ","an5.75:6.3":"Idha, bhikkhave, bhikkhu rajagganneva disva samsidati visidati, na santhambhati, na sakkoti brahmacariyam sandharetum. ","an5.75:6.4":"Sikkhadubbalyam avikatva sikkham paccakkhaya hinayavattati. ","an5.75:6.5":"Kimassa rajaggasmim? ","an5.75:6.6":"Idha, bhikkhave, bhikkhu sunati: ","an5.75:6.7":"‘amukasmim nama game va nigame va itthi va kumari va abhirupa dassaniya pasadika paramaya vannapokkharataya samannagata’ti. ","an5.75:6.8":"So tam sutva samsidati visidati, na santhambhati, na sakkoti brahmacariyam sandharetum. ","an5.75:6.9":"Sikkhadubbalyam avikatva sikkham paccakkhaya hinayavattati. ","an5.75:6.10":"Idamassa rajaggasmim. ","an5.75:7.1":"Seyyathapi so, bhikkhave, yodhajivo rajagganneva disva samsidati visidati, na santhambhati, na sakkoti sangamam otaritum; ","an5.75:7.2":"tathupamaham, bhikkhave, imam puggalam vadami. ","an5.75:7.3":"Evarupopi, bhikkhave, idhekacco puggalo hoti. ","an5.75:7.4":"Ayam, bhikkhave, pathamo yodhajivupamo puggalo santo samvijjamano bhikkhusu. ","an5.75:8.1":"Puna caparam, bhikkhave, bhikkhu sahati rajaggam; ","an5.75:8.2":"api ca kho dhajagganneva disva samsidati visidati, na santhambhati, na sakkoti brahmacariyam sandharetum. ","an5.75:8.3":"Sikkhadubbalyam avikatva sikkham paccakkhaya hinayavattati. ","an5.75:8.4":"Kimassa dhajaggasmim? ","an5.75:8.5":"Idha, bhikkhave, bhikkhu na heva kho sunati: ","an5.75:8.6":"‘amukasmim nama game va nigame va itthi va kumari va abhirupa dassaniya pasadika paramaya vannapokkharataya samannagata’ti; ","an5.75:8.7":"api ca kho samam passati itthim va kumarim va abhirupam dassaniyam pasadikam paramaya vannapokkharataya samannagatam. ","an5.75:8.8":"So tam disva samsidati visidati, na santhambhati, na sakkoti brahmacariyam sandharetum. ","an5.75:8.9":"Sikkhadubbalyam avikatva sikkham paccakkhaya hinayavattati. ","an5.75:8.10":"Idamassa dhajaggasmim. ","an5.75:9.1":"Seyyathapi so, bhikkhave, yodhajivo sahati rajaggam; ","an5.75:9.2":"api ca kho dhajagganneva disva samsidati visidati, na santhambhati, na sakkoti sangamam otaritum; ","an5.75:9.3":"tathupamaham, bhikkhave, imam puggalam vadami. ","an5.75:9.4":"Evarupopi, bhikkhave, idhekacco puggalo hoti. ","an5.75:9.5":"Ayam, bhikkhave, dutiyo yodhajivupamo puggalo santo samvijjamano bhikkhusu. ","an5.75:10.1":"Puna caparam, bhikkhave, bhikkhu sahati rajaggam, sahati dhajaggam; ","an5.75:10.2":"api ca kho ussarananneva sutva samsidati visidati, na santhambhati, na sakkoti brahmacariyam sandharetum. ","an5.75:10.3":"Sikkhadubbalyam avikatva sikkham paccakkhaya hinayavattati. ","an5.75:10.4":"Kimassa ussaranaya? ","an5.75:10.5":"Idha, bhikkhave, bhikkhum arannagatam va rukkhamulagatam va sunnagaragatam va matugamo upasankamitva uhasati ullapati ujjagghati uppandeti. ","an5.75:10.6":"So matugamena uhasiyamano ullapiyamano ujjagghiyamano uppandiyamano samsidati visidati, na santhambhati, na sakkoti brahmacariyam sandharetum. ","an5.75:10.7":"Sikkhadubbalyam avikatva sikkham paccakkhaya hinayavattati. ","an5.75:10.8":"Idamassa ussaranaya. ","an5.75:11.1":"Seyyathapi so, bhikkhave, yodhajivo sahati rajaggam, sahati dhajaggam; ","an5.75:11.2":"api ca kho ussarananneva sutva samsidati visidati, na santhambhati, na sakkoti sangamam otaritum; ","an5.75:11.3":"tathupamaham, bhikkhave, imam puggalam vadami. ","an5.75:11.4":"Evarupopi, bhikkhave, idhekacco puggalo hoti. ","an5.75:11.5":"Ayam, bhikkhave, tatiyo yodhajivupamo puggalo santo samvijjamano bhikkhusu. ","an5.75:12.1":"Puna caparam, bhikkhave, bhikkhu sahati rajaggam, sahati dhajaggam, sahati ussaranam; ","an5.75:12.2":"api ca kho sampahare hannati byapajjati. ","an5.75:12.3":"Kimassa sampaharasmim? ","an5.75:12.4":"Idha, bhikkhave, bhikkhum arannagatam va rukkhamulagatam va sunnagaragatam va matugamo upasankamitva abhinisidati abhinipajjati ajjhottharati. ","an5.75:12.5":"So matugamena abhinisidiyamano abhinipajjiyamano ajjhotthariyamano sikkham apaccakkhaya dubbalyam anavikatva methunam dhammam patisevati. ","an5.75:12.6":"Idamassa sampaharasmim. ","an5.75:13.1":"Seyyathapi so, bhikkhave, yodhajivo sahati rajaggam, sahati dhajaggam, sahati ussaranam, api ca kho sampahare hannati byapajjati; ","an5.75:13.2":"tathupamaham, bhikkhave, imam puggalam vadami. ","an5.75:13.3":"Evarupopi, bhikkhave, idhekacco puggalo hoti. ","an5.75:13.4":"Ayam, bhikkhave, catuttho yodhajivupamo puggalo santo samvijjamano bhikkhusu. ","an5.75:14.1":"Puna caparam, bhikkhave, bhikkhu sahati rajaggam, sahati dhajaggam, sahati ussaranam, sahati sampaharam, so tam sangamam abhivijinitva vijitasangamo tameva sangamasisam ajjhavasati. ","an5.75:14.2":"Kimassa sangamavijayasmim? ","an5.75:14.3":"Idha, bhikkhave, bhikkhum arannagatam va rukkhamulagatam va sunnagaragatam va matugamo upasankamitva abhinisidati abhinipajjati ajjhottharati. ","an5.75:14.4":"So matugamena abhinisidiyamano abhinipajjiyamano ajjhotthariyamano vinivethetva vinimocetva yena kamam pakkamati. ","an5.75:14.5":"So vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","an5.75:15.1":"So arannagato va rukkhamulagato va sunnagaragato va nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","an5.75:15.2":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti; ","an5.75:15.3":"byapadapadosam pahaya abyapannacitto viharati, sabbapanabhutahitanukampi byapadapadosa cittam parisodheti; ","an5.75:15.4":"thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti; ","an5.75:15.5":"uddhaccakukkuccam pahaya anuddhato viharati ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti; ","an5.75:15.6":"vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","an5.75:15.7":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","an5.75:15.8":"vivicceva kamehi …pe… ","an5.75:15.9":"catuttham jhanam upasampajja viharati. ","an5.75:16.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","an5.75:16.2":"So ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati, ","an5.75:16.3":"‘ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti yathabhutam pajanati, ‘ayam asavanirodho’ti yathabhutam pajanati, ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","an5.75:16.4":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati, ","an5.75:16.5":"vimuttasmim vimuttamiti nanam hoti. ","an5.75:16.6":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","an5.75:16.7":"Idamassa sangamavijayasmim. ","an5.75:17.1":"Seyyathapi so, bhikkhave, yodhajivo sahati rajaggam, sahati dhajaggam, sahati ussaranam, sahati sampaharam, so tam sangamam abhivijinitva vijitasangamo tameva sangamasisam ajjhavasati; ","an5.75:17.2":"tathupamaham, bhikkhave, imam puggalam vadami. ","an5.75:17.3":"Evarupopi, bhikkhave, idhekacco puggalo hoti. ","an5.75:17.4":"Ayam, bhikkhave, pancamo yodhajivupamo puggalo santo samvijjamano bhikkhusu. ","an5.75:17.5":"Ime kho, bhikkhave, panca yodhajivupama puggala santo samvijjamana bhikkhusu”ti. ","an5.75:17.6":"Pancamam. "}