{"an5.196:0.1":"Anguttara Nikaya 5.196 ","an5.196:0.2":"20. Brahmanavagga ","an5.196:0.3":"Mahasupinasutta ","an5.196:1.1":"“Tathagatassa, bhikkhave, arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato panca mahasupina paturahesum. ","an5.196:1.2":"Katame panca? ","an5.196:1.3":"Tathagatassa, bhikkhave, arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato ayam mahapathavi mahasayanam ahosi, himava pabbataraja bibbohanam ahosi, puratthime samudde vamo hattho ohito ahosi, pacchime samudde dakkhino hattho ohito ahosi, dakkhine samudde ubho pada ohita ahesum. ","an5.196:1.4":"Tathagatassa, bhikkhave, arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato ayam pathamo mahasupino paturahosi. ","an5.196:2.1":"Puna caparam, bhikkhave, tathagatassa arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato tiriya nama tinajati nabhiya uggantva nabham ahacca thita ahosi. ","an5.196:2.2":"Tathagatassa, bhikkhave, arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato ayam dutiyo mahasupino paturahosi. ","an5.196:3.1":"Puna caparam, bhikkhave, tathagatassa arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato seta kimi kanhasisa padehi ussakkitva (…) yava janumandala paticchadesum. ","an5.196:3.2":"Tathagatassa, bhikkhave, arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato ayam tatiyo mahasupino paturahosi. ","an5.196:4.1":"Puna caparam, bhikkhave, tathagatassa arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato cattaro sakuna nanavanna catuhi disahi agantva padamule nipatitva sabbaseta sampajjimsu. ","an5.196:4.2":"Tathagatassa, bhikkhave, arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato ayam catuttho mahasupino paturahosi. ","an5.196:5.1":"Puna caparam, bhikkhave, tathagato araham sammasambuddho pubbeva sambodha anabhisambuddho bodhisattova samano mahato milhapabbatassa uparupari cankamati alippamano milhena. ","an5.196:5.2":"Tathagatassa, bhikkhave, arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato ayam pancamo mahasupino paturahosi. ","an5.196:6.1":"Yampi, bhikkhave, tathagatassa arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato ayam mahapathavi mahasayanam ahosi, himava pabbataraja bibbohanam ahosi, puratthime samudde vamo hattho ohito ahosi, pacchime samudde dakkhino hattho ohito ahosi, dakkhine samudde ubho pada ohita ahesum; ","an5.196:6.2":"tathagatena, bhikkhave, arahata sammasambuddhena anuttara sammasambodhi abhisambuddha. ","an5.196:6.3":"Tassa abhisambodhaya ayam pathamo mahasupino paturahosi. ","an5.196:7.1":"Yampi, bhikkhave, tathagatassa arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato tiriya nama tinajati nabhiya uggantva nabham ahacca thita ahosi; ","an5.196:7.2":"tathagatena, bhikkhave, arahata sammasambuddhena ariyo atthangiko maggo abhisambujjhitva yava devamanussehi suppakasito. ","an5.196:7.3":"Tassa abhisambodhaya ayam dutiyo mahasupino paturahosi. ","an5.196:8.1":"Yampi, bhikkhave, tathagatassa arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato seta kimi kanhasisa padehi ussakkitva yava janumandala paticchadesum; ","an5.196:8.2":"bahu, bhikkhave, gihi odatavasana tathagatam panupeta saranam gata. ","an5.196:8.3":"Tassa abhisambodhaya ayam tatiyo mahasupino paturahosi. ","an5.196:9.1":"Yampi, bhikkhave, tathagatassa arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato cattaro sakuna nanavanna catuhi disahi agantva padamule nipatitva sabbaseta sampajjimsu; ","an5.196:9.2":"cattarome, bhikkhave, vanna khattiya brahmana vessa sudda te tathagatappavedite dhammavinaye agarasma anagariyam pabbajitva anuttaram vimuttim sacchikaronti. ","an5.196:9.3":"Tassa abhisambodhaya ayam catuttho mahasupino paturahosi. ","an5.196:10.1":"Yampi, bhikkhave, tathagato araham sammasambuddho pubbeva sambodha anabhisambuddho bodhisattova samano mahato milhapabbatassa uparupari cankamati alippamano milhena; ","an5.196:10.2":"labhi, bhikkhave, tathagato civarapindapatasenasanagilanappaccayabhesajjaparikkharanam, tam tathagato agathito amucchito anajjhosanno adinavadassavi nissaranapanno paribhunjati. ","an5.196:10.3":"Tassa abhisambodhaya ayam pancamo mahasupino paturahosi. ","an5.196:11.1":"Tathagatassa, bhikkhave, arahato sammasambuddhassa pubbeva sambodha anabhisambuddhassa bodhisattasseva sato ime panca mahasupina paturahesun”ti. ","an5.196:11.2":"Chattham. "}