{"an5.31:0.1":"Anguttara Nikaya 5.31 ","an5.31:0.2":"4. Sumanavagga ","an5.31:0.3":"Sumanasutta ","an5.31:1.1":"Ekam samayam …pe… anathapindikassa arame. ","an5.31:1.2":"Atha kho sumana rajakumari pancahi rathasatehi pancahi rajakumarisatehi parivuta yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinna kho sumana rajakumari bhagavantam etadavoca: ","an5.31:2.1":"“Idhassu, bhante, bhagavato dve savaka samasaddha samasila samapanna—","an5.31:2.2":"eko dayako, eko adayako. ","an5.31:2.3":"Te kayassa bheda param marana sugatim saggam lokam upapajjeyyum. ","an5.31:2.4":"Devabhutanam pana nesam, bhante, siya viseso, siya nanakaranan”ti? ","an5.31:3.1":"“Siya, sumane”ti bhagava avoca: ","an5.31:3.2":"“yo so, sumane, dayako so amum adayakam devabhuto samano pancahi thanehi adhiganhati—","an5.31:3.3":"dibbena ayuna, dibbena vannena, dibbena sukhena, dibbena yasena, dibbena adhipateyyena. ","an5.31:3.4":"Yo so, sumane, dayako so amum adayakam devabhuto samano imehi pancahi thanehi adhiganhati”. ","an5.31:4.1":"“Sace pana te, bhante, tato cuta itthattam agacchanti, manussabhutanam pana nesam, bhante, siya viseso, siya nanakaranan”ti? ","an5.31:4.2":"“Siya, sumane”ti bhagava avoca: ","an5.31:4.3":"“yo so, sumane, dayako so amum adayakam manussabhuto samano pancahi thanehi adhiganhati—","an5.31:4.4":"manusakena ayuna, manusakena vannena, manusakena sukhena, manusakena yasena, manusakena adhipateyyena. ","an5.31:4.5":"Yo so, sumane, dayako so amum adayakam manussabhuto samano imehi pancahi thanehi adhiganhati”. ","an5.31:5.1":"“Sace pana te, bhante, ubho agarasma anagariyam pabbajanti, pabbajitanam pana nesam, bhante, siya viseso, siya nanakaranan”ti? ","an5.31:5.2":"“Siya, sumane”ti bhagava avoca: ","an5.31:5.3":"“yo so, sumane, dayako so amum adayakam pabbajito samano pancahi thanehi adhiganhati—","an5.31:5.4":"yacitova bahulam civaram paribhunjati appam ayacito, yacitova bahulam pindapatam paribhunjati appam ayacito, yacitova bahulam senasanam paribhunjati appam ayacito, yacitova bahulam gilanapaccayabhesajjaparikkharam paribhunjati appam ayacito. ","an5.31:5.5":"Yehi kho pana sabrahmacarihi saddhim viharati tyassa manapeneva bahulam kayakammena samudacaranti appam amanapena, manapeneva bahulam vacikammena samudacaranti appam amanapena, manapeneva bahulam manokammena samudacaranti appam amanapena, manapamyeva bahulam upaharam upaharanti appam amanapam. ","an5.31:5.6":"Yo so, sumane, dayako so amum adayakam pabbajito samano imehi pancahi thanehi adhiganhati”ti. ","an5.31:6.1":"“Sace pana te, bhante, ubho arahattam papunanti, arahattappattanam pana nesam, bhante, siya viseso, siya nanakaranan”ti? ","an5.31:6.2":"“Ettha kho panesaham, sumane, na kinci nanakaranam vadami, yadidam vimuttiya vimuttin”ti. ","an5.31:7.1":"“Acchariyam, bhante, abbhutam, bhante. ","an5.31:7.2":"Yavancidam, bhante, alameva danani datum alam punnani katum; ","an5.31:7.3":"yatra hi nama devabhutassapi upakarani punnani, manussabhutassapi upakarani punnani, pabbajitassapi upakarani punnani”ti. ","an5.31:7.4":"“Evametam, sumane. ","an5.31:7.5":"Alanhi, sumane, danani datum alam punnani katum. ","an5.31:7.6":"Devabhutassapi upakarani punnani, manussabhutassapi upakarani punnani, pabbajitassapi upakarani punnani”ti. ","an5.31:8.1":"Idamavoca bhagava. ","an5.31:8.2":"Idam vatvana sugato athaparam etadavoca sattha: ","an5.31:9.1":"“Yathapi cando vimalo, ","an5.31:9.2":"gaccham akasadhatuya; ","an5.31:9.3":"Sabbe taragane loke, ","an5.31:9.4":"abhaya atirocati. ","an5.31:10.1":"Tatheva silasampanno, ","an5.31:10.2":"saddho purisapuggalo; ","an5.31:10.3":"Sabbe maccharino loke, ","an5.31:10.4":"cagena atirocati. ","an5.31:11.1":"Yathapi megho thanayam, ","an5.31:11.2":"vijjumali satakkaku; ","an5.31:11.3":"Thalam ninnanca pureti, ","an5.31:11.4":"abhivassam vasundharam. ","an5.31:12.1":"Evam dassanasampanno, ","an5.31:12.2":"sammasambuddhasavako; ","an5.31:12.3":"Maccharim adhiganhati, ","an5.31:12.4":"pancathanehi pandito. ","an5.31:13.1":"Ayuna yasasa ceva, ","an5.31:13.2":"vannena ca sukhena ca; ","an5.31:13.3":"Sa ve bhogaparibyulho, ","an5.31:13.4":"pecca sagge pamodati”ti. ","an5.31:13.5":"Pathamam. "}