{"an5.7:0.1":"Anguttara Nikaya 5.7 ","an5.7:0.2":"1. Sekhabalavagga ","an5.7:0.3":"Kamasutta ","an5.7:1.1":"“Yebhuyyena, bhikkhave, satta kamesu lalita. ","an5.7:1.2":"Asitabyabhangim, bhikkhave, kulaputto ohaya agarasma anagariyam pabbajito hoti, ‘saddhapabbajito kulaputto’ti alamvacanaya. ","an5.7:1.3":"Tam kissa hetu? ","an5.7:1.4":"Labbha, bhikkhave, yobbanena kama te ca kho yadisa va tadisa va. ","an5.7:1.5":"Ye ca, bhikkhave, hina kama ye ca majjhima kama ye ca panita kama, sabbe kama ‘kama’tveva sankham gacchanti. ","an5.7:1.6":"Seyyathapi, bhikkhave, daharo kumaro mando uttanaseyyako dhatiya pamadamanvaya kattham va kathalam va mukhe ahareyya. ","an5.7:1.7":"Tamenam dhati sigham sigham manasi kareyya; ","an5.7:1.8":"sigham sigham manasi karitva sigham sigham ahareyya. ","an5.7:1.9":"No ce sakkuneyya sigham sigham aharitum, vamena hatthena sisam pariggahetva dakkhinena hatthena vankangulim karitva salohitampi ahareyya. ","an5.7:1.10":"Tam kissa hetu? ","an5.7:1.11":"‘Atthesa, bhikkhave, kumarassa vihesa; ","an5.7:1.12":"nesa natthi’ti vadami. ","an5.7:1.13":"Karaniyanca kho etam, bhikkhave, dhatiya atthakamaya hitesiniya anukampikaya, anukampam upadaya. ","an5.7:1.14":"Yato ca kho, bhikkhave, so kumaro vuddho hoti alampanno, anapekkha dani, bhikkhave, dhati tasmim kumare hoti: ","an5.7:1.15":"‘attagutto dani kumaro nalam pamadaya’ti. ","an5.7:2.1":"Evamevam kho, bhikkhave, yavakivanca bhikkhuno saddhaya akatam hoti kusalesu dhammesu, hiriya akatam hoti kusalesu dhammesu, ottappena akatam hoti kusalesu dhammesu, viriyena akatam hoti kusalesu dhammesu, pannaya akatam hoti kusalesu dhammesu, anurakkhitabbo tava me so, bhikkhave, bhikkhu hoti. ","an5.7:2.2":"Yato ca kho, bhikkhave, bhikkhuno saddhaya katam hoti kusalesu dhammesu, hiriya katam hoti kusalesu dhammesu, ottappena katam hoti kusalesu dhammesu, viriyena katam hoti kusalesu dhammesu, pannaya katam hoti kusalesu dhammesu, anapekkho danaham, bhikkhave, tasmim bhikkhusmim homi: ","an5.7:2.3":"‘attagutto dani bhikkhu nalam pamadaya’”ti. ","an5.7:2.4":"Sattamam. "}