{"an5.134:0.1":"Anguttara Nikaya 5.134 ","an5.134:0.2":"14. Rajavagga ","an5.134:0.3":"Yassamdisamsutta ","an5.134:1.1":"“Pancahi, bhikkhave, angehi samannagato raja khattiyo muddhavasitto yassam yassam disayam viharati, sakasmimyeva vijite viharati. ","an5.134:2.1":"Katamehi pancahi? ","an5.134:2.2":"Idha, bhikkhave, raja khattiyo muddhavasitto ubhato sujato hoti matito ca pitito ca, samsuddhagahaniko, yava sattama pitamahayuga akkhitto anupakkuttho jativadena; ","an5.134:2.3":"addho hoti mahaddhano mahabhogo paripunnakosakotthagaro; ","an5.134:2.4":"balava kho pana hoti caturanginiya senaya samannagato assavaya ovadapatikaraya; ","an5.134:2.5":"parinayako kho panassa hoti pandito viyatto medhavi patibalo atitanagatapaccuppanne atthe cintetum; ","an5.134:2.6":"tassime cattaro dhamma yasam paripacenti. ","an5.134:2.7":"So imina yasapancamena dhammena samannagato yassam yassam disayam viharati, sakasmimyeva vijite viharati. ","an5.134:2.8":"Tam kissa hetu? ","an5.134:2.9":"Evanhetam, bhikkhave, hoti vijitavinam. ","an5.134:3.1":"Evamevam kho, bhikkhave, pancahi dhammehi samannagato bhikkhu yassam yassam disayam viharati, vimuttacittova viharati. ","an5.134:3.2":"Katamehi pancahi? ","an5.134:3.3":"Idha, bhikkhave, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu—","an5.134:3.4":"rajava khattiyo muddhavasitto jatisampanno; ","an5.134:3.5":"bahussuto hoti sutadharo sutasannicayo, ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha—","an5.134:3.6":"rajava khattiyo muddhavasitto addho mahaddhano mahabhogo paripunnakosakotthagaro; ","an5.134:3.7":"araddhaviriyo viharati akusalanam dhammanam pahanaya kusalanam dhammanam upasampadaya thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu—","an5.134:3.8":"rajava khattiyo muddhavasitto balasampanno; ","an5.134:3.9":"pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya—","an5.134:3.10":"rajava khattiyo muddhavasitto parinayakasampanno; ","an5.134:3.11":"tassime cattaro dhamma vimuttim paripacenti. ","an5.134:3.12":"So imina vimuttipancamena dhammena samannagato yassam yassam disayam viharati vimuttacittova viharati. ","an5.134:3.13":"Tam kissa hetu? ","an5.134:3.14":"Evanhetam, bhikkhave, hoti vimuttacittanan”ti. ","an5.134:3.15":"Catuttham. "}