{"an5.104:0.1":"Anguttara Nikaya 5.104 ","an5.104:0.2":"11. Phasuviharavagga ","an5.104:0.3":"Samanasukhumalasutta ","an5.104:1.1":"“Pancahi, bhikkhave, dhammehi samannagato bhikkhu samanesu samanasukhumalo hoti. ","an5.104:2.1":"Katamehi pancahi? ","an5.104:2.2":"Idha, bhikkhave, bhikkhu yacitova bahulam civaram paribhunjati, appam ayacito; yacitova bahulam pindapatam paribhunjati, appam ayacito; yacitova bahulam senasanam paribhunjati, appam ayacito; yacitova bahulam gilanapaccayabhesajjaparikkharam paribhunjati, appam ayacito. ","an5.104:2.3":"Yehi kho pana sabrahmacarihi saddhim viharati, tyassa manapeneva bahulam kayakammena samudacaranti, appam amanapena; manapeneva bahulam vacikammena samudacaranti, appam amanapena; manapeneva bahulam manokammena samudacaranti, appam amanapena; ","an5.104:2.4":"manapamyeva upaharam upaharanti, appam amanapam. ","an5.104:2.5":"Yani kho pana tani vedayitani pittasamutthanani va semhasamutthanani va vatasamutthanani va sannipatikani va utuparinamajani va visamapariharajani va opakkamikani va kammavipakajani va, tanissa na bahudeva uppajjanti. ","an5.104:2.6":"Appabadho hoti, catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi, ","an5.104:2.7":"asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","an5.104:2.8":"Imehi kho, bhikkhave, pancahi dhammehi samannagato bhikkhu samanesu samanasukhumalo hoti. ","an5.104:3.1":"Yanhi tam, bhikkhave, samma vadamano vadeyya: ‘samanesu samanasukhumalo’ti, mameva tam, bhikkhave, samma vadamano vadeyya: ‘samanesu samanasukhumalo’ti. ","an5.104:3.2":"Ahanhi, bhikkhave, yacitova bahulam civaram paribhunjami, appam ayacito; yacitova bahulam pindapatam paribhunjami, appam ayacito; yacitova bahulam senasanam paribhunjami, appam ayacito; yacitova bahulam gilanapaccayabhesajjaparikkharam paribhunjami, appam ayacito. ","an5.104:3.3":"Yehi kho pana bhikkhuhi saddhim viharami, te mam manapeneva bahulam kayakammena samudacaranti, appam amanapena; manapeneva bahulam vacikammena samudacaranti, appam amanapena; manapeneva bahulam manokammena samudacaranti, appam amanapena; ","an5.104:3.4":"manapamyeva upaharam upaharanti, appam amanapam. ","an5.104:3.5":"Yani kho pana tani vedayitani—pittasamutthanani va semhasamutthanani va vatasamutthanani va sannipatikani va utuparinamajani va visamapariharajani va opakkamikani va kammavipakajani va—tani me na bahudeva uppajjanti. Appabadhohamasmi. ","an5.104:3.6":"catunnam kho panasmi jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi akicchalabhi akasiralabhi, ","an5.104:3.7":"asavanam khaya …pe… sacchikatva upasampajja viharami. ","an5.104:4.1":"Yanhi tam, bhikkhave, samma vadamano vadeyya: ‘samanesu samanasukhumalo’ti, mameva tam, bhikkhave, samma vadamano vadeyya: ‘samanesu samanasukhumalo’”ti. ","an5.104:4.2":"Catuttham. "}