{"an5.32:0.1":"Anguttara Nikaya 5.32 ","an5.32:0.2":"4. Sumanavagga ","an5.32:0.3":"Cundisutta ","an5.32:1.1":"Ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","an5.32:1.2":"Atha kho cundi rajakumari pancahi rathasatehi pancahi ca kumarisatehi parivuta yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinna kho cundi rajakumari bhagavantam etadavoca: ","an5.32:2.1":"“Amhakam, bhante, bhata cundo nama rajakumaro, so evamaha: ","an5.32:2.2":"‘yadeva so hoti itthi va puriso va buddham saranam gato, dhammam saranam gato, sangham saranam gato, panatipata pativirato, adinnadana pativirato, kamesumicchacara pativirato, musavada pativirato, suramerayamajjapamadatthana pativirato, so kayassa bheda param marana sugatimyeva upapajjati, no duggatin’ti. ","an5.32:2.3":"Saham, bhante, bhagavantam pucchami: ","an5.32:2.4":"‘kathamrupe kho, bhante, satthari pasanno kayassa bheda param marana sugatimyeva upapajjati, no duggatim? ","an5.32:2.5":"Kathamrupe dhamme pasanno kayassa bheda param marana sugatimyeva upapajjati, no duggatim? ","an5.32:2.6":"Kathamrupe sanghe pasanno kayassa bheda param marana sugatimyeva upapajjati, no duggatim? ","an5.32:2.7":"Kathamrupesu silesu paripurakari kayassa bheda param marana sugatimyeva upapajjati, no duggatin’”ti? ","an5.32:3.1":"“Yavata, cundi, satta apada va dvipada va catuppada va bahuppada va rupino va arupino va sannino va asannino va nevasanninasannino va, tathagato tesam aggamakkhayati araham sammasambuddho. ","an5.32:3.2":"Ye kho, cundi, buddhe pasanna, agge te pasanna. ","an5.32:3.3":"Agge kho pana pasannanam aggo vipako hoti. ","an5.32:4.1":"Yavata, cundi, dhamma sankhata, ariyo atthangiko maggo tesam aggamakkhayati. ","an5.32:4.2":"Ye, cundi, ariye atthangike magge pasanna, agge te pasanna, agge kho pana pasannanam aggo vipako hoti. ","an5.32:5.1":"Yavata, cundi, dhamma sankhata va asankhata va, virago tesam aggamakkhayati, yadidam—","an5.32:5.2":"madanimmadano pipasavinayo alayasamugghato vattupacchedo tanhakkhayo virago nirodho nibbanam. ","an5.32:5.3":"Ye kho, cundi, virage dhamme pasanna, agge te pasanna. ","an5.32:5.4":"Agge kho pana pasannanam aggo vipako hoti. ","an5.32:6.1":"Yavata, cundi, sangha va gana va, tathagatasavakasangho tesam aggamakkhayati, yadidam—","an5.32:6.2":"cattari purisayugani attha purisapuggala, esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa. ","an5.32:6.3":"Ye kho, cundi, sanghe pasanna, agge te pasanna. ","an5.32:6.4":"Agge kho pana pasannanam aggo vipako hoti. ","an5.32:7.1":"Yavata, cundi, silani, ariyakantani silani tesam aggamakkhayati, yadidam—","an5.32:7.2":"akhandani acchiddani asabalani akammasani bhujissani vinnuppasatthani aparamatthani samadhisamvattanikani. ","an5.32:7.3":"Ye kho, cundi, ariyakantesu silesu paripurakarino, agge te paripurakarino. ","an5.32:7.4":"Agge kho pana paripurakarinam aggo vipako hotiti. ","an5.32:8.1":"Aggato ve pasannanam, ","an5.32:8.2":"aggam dhammam vijanatam; ","an5.32:8.3":"Agge buddhe pasannanam, ","an5.32:8.4":"dakkhineyye anuttare. ","an5.32:9.1":"Agge dhamme pasannanam, ","an5.32:9.2":"viragupasame sukhe; ","an5.32:9.3":"Agge sanghe pasannanam, ","an5.32:9.4":"punnakkhette anuttare. ","an5.32:10.1":"Aggasmim danam dadatam, ","an5.32:10.2":"aggam punnam pavaddhati; ","an5.32:10.3":"Aggam ayu ca vanno ca, ","an5.32:10.4":"yaso kitti sukham balam. ","an5.32:11.1":"Aggassa data medhavi, ","an5.32:11.2":"aggadhammasamahito; ","an5.32:11.3":"Devabhuto manusso va, ","an5.32:11.4":"aggappatto pamodati”ti. ","an5.32:11.5":"Dutiyam. "}