{"an5.28:0.1":"Anguttara Nikaya 5.28 ","an5.28:0.2":"3. Pancangikavagga ","an5.28:0.3":"Pancangikasutta ","an5.28:1.1":"“Ariyassa, bhikkhave, pancangikassa sammasamadhissa bhavanam desessami. ","an5.28:1.2":"Tam sunatha, sadhukam manasi karotha, bhasissami”ti. ","an5.28:1.3":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","an5.28:1.4":"Bhagava etadavoca: ","an5.28:2.1":"“Katama ca, bhikkhave, ariyassa pancangikassa sammasamadhissa bhavana? ","an5.28:2.2":"Idha, bhikkhave, bhikkhu vivicceva kamehi …pe… pathamam jhanam upasampajja viharati. ","an5.28:2.3":"So imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati; nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","an5.28:2.4":"Seyyathapi, bhikkhave, dakkho nhapako va nhapakantevasi va kamsathale nhaniyacunnani akiritva udakena paripphosakam paripphosakam sanneyya. Sayam nhaniyapindi snehanugata snehapareta santarabahira phuta snehena, na ca paggharini. ","an5.28:2.5":"Evamevam kho, bhikkhave, bhikkhu imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati; ","an5.28:2.6":"nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","an5.28:2.7":"Ariyassa, bhikkhave, pancangikassa sammasamadhissa ayam pathama bhavana. ","an5.28:3.1":"Puna caparam, bhikkhave, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","an5.28:3.2":"So imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati; ","an5.28:3.3":"nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","an5.28:3.4":"Seyyathapi, bhikkhave, udakarahado gambhiro ubbhidodako. Tassa nevassa puratthimaya disaya udakassa ayamukham, na pacchimaya disaya udakassa ayamukham, na uttaraya disaya udakassa ayamukham, na dakkhinaya disaya udakassa ayamukham, devo ca kalena kalam samma dharam nanuppaveccheyya. ","an5.28:3.5":"Atha kho tamhava udakarahada sita varidhara ubbhijjitva tameva udakarahadam sitena varina abhisandeyya parisandeyya paripureyya paripphareyya; nassa kinci sabbavato udakarahadassa sitena varina apphutam assa. ","an5.28:3.6":"Evamevam kho, bhikkhave, bhikkhu imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati; ","an5.28:3.7":"nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","an5.28:3.8":"Ariyassa, bhikkhave, pancangikassa sammasamadhissa ayam dutiya bhavana. ","an5.28:4.1":"Puna caparam, bhikkhave, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","an5.28:4.2":"So imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati; ","an5.28:4.3":"nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","an5.28:4.4":"Seyyathapi, bhikkhave, uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani anto nimuggaposini. ","an5.28:4.5":"Tani yava cagga yava ca mula sitena varina abhisannani parisannani paripurani paripphutani; ","an5.28:4.6":"nassa kinci sabbavatam uppalanam va padumanam va pundarikanam va sitena varina apphutam assa. ","an5.28:4.7":"Evamevam kho, bhikkhave, bhikkhu imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati; ","an5.28:4.8":"nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","an5.28:4.9":"Ariyassa, bhikkhave, pancangikassa sammasamadhissa ayam tatiya bhavana. ","an5.28:5.1":"Puna caparam, bhikkhave, bhikkhu sukhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","an5.28:5.2":"So imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti; ","an5.28:5.3":"nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","an5.28:5.4":"Seyyathapi, bhikkhave, puriso odatena vatthena sasisam parupitva nisinno assa; ","an5.28:5.5":"nassa kinci sabbavato kayassa odatena vatthena apphutam assa. ","an5.28:5.6":"Evamevam kho, bhikkhave, bhikkhu imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti; ","an5.28:5.7":"nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","an5.28:5.8":"Ariyassa, bhikkhave, pancangikassa sammasamadhissa ayam catuttha bhavana. ","an5.28:6.1":"Puna caparam, bhikkhave, bhikkhuno paccavekkhananimittam suggahitam hoti sumanasikatam supadharitam suppatividdham pannaya. ","an5.28:6.2":"Seyyathapi, bhikkhave, annova annam paccavekkheyya, thito va nisinnam paccavekkheyya, nisinno va nipannam paccavekkheyya. ","an5.28:6.3":"Evamevam kho, bhikkhave, bhikkhuno paccavekkhananimittam suggahitam hoti sumanasikatam supadharitam suppatividdham pannaya. ","an5.28:6.4":"Ariyassa, bhikkhave, pancangikassa sammasamadhissa ayam pancama bhavana. ","an5.28:7.1":"Evam bhavite kho, bhikkhave, bhikkhu ariye pancangike sammasamadhimhi evam bahulikate yassa yassa abhinnasacchikaraniyassa dhammassa cittam abhininnameti abhinnasacchikiriyaya, tatra tatreva sakkhibhabbatam papunati sati sati ayatane. ","an5.28:8.1":"Seyyathapi, bhikkhave, udakamaniko adhare thapito puro udakassa samatittiko kakapeyyo. ","an5.28:8.2":"Tamenam balava puriso yato yato avajjeyya, agaccheyya udakan”ti? ","an5.28:8.3":"“Evam, bhante”. ","an5.28:8.4":"“Evamevam kho, bhikkhave, bhikkhu evam bhavite ariye pancangike sammasamadhimhi evam bahulikate yassa yassa abhinnasacchikaraniyassa dhammassa cittam abhininnameti abhinnasacchikiriyaya, tatra tatreva sakkhibhabbatam papunati sati sati ayatane. ","an5.28:9.1":"Seyyathapi, bhikkhave, same bhumibhage pokkharani caturamsa alibaddha pura udakassa samatittika kakapeyya. ","an5.28:9.2":"Tamenam balava puriso yato yato alim munceyya, agaccheyya udakan”ti? ","an5.28:9.3":"“Evam, bhante”. ","an5.28:9.4":"“Evamevam kho, bhikkhave, bhikkhu evam bhavite ariye pancangike sammasamadhimhi evam bahulikate yassa yassa abhinnasacchikaraniyassa dhammassa …pe… sati sati ayatane. ","an5.28:10.1":"Seyyathapi, bhikkhave, subhumiyam catumahapathe ajannaratho yutto assa thito odhastapatodo. ","an5.28:10.2":"Tamenam dakkho yoggacariyo assadammasarathi abhiruhitva vamena hatthena rasmiyo gahetva dakkhinena hatthena patodam gahetva yenicchakam yadicchakam sareyyapi paccasareyyapi. ","an5.28:10.3":"Evamevam kho, bhikkhave, bhikkhu evam bhavite ariye pancangike sammasamadhimhi evam bahulikate yassa yassa abhinnasacchikaraniyassa dhammassa cittam abhininnameti abhinnasacchikiriyaya, ","an5.28:10.4":"tatra tatreva sakkhibhabbatam papunati sati sati ayatane. ","an5.28:11.1":"So sace akankhati: ‘anekavihitam iddhividham paccanubhaveyyam—ekopi hutva bahudha assam …pe… yava brahmalokapi kayena vasam vatteyyan’ti, ","an5.28:11.2":"tatra tatreva sakkhibhabbatam papunati sati sati ayatane. ","an5.28:12.1":"So sace akankhati: ‘dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde suneyyam—dibbe ca manuse ca ye dure santike ca’ti, ","an5.28:12.2":"tatra tatreva sakkhibhabbatam papunati sati sati ayatane. ","an5.28:13.1":"So sace akankhati: ‘parasattanam parapuggalanam cetasa ceto paricca pajaneyyam—","an5.28:13.2":"saragam va cittam saragam cittanti pajaneyyam, ","an5.28:13.3":"vitaragam va cittam vitaragam cittanti pajaneyyam, ","an5.28:13.4":"sadosam va cittam … ","an5.28:13.5":"vitadosam va cittam … ","an5.28:13.6":"samoham va cittam … ","an5.28:13.7":"vitamoham va cittam … ","an5.28:13.8":"sankhittam va cittam … ","an5.28:13.9":"vikkhittam va cittam … ","an5.28:13.10":"mahaggatam va cittam … ","an5.28:13.11":"amahaggatam va cittam … ","an5.28:13.12":"sauttaram va cittam … ","an5.28:13.13":"anuttaram va cittam … ","an5.28:13.14":"samahitam va cittam … ","an5.28:13.15":"asamahitam va cittam … ","an5.28:13.16":"vimuttam va cittam … ","an5.28:13.17":"avimuttam va cittam avimuttam cittanti pajaneyyan’ti, ","an5.28:13.18":"tatra tatreva sakkhibhabbatam papunati sati sati ayatane. ","an5.28:14.1":"So sace akankhati: ‘anekavihitam pubbenivasam anussareyyam, seyyathidam—ekampi jatim, dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussareyyan’ti, ","an5.28:14.2":"tatra tatreva sakkhibhabbatam papunati sati sati ayatane. ","an5.28:15.1":"So sace akankhati: ‘dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajaneyyan’ti, ","an5.28:15.2":"tatra tatreva sakkhibhabbatam papunati sati sati ayatane. ","an5.28:16.1":"So sace akankhati: ‘asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyyan’ti, ","an5.28:16.2":"tatra tatreva sakkhibhabbatam papunati sati sati ayatane”ti. ","an5.28:16.3":"Atthamam. "}