{"an5.41:0.1":"Anguttara Nikaya 5.41 ","an5.41:0.2":"5. Mundarajavagga ","an5.41:0.3":"Adiyasutta ","an5.41:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an5.41:1.2":"Atha kho anathapindiko gahapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho anathapindikam gahapatim bhagava etadavoca: ","an5.41:1.3":"“pancime, gahapati, bhoganam adiya. ","an5.41:1.4":"Katame panca? ","an5.41:1.5":"Idha, gahapati, ariyasavako utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi attanam sukheti pineti samma sukham pariharati; ","an5.41:1.6":"matapitaro sukheti pineti samma sukham pariharati; ","an5.41:1.7":"puttadaradasakammakaraporise sukheti pineti samma sukham pariharati. ","an5.41:1.8":"Ayam pathamo bhoganam adiyo. ","an5.41:2.1":"Puna caparam, gahapati, ariyasavako utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi mittamacce sukheti pineti samma sukham pariharati. ","an5.41:2.2":"Ayam dutiyo bhoganam adiyo. ","an5.41:3.1":"Puna caparam, gahapati, ariyasavako utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi ya ta honti apada—","an5.41:3.2":"aggito va udakato va rajato va corato va appiyato va dayadato—","an5.41:3.3":"tatharupasu apadasu bhogehi pariyodhaya vattati, sotthim attanam karoti. ","an5.41:3.4":"Ayam tatiyo bhoganam adiyo. ","an5.41:4.1":"Puna caparam, gahapati, ariyasavako utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi pancabalim katta hoti. ","an5.41:4.2":"Natibalim, atithibalim, pubbapetabalim, rajabalim, devatabalim—","an5.41:4.3":"ayam catuttho bhoganam adiyo. ","an5.41:5.1":"Puna caparam, gahapati, ariyasavako utthanaviriyadhigatehi bhogehi bahabalaparicitehi sedavakkhittehi dhammikehi dhammaladdhehi ye te samanabrahmana madappamada pativirata khantisoracce nivittha ekamattanam damenti ekamattanam samenti ekamattanam parinibbapenti, tatharupesu samanabrahmanesu uddhaggikam dakkhinam patitthapeti sovaggikam sukhavipakam saggasamvattanikam. ","an5.41:5.2":"Ayam pancamo bhoganam adiyo. ","an5.41:5.3":"Ime kho, gahapati, panca bhoganam adiya. ","an5.41:6.1":"Tassa ce, gahapati, ariyasavakassa ime panca bhoganam adiye adiyato bhoga parikkhayam gacchanti, tassa evam hoti: ","an5.41:6.2":"‘ye vata bhoganam adiya te caham adiyami bhoga ca me parikkhayam gacchanti’ti. ","an5.41:6.3":"Itissa hoti avippatisaro. ","an5.41:6.4":"Tassa ce, gahapati, ariyasavakassa ime panca bhoganam adiye adiyato bhoga abhivaddhanti, tassa evam hoti: ","an5.41:6.5":"‘ye vata bhoganam adiya te caham adiyami bhoga ca me abhivaddhanti’ti. ","an5.41:6.6":"Itissa hoti ubhayeneva avippatisaroti. ","an5.41:7.1":"Bhutta bhoga bhata bhacca, ","an5.41:7.2":"vitinna apadasu me; ","an5.41:7.3":"Uddhagga dakkhina dinna, ","an5.41:7.4":"atho pancabalikata; ","an5.41:7.5":"Upatthita silavanto, ","an5.41:7.6":"sannata brahmacarayo. ","an5.41:8.1":"Yadattham bhogam iccheyya, ","an5.41:8.2":"pandito gharamavasam; ","an5.41:8.3":"So me attho anuppatto, ","an5.41:8.4":"katam ananutapiyam. ","an5.41:9.1":"Etam anussaram macco, ","an5.41:9.2":"ariyadhamme thito naro; ","an5.41:9.3":"Idheva nam pasamsanti, ","an5.41:9.4":"pecca sagge pamodati”ti. ","an5.41:9.5":"Pathamam. "}