{"an5.90:0.1":"Anguttara Nikaya 5.90 ","an5.90:0.2":"9. Theravagga ","an5.90:0.3":"Dutiyasekhasutta ","an5.90:1.1":"“Pancime, bhikkhave, dhamma sekhassa bhikkhuno parihanaya samvattanti. ","an5.90:1.2":"Katame panca? ","an5.90:1.3":"Idha, bhikkhave, sekho bhikkhu bahukicco hoti bahukaraniyo viyatto kinkaraniyesu; ","an5.90:1.4":"rincati patisallanam, nanuyunjati ajjhattam cetosamatham. ","an5.90:1.5":"Ayam, bhikkhave, pathamo dhammo sekhassa bhikkhuno parihanaya samvattati. ","an5.90:2.1":"Puna caparam, bhikkhave, sekho bhikkhu appamattakena kammena divasam atinameti; ","an5.90:2.2":"rincati patisallanam, nanuyunjati ajjhattam cetosamatham. ","an5.90:2.3":"Ayam, bhikkhave, dutiyo dhammo sekhassa bhikkhuno parihanaya samvattati. ","an5.90:3.1":"Puna caparam, bhikkhave, sekho bhikkhu samsattho viharati gahatthapabbajitehi ananulomikena gihisamsaggena; ","an5.90:3.2":"rincati patisallanam, nanuyunjati ajjhattam cetosamatham. ","an5.90:3.3":"Ayam, bhikkhave, tatiyo dhammo sekhassa bhikkhuno parihanaya samvattati. ","an5.90:4.1":"Puna caparam, bhikkhave, sekho bhikkhu akalena gamam pavisati, atidiva patikkamati; ","an5.90:4.2":"rincati patisallanam, nanuyunjati ajjhattam cetosamatham. ","an5.90:4.3":"Ayam, bhikkhave, catuttho dhammo sekhassa bhikkhuno parihanaya samvattati. ","an5.90:5.1":"Puna caparam, bhikkhave, sekho bhikkhu yayam katha abhisallekhika cetovivaranasappaya, seyyathidam—","an5.90:5.2":"appicchakatha santutthikatha pavivekakatha asamsaggakatha viriyarambhakatha silakatha samadhikatha pannakatha vimuttikatha vimuttinanadassanakatha, evarupiya kathaya na nikamalabhi hoti na akicchalabhi na akasiralabhi; ","an5.90:5.3":"rincati patisallanam, nanuyunjati ajjhattam cetosamatham. ","an5.90:5.4":"Ayam, bhikkhave, pancamo dhammo sekhassa bhikkhuno parihanaya samvattati. ","an5.90:5.5":"Ime kho, bhikkhave, panca dhamma sekhassa bhikkhuno parihanaya samvattanti. ","an5.90:6.1":"Pancime, bhikkhave, dhamma sekhassa bhikkhuno aparihanaya samvattanti. ","an5.90:6.2":"Katame panca? ","an5.90:6.3":"Idha, bhikkhave, sekho bhikkhu na bahukicco hoti na bahukaraniyo viyatto kinkaraniyesu; ","an5.90:6.4":"na rincati patisallanam, anuyunjati ajjhattam cetosamatham. ","an5.90:6.5":"Ayam, bhikkhave, pathamo dhammo sekhassa bhikkhuno aparihanaya samvattati. ","an5.90:7.1":"Puna caparam, bhikkhave, sekho bhikkhu na appamattakena kammena divasam atinameti; ","an5.90:7.2":"na rincati patisallanam, anuyunjati ajjhattam cetosamatham. ","an5.90:7.3":"Ayam, bhikkhave, dutiyo dhammo sekhassa bhikkhuno aparihanaya samvattati. ","an5.90:8.1":"Puna caparam, bhikkhave, sekho bhikkhu asamsattho viharati gahatthapabbajitehi ananulomikena gihisamsaggena; ","an5.90:8.2":"na rincati patisallanam, anuyunjati ajjhattam cetosamatham. ","an5.90:8.3":"Ayam, bhikkhave, tatiyo dhammo sekhassa bhikkhuno aparihanaya samvattati. ","an5.90:9.1":"Puna caparam, bhikkhave, sekho bhikkhu na atikalena gamam pavisati, natidiva patikkamati; ","an5.90:9.2":"na rincati patisallanam, anuyunjati ajjhattam cetosamatham. ","an5.90:9.3":"Ayam, bhikkhave, catuttho dhammo sekhassa bhikkhuno aparihanaya samvattati. ","an5.90:10.1":"Puna caparam, bhikkhave, sekho bhikkhu yayam katha abhisallekhika cetovivaranasappaya, seyyathidam—","an5.90:10.2":"appicchakatha santutthikatha pavivekakatha asamsaggakatha viriyarambhakatha silakatha samadhikatha pannakatha vimuttikatha vimuttinanadassanakatha, evarupiya kathaya nikamalabhi hoti akicchalabhi akasiralabhi; ","an5.90:10.3":"na rincati patisallanam, anuyunjati ajjhattam cetosamatham. ","an5.90:10.4":"Ayam, bhikkhave, pancamo dhammo sekhassa bhikkhuno aparihanaya samvattati. ","an5.90:10.5":"Ime kho, bhikkhave, panca dhamma sekhassa bhikkhuno aparihanaya samvattanti”ti. ","an5.90:10.6":"Dasamam. ","an5.90:10.7":"Theravaggo catuttho. ","an5.90:11.0":"Tassuddanam ","an5.90:11.1":"Rajaniyo vitarago, ","an5.90:11.2":"kuhakassaddhaakkhama; ","an5.90:11.3":"Patisambhida ca silena, ","an5.90:11.4":"thero sekha pare duveti. "}