{"an6.18:0.1":"Anguttara Nikaya 6.18 ","an6.18:0.2":"2. Saraniyavagga ","an6.18:0.3":"Macchabandhasutta ","an6.18:1.1":"Ekam samayam bhagava kosalesu carikam carati mahata bhikkhusanghena saddhim. ","an6.18:1.2":"Addasa kho bhagava addhanamaggappatipanno annatarasmim padese macchikam macchabandham macche vadhitva vadhitva vikkinamanam. ","an6.18:1.3":"Disva magga okkamma annatarasmim rukkhamule pannatte asane nisidi. ","an6.18:1.4":"Nisajja kho bhagava bhikkhu amantesi: ","an6.18:1.5":"“passatha no tumhe, bhikkhave, amum macchikam macchabandham macche vadhitva vadhitva vikkinamanan”ti? ","an6.18:1.6":"“Evam, bhante”. ","an6.18:2.1":"“Tam kim mannatha, bhikkhave, ","an6.18:2.2":"api nu tumhehi dittham va sutam va: ","an6.18:2.3":"‘macchiko macchabandho macche vadhitva vadhitva vikkinamano tena kammena tena ajivena hatthiyayi va assayayi va rathayayi va yanayayi va bhogabhogi va mahantam va bhogakkhandham ajjhavasanto’”ti? ","an6.18:2.4":"“No hetam, bhante”. ","an6.18:2.5":"“Sadhu, bhikkhave. ","an6.18:2.6":"Mayapi kho etam, bhikkhave, neva dittham na sutam: ","an6.18:2.7":"‘macchiko macchabandho macche vadhitva vadhitva vikkinamano tena kammena tena ajivena hatthiyayi va assayayi va rathayayi va yanayayi va bhogabhogi va mahantam va bhogakkhandham ajjhavasanto’ti. ","an6.18:2.8":"Tam kissa hetu? ","an6.18:2.9":"Te hi so, bhikkhave, macche vajjhe vadhayupanite papakena manasanupekkhati, tasma so neva hatthiyayi hoti na assayayi na rathayayi na yanayayi na bhogabhogi, na mahantam bhogakkhandham ajjhavasati. ","an6.18:3.1":"Tam kim mannatha, bhikkhave, ","an6.18:3.2":"api nu tumhehi dittham va sutam va: ","an6.18:3.3":"‘goghatako gavo vadhitva vadhitva vikkinamano tena kammena tena ajivena hatthiyayi va assayayi va rathayayi va yanayayi va bhogabhogi va mahantam va bhogakkhandham ajjhavasanto’”ti? ","an6.18:3.4":"“No hetam, bhante”. ","an6.18:3.5":"“Sadhu, bhikkhave. ","an6.18:3.6":"Mayapi kho etam, bhikkhave, neva dittham na sutam: ","an6.18:3.7":"‘goghatako gavo vadhitva vadhitva vikkinamano tena kammena tena ajivena hatthiyayi va assayayi va rathayayi va yanayayi va bhogabhogi va mahantam va bhogakkhandham ajjhavasanto’ti. ","an6.18:3.8":"Tam kissa hetu? ","an6.18:3.9":"Te hi so, bhikkhave, gavo vajjhe vadhayupanite papakena manasanupekkhati, tasma so neva hatthiyayi hoti na assayayi na rathayayi na yanayayi na bhogabhogi, na mahantam bhogakkhandham ajjhavasati. ","an6.18:4.1":"Tam kim mannatha, bhikkhave, ","an6.18:4.2":"api nu tumhehi dittham va sutam va: ","an6.18:4.3":"‘orabbhiko …pe… ","an6.18:4.4":"sukariko …pe… ","an6.18:4.5":"sakuniko …pe… ","an6.18:4.6":"magaviko mage vadhitva vadhitva vikkinamano tena kammena tena ajivena hatthiyayi va assayayi va rathayayi va yanayayi va bhogabhogi va mahantam va bhogakkhandham ajjhavasanto’”ti? ","an6.18:4.7":"“No hetam, bhante”. ","an6.18:4.8":"“Sadhu, bhikkhave. ","an6.18:4.9":"Mayapi kho etam, bhikkhave, neva dittham na sutam: ","an6.18:4.10":"‘magaviko mage vadhitva vadhitva vikkinamano tena kammena tena ajivena hatthiyayi va assayayi va rathayayi va yanayayi va bhogabhogi va mahantam va bhogakkhandham ajjhavasanto’ti. ","an6.18:4.11":"Tam kissa hetu? ","an6.18:4.12":"Te hi so, bhikkhave, mage vajjhe vadhayupanite papakena manasanupekkhati, tasma so neva hatthiyayi hoti na assayayi na rathayayi na yanayayi na bhogabhogi, na mahantam bhogakkhandham ajjhavasati. ","an6.18:4.13":"Te hi nama so, bhikkhave, tiracchanagate pane vajjhe vadhayupanite papakena manasanupekkhamano neva hatthiyayi bhavissati na assayayi na rathayayi na yanayayi na bhogabhogi, na mahantam bhogakkhandham ajjhavasissati. ","an6.18:4.14":"Ko pana vado yam manussabhutam vajjham vadhayupanitam papakena manasanupekkhati. ","an6.18:4.15":"Tanhi tassa, bhikkhave, hoti digharattam ahitaya dukkhaya. ","an6.18:4.16":"Kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati”ti. ","an6.18:4.17":"Atthamam. "}