{"an6.64:0.1":"Anguttara Nikaya 6.64 ","an6.64:0.2":"6. Mahavagga ","an6.64:0.3":"Sihanadasutta ","an6.64:1.1":"“Chayimani, bhikkhave, tathagatassa tathagatabalani, yehi balehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an6.64:1.2":"Katamani cha? ","an6.64:1.3":"Idha, bhikkhave, tathagato thananca thanato atthananca atthanato yathabhutam pajanati. ","an6.64:1.4":"Yampi, bhikkhave, tathagato thananca thanato atthananca atthanato yathabhutam pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an6.64:2.1":"Puna caparam, bhikkhave, tathagato atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam pajanati. ","an6.64:2.2":"Yampi, bhikkhave, tathagato atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an6.64:3.1":"Puna caparam, bhikkhave, tathagato jhanavimokkhasamadhisamapattinam sankilesam vodanam vutthanam yathabhutam pajanati. ","an6.64:3.2":"Yampi, bhikkhave, tathagato …pe… idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an6.64:4.1":"Puna caparam, bhikkhave, tathagato anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim, dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","an6.64:4.2":"Yampi, bhikkhave, tathagato anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim, dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an6.64:5.1":"Puna caparam, bhikkhave, tathagato dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati. ","an6.64:5.2":"Yampi, bhikkhave, tathagato dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an6.64:6.1":"Puna caparam, bhikkhave, tathagato asavanam khaya …pe… sacchikatva upasampajja viharati. ","an6.64:6.2":"Yampi, bhikkhave, tathagato asavanam khaya …pe… sacchikatva upasampajja viharati, idampi, bhikkhave, tathagatassa tathagatabalam hoti, yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an6.64:6.3":"Imani kho, bhikkhave, cha tathagatassa tathagatabalani, yehi balehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","an6.64:7.1":"Tatra ce, bhikkhave, pare tathagatam thananca thanato atthananca atthanato yathabhutam nanena upasankamitva panham pucchanti. ","an6.64:7.2":"Yatha yatha, bhikkhave, tathagatassa thananca thanato atthananca atthanato yathabhutam nanam viditam tatha tatha tesam tathagato thananca thanato atthananca atthanato yathabhutam nanena panham puttho byakaroti. ","an6.64:8.1":"Tatra ce, bhikkhave, pare tathagatam atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam nanena upasankamitva panham pucchanti. ","an6.64:8.2":"Yatha yatha, bhikkhave, tathagatassa atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam nanam viditam tatha tatha tesam tathagato atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam nanena panham puttho byakaroti. ","an6.64:9.1":"Tatra ce, bhikkhave, pare tathagatam jhanavimokkhasamadhisamapattinam sankilesam vodanam vutthanam yathabhutam nanena upasankamitva panham pucchanti. ","an6.64:9.2":"Yatha yatha, bhikkhave, tathagatassa jhanavimokkhasamadhisamapattinam sankilesam vodanam vutthanam yathabhutam nanam viditam tatha tatha tesam tathagato jhanavimokkhasamadhisamapattinam sankilesam vodanam vutthanam yathabhutam nanena panham puttho byakaroti. ","an6.64:10.1":"Tatra ce, bhikkhave, pare tathagatam pubbenivasanussatim yathabhutam nanena upasankamitva panham pucchanti. ","an6.64:10.2":"Yatha yatha, bhikkhave, tathagatassa pubbenivasanussatim yathabhutam nanam viditam tatha tatha tesam tathagato pubbenivasanussatim yathabhutam nanena panham puttho byakaroti. ","an6.64:11.1":"Tatra ce, bhikkhave, pare tathagatam sattanam cutupapatam yathabhutam nanena upasankamitva panham pucchanti. ","an6.64:11.2":"Yatha yatha, bhikkhave, tathagatassa sattanam cutupapatam yathabhutam nanam viditam tatha tatha tesam tathagato sattanam cutupapatam yathabhutam nanena panham puttho byakaroti. ","an6.64:12.1":"Tatra ce, bhikkhave, pare tathagatam asavanam khaya …pe… yathabhutam nanena upasankamitva panham pucchanti. ","an6.64:12.2":"Yatha yatha, bhikkhave, tathagatassa asavanam khaya …pe… yathabhutam nanam viditam tatha tatha tesam tathagato asavanam khaya …pe… yathabhutam nanena panham puttho byakaroti. ","an6.64:13.1":"Tatra, bhikkhave, yampidam thananca thanato atthananca atthanato yathabhutam nanam tampi samahitassa vadami no asamahitassa. ","an6.64:13.2":"Yampidam atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam nanam tampi samahitassa vadami no asamahitassa. ","an6.64:13.3":"Yampidam jhanavimokkhasamadhisamapattinam sankilesam vodanam vutthanam yathabhutam nanam tampi samahitassa vadami no asamahitassa. ","an6.64:13.4":"Yampidam pubbenivasanussatim yathabhutam nanam tampi samahitassa vadami no asamahitassa. ","an6.64:13.5":"Yampidam sattanam cutupapatam yathabhutam nanam tampi samahitassa vadami no asamahitassa. ","an6.64:13.6":"Yampidam asavanam khaya …pe… yathabhutam nanam tampi samahitassa vadami no asamahitassa. ","an6.64:13.7":"Iti kho, bhikkhave, samadhi maggo, asamadhi kummaggo”ti. ","an6.64:13.8":"Dasamam. ","an6.64:13.9":"Mahavaggo chattho. ","an6.64:14.0":"Tassuddanam ","an6.64:14.1":"Sono phagguno bhijati, ","an6.64:14.2":"asava daruhatthi ca; ","an6.64:14.3":"Majjhe nanam nibbedhikam, ","an6.64:14.4":"sihanadoti te dasati. "}