{"an6.14:0.1":"Anguttara Nikaya 6.14 ","an6.14:0.2":"2. Saraniyavagga ","an6.14:0.3":"Bhaddakasutta ","an6.14:1.1":"Tatra kho ayasma sariputto bhikkhu amantesi: ","an6.14:1.2":"“avuso bhikkhave”ti. ","an6.14:1.3":"“Avuso”ti kho te bhikkhu ayasmato sariputtassa paccassosum. ","an6.14:1.4":"Ayasma sariputto etadavoca: ","an6.14:2.1":"“Tatha tatha, avuso, bhikkhu viharam kappeti yatha yathassa viharam kappayato na bhaddakam maranam hoti, na bhaddika kalakiriya. ","an6.14:2.2":"Kathancavuso, bhikkhu tatha tatha viharam kappeti yatha yathassa viharam kappayato na bhaddakam maranam hoti, na bhaddika kalakiriya? ","an6.14:3.1":"Idhavuso, bhikkhu kammaramo hoti kammarato kammaramatam anuyutto, bhassaramo hoti bhassarato bhassaramatam anuyutto, niddaramo hoti niddarato niddaramatam anuyutto, sanganikaramo hoti sanganikarato sanganikaramatam anuyutto, samsaggaramo hoti samsaggarato samsaggaramatam anuyutto, papancaramo hoti papancarato papancaramatam anuyutto. ","an6.14:3.2":"Evam kho, avuso, bhikkhu tatha tatha viharam kappeti yatha yathassa viharam kappayato na bhaddakam maranam hoti, na bhaddika kalakiriya. ","an6.14:3.3":"Ayam vuccatavuso: ","an6.14:3.4":"‘bhikkhu sakkayabhirato nappajahasi sakkayam samma dukkhassa antakiriyaya’. ","an6.14:4.1":"Tatha tathavuso, bhikkhu viharam kappeti yatha yathassa viharam kappayato bhaddakam maranam hoti, bhaddika kalakiriya. ","an6.14:4.2":"Kathancavuso, bhikkhu tatha tatha viharam kappeti yatha yathassa viharam kappayato bhaddakam maranam hoti, bhaddika kalakiriya? ","an6.14:5.1":"Idhavuso, bhikkhu na kammaramo hoti na kammarato na kammaramatam anuyutto, na bhassaramo hoti na bhassarato na bhassaramatam anuyutto, na niddaramo hoti na niddarato na niddaramatam anuyutto, na sanganikaramo hoti na sanganikarato na sanganikaramatam anuyutto, na samsaggaramo hoti na samsaggarato na samsaggaramatam anuyutto, na papancaramo hoti na papancarato na papancaramatam anuyutto. ","an6.14:5.2":"Evam kho, avuso, bhikkhu tatha tatha viharam kappeti yatha yathassa viharam kappayato bhaddakam maranam hoti, bhaddika kalakiriya. ","an6.14:5.3":"Ayam vuccatavuso: ","an6.14:5.4":"‘bhikkhu nibbanabhirato pajahasi sakkayam samma dukkhassa antakiriyaya’ti. ","an6.14:6.1":"Yo papancamanuyutto, ","an6.14:6.2":"papancabhirato mago; ","an6.14:6.3":"Viradhayi so nibbanam, ","an6.14:6.4":"yogakkhemam anuttaram. ","an6.14:7.1":"Yo ca papancam hitvana, ","an6.14:7.2":"nippapancapade rato; ","an6.14:7.3":"Aradhayi so nibbanam, ","an6.14:7.4":"yogakkhemam anuttaran”ti. ","an6.14:7.5":"Catuttham. "}