{"an6.29:0.1":"Anguttara Nikaya 6.29 ","an6.29:0.2":"3. Anuttariyavagga ","an6.29:0.3":"Udayisutta ","an6.29:1.1":"Atha kho bhagava ayasmantam udayim amantesi: ","an6.29:1.2":"“kati nu kho, udayi, anussatitthanani”ti? ","an6.29:1.3":"Evam vutte, ayasma udayi tunhi ahosi. ","an6.29:1.4":"Dutiyampi kho bhagava ayasmantam udayim amantesi: ","an6.29:1.5":"“kati nu kho, udayi, anussatitthanani”ti? ","an6.29:1.6":"Dutiyampi kho ayasma udayi tunhi ahosi. ","an6.29:1.7":"Tatiyampi kho bhagava ayasmantam udayim amantesi: ","an6.29:1.8":"“kati nu kho, udayi, anussatitthanani”ti? ","an6.29:1.9":"Tatiyampi kho ayasma udayi tunhi ahosi. ","an6.29:2.1":"Atha kho ayasma anando ayasmantam udayim etadavoca: ","an6.29:2.2":"“sattha tam, avuso udayi, amantesi”ti. ","an6.29:2.3":"“Sunomaham, avuso ananda, bhagavato. ","an6.29:2.4":"Idha, bhante, bhikkhu anekavihitam pubbenivasam anussarati—Seyyathidam—ekampi jatim dvepi jatiyo …pe…. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","an6.29:2.5":"Idam, bhante, anussatitthanan”ti. ","an6.29:3.1":"Atha kho bhagava ayasmantam anandam amantesi: ","an6.29:3.2":"“annasim kho aham, ananda: ","an6.29:3.3":"‘nevayam udayi moghapuriso adhicittam anuyutto viharati’ti. ","an6.29:3.4":"Kati nu kho, ananda, anussatitthanani”ti? ","an6.29:4.1":"“Panca, bhante, anussatitthanani. ","an6.29:4.2":"Katamani panca? ","an6.29:4.3":"Idha, bhante, bhikkhu vivicceva kamehi …pe… tatiyam jhanam upasampajja viharati. ","an6.29:4.4":"Idam, bhante, anussatitthanam evam bhavitam evam bahulikatam ditthadhammasukhaviharaya samvattati. ","an6.29:5.1":"“Puna caparam, bhante, bhikkhu alokasannam manasi karoti, diva sannam adhitthati, yatha diva tatha rattim, yatha rattim tatha diva; ","an6.29:5.2":"iti vivatena cetasa apariyonaddhena sappabhasam cittam bhaveti. ","an6.29:5.3":"Idam, bhante, anussatitthanam evam bhavitam evam bahulikatam nanadassanappatilabhaya samvattati. ","an6.29:6.1":"Puna caparam, bhante, bhikkhu imameva kayam uddham padatala adho kesamatthaka tacapariyantam puram nanappakarassa asucino paccavekkhati: ","an6.29:6.2":"‘atthi imasmim kaye kesa loma nakha danta taco, mamsam nharu atthi atthiminjam vakkam, hadayam yakanam kilomakam pihakam papphasam, antam antagunam udariyam karisam, pittam semham pubbo lohitam sedo medo, assu vasa khelo singhanika lasika muttan’ti. ","an6.29:6.3":"Idam, bhante, anussatitthanam evam bhavitam evam bahulikatam kamaragappahanaya samvattati. ","an6.29:7.1":"Puna caparam, bhante, bhikkhu seyyathapi passeyya sariram sivathikaya chattitam ekahamatam va dvihamatam va tihamatam va uddhumatakam vinilakam vipubbakajatam. ","an6.29:7.2":"So imameva kayam evam upasamharati: ","an6.29:7.3":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","an6.29:8.1":"Seyyathapi va pana passeyya sariram sivathikaya chattitam kakehi va khajjamanam kulalehi va khajjamanam gijjhehi va khajjamanam sunakhehi va khajjamanam singalehi va khajjamanam vividhehi va panakajatehi khajjamanam. ","an6.29:8.2":"So imameva kayam evam upasamharati: ","an6.29:8.3":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","an6.29:9.1":"Seyyathapi va pana passeyya sariram sivathikaya chattitam atthikasankhalikam samamsalohitam nharusambandham …pe… ","an6.29:9.2":"atthikasankhalikam nimmamsalohitamakkhitam nharusambandham … ","an6.29:9.3":"atthikasankhalikam apagatamamsalohitam nharusambandham. ","an6.29:9.4":"Atthikani apagatasambandhani disavidisavikkhittani, annena hatthatthikam annena padatthikam annena janghatthikam annena urutthikam annena katitthikam annena phasukatthikam annena pitthikantakatthikam annena khandhatthikam annena givatthikam annena hanukatthikam annena dantakatthikam annena sisakataham, atthikani setani sankhavannappatibhagani atthikani punjakitani terovassikani atthikani putini cunnakajatani. ","an6.29:9.5":"So imameva kayam evam upasamharati: ","an6.29:9.6":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","an6.29:9.7":"Idam, bhante, anussatitthanam evam bhavitam evam bahulikatam asmimanasamugghataya samvattati. ","an6.29:10.1":"Puna caparam, bhante, bhikkhu sukhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","an6.29:10.2":"Idam, bhante, anussatitthanam evam bhavitam evam bahulikatam anekadhatupativedhaya samvattati. ","an6.29:10.3":"Imani kho, bhante, panca anussatitthanani”ti. ","an6.29:11.1":"“Sadhu sadhu, ananda. ","an6.29:11.2":"Tena hi tvam, ananda, idampi chattham anussatitthanam dharehi. ","an6.29:11.3":"Idhananda, bhikkhu satova abhikkamati satova patikkamati satova titthati satova nisidati satova seyyam kappeti satova kammam adhitthati. ","an6.29:11.4":"Idam, ananda, anussatitthanam evam bhavitam evam bahulikatam satisampajannaya samvattati”ti. ","an6.29:11.5":"Navamam. "}