{"an6.49:0.1":"Anguttara Nikaya 6.49 ","an6.49:0.2":"5. Dhammikavagga ","an6.49:0.3":"Khemasutta ","an6.49:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an6.49:1.2":"Tena kho pana samayena ayasma ca khemo ayasma ca sumano savatthiyam viharanti andhavanasmim. ","an6.49:1.3":"Atha kho ayasma ca khemo ayasma ca sumano yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinno kho ayasma khemo bhagavantam etadavoca: ","an6.49:2.1":"“Yo so, bhante, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto tassa na evam hoti: ","an6.49:2.2":"‘atthi me seyyoti va atthi me sadisoti va atthi me hinoti va’”ti. ","an6.49:2.3":"Idamavocayasma khemo. ","an6.49:2.4":"Samanunno sattha ahosi. ","an6.49:2.5":"Atha kho ayasma khemo “samanunno me sattha”ti utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","an6.49:3.1":"Atha kho ayasma sumano acirapakkante ayasmante kheme bhagavantam etadavoca: ","an6.49:3.2":"“yo so, bhante, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto tassa na evam hoti: ","an6.49:3.3":"‘natthi me seyyoti va natthi me sadisoti va natthi me hinoti va’”ti. ","an6.49:3.4":"Idamavocayasma sumano. ","an6.49:3.5":"Samanunno sattha ahosi. ","an6.49:3.6":"Atha kho ayasma sumano “samanunno me sattha”ti utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","an6.49:4.1":"Atha kho bhagava acirapakkantesu ayasmante ca kheme ayasmante ca sumane bhikkhu amantesi: ","an6.49:4.2":"“evam kho, bhikkhave, kulaputta annam byakaronti. ","an6.49:4.3":"Attho ca vutto atta ca anupanito. ","an6.49:4.4":"Atha ca pana idhekacce moghapurisa hasamanaka manne annam byakaronti. ","an6.49:4.5":"Te paccha vighatam apajjantiti. ","an6.49:5.1":"Na ussesu na omesu, ","an6.49:5.2":"Samatte nopaniyare; ","an6.49:5.3":"Khina jati vusitam brahmacariyam, ","an6.49:5.4":"Caranti samyojanavippamutta”ti. ","an6.49:5.5":"Sattamam. "}