{"an6.44:0.1":"Anguttara Nikaya 6.44 ","an6.44:0.2":"5. Dhammikavagga ","an6.44:0.3":"Migasalasutta ","an6.44:1.1":"Atha kho ayasma anando pubbanhasamayam nivasetva pattacivaramadaya yena migasalaya upasikaya nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","an6.44:1.2":"Atha kho migasala upasika yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinna kho migasala upasika ayasmantam anandam etadavoca: ","an6.44:2.1":"“Katham katham namayam, bhante ananda, bhagavata dhammo desito anneyyo, yatra hi nama brahmacari ca abrahmacari ca ubho samasamagatika bhavissanti abhisamparayam? ","an6.44:2.2":"Pita me, bhante, purano brahmacari ahosi aracari virato methuna gamadhamma. ","an6.44:2.3":"So kalankato bhagavata byakato sakadagami satto tusitam kayam upapannoti. ","an6.44:2.4":"Petteyyopi me, bhante, isidatto abrahmacari ahosi sadarasantuttho. ","an6.44:2.5":"Sopi kalankato bhagavata byakato sakadagamipatto tusitam kayam upapannoti. ","an6.44:2.6":"Katham katham namayam, bhante ananda, bhagavata dhammo desito anneyyo, yatra hi nama brahmacari ca abrahmacari ca ubho samasamagatika bhavissanti abhisamparayan”ti? ","an6.44:2.7":"“Evam kho panetam, bhagini, bhagavata byakatan”ti. ","an6.44:3.1":"Atha kho ayasma anando migasalaya upasikaya nivesane pindapatam gahetva utthayasana pakkami. ","an6.44:3.2":"Atha kho ayasma anando pacchabhattam pindapatapatikkanto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","an6.44:4.1":"“Idhaham, bhante, pubbanhasamayam nivasetva pattacivaramadaya yena migasalaya upasikaya nivesanam tenupasankamim; upasankamitva pannatte asane nisidim. ","an6.44:4.2":"Atha kho, bhante, migasala upasika yenaham tenupasankami; upasankamitva mam abhivadetva ekamantam nisidi. Ekamantam nisinna kho, bhante, migasala upasika mam etadavoca: ","an6.44:4.3":"‘katham katham namayam, bhante ananda, bhagavata dhammo desito anneyyo, yatra hi nama brahmacari ca abrahmacari ca ubho samasamagatika bhavissanti abhisamparayam. ","an6.44:4.4":"Pita me, bhante, purano brahmacari ahosi aracari virato methuna gamadhamma. ","an6.44:4.5":"So kalankato bhagavata byakato sakadagamipatto tusitam kayam upapannoti. ","an6.44:4.6":"Petteyyopi me, bhante, isidatto abrahmacari ahosi sadarasantuttho. ","an6.44:4.7":"Sopi kalankato bhagavata byakato sakadagamipatto tusitam kayam upapannoti. ","an6.44:4.8":"Katham katham namayam, bhante ananda, bhagavata dhammo desito anneyyo, yatra hi nama brahmacari ca abrahmacari ca ubho samasamagatika bhavissanti abhisamparayan’ti? ","an6.44:4.9":"Evam vutte, aham, bhante, migasalam upasikam etadavocam: ","an6.44:4.10":"‘evam kho panetam, bhagini, bhagavata byakatan’”ti. ","an6.44:5.1":"“Ka cananda, migasala upasika bala abyatta ammaka ammakapanna, ke ca purisapuggalaparopariyanane? ","an6.44:5.2":"Chayime, ananda, puggala santo samvijjamana lokasmim. ","an6.44:6.1":"Katame cha? ","an6.44:6.2":"Idhananda, ekacco puggalo sorato hoti sukhasamvaso, abhinandanti sabrahmacari ekattavasena. ","an6.44:6.3":"Tassa savanenapi akatam hoti, bahusaccenapi akatam hoti, ditthiyapi appatividdham hoti, samayikampi vimuttim na labhati. ","an6.44:6.4":"So kayassa bheda param marana hanaya pareti no visesaya, hanagamiyeva hoti no visesagami. ","an6.44:7.1":"Idha panananda, ekacco puggalo sorato hoti sukhasamvaso, abhinandanti sabrahmacari ekattavasena. ","an6.44:7.2":"Tassa savanenapi katam hoti, bahusaccenapi katam hoti, ditthiyapi patividdham hoti, samayikampi vimuttim labhati. ","an6.44:7.3":"So kayassa bheda param marana visesaya pareti no hanaya, visesagamiyeva hoti no hanagami. ","an6.44:8.1":"Tatrananda, pamanika paminanti: ","an6.44:8.2":"‘imassapi teva dhamma aparassapi teva dhamma, kasma tesam eko hino eko panito’ti. ","an6.44:8.3":"Tanhi tesam, ananda, hoti digharattam ahitaya dukkhaya. ","an6.44:9.1":"Tatrananda, yvayam puggalo sorato hoti sukhasamvaso, abhinandanti sabrahmacari ekattavasena, tassa savanenapi katam hoti, bahusaccenapi katam hoti, ditthiyapi patividdham hoti, samayikampi vimuttim labhati. ","an6.44:9.2":"Ayam, ananda, puggalo amuna purimena puggalena abhikkantataro ca panitataro ca. ","an6.44:9.3":"Tam kissa hetu? ","an6.44:9.4":"Imam hananda, puggalam dhammasoto nibbahati, ","an6.44:9.5":"tadantaram ko janeyya annatra tathagatena. ","an6.44:9.6":"Tasmatihananda, ma puggalesu pamanika ahuvattha; ","an6.44:9.7":"ma puggalesu pamanam ganhittha. ","an6.44:9.8":"Khannati hananda, puggalesu pamanam ganhanto. ","an6.44:9.9":"Aham va, ananda, puggalesu pamanam ganheyyam, yo va panassa madiso. ","an6.44:10.1":"Idha panananda, ekaccassa puggalassa kodhamano adhigato hoti, samayena samayancassa lobhadhamma uppajjanti. ","an6.44:10.2":"Tassa savanenapi akatam hoti, bahusaccenapi akatam hoti, ditthiyapi appatividdham hoti, samayikampi vimuttim na labhati. ","an6.44:10.3":"So kayassa bheda param marana hanaya pareti no visesaya, hanagamiyeva hoti no visesagami. ","an6.44:11.1":"Idha panananda, ekaccassa puggalassa kodhamano adhigato hoti, samayena samayancassa lobhadhamma uppajjanti. ","an6.44:11.2":"Tassa savanenapi katam hoti …pe… ","an6.44:11.3":"no hanagami. ","an6.44:12.1":"Tatrananda, pamanika paminanti …pe… ","an6.44:12.2":"yo va panassa madiso. ","an6.44:13.1":"Idha panananda, ekaccassa puggalassa kodhamano adhigato hoti, samayena samayancassa vacisankhara uppajjanti. ","an6.44:13.2":"Tassa savanenapi akatam hoti …pe… samayikampi vimuttim na labhati. ","an6.44:13.3":"So kayassa bheda param marana hanaya pareti no visesaya, hanagamiyeva hoti no visesagami. ","an6.44:14.1":"Idha panananda, ekaccassa puggalassa kodhamano adhigato hoti, samayena samayancassa vacisankhara uppajjanti. ","an6.44:14.2":"Tassa savanenapi katam hoti, bahusaccenapi katam hoti, ditthiyapi patividdham hoti, samayikampi vimuttim labhati. ","an6.44:14.3":"So kayassa bheda param marana visesaya pareti no hanaya, visesagamiyeva hoti no hanagami. ","an6.44:15.1":"Tatrananda, pamanika paminanti: ","an6.44:15.2":"‘imassapi teva dhamma, aparassapi teva dhamma. Kasma tesam eko hino, eko panito’ti? ","an6.44:15.3":"Tanhi tesam, ananda, hoti digharattam ahitaya dukkhaya. ","an6.44:16.1":"Tatrananda, yassa puggalassa kodhamano adhigato hoti, samayena samayancassa vacisankhara uppajjanti, tassa savanenapi katam hoti, bahusaccenapi katam hoti, ditthiyapi patividdham hoti, samayikampi vimuttim labhati. ","an6.44:16.2":"Ayam, ananda, puggalo amuna purimena puggalena abhikkantataro ca panitataro ca. ","an6.44:16.3":"Tam kissa hetu? ","an6.44:16.4":"Imam hananda, puggalam dhammasoto nibbahati. ","an6.44:16.5":"Tadantaram ko janeyya annatra tathagatena. ","an6.44:16.6":"Tasmatihananda, ma puggalesu pamanika ahuvattha; ","an6.44:16.7":"ma puggalesu pamanam ganhittha. ","an6.44:16.8":"Khannati hananda, puggalesu pamanam ganhanto. ","an6.44:16.9":"Aham va, ananda, puggalesu pamanam ganheyyam, yo va panassa madiso. ","an6.44:17.1":"Ka cananda, migasala upasika bala abyatta ammaka ammakapanna, ke ca purisapuggalaparopariyanane. ","an6.44:17.2":"Ime kho, ananda, cha puggala santo samvijjamana lokasmim. ","an6.44:18.1":"Yatharupena, ananda, silena purano samannagato ahosi, tatharupena silena isidatto samannagato abhavissa. Nayidha purano isidattassa gatimpi annassa. ","an6.44:18.2":"Yatharupaya ca, ananda, pannaya isidatto samannagato ahosi, tatharupaya pannaya purano samannagato abhavissa. Nayidha isidatto puranassa gatimpi annassa. ","an6.44:18.3":"Iti kho, ananda, ime puggala ubho ekangahina”ti. ","an6.44:18.4":"Dutiyam. "}