{"an6.17:0.1":"Anguttara Nikaya 6.17 ","an6.17:0.2":"2. Saraniyavagga ","an6.17:0.3":"Soppasutta ","an6.17:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an6.17:1.2":"Atha kho bhagava sayanhasamayam patisallana vutthito yenupatthanasala tenupasankami; upasankamitva pannatte asane nisidi. ","an6.17:1.3":"Ayasmapi kho sariputto sayanhasamayam patisallana vutthito yenupatthanasala tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","an6.17:1.4":"Ayasmapi kho mahamoggallano … ","an6.17:1.5":"ayasmapi kho mahakassapo … ","an6.17:1.6":"ayasmapi kho mahakaccano … ","an6.17:1.7":"ayasmapi kho mahakotthiko … ","an6.17:1.8":"ayasmapi kho mahacundo … ","an6.17:1.9":"ayasmapi kho mahakappino … ","an6.17:1.10":"ayasmapi kho anuruddho … ","an6.17:1.11":"ayasmapi kho revato … ","an6.17:1.12":"ayasmapi kho anando sayanhasamayam patisallana vutthito yenupatthanasala tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","an6.17:1.13":"Atha kho bhagava bahudeva rattim nisajjaya vitinametva utthayasana viharam pavisi. ","an6.17:1.14":"Tepi kho ayasmanto acirapakkantassa bhagavato utthayasana yathaviharam agamamsu. ","an6.17:1.15":"Ye pana tattha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam te yava suriyuggamana kakacchamana supimsu. ","an6.17:1.16":"Addasa kho bhagava dibbena cakkhuna visuddhena atikkantamanusakena te bhikkhu yava suriyuggamana kakacchamane supante. ","an6.17:1.17":"Disva yenupatthanasala tenupasankami; upasankamitva pannatte asane nisidi. ","an6.17:1.18":"Nisajja kho bhagava bhikkhu amantesi: ","an6.17:2.1":"“Kaham nu kho, bhikkhave, sariputto? ","an6.17:2.2":"Kaham mahamoggallano? ","an6.17:2.3":"Kaham mahakassapo? ","an6.17:2.4":"Kaham mahakaccano? ","an6.17:2.5":"Kaham mahakotthiko? ","an6.17:2.6":"Kaham mahacundo? ","an6.17:2.7":"Kaham mahakappino? ","an6.17:2.8":"Kaham anuruddho? ","an6.17:2.9":"Kaham revato? ","an6.17:2.10":"Kaham anando? ","an6.17:2.11":"Kaham nu kho te, bhikkhave, thera savaka gata”ti? ","an6.17:2.12":"“Tepi kho, bhante, ayasmanto acirapakkantassa bhagavato utthayasana yathaviharam agamamsu”ti. ","an6.17:2.13":"“Tena no tumhe, bhikkhave, thera bhikkhu nagatati yava suriyuggamana kakacchamana supatha? ","an6.17:2.14":"Tam kim mannatha, bhikkhave, ","an6.17:2.15":"api nu tumhehi dittham va sutam va: ","an6.17:2.16":"‘raja khattiyo muddhavasitto yavadattham seyyasukham passasukham middhasukham anuyutto viharanto yavajivam rajjam karento janapadassa va piyo manapo’”ti? ","an6.17:2.17":"“No hetam, bhante”. ","an6.17:2.18":"“Sadhu, bhikkhave. ","an6.17:2.19":"Mayapi kho etam, bhikkhave, neva dittham na sutam: ","an6.17:2.20":"‘raja khattiyo muddhavasitto yavadattham seyyasukham passasukham middhasukham anuyutto viharanto yavajivam rajjam karento janapadassa va piyo manapo’ti. ","an6.17:3.1":"Tam kim mannatha, bhikkhave, ","an6.17:3.2":"api nu tumhehi dittham va sutam va: ","an6.17:3.3":"‘ratthiko …pe… ","an6.17:3.4":"pettaniko … ","an6.17:3.5":"senapatiko … ","an6.17:3.6":"gamagamaniko … ","an6.17:3.7":"pugagamaniko yavadattham seyyasukham passasukham middhasukham anuyutto viharanto yavajivam pugagamanikattam karento pugassa va piyo manapo’”ti? ","an6.17:3.8":"“No hetam, bhante”. ","an6.17:3.9":"“Sadhu, bhikkhave. ","an6.17:3.10":"Mayapi kho etam, bhikkhave, neva dittham na sutam: ","an6.17:3.11":"‘pugagamaniko yavadattham seyyasukham passasukham middhasukham anuyutto viharanto yavajivam pugagamanikattam va karento pugassa va piyo manapo’ti. ","an6.17:4.1":"Tam kim mannatha, bhikkhave, ","an6.17:4.2":"api nu tumhehi dittham va sutam va: ","an6.17:4.3":"‘samano va brahmano va yavadattham seyyasukham passasukham middhasukham anuyutto indriyesu aguttadvaro bhojane amattannu jagariyam ananuyutto avipassako kusalanam dhammanam pubbarattapararattam bodhipakkhiyanam dhammanam bhavananuyogam ananuyutto asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharanto’”ti? ","an6.17:4.4":"“No hetam, bhante”. ","an6.17:4.5":"“Sadhu, bhikkhave. ","an6.17:4.6":"Mayapi kho etam, bhikkhave, neva dittham na sutam: ","an6.17:4.7":"‘samano va brahmano va yavadattham seyyasukham passasukham middhasukham anuyutto indriyesu aguttadvaro bhojane amattannu jagariyam ananuyutto avipassako kusalanam dhammanam pubbarattapararattam bodhipakkhiyanam dhammanam bhavananuyogam ananuyutto asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharanto’ti. ","an6.17:5.1":"Tasmatiha, bhikkhave, evam sikkhitabbam: ","an6.17:5.2":"‘indriyesu guttadvara bhavissama, bhojane mattannuno, jagariyam anuyutta, vipassaka kusalanam dhammanam, pubbarattapararattam bodhipakkhiyanam dhammanam, bhavananuyogamanuyutta viharissama’ti. ","an6.17:5.3":"Evanhi vo, bhikkhave, sikkhitabban”ti. ","an6.17:5.4":"Sattamam. "}