{"an6.55:0.1":"Anguttara Nikaya 6.55 ","an6.55:0.2":"6. Mahavagga ","an6.55:0.3":"Sonasutta ","an6.55:1.1":"Evam me sutam—","an6.55:1.2":"ekam samayam bhagava rajagahe viharati gijjhakute pabbate. ","an6.55:1.3":"Tena kho pana samayena ayasma sono rajagahe viharati sitavanasmim. ","an6.55:1.4":"Atha kho ayasmato sonassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","an6.55:1.5":"“ye kho keci bhagavato savaka araddhaviriya viharanti, aham tesam annataro. ","an6.55:1.6":"Atha ca pana me na anupadaya asavehi cittam vimuccati, samvijjanti kho pana me kule bhoga, sakka bhoga ca bhunjitum punnani ca katum. ","an6.55:1.7":"Yannunaham sikkham paccakkhaya hinayavattitva bhoge ca bhunjeyyam punnani ca kareyyan”ti. ","an6.55:2.1":"Atha kho bhagava ayasmato sonassa cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evamevam kho—gijjhakute pabbate antarahito sitavane ayasmato sonassa sammukhe paturahosi. ","an6.55:2.2":"Nisidi bhagava pannatte asane. ","an6.55:2.3":"Ayasmapi kho sono bhagavantam abhivadetva ekamantam nisidi. ","an6.55:2.4":"Ekamantam nisinnam kho ayasmantam sonam bhagava etadavoca: ","an6.55:3.1":"“Nanu te, sona, rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","an6.55:3.2":"‘ye kho keci bhagavato savaka araddhaviriya viharanti, aham tesam annataro. ","an6.55:3.3":"Atha ca pana me na anupadaya asavehi cittam vimuccati, samvijjanti kho pana me kule bhoga, sakka bhoga ca bhunjitum punnani ca katum. ","an6.55:3.4":"Yannunaham sikkham paccakkhaya hinayavattitva bhoge ca bhunjeyyam punnani ca kareyyan’”ti? ","an6.55:3.5":"“Evam, bhante”. ","an6.55:4.1":"“Tam kim mannasi, sona, ","an6.55:4.2":"kusalo tvam pubbe agariyabhuto vinaya tantissare”ti? ","an6.55:4.3":"“Evam, bhante”. ","an6.55:4.4":"“Tam kim mannasi, sona, yada te vinaya tantiyo accayata honti, api nu te vina tasmim samaye saravati va hoti kammanna va”ti? ","an6.55:4.5":"“No hetam, bhante”. ","an6.55:5.1":"“Tam kim mannasi, sona, yada te vinaya tantiyo atisithila honti, api nu te vina tasmim samaye saravati va hoti kammanna va”ti? ","an6.55:5.2":"“No hetam, bhante”. ","an6.55:6.1":"“Yada pana te, sona, vinaya tantiyo na accayata honti natisithila same gune patitthita, api nu te vina tasmim samaye saravati va hoti kammanna va”ti? ","an6.55:6.2":"“Evam, bhante”. ","an6.55:7.1":"“Evamevam kho, sona, accaraddhaviriyam uddhaccaya samvattati, atisithilaviriyam kosajjaya samvattati. ","an6.55:7.2":"Tasmatiha tvam, sona, viriyasamatham adhitthaha, indriyananca samatam pativijjha, tattha ca nimittam ganhahi”ti. ","an6.55:7.3":"“Evam, bhante”ti kho ayasma sono bhagavato paccassosi. ","an6.55:7.4":"Atha kho bhagava ayasmantam sonam imina ovadena ovaditva—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evamevam kho—sitavane antarahito gijjhakute pabbate paturahosi. ","an6.55:8.1":"Atha kho ayasma sono aparena samayena viriyasamatham adhitthasi, indriyananca samatam pativijjhi, tattha ca nimittam aggahesi. ","an6.55:8.2":"Atha kho ayasma sono eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","an6.55:8.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","an6.55:8.4":"Annataro ca panayasma sono arahatam ahosi. ","an6.55:9.1":"Atha kho ayasmato sonassa arahattappattassa etadahosi: ","an6.55:9.2":"“yannunaham yena bhagava tenupasankameyyam; upasankamitva bhagavato santike annam byakareyyan”ti. ","an6.55:9.3":"Atha kho ayasma sono yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma sono bhagavantam etadavoca: ","an6.55:10.1":"“Yo so, bhante, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, so cha thanani adhimutto hoti—","an6.55:10.2":"nekkhammadhimutto hoti, pavivekadhimutto hoti, abyapajjadhimutto hoti, tanhakkhayadhimutto hoti, upadanakkhayadhimutto hoti, asammohadhimutto hoti. ","an6.55:11.1":"Siya kho pana, bhante, idhekaccassa ayasmato evamassa: ","an6.55:11.2":"‘kevalamsaddhamattakam nuna ayamayasma nissaya nekkhammadhimutto’ti. ","an6.55:11.3":"Na kho panetam, bhante, evam datthabbam. ","an6.55:11.4":"Khinasavo, bhante, bhikkhu vusitava katakaraniyo karaniyam attano asamanupassanto katassa va paticayam khaya ragassa vitaragatta nekkhammadhimutto hoti, khaya dosassa vitadosatta nekkhammadhimutto hoti, khaya mohassa vitamohatta nekkhammadhimutto hoti. ","an6.55:12.1":"Siya kho pana, bhante, idhekaccassa ayasmato evamassa: ","an6.55:12.2":"‘labhasakkarasilokam nuna ayamayasma nikamayamano pavivekadhimutto’ti. ","an6.55:12.3":"Na kho panetam, bhante, evam datthabbam. ","an6.55:12.4":"Khinasavo, bhante, bhikkhu vusitava katakaraniyo karaniyam attano asamanupassanto katassa va paticayam khaya ragassa vitaragatta pavivekadhimutto hoti, khaya dosassa vitadosatta pavivekadhimutto hoti, khaya mohassa vitamohatta pavivekadhimutto hoti. ","an6.55:13.1":"Siya kho pana, bhante, idhekaccassa ayasmato evamassa: ","an6.55:13.2":"‘silabbataparamasam nuna ayamayasma sarato paccagacchanto abyapajjadhimutto’ti. ","an6.55:13.3":"Na kho panetam, bhante, evam datthabbam. ","an6.55:13.4":"Khinasavo, bhante, bhikkhu vusitava katakaraniyo karaniyam attano asamanupassanto katassa va paticayam khaya ragassa vitaragatta abyapajjadhimutto hoti, khaya dosassa vitadosatta abyapajjadhimutto hoti, khaya mohassa vitamohatta abyapajjadhimutto hoti. ","an6.55:14.1":"Khaya ragassa vitaragatta tanhakkhayadhimutto hoti, khaya dosassa vitadosatta tanhakkhayadhimutto hoti, khaya mohassa vitamohatta tanhakkhayadhimutto hoti. ","an6.55:15.1":"Khaya ragassa vitaragatta upadanakkhayadhimutto hoti, khaya dosassa vitadosatta upadanakkhayadhimutto hoti, khaya mohassa vitamohatta upadanakkhayadhimutto hoti. ","an6.55:16.1":"Khaya ragassa vitaragatta asammohadhimutto hoti, khaya dosassa vitadosatta asammohadhimutto hoti, khaya mohassa vitamohatta asammohadhimutto hoti. ","an6.55:17.1":"Evam samma vimuttacittassa, bhante, bhikkhuno bhusa cepi cakkhuvinneyya rupa cakkhussa apatham agacchanti, nevassa cittam pariyadiyanti. ","an6.55:17.2":"Amissikatamevassa cittam hoti thitam anenjappattam vayancassanupassati. ","an6.55:17.3":"Bhusa cepi sotavinneyya sadda … ","an6.55:17.4":"ghanavinneyya gandha … ","an6.55:17.5":"jivhavinneyya rasa … ","an6.55:17.6":"kayavinneyya photthabba … ","an6.55:17.7":"manovinneyya dhamma manassa apatham agacchanti, nevassa cittam pariyadiyanti. ","an6.55:17.8":"Amissikatamevassa cittam hoti thitam anenjappattam vayancassanupassati. ","an6.55:17.9":"Seyyathapi, bhante, selo pabbato acchiddo asusiro ekagghano. ","an6.55:17.10":"Atha puratthimaya cepi disaya agaccheyya bhusa vatavutthi neva nam sankampeyya na sampakampeyya na sampavedheyya, atha pacchimaya cepi disaya agaccheyya bhusa vatavutthi … ","an6.55:17.11":"atha uttaraya cepi disaya agaccheyya bhusa vatavutthi … ","an6.55:17.12":"atha dakkhinaya cepi disaya agaccheyya bhusa vatavutthi neva nam sankampeyya na sampakampeyya na sampavedheyya; ","an6.55:17.13":"evamevam kho, bhante, evam sammavimuttacittassa bhikkhuno bhusa cepi cakkhuvinneyya rupa cakkhussa apatham agacchanti, nevassa cittam pariyadiyanti. ","an6.55:17.14":"Amissikatamevassa cittam hoti, thitam anenjappattam vayancassanupassati. ","an6.55:17.15":"Bhusa cepi sotavinneyya sadda … ","an6.55:17.16":"ghanavinneyya gandha … ","an6.55:17.17":"jivhavinneyya rasa … ","an6.55:17.18":"kayavinneyya photthabba … ","an6.55:17.19":"manovinneyya dhamma manassa apatham agacchanti, nevassa cittam pariyadiyanti. ","an6.55:17.20":"Amissikatamevassa cittam hoti thitam anenjappattam vayancassanupassatiti. ","an6.55:18.1":"Nekkhammam adhimuttassa, ","an6.55:18.2":"pavivekanca cetaso; ","an6.55:18.3":"Abyapajjadhimuttassa, ","an6.55:18.4":"upadanakkhayassa ca. ","an6.55:19.1":"Tanhakkhayadhimuttassa, ","an6.55:19.2":"asammohanca cetaso; ","an6.55:19.3":"Disva ayatanuppadam, ","an6.55:19.4":"samma cittam vimuccati. ","an6.55:20.1":"Tassa samma vimuttassa, ","an6.55:20.2":"santacittassa bhikkhuno; ","an6.55:20.3":"Katassa paticayo natthi, ","an6.55:20.4":"karaniyam na vijjati. ","an6.55:21.1":"Selo yatha ekagghano, ","an6.55:21.2":"vatena na samirati; ","an6.55:21.3":"Evam rupa rasa sadda, ","an6.55:21.4":"gandha phassa ca kevala. ","an6.55:22.1":"Ittha dhamma anittha ca, ","an6.55:22.2":"nappavedhenti tadino; ","an6.55:22.3":"Thitam cittam vippamuttam, ","an6.55:22.4":"vayancassanupassati”ti. ","an6.55:22.5":"Pathamam. "}