{"an6.10:0.1":"Anguttara Nikaya 6.10 ","an6.10:0.2":"1. Ahuneyyavagga ","an6.10:0.3":"Mahanamasutta ","an6.10:1.1":"Ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","an6.10:1.2":"Atha kho mahanamo sakko yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno, kho mahanamo sakko bhagavantam etadavoca: ","an6.10:1.3":"“yo so, bhante, ariyasavako agataphalo vinnatasasano, so katamena viharena bahulam viharati”ti? ","an6.10:2.1":"“Yo so, mahanama, ariyasavako agataphalo vinnatasasano, so imina viharena bahulam viharati. ","an6.10:2.2":"Idha, mahanama, ariyasavako tathagatam anussarati: ","an6.10:2.3":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","an6.10:2.4":"Yasmim, mahanama, samaye ariyasavako tathagatam anussarati nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an6.10:2.5":"ujugatamevassa tasmim samaye cittam hoti tathagatam arabbha. ","an6.10:2.6":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an6.10:2.7":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an6.10:2.8":"Ayam vuccati, mahanama: ","an6.10:2.9":"‘ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotam samapanno buddhanussatim bhaveti’. ","an6.10:3.1":"Puna caparam, mahanama, ariyasavako dhammam anussarati: ","an6.10:3.2":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti. ","an6.10:3.3":"Yasmim, mahanama, samaye ariyasavako dhammam anussarati nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an6.10:3.4":"ujugatamevassa tasmim samaye cittam hoti dhammam arabbha. ","an6.10:3.5":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an6.10:3.6":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an6.10:3.7":"Ayam vuccati, mahanama: ","an6.10:3.8":"‘ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotam samapanno dhammanussatim bhaveti’. ","an6.10:4.1":"Puna caparam, mahanama, ariyasavako sangham anussarati: ","an6.10:4.2":"‘suppatipanno bhagavato savakasangho, ujuppatipanno bhagavato savakasangho, nayappatipanno bhagavato savakasangho, samicippatipanno bhagavato savakasangho, yadidam cattari purisayugani attha purisapuggala esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa’ti. ","an6.10:4.3":"Yasmim, mahanama, samaye ariyasavako sangham anussarati nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an6.10:4.4":"ujugatamevassa tasmim samaye cittam hoti sangham arabbha. ","an6.10:4.5":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an6.10:4.6":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an6.10:4.7":"Ayam vuccati, mahanama: ","an6.10:4.8":"‘ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotam samapanno sanghanussatim bhaveti’. ","an6.10:5.1":"Puna caparam, mahanama, ariyasavako attano silani anussarati akhandani acchiddani asabalani akammasani bhujissani vinnuppasatthani aparamatthani samadhisamvattanikani. ","an6.10:5.2":"Yasmim, mahanama, samaye ariyasavako silam anussarati nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an6.10:5.3":"ujugatamevassa tasmim samaye cittam hoti silam arabbha. ","an6.10:5.4":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an6.10:5.5":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an6.10:5.6":"Ayam vuccati, mahanama: ","an6.10:5.7":"‘ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotam samapanno silanussatim bhaveti’. ","an6.10:6.1":"Puna caparam, mahanama, ariyasavako attano cagam anussarati: ","an6.10:6.2":"‘labha vata me, suladdham vata me. ","an6.10:6.3":"Yoham maccheramalapariyutthitaya pajaya vigatamalamaccherena cetasa agaram ajjhavasami muttacago payatapani vosaggarato yacayogo danasamvibhagarato’ti. ","an6.10:6.4":"Yasmim, mahanama, samaye ariyasavako cagam anussarati nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an6.10:6.5":"ujugatamevassa tasmim samaye cittam hoti cagam arabbha. ","an6.10:6.6":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an6.10:6.7":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an6.10:6.8":"Ayam vuccati, mahanama: ","an6.10:6.9":"‘ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotam samapanno caganussatim bhaveti’. ","an6.10:7.1":"Puna caparam, mahanama, ariyasavako devatanussatim bhaveti: ","an6.10:7.2":"‘santi deva catumaharajika, santi deva tavatimsa, santi deva yama, santi deva tusita, santi deva nimmanaratino, santi deva paranimmitavasavattino, santi deva brahmakayika, santi deva tatuttari. ","an6.10:7.3":"Yatharupaya saddhaya samannagata ta devata ito cuta tattha upapanna, mayhampi tatharupa saddha samvijjati. ","an6.10:7.4":"Yatharupena silena samannagata ta devata ito cuta tattha upapanna, mayhampi tatharupam silam samvijjati. ","an6.10:7.5":"Yatharupena sutena samannagata ta devata ito cuta tattha upapanna, mayhampi tatharupam sutam samvijjati. ","an6.10:7.6":"Yatharupena cagena samannagata ta devata ito cuta tattha upapanna, mayhampi tatharupo cago samvijjati. ","an6.10:7.7":"Yatharupaya pannaya samannagata ta devata ito cuta tattha upapanna, mayhampi tatharupa panna samvijjati’ti. ","an6.10:7.8":"Yasmim, mahanama, samaye ariyasavako attano ca tasanca devatanam saddhanca silanca sutanca caganca pannanca anussarati nevassa tasmim samaye ragapariyutthitam cittam hoti, na dosapariyutthitam cittam hoti, na mohapariyutthitam cittam hoti; ","an6.10:7.9":"ujugatamevassa tasmim samaye cittam hoti ta devata arabbha. ","an6.10:7.10":"Ujugatacitto kho pana, mahanama, ariyasavako labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","an6.10:7.11":"Pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vediyati, sukhino cittam samadhiyati. ","an6.10:7.12":"Ayam vuccati, mahanama: ","an6.10:7.13":"‘ariyasavako visamagataya pajaya samappatto viharati, sabyapajjaya pajaya abyapajjo viharati, dhammasotam samapanno devatanussatim bhaveti’. ","an6.10:8.1":"Yo so, mahanama, ariyasavako agataphalo vinnatasasano, so imina viharena bahulam viharati”ti. ","an6.10:8.2":"Dasamam. ","an6.10:8.3":"Ahuneyyavaggo pathamo. ","an6.10:9.0":"Tassuddanam ","an6.10:9.1":"Dve ahuneyya indriya, ","an6.10:9.2":"balani tayo ajaniya; ","an6.10:9.3":"Anuttariya anussati, ","an6.10:9.4":"mahanamena te dasati. "}