{"an6.52:0.1":"Anguttara Nikaya 6.52 ","an6.52:0.2":"5. Dhammikavagga ","an6.52:0.3":"Khattiyasutta ","an6.52:1.1":"Atha kho janussoni brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an6.52:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho janussoni brahmano bhagavantam etadavoca: ","an6.52:2.1":"“Khattiya, bho gotama, kimadhippaya, kimupavicara, kimadhitthana, kimabhinivesa, kimpariyosana”ti? ","an6.52:2.2":"“Khattiya kho, brahmana, bhogadhippaya pannupavicara baladhitthana pathavibhinivesa issariyapariyosana”ti. ","an6.52:3.1":"“Brahmana pana, bho gotama, kimadhippaya, kimupavicara, kimadhitthana, kimabhinivesa, kimpariyosana”ti? ","an6.52:3.2":"“Brahmana kho, brahmana, bhogadhippaya pannupavicara mantadhitthana yannabhinivesa brahmalokapariyosana”ti. ","an6.52:4.1":"“Gahapatika pana, bho gotama, kimadhippaya, kimupavicara, kimadhitthana, kimabhinivesa, kimpariyosana”ti? ","an6.52:4.2":"“Gahapatika kho, brahmana, bhogadhippaya pannupavicara sippadhitthana kammantabhinivesa nitthitakammantapariyosana”ti. ","an6.52:5.1":"“Itthi pana, bho gotama, kimadhippaya, kimupavicara, kimadhitthana, kimabhinivesa, kimpariyosana”ti? ","an6.52:5.2":"“Itthi kho, brahmana, purisadhippaya alankarupavicara puttadhitthana asapattibhinivesa issariyapariyosana”ti. ","an6.52:6.1":"“Cora pana, bho gotama, kimadhippaya, kimupavicara, kimadhitthana, kimabhinivesa, kimpariyosana”ti? ","an6.52:6.2":"“Cora kho, brahmana, adanadhippaya gahanupavicara satthadhitthana andhakarabhinivesa adassanapariyosana”ti. ","an6.52:7.1":"“Samana pana, bho gotama, kimadhippaya, kimupavicara, kimadhitthana, kimabhinivesa, kimpariyosana”ti? ","an6.52:7.2":"“Samana kho, brahmana, khantisoraccadhippaya pannupavicara siladhitthana akincannabhinivesa nibbanapariyosana”ti. ","an6.52:8.1":"“Acchariyam, bho gotama, abbhutam, bho gotama. ","an6.52:8.2":"Khattiyanampi bhavam gotamo janati adhippayanca upavicaranca adhitthananca abhinivesanca pariyosananca. Brahmananampi bhavam gotamo janati …pe… gahapatinampi bhavam gotamo janati … itthinampi bhavam gotamo janati … coranampi bhavam gotamo janati … samananampi bhavam gotamo janati adhippayanca upavicaranca adhitthananca abhinivesanca pariyosananca. ","an6.52:8.3":"Abhikkantam, bho gotama …pe… ","an6.52:8.4":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an6.52:8.5":"Dasamam. "}