{"an6.58:0.1":"Anguttara Nikaya 6.58 ","an6.58:0.2":"6. Mahavagga ","an6.58:0.3":"Asavasutta ","an6.58:1.1":"“Chahi, bhikkhave, dhammehi samannagato bhikkhu ahuneyyo hoti pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa. ","an6.58:2.1":"Katamehi chahi? ","an6.58:2.2":"Idha, bhikkhave, bhikkhuno ye asava samvara pahatabba te samvarena pahina honti, ","an6.58:2.3":"ye asava patisevana pahatabba te patisevanaya pahina honti, ","an6.58:2.4":"ye asava adhivasana pahatabba te adhivasanaya pahina honti, ","an6.58:2.5":"ye asava parivajjana pahatabba te parivajjanaya pahina honti, ","an6.58:2.6":"ye asava vinodana pahatabba te vinodanaya pahina honti, ","an6.58:2.7":"ye asava bhavana pahatabba te bhavanaya pahina honti. ","an6.58:3.1":"Katame ca, bhikkhave, asava samvara pahatabba ye samvarena pahina honti? ","an6.58:3.2":"Idha, bhikkhave, bhikkhu patisankha yoniso cakkhundriyasamvarasamvuto viharati. ","an6.58:3.3":"Yam hissa, bhikkhave, cakkhundriyasamvaram asamvutassa viharato uppajjeyyum asava vighataparilaha, cakkhundriyasamvaram samvutassa viharato evamsa te asava vighataparilaha na honti. ","an6.58:3.4":"Patisankha yoniso sotindriya …pe… ","an6.58:3.5":"ghanindriya … ","an6.58:3.6":"jivhindriya … ","an6.58:3.7":"kayindriya … ","an6.58:3.8":"manindriyasamvarasamvuto viharati. ","an6.58:3.9":"Yam hissa, bhikkhave, manindriyasamvaram asamvutassa viharato uppajjeyyum asava vighataparilaha, manindriyasamvaram samvutassa viharato evamsa te asava vighataparilaha na honti. ","an6.58:3.10":"Ime vuccanti, bhikkhave, asava samvara pahatabba ye samvarena pahina honti. ","an6.58:4.1":"Katame ca, bhikkhave, asava patisevana pahatabba ye patisevanaya pahina honti? ","an6.58:4.2":"Idha, bhikkhave, bhikkhu patisankha yoniso civaram patisevati: ","an6.58:4.3":"‘yavadeva sitassa patighataya, unhassa patighataya, damsamakasavatatapasarisapasamphassanam patighataya, yavadeva hirikopinapaticchadanattham’. ","an6.58:4.4":"Patisankha yoniso pindapatam patisevati: ","an6.58:4.5":"‘neva davaya na madaya na mandanaya na vibhusanaya, yavadeva imassa kayassa thitiya yapanaya, vihimsuparatiya brahmacariyanuggahaya, iti purananca vedanam patihankhami, navanca vedanam na uppadessami, yatra ca me bhavissati anavajjata ca phasuviharo ca’. ","an6.58:4.6":"Patisankha yoniso senasanam patisevati: ","an6.58:4.7":"‘yavadeva sitassa patighataya, unhassa patighataya, damsamakasavatatapasarisapasamphassanam patighataya, yavadeva utuparissayavinodanapatisallanaramattham’. ","an6.58:4.8":"Patisankha yoniso gilanapaccayabhesajjaparikkharam patisevati: ","an6.58:4.9":"‘yavadeva uppannanam veyyabadhikanam vedananam patighataya, abyabajjhaparamataya’ti. ","an6.58:4.10":"Yam hissa, bhikkhave, appatisevato uppajjeyyum asava vighataparilaha, patisevato evamsa te asava vighataparilaha na honti. ","an6.58:4.11":"Ime vuccanti, bhikkhave, asava patisevana pahatabba ye patisevanaya pahina honti. ","an6.58:5.1":"Katame ca, bhikkhave, asava adhivasana pahatabba ye adhivasanaya pahina honti? ","an6.58:5.2":"Idha, bhikkhave, bhikkhu patisankha yoniso khamo hoti sitassa unhassa, jighacchaya, pipasaya, damsamakasavatatapasarisapasamphassanam, duruttanam duragatanam vacanapathanam, uppannanam saririkanam vedananam dukkhanam tibbanam kharanam katukanam asatanam amanapanam panaharanam adhivasakajatiko hoti. ","an6.58:5.3":"Yam hissa, bhikkhave, anadhivasato uppajjeyyum asava vighataparilaha, adhivasato evamsa te asava vighataparilaha na honti. ","an6.58:5.4":"Ime vuccanti, bhikkhave, asava adhivasana pahatabba ye adhivasanaya pahina honti. ","an6.58:6.1":"Katame ca, bhikkhave, asava parivajjana pahatabba ye parivajjanaya pahina honti? ","an6.58:6.2":"Idha, bhikkhave, bhikkhu patisankha yoniso candam hatthim parivajjeti, candam assam parivajjeti, candam gonam parivajjeti, candam kukkuram parivajjeti, ahim khanum kantakatthanam sobbham papatam candanikam oligallam, yatharupe anasane nisinnam, yatharupe agocare carantam, yatharupe papake mitte bhajantam vinnu sabrahmacari papakesu thanesu okappeyyum, so tanca anasanam tanca agocaram te ca papake mitte patisankha yoniso parivajjeti. ","an6.58:6.3":"Yam hissa, bhikkhave, aparivajjayato uppajjeyyum asava vighataparilaha, parivajjayato evamsa te asava vighataparilaha na honti. ","an6.58:6.4":"Ime vuccanti, bhikkhave, asava parivajjana pahatabba ye parivajjanaya pahina honti. ","an6.58:7.1":"Katame ca, bhikkhave, asava vinodana pahatabba ye vinodanaya pahina honti? ","an6.58:7.2":"Idha, bhikkhave, bhikkhu patisankha yoniso uppannam kamavitakkam nadhivaseti pajahati vinodeti byantikaroti anabhavam gameti, ","an6.58:7.3":"patisankha yoniso uppannam byapadavitakkam … ","an6.58:7.4":"uppannam vihimsavitakkam … ","an6.58:7.5":"uppannuppanne papake akusale dhamme nadhivaseti pajahati vinodeti byantikaroti anabhavam gameti. ","an6.58:7.6":"Yam hissa, bhikkhave, avinodayato uppajjeyyum asava vighataparilaha, vinodayato evamsa te asava vighataparilaha na honti. ","an6.58:7.7":"Ime vuccanti, bhikkhave, asava vinodana pahatabba ye vinodanaya pahina honti. ","an6.58:8.1":"Katame ca, bhikkhave, asava bhavana pahatabba ye bhavanaya pahina honti? ","an6.58:8.2":"Idha, bhikkhave, bhikkhu patisankha yoniso satisambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vosaggaparinamim, ","an6.58:8.3":"patisankha yoniso dhammavicayasambojjhangam bhaveti … ","an6.58:8.4":"viriyasambojjhangam bhaveti … ","an6.58:8.5":"pitisambojjhangam bhaveti … ","an6.58:8.6":"passaddhisambojjhangam bhaveti … ","an6.58:8.7":"samadhisambojjhangam bhaveti … ","an6.58:8.8":"upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vosaggaparinamim. ","an6.58:8.9":"Yam hissa, bhikkhave, abhavayato uppajjeyyum asava vighataparilaha, bhavayato evamsa te asava vighataparilaha na honti. ","an6.58:8.10":"Ime vuccanti, bhikkhave, asava bhavana pahatabba ye bhavanaya pahina honti. ","an6.58:9.1":"Imehi kho, bhikkhave, chahi dhammehi samannagato bhikkhu ahuneyyo hoti pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa”ti. ","an6.58:9.2":"Catuttham. "}