{"an6.30:0.1":"Anguttara Nikaya 6.30 ","an6.30:0.2":"3. Anuttariyavagga ","an6.30:0.3":"Anuttariyasutta ","an6.30:1.1":"“Chayimani, bhikkhave, anuttariyani. ","an6.30:1.2":"Katamani cha? ","an6.30:1.3":"Dassananuttariyam, savananuttariyam, labhanuttariyam, sikkhanuttariyam, paricariyanuttariyam, anussatanuttariyanti. ","an6.30:2.1":"Katamanca, bhikkhave, dassananuttariyam? ","an6.30:2.2":"Idha, bhikkhave, ekacco hatthiratanampi dassanaya gacchati, assaratanampi dassanaya gacchati, maniratanampi dassanaya gacchati, uccavacam va pana dassanaya gacchati, samanam va brahmanam va micchaditthikam micchapatipannam dassanaya gacchati. ","an6.30:2.3":"Atthetam, bhikkhave, dassanam; netam natthiti vadami. ","an6.30:2.4":"Tanca kho etam, bhikkhave, dassanam hinam gammam pothujjanikam anariyam anatthasamhitam, na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati. ","an6.30:2.5":"Yo ca kho, bhikkhave, tathagatam va tathagatasavakam va dassanaya gacchati nivitthasaddho nivitthapemo ekantagato abhippasanno, etadanuttariyam, bhikkhave, dassananam sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam tathagatam va tathagatasavakam va dassanaya gacchati nivitthasaddho nivitthapemo ekantagato abhippasanno. ","an6.30:2.6":"Idam vuccati, bhikkhave, dassananuttariyam. ","an6.30:2.7":"Iti dassananuttariyam. ","an6.30:3.1":"Savananuttariyanca katham hoti? ","an6.30:3.2":"Idha, bhikkhave, ekacco bherisaddampi savanaya gacchati, vinasaddampi savanaya gacchati, gitasaddampi savanaya gacchati, uccavacam va pana savanaya gacchati, samanassa va brahmanassa va micchaditthikassa micchapatipannassa dhammassavanaya gacchati. ","an6.30:3.3":"Atthetam, bhikkhave, savanam; netam natthiti vadami. ","an6.30:3.4":"Tanca kho etam, bhikkhave, savanam hinam gammam pothujjanikam anariyam anatthasamhitam, na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati. ","an6.30:3.5":"Yo ca kho, bhikkhave, tathagatassa va tathagatasavakassa va dhammassavanaya gacchati nivitthasaddho nivitthapemo ekantagato abhippasanno, etadanuttariyam, bhikkhave, savananam sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam tathagatassa va tathagatasavakassa va dhammassavanaya gacchati nivitthasaddho nivitthapemo ekantagato abhippasanno. ","an6.30:3.6":"Idam vuccati, bhikkhave, savananuttariyam. ","an6.30:3.7":"Iti dassananuttariyam, savananuttariyam. ","an6.30:4.1":"Labhanuttariyanca katham hoti? ","an6.30:4.2":"Idha, bhikkhave, ekacco puttalabhampi labhati, daralabhampi labhati, dhanalabhampi labhati, uccavacam va pana labham labhati, samane va brahmane va micchaditthike micchapatipanne saddham patilabhati. ","an6.30:4.3":"Attheso, bhikkhave, labho; neso natthiti vadami. ","an6.30:4.4":"So ca kho eso, bhikkhave, labho hino gammo pothujjaniko anariyo anatthasamhito, na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati. ","an6.30:4.5":"Yo ca kho, bhikkhave, tathagate va tathagatasavake va saddham patilabhati nivitthasaddho nivitthapemo ekantagato abhippasanno, etadanuttariyam, bhikkhave, labhanam sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam tathagate va tathagatasavake va saddham patilabhati nivitthasaddho nivitthapemo ekantagato abhippasanno. ","an6.30:4.6":"Idam vuccati, bhikkhave, labhanuttariyam. ","an6.30:4.7":"Iti dassananuttariyam, savananuttariyam, labhanuttariyam. ","an6.30:5.1":"Sikkhanuttariyanca katham hoti? ","an6.30:5.2":"Idha, bhikkhave, ekacco hatthismimpi sikkhati, assasmimpi sikkhati, rathasmimpi sikkhati, dhanusmimpi sikkhati, tharusmimpi sikkhati, uccavacam va pana sikkhati, samanassa va brahmanassa va micchaditthikassa micchapatipannassa sikkhati. ","an6.30:5.3":"Atthesa, bhikkhave, sikkha; nesa natthiti vadami. ","an6.30:5.4":"Sa ca kho esa, bhikkhave, sikkha hina gamma pothujjanika anariya anatthasamhita, na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati. ","an6.30:5.5":"Yo ca kho, bhikkhave, tathagatappavedite dhammavinaye adhisilampi sikkhati, adhicittampi sikkhati, adhipannampi sikkhati nivitthasaddho nivitthapemo ekantagato abhippasanno, etadanuttariyam, bhikkhave, sikkhanam sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam tathagatappavedite dhammavinaye adhisilampi sikkhati, adhicittampi sikkhati, adhipannampi sikkhati, nivitthasaddho nivitthapemo ekantagato abhippasanno. ","an6.30:5.6":"Idam vuccati, bhikkhave, sikkhanuttariyam. ","an6.30:5.7":"Iti dassananuttariyam, savananuttariyam, labhanuttariyam, sikkhanuttariyam. ","an6.30:6.1":"Paricariyanuttariyanca katham hoti? ","an6.30:6.2":"Idha, bhikkhave, ekacco khattiyampi paricarati, brahmanampi paricarati, gahapatimpi paricarati, uccavacam va pana paricarati, samanam va brahmanam va micchaditthikam micchapatipannam paricarati. ","an6.30:6.3":"Atthesa, bhikkhave, paricariya; nesa natthiti vadami. ","an6.30:6.4":"Sa ca kho esa, bhikkhave, paricariya hina gamma pothujjanika anariya anatthasamhita, na nibbidaya …pe… na nibbanaya samvattati. ","an6.30:6.5":"Yo ca kho, bhikkhave, tathagatam va tathagatasavakam va paricarati nivitthasaddho nivitthapemo ekantagato abhippasanno, etadanuttariyam, bhikkhave, paricariyanam sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam tathagatam va tathagatasavakam va paricarati nivitthasaddho nivitthapemo ekantagato abhippasanno. ","an6.30:6.6":"Idam vuccati, bhikkhave, paricariyanuttariyam. ","an6.30:6.7":"Iti dassananuttariyam, savananuttariyam, labhanuttariyam, sikkhanuttariyam, paricariyanuttariyam. ","an6.30:7.1":"Anussatanuttariyanca katham hoti? ","an6.30:7.2":"Idha, bhikkhave, ekacco puttalabhampi anussarati, daralabhampi anussarati, dhanalabhampi anussarati, uccavacam va pana labham anussarati, samanam va brahmanam va micchaditthikam micchapatipannam anussarati. ","an6.30:7.3":"Atthesa, bhikkhave, anussati; nesa natthiti vadami. ","an6.30:7.4":"Sa ca kho esa, bhikkhave, anussati hina gamma pothujjanika anariya anatthasamhita, na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati. ","an6.30:7.5":"Yo ca kho, bhikkhave, tathagatam va tathagatasavakam va anussarati nivitthasaddho nivitthapemo ekantagato abhippasanno, etadanuttariyam, bhikkhave, anussatinam sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam tathagatam va tathagatasavakam va anussarati nivitthasaddho nivitthapemo ekantagato abhippasanno. ","an6.30:7.6":"Idam vuccati, bhikkhave, anussatanuttariyam. ","an6.30:8.1":"Imani kho, bhikkhave, cha anuttariyaniti. ","an6.30:9.1":"Ye dassananuttaram laddha, ","an6.30:9.2":"savananca anuttaram; ","an6.30:9.3":"Labhanuttariyam laddha, ","an6.30:9.4":"sikkhanuttariye rata. ","an6.30:10.1":"Upatthita paricariya, ","an6.30:10.2":"bhavayanti anussatim; ","an6.30:10.3":"Vivekappatisamyuttam, ","an6.30:10.4":"khemam amatagaminim. ","an6.30:11.1":"Appamade pamudita, ","an6.30:11.2":"nipaka silasamvuta; ","an6.30:11.3":"Te ve kalena paccenti, ","an6.30:11.4":"yattha dukkham nirujjhati”ti. ","an6.30:11.5":"Dasamam. ","an6.30:11.6":"Anuttariyavaggo tatiyo. ","an6.30:12.0":"Tassuddanam ","an6.30:12.1":"Samako aparihaniyo, ","an6.30:12.2":"Bhayam himavanussati; ","an6.30:12.3":"Kaccano dve ca samaya, ","an6.30:12.4":"Udayi anuttariyenati. "}