{"an6.36:0.1":"Anguttara Nikaya 6.36 ","an6.36:0.2":"4. Devatavagga ","an6.36:0.3":"Vivadamulasutta ","an6.36:1.1":"“Chayimani, bhikkhave, vivadamulani. ","an6.36:1.2":"Katamani cha? ","an6.36:1.3":"Idha, bhikkhave, bhikkhu kodhano hoti upanahi. ","an6.36:1.4":"Yo so, bhikkhave, bhikkhu kodhano hoti upanahi so sattharipi agaravo viharati appatisso, dhammepi agaravo viharati appatisso, sanghepi agaravo viharati appatisso, sikkhayapi na paripurakari hoti. ","an6.36:1.5":"Yo so, bhikkhave, bhikkhu satthari agaravo viharati appatisso, dhamme agaravo viharati appatisso, sanghe agaravo viharati appatisso, sikkhaya na paripurakari so sanghe vivadam janeti, yo hoti vivado bahujanahitaya bahujanasukhaya bahuno janassa anatthaya ahitaya dukkhaya devamanussanam. ","an6.36:1.6":"Evarupance tumhe, bhikkhave, vivadamulam ajjhattam va bahiddha va samanupasseyyatha. Tatra tumhe, bhikkhave, tasseva papakassa vivadamulassa pahanaya vayameyyatha. ","an6.36:1.7":"Evarupance tumhe, bhikkhave, vivadamulam ajjhattam va bahiddha va na samanupasseyyatha, tatra tumhe, bhikkhave, tasseva papakassa vivadamulassa ayatim anavassavaya patipajjeyyatha. ","an6.36:1.8":"Evametassa papakassa vivadamulassa pahanam hoti. Evametassa papakassa vivadamulassa ayatim anavassavo hoti. ","an6.36:2.1":"Puna caparam, bhikkhave, bhikkhu makkhi hoti palasi …pe… ","an6.36:2.2":"issuki hoti macchari … ","an6.36:2.3":"satho hoti mayavi … ","an6.36:2.4":"papiccho hoti micchaditthi … ","an6.36:2.5":"sanditthiparamasi hoti adhanaggahi duppatinissaggi. ","an6.36:2.6":"Yo so, bhikkhave, bhikkhu sanditthiparamasi hoti adhanaggahi duppatinissaggi, so sattharipi agaravo viharati appatisso, dhammepi agaravo viharati appatisso, sanghepi agaravo viharati appatisso, sikkhayapi na paripurakari hoti. ","an6.36:2.7":"Yo so, bhikkhave, bhikkhu satthari agaravo viharati appatisso, dhamme … sanghe agaravo viharati appatisso, sikkhaya na paripurakari, so sanghe vivadam janeti, yo hoti vivado bahujanahitaya bahujanasukhaya bahuno janassa anatthaya ahitaya dukkhaya devamanussanam. ","an6.36:2.8":"Evarupance tumhe, bhikkhave, vivadamulam ajjhattam va bahiddha va samanupasseyyatha. Tatra tumhe, bhikkhave, tasseva papakassa vivadamulassa pahanaya vayameyyatha. ","an6.36:2.9":"Evarupance tumhe, bhikkhave, vivadamulam ajjhattam va bahiddha va na samanupasseyyatha. Tatra tumhe, bhikkhave, tasseva papakassa vivadamulassa ayatim anavassavaya patipajjeyyatha. ","an6.36:2.10":"Evametassa papakassa vivadamulassa pahanam hoti. Evametassa papakassa vivadamulassa ayatim anavassavo hoti. ","an6.36:2.11":"Imani kho, bhikkhave, cha vivadamulani”ti. ","an6.36:2.12":"Chattham. "}