{"an6.60:0.1":"Anguttara Nikaya 6.60 ","an6.60:0.2":"6. Mahavagga ","an6.60:0.3":"Hatthisariputtasutta ","an6.60:1.1":"Evam me sutam—","an6.60:1.2":"ekam samayam bhagava baranasiyam viharati isipatane migadaye. ","an6.60:1.3":"Tena kho pana samayena sambahula thera bhikkhu pacchabhattam pindapatapatikkanta mandalamale sannisinna sannipatita abhidhammakatham kathenti. ","an6.60:1.4":"Tatra sudam ayasma citto hatthisariputto theranam bhikkhunam abhidhammakatham kathentanam antarantara katham opateti. ","an6.60:1.5":"Atha kho ayasma mahakotthiko ayasmantam cittam hatthisariputtam etadavoca: ","an6.60:1.6":"“mayasma citto hatthisariputto theranam bhikkhunam abhidhammakatham kathentanam antarantara katham opatesi, yava kathapariyosanam ayasma citto agametu”ti. ","an6.60:1.7":"Evam vutte, ayasmato cittassa hatthisariputtassa sahayaka bhikkhu ayasmantam mahakotthikam etadavocum: ","an6.60:1.8":"“mayasma mahakotthiko ayasmantam cittam hatthisariputtam apasadesi, pandito ayasma citto hatthisariputto. ","an6.60:1.9":"Pahoti cayasma citto hatthisariputto theranam bhikkhunam abhidhammakatham kathetun”ti. ","an6.60:2.1":"“Dujjanam kho etam, avuso, parassa cetopariyayam ajanantehi. ","an6.60:2.2":"Idhavuso, ekacco puggalo tavadeva soratasorato hoti, nivatanivato hoti, upasantupasanto hoti, yava sattharam upanissaya viharati annataram va garutthaniyam sabrahmacarim. ","an6.60:2.3":"Yato ca kho so vapakassateva satthara, vapakassati garutthaniyehi sabrahmacarihi, so samsattho viharati bhikkhuhi bhikkhunihi upasakehi upasikahi ranna rajamahamattehi titthiyehi titthiyasavakehi. ","an6.60:2.4":"Tassa samsatthassa vissatthassa pakatassa bhassamanuyuttassa viharato rago cittam anuddhamseti. ","an6.60:2.5":"So raganuddhamsitena cittena sikkham paccakkhaya hinayavattati. ","an6.60:3.1":"Seyyathapi, avuso, gono kitthado damena va baddho vaje va oruddho. ","an6.60:3.2":"Yo nu kho, avuso, evam vadeyya: ‘na danayam gono kitthado punadeva kittham otarissati’ti, samma nu kho so, avuso, vadamano vadeyya”ti? ","an6.60:3.3":"“No hidam, avuso”. ","an6.60:3.4":"“Thananhetam, avuso, vijjati, yam so gono kitthado damam va chetva vajam va bhinditva, atha punadeva kittham otareyyati. ","an6.60:3.5":"Evamevam kho, avuso, idhekacco puggalo tavadeva soratasorato hoti, nivatanivato hoti, upasantupasanto hoti yava sattharam upanissaya viharati annataram va garutthaniyam sabrahmacarim. ","an6.60:3.6":"Yato ca kho so vapakassateva satthara, vapakassati garutthaniyehi sabrahmacarihi, so samsattho viharati bhikkhuhi bhikkhunihi upasakehi upasikahi ranna rajamahamattehi titthiyehi titthiyasavakehi. ","an6.60:3.7":"Tassa samsatthassa vissatthassa pakatassa bhassamanuyuttassa viharato rago cittam anuddhamseti. ","an6.60:3.8":"So raganuddhamsitena cittena sikkham paccakkhaya hinayavattati. ","an6.60:4.1":"Idha panavuso, ekacco puggalo vivicceva kamehi …pe… pathamam jhanam upasampajja viharati. ","an6.60:4.2":"So ‘labhimhi pathamassa jhanassa’ti samsattho viharati bhikkhuhi …pe… ","an6.60:4.3":"sikkham paccakkhaya hinayavattati. ","an6.60:4.4":"Seyyathapi, avuso, catumahapathe thullaphusitako devo vassanto rajam antaradhapeyya, cikkhallam patukareyya. ","an6.60:4.5":"Yo nu kho, avuso, evam vadeyya: ‘na dani amusmim catumahapathe punadeva rajo patubhavissati’ti, samma nu kho so, avuso, vadamano vadeyya”ti? ","an6.60:4.6":"“No hidam, avuso”. ","an6.60:4.7":"“Thananhetam, avuso, vijjati, yam amusmim catumahapathe manussa va atikkameyyum, gopasu va atikkameyyum, vatatapo va snehagatam pariyadiyeyya, atha punadeva rajo patubhaveyyati. ","an6.60:4.8":"Evamevam kho, avuso, idhekacco puggalo vivicceva kamehi …pe… pathamam jhanam upasampajja viharati. ","an6.60:4.9":"So ‘labhimhi pathamassa jhanassa’ti samsattho viharati bhikkhuhi …pe… ","an6.60:4.10":"sikkham paccakkhaya hinayavattati. ","an6.60:5.1":"Idha panavuso, ekacco puggalo vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","an6.60:5.2":"So ‘labhimhi dutiyassa jhanassa’ti samsattho viharati bhikkhuhi …pe… ","an6.60:5.3":"sikkham paccakkhaya hinayavattati. ","an6.60:5.4":"Seyyathapi, avuso, gamassa va nigamassa va avidure mahantam talakam. ","an6.60:5.5":"Tattha thullaphusitako devo vuttho sippisambukampi sakkharakathalampi antaradhapeyya. ","an6.60:5.6":"Yo nu kho, avuso, evam vadeyya: ‘na dani amusmim talake punadeva sippisambuka va sakkharakathala va patubhavissanti’ti, samma nu kho so, avuso, vadamano vadeyya”ti? ","an6.60:5.7":"“No hidam, avuso”. ","an6.60:5.8":"“Thananhetam, avuso, vijjati, yam amusmim talake manussa va piveyyum, gopasu va piveyyum, vatatapo va snehagatam pariyadiyeyya, atha punadeva sippisambukapi sakkharakathalapi patubhaveyyunti. ","an6.60:5.9":"Evamevam kho, avuso, idhekacco puggalo vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","an6.60:5.10":"So ‘labhimhi dutiyassa jhanassa’ti samsattho viharati bhikkhuhi …pe… ","an6.60:5.11":"sikkham paccakkhaya hinayavattati. ","an6.60:6.1":"Idha panavuso, ekacco puggalo pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","an6.60:6.2":"So ‘labhimhi tatiyassa jhanassa’ti samsattho viharati bhikkhuhi …pe… ","an6.60:6.3":"sikkham paccakkhaya hinayavattati. ","an6.60:6.4":"Seyyathapi, avuso, purisam panitabhojanam bhuttavim abhidosikam bhojanam nacchadeyya. ","an6.60:6.5":"Yo nu kho, avuso, evam vadeyya: ‘na dani amum purisam punadeva bhojanam chadessati’ti, samma nu kho so, avuso, vadamano vadeyya”ti? ","an6.60:6.6":"“No hidam, avuso”. ","an6.60:6.7":"“Thananhetam, avuso, vijjati, amum purisam panitabhojanam bhuttavim yavassa sa oja kaye thassati tava na annam bhojanam chadessati. ","an6.60:6.8":"Yato ca khvassa sa oja antaradhayissati, atha punadeva tam bhojanam chadeyyati. ","an6.60:6.9":"Evamevam kho, avuso, idhekacco puggalo pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","an6.60:6.10":"So ‘labhimhi tatiyassa jhanassa’ti samsattho viharati bhikkhuhi …pe… ","an6.60:6.11":"sikkham paccakkhaya hinayavattati. ","an6.60:7.1":"Idha, panavuso, ekacco puggalo sukhassa ca pahana dukkhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","an6.60:7.2":"So ‘labhimhi catutthassa jhanassa’ti samsattho viharati bhikkhuhi …pe… ","an6.60:7.3":"sikkham paccakkhaya hinayavattati. ","an6.60:7.4":"Seyyathapi, avuso, pabbatasankhepe udakarahado nivato vigataumiko. ","an6.60:7.5":"Yo nu kho, avuso, evam vadeyya: ‘na dani amusmim udakarahade punadeva umi patubhavissati’ti, samma nu kho so, avuso, vadamano vadeyya”ti? ","an6.60:7.6":"“No hidam, avuso”. ","an6.60:7.7":"“Thananhetam, avuso, vijjati, ya puratthimaya disaya agaccheyya bhusa vatavutthi. Sa tasmim udakarahade umim janeyya. Ya pacchimaya disaya agaccheyya …pe… ya uttaraya disaya agaccheyya … ya dakkhinaya disaya agaccheyya bhusa vatavutthi. Sa tasmim udakarahade umim janeyyati. ","an6.60:7.8":"Evamevam kho, avuso, idhekacco puggalo sukhassa ca pahana dukkhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","an6.60:7.9":"So ‘labhimhi catutthassa jhanassa’ti samsattho viharati bhikkhuhi …pe… ","an6.60:7.10":"sikkham paccakkhaya hinayavattati. ","an6.60:8.1":"Idha, panavuso, ekacco puggalo sabbanimittanam amanasikara animittam cetosamadhim upasampajja viharati. ","an6.60:8.2":"So ‘labhimhi animittassa cetosamadhissa’ti samsattho viharati bhikkhuhi bhikkhunihi upasakehi upasikahi ranna rajamahamattehi titthiyehi titthiyasavakehi. ","an6.60:8.3":"Tassa samsatthassa vissatthassa pakatassa bhassamanuyuttassa viharato rago cittam anuddhamseti. ","an6.60:8.4":"So raganuddhamsitena cittena sikkham paccakkhaya hinayavattati. ","an6.60:8.5":"Seyyathapi, avuso, raja va rajamahamatto va caturanginiya senaya addhanamaggappatipanno annatarasmim vanasande ekarattim vasam upagaccheyya. ","an6.60:8.6":"Tatra hatthisaddena assasaddena rathasaddena pattisaddena bheripanavasankhatinavaninnadasaddena cirikasaddo antaradhayeyya. ","an6.60:8.7":"Yo nu kho, avuso, evam vadeyya: ‘na dani amusmim vanasande punadeva cirikasaddo patubhavissati’ti, samma nu kho so, avuso, vadamano vadeyya”ti? ","an6.60:8.8":"“No hidam, avuso”. ","an6.60:8.9":"“Thananhetam, avuso, vijjati, yam so raja va rajamahamatto va tamha vanasanda pakkameyya, atha punadeva cirikasaddo patubhaveyyati. ","an6.60:8.10":"Evamevam kho, avuso, idhekacco puggalo sabbanimittanam amanasikara animittam cetosamadhim upasampajja viharati. ","an6.60:8.11":"So ‘labhimhi animittassa cetosamadhissa’ti samsattho viharati bhikkhuhi bhikkhunihi upasakehi upasikahi ranna rajamahamattehi titthiyehi titthiyasavakehi. ","an6.60:8.12":"Tassa samsatthassa vissatthassa pakatassa bhassamanuyuttassa viharato rago cittam anuddhamseti. ","an6.60:8.13":"So raganuddhamsitena cittena sikkham paccakkhaya hinayavattati”ti. ","an6.60:9.1":"Atha kho ayasma citto hatthisariputto aparena samayena sikkham paccakkhaya hinayavattati. ","an6.60:9.2":"Atha kho cittassa hatthisariputtassa sahayaka bhikkhu yenayasma mahakotthiko tenupasankamimsu; upasankamitva ayasmantam mahakotthikam etadavocum: ","an6.60:9.3":"“kim nu kho ayasmata mahakotthikena citto hatthisariputto cetasa ceto paricca vidito: ","an6.60:9.4":"‘imasanca imasanca viharasamapattinam citto hatthisariputto labhi, atha ca pana sikkham paccakkhaya hinayavattissati’ti; ","an6.60:9.5":"udahu devata etamattham arocesum: ","an6.60:9.6":"‘citto, bhante, hatthisariputto imasanca imasanca viharasamapattinam labhi, atha ca pana sikkham paccakkhaya hinayavattissati’”ti? ","an6.60:9.7":"“Cetasa ceto paricca vidito me, avuso: ","an6.60:9.8":"‘citto hatthisariputto imasanca imasanca viharasamapattinam labhi, atha ca pana sikkham paccakkhaya hinayavattissati’ti. ","an6.60:9.9":"Devatapi me etamattham arocesum: ","an6.60:9.10":"‘citto, bhante, hatthisariputto imasanca imasanca viharasamapattinam labhi, atha ca pana sikkham paccakkhaya hinayavattissati’”ti. ","an6.60:10.1":"Atha kho cittassa hatthisariputtassa sahayaka bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","an6.60:10.2":"“citto, bhante, hatthisariputto imasanca imasanca viharasamapattinam labhi, atha ca pana sikkham paccakkhaya hinayavattati”ti. ","an6.60:10.3":"“Na, bhikkhave, citto ciram sarissati nekkhammassa”ti. ","an6.60:11.1":"Atha kho citto hatthisariputto nacirasseva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbaji. ","an6.60:11.2":"Atha kho ayasma citto hatthisariputto eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","an6.60:11.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","an6.60:11.4":"Annataro ca panayasma citto hatthisariputto arahatam ahositi. ","an6.60:11.5":"Chattham. "}