{"an6.53:0.1":"Anguttara Nikaya 6.53 ","an6.53:0.2":"5. Dhammikavagga ","an6.53:0.3":"Appamadasutta ","an6.53:1.1":"Atha kho annataro brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an6.53:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho so brahmano bhagavantam etadavoca: ","an6.53:2.1":"“Atthi nu kho, bho gotama, eko dhammo bhavito bahulikato yo ubho atthe samadhiggayha titthati—ditthadhammikanceva attham, yo ca attho samparayiko”ti? ","an6.53:2.2":"“Atthi kho, brahmana, eko dhammo bhavito bahulikato yo ubho atthe samadhiggayha titthati—ditthadhammikanceva attham, yo ca attho samparayiko”ti. ","an6.53:3.1":"“Katamo pana, bho gotama, eko dhammo bhavito bahulikato yo ubho atthe samadhiggayha titthati—ditthadhammikanceva attham, yo ca attho samparayiko”ti? ","an6.53:3.2":"“Appamado kho, brahmana, eko dhammo bhavito bahulikato ubho atthe samadhiggayha titthati—ditthadhammikanceva attham, yo ca attho samparayiko. ","an6.53:4.1":"Seyyathapi, brahmana, yani kanici jangalanam pananam padajatani, sabbani tani hatthipade samodhanam gacchanti; hatthipadam tesam aggamakkhayati, yadidam mahantattena. ","an6.53:4.2":"Evamevam kho, brahmana, appamado eko dhammo bhavito bahulikato ubho atthe samadhiggayha titthati—ditthadhammikanceva attham, yo ca attho samparayiko. ","an6.53:5.1":"Seyyathapi, brahmana, kutagarassa ya kaci gopanasiyo sabba ta kutangama kutaninna kutasamosarana, kutam tasam aggamakkhayati; ","an6.53:5.2":"evamevam kho, brahmana …pe…. ","an6.53:6.1":"Seyyathapi, brahmana, pabbajalayako pabbajam layitva agge gahetva odhunati nidhunati nicchadeti; ","an6.53:6.2":"evamevam kho, brahmana …pe…. ","an6.53:7.1":"Seyyathapi, brahmana, ambapindiya vantacchinnaya yani kanici ambani vantupanibandhanani sabbani tani tadanvayani bhavanti; ","an6.53:7.2":"evamevam kho, brahmana …pe…. ","an6.53:8.1":"Seyyathapi, brahmana, ye keci khuddarajano sabbete ranno cakkavattissa anuyanta bhavanti, raja tesam cakkavatti aggamakkhayati; ","an6.53:8.2":"evamevam kho, brahmana …pe…. ","an6.53:9.1":"Seyyathapi, brahmana, ya kaci tarakarupanam pabha sabba ta candassa pabhaya kalam nagghanti solasim, candappabha tasam aggamakkhayati; ","an6.53:9.2":"evamevam kho, brahmana, appamado eko dhammo bhavito bahulikato ubho atthe samadhiggayha titthati—ditthadhammikanceva attham yo ca attho samparayiko. ","an6.53:10.1":"Ayam kho, brahmana, eko dhammo bhavito bahulikato ubho atthe samadhiggayha titthati—ditthadhammikanceva attham, yo ca attho samparayiko”ti. ","an6.53:11.1":"“Abhikkantam, bho gotama, abhikkantam, bho gotama …pe… ","an6.53:11.2":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an6.53:11.3":"Ekadasamam. "}