{"an7.52:0.1":"Anguttara Nikaya 7.52 ","an7.52:0.2":"5. Mahayannavagga ","an7.52:0.3":"Danamahapphalasutta ","an7.52:1.1":"Ekam samayam bhagava campayam viharati gaggaraya pokkharaniya tire. ","an7.52:1.2":"Atha kho sambahula campeyyaka upasaka yena ayasma sariputto tenupasankamimsu; upasankamitva ayasmantam sariputtam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho campeyyaka upasaka ayasmantam sariputtam etadavocum: ","an7.52:1.3":"“cirassuta no, bhante, bhagavato sammukha dhammikatha. ","an7.52:1.4":"Sadhu mayam, bhante, labheyyama bhagavato sammukha dhammim katham savanaya”ti. ","an7.52:1.5":"“Tenahavuso, tadahuposathe agaccheyyatha, ","an7.52:1.6":"appeva nama labheyyatha bhagavato sammukha dhammim katham savanaya”ti. ","an7.52:1.7":"“Evam, bhante”ti kho campeyyaka upasaka ayasmato sariputtassa patissutva utthayasana ayasmantam sariputtam abhivadetva padakkhinam katva pakkamimsu. ","an7.52:2.1":"Atha kho campeyyaka upasaka tadahuposathe yenayasma sariputto tenupasankamimsu; upasankamitva ayasmantam sariputtam abhivadetva ekamantam atthamsu. ","an7.52:2.2":"Atha kho ayasma sariputto tehi campeyyakehi upasakehi saddhim yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma sariputto bhagavantam etadavoca: ","an7.52:3.1":"“Siya nu kho, bhante, idhekaccassa tadisamyeva danam dinnam na mahapphalam hoti na mahanisamsam; ","an7.52:3.2":"siya pana, bhante, idhekaccassa tadisamyeva danam dinnam mahapphalam hoti mahanisamsan”ti? ","an7.52:3.3":"“Siya, sariputta, idhekaccassa tadisamyeva danam dinnam na mahapphalam hoti na mahanisamsam; ","an7.52:3.4":"siya pana, sariputta, idhekaccassa tadisamyeva danam dinnam mahapphalam hoti mahanisamsan”ti. ","an7.52:3.5":"“Ko nu kho, bhante, hetu ko paccayo yena midhekaccassa tadisamyeva danam dinnam na mahapphalam hoti na mahanisamsam; ","an7.52:3.6":"ko nu kho, bhante, hetu ko paccayo yena midhekaccassa tadisamyeva danam dinnam mahapphalam hoti mahanisamsan”ti? ","an7.52:4.1":"“Idha, sariputta, ekacco sapekho danam deti, patibaddhacitto danam deti, sannidhipekho danam deti, ‘imam pecca paribhunjissami’ti danam deti. ","an7.52:4.2":"So tam danam deti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an7.52:4.3":"Tam kim mannasi, sariputta, dadeyya idhekacco evarupam danan”ti? ","an7.52:4.4":"“Evam, bhante”. ","an7.52:5.1":"“Tatra, sariputta, yvayam sapekho danam deti, patibaddhacitto danam deti, sannidhipekho danam deti, ‘imam pecca paribhunjissami’ti danam deti. ","an7.52:5.2":"So tam danam datva kayassa bheda param marana catumaharajikanam devanam sahabyatam upapajjati. ","an7.52:5.3":"So tam kammam khepetva tam iddhim tam yasam tam adhipaccam agami hoti aganta itthattam. ","an7.52:6.1":"Idha pana, sariputta, ekacco na heva kho sapekho danam deti, na patibaddhacitto danam deti, na sannidhipekho danam deti, na ‘imam pecca paribhunjissami’ti danam deti; ","an7.52:6.2":"api ca kho ‘sahu danan’ti danam deti …pe…. ","an7.52:7.1":"Napi ‘sahu danan’ti danam deti; ","an7.52:7.2":"api ca kho ‘dinnapubbam katapubbam pitupitamahehi na arahami poranam kulavamsam hapetun’ti danam deti …pe…. ","an7.52:8.1":"Napi ‘dinnapubbam katapubbam pitupitamahehi na arahami poranam kulavamsam hapetun’ti danam deti; ","an7.52:8.2":"api ca kho ‘aham pacami, ime na pacanti, narahami pacanto apacantanam danam adatun’ti danam deti …pe…. ","an7.52:9.1":"Napi ‘aham pacami, ime na pacanti, narahami pacanto apacantanam danam adatun’ti danam deti; ","an7.52:9.2":"api ca kho ‘yatha tesam pubbakanam isinam tani mahayannani ahesum, seyyathidam—","an7.52:9.3":"atthakassa vamakassa vamadevassa vessamittassa yamadaggino angirasassa bharadvajassa vasetthassa kassapassa bhaguno, evam me ayam danasamvibhago bhavissati’ti danam deti …pe…. ","an7.52:10.1":"Napi ‘yatha tesam pubbakanam isinam tani mahayannani ahesum, seyyathidam—","an7.52:10.2":"atthakassa vamakassa vamadevassa vessamittassa yamadaggino angirasassa bharadvajassa vasetthassa kassapassa bhaguno, evam me ayam danasamvibhago bhavissati’ti danam deti; ","an7.52:10.3":"api ca kho ‘imam me danam dadato cittam pasidati, attamanata somanassam upajayati’ti danam deti …pe…. ","an7.52:11.1":"Napi ‘imam me danam dadato cittam pasidati, attamanata somanassam upajayati’ti danam deti; ","an7.52:11.2":"api ca kho cittalankaracittaparikkharam danam deti. ","an7.52:11.3":"So tam danam deti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","an7.52:11.4":"Tam kim mannasi, sariputta, dadeyya idhekacco evarupam danan”ti? ","an7.52:11.5":"“Evam, bhante”. ","an7.52:12.1":"“Tatra, sariputta, yvayam na heva sapekho danam deti; ","an7.52:12.2":"na patibaddhacitto danam deti; ","an7.52:12.3":"na sannidhipekho danam deti; ","an7.52:12.4":"na ‘imam pecca paribhunjissami’ti danam deti; ","an7.52:12.5":"napi ‘sahu danan’ti danam deti; ","an7.52:12.6":"napi ‘dinnapubbam katapubbam pitupitamahehi na arahami poranam kulavamsam hapetun’ti danam deti; ","an7.52:12.7":"napi ‘aham pacami, ime na pacanti, narahami pacanto apacantanam danam adatun’ti danam deti; ","an7.52:12.8":"napi ‘yatha tesam pubbakanam isinam tani mahayannani ahesum, seyyathidam—","an7.52:12.9":"atthakassa vamakassa vamadevassa vessamittassa yamadaggino angirasassa bharadvajassa vasetthassa kassapassa bhaguno, evam me ayam danasamvibhago bhavissati’ti danam deti; ","an7.52:12.10":"napi ‘imam me danam dadato cittam pasidati, attamanata somanassam upajayati’ti danam deti; ","an7.52:12.11":"api ca kho cittalankaracittaparikkharam danam deti. ","an7.52:12.12":"So tam danam datva kayassa bheda param marana brahmakayikanam devanam sahabyatam upapajjati. ","an7.52:12.13":"So tam kammam khepetva tam iddhim tam yasam tam adhipaccam anagami hoti anaganta itthattam. ","an7.52:13.1":"Ayam kho, sariputta, hetu ayam paccayo yena midhekaccassa tadisamyeva danam dinnam na mahapphalam hoti na mahanisamsam. ","an7.52:13.2":"Ayam pana, sariputta, hetu ayam paccayo yena midhekaccassa tadisamyeva danam dinnam mahapphalam hoti mahanisamsan”ti. ","an7.52:13.3":"Navamam. "}