{"an7.74:0.1":"Anguttara Nikaya 7.74 ","an7.74:0.2":"7. Mahavagga ","an7.74:0.3":"Arakasutta ","an7.74:1.1":"“Bhutapubbam, bhikkhave, arako nama sattha ahosi titthakaro kamesu vitarago. ","an7.74:1.2":"Arakassa kho pana, bhikkhave, satthuno anekani savakasatani ahesum. ","an7.74:1.3":"Arako sattha savakanam evam dhammam deseti: ","an7.74:1.4":"‘appakam, brahmana, jivitam manussanam parittam lahukam bahudukkham bahupayasam mantayam boddhabbam, kattabbam kusalam, caritabbam brahmacariyam, natthi jatassa amaranam. ","an7.74:2.1":"Seyyathapi, brahmana, tinagge ussavabindu suriye uggacchante khippamyeva pativigacchati, na ciratthitikam hoti; ","an7.74:2.2":"evamevam kho, brahmana, ussavabindupamam jivitam manussanam parittam lahukam bahudukkham bahupayasam mantayam boddhabbam, kattabbam kusalam, caritabbam brahmacariyam, natthi jatassa amaranam. ","an7.74:3.1":"Seyyathapi, brahmana, thullaphusitake deve vassante udakabubbulam khippamyeva pativigacchati, na ciratthitikam hoti; ","an7.74:3.2":"evamevam kho, brahmana, udakabubbulupamam jivitam manussanam parittam lahukam bahudukkham bahupayasam mantayam boddhabbam, kattabbam kusalam, caritabbam brahmacariyam, natthi jatassa amaranam. ","an7.74:4.1":"Seyyathapi, brahmana, udake dandaraji khippamyeva pativigacchati, na ciratthitika hoti; ","an7.74:4.2":"evamevam kho, brahmana, udake dandarajupamam jivitam manussanam parittam …pe… ","an7.74:4.3":"natthi jatassa amaranam. ","an7.74:5.1":"Seyyathapi, brahmana, nadi pabbateyya durangama sighasota haraharini, natthi so khano va layo va muhutto va yam sa avattati, atha kho sa gacchateva vattateva sandateva; ","an7.74:5.2":"evamevam kho, brahmana, nadipabbateyyupamam jivitam manussanam parittam lahukam …pe… ","an7.74:5.3":"natthi jatassa amaranam. ","an7.74:6.1":"Seyyathapi, brahmana, balava puriso jivhagge khelapindam samyuhitva akasireneva vameyya; ","an7.74:6.2":"evamevam kho, brahmana, khelapindupamam jivitam manussanam parittam …pe… ","an7.74:6.3":"natthi jatassa amaranam. ","an7.74:7.1":"Seyyathapi, brahmana, divasamsantatte ayokatahe mamsapesi pakkhitta khippamyeva pativigacchati, na ciratthitika hoti; ","an7.74:7.2":"evamevam kho, brahmana, mamsapesupamam jivitam manussanam parittam …pe… ","an7.74:7.3":"natthi jatassa amaranam. ","an7.74:8.1":"Seyyathapi, brahmana, gavi vajjha aghatanam niyamana yam yadeva padam uddharati, santikeva hoti vadhassa santikeva maranassa; ","an7.74:8.2":"evamevam kho, brahmana, govajjhupamam jivitam manussanam parittam lahukam bahudukkham bahupayasam mantayam boddhabbam, kattabbam kusalam, caritabbam brahmacariyam, natthi jatassa amaranan’ti. ","an7.74:9.1":"Tena kho pana, bhikkhave, samayena manussanam satthivassasahassani ayuppamanam ahosi, pancavassasatika kumarika alampateyya ahosi. ","an7.74:9.2":"Tena kho pana, bhikkhave, samayena manussanam chaleva abadha ahesum—","an7.74:9.3":"sitam, unham, jighaccha, pipasa, uccaro, passavo. ","an7.74:9.4":"So hi nama, bhikkhave, arako sattha evam dighayukesu manussesu evam ciratthitikesu evam appabadhesu savakanam evam dhammam desessati: ","an7.74:9.5":"‘appakam, brahmana, jivitam manussanam parittam lahukam bahudukkham bahupayasam mantayam boddhabbam, kattabbam kusalam, caritabbam brahmacariyam, natthi jatassa amaranan’ti. ","an7.74:10.1":"Etarahi tam, bhikkhave, samma vadamano vadeyya: ","an7.74:10.2":"‘appakam jivitam manussanam parittam lahukam bahudukkham bahupayasam mantayam boddhabbam, kattabbam kusalam, caritabbam brahmacariyam, natthi jatassa amaranan’ti. ","an7.74:10.3":"Etarahi, bhikkhave, yo ciram jivati so vassasatam appam va bhiyyo. ","an7.74:10.4":"Vassasatam kho pana, bhikkhave, jivanto tiniyeva utusatani jivati—","an7.74:10.5":"utusatam hemantanam, utusatam gimhanam, utusatam vassanam. ","an7.74:10.6":"Tini kho pana, bhikkhave, utusatani jivanto dvadasayeva masasatani jivati—","an7.74:10.7":"cattari masasatani hemantanam, cattari masasatani gimhanam, cattari masasatani vassanam. ","an7.74:10.8":"Dvadasa kho pana, bhikkhave, masasatani jivanto catuvisatiyeva addhamasasatani jivati—","an7.74:10.9":"atthaddhamasasatani hemantanam, atthaddhamasasatani gimhanam, atthaddhamasasatani vassanam. ","an7.74:10.10":"Catuvisati kho pana, bhikkhave, addhamasasatani jivanto chattimsamyeva rattisahassani jivati—","an7.74:10.11":"dvadasa rattisahassani hemantanam, dvadasa rattisahassani gimhanam, dvadasa rattisahassani vassanam. ","an7.74:10.12":"Chattimsam kho pana, bhikkhave, rattisahassani jivanto dvesattatiyeva bhattasahassani bhunjati—","an7.74:10.13":"catuvisati bhattasahassani hemantanam, catuvisati bhattasahassani gimhanam, catuvisati bhattasahassani vassanam saddhim matuthannaya saddhim bhattantarayena. ","an7.74:11.1":"Tatrime bhattantaraya kapimiddhopi bhattam na bhunjati, dukkhitopi bhattam na bhunjati, byadhitopi bhattam na bhunjati, uposathikopi bhattam na bhunjati, alabhakenapi bhattam na bhunjati. ","an7.74:11.2":"Iti kho, bhikkhave, maya vassasatayukassa manussassa ayupi sankhato, ayuppamanampi sankhatam, utupi sankhata, samvaccharapi sankhata, masapi sankhata, addhamasapi sankhata, rattipi sankhata, divapi sankhata, bhattapi sankhata, bhattantarayapi sankhata. ","an7.74:11.3":"Yam, bhikkhave, satthara karaniyam savakanam hitesina anukampakena anukampam upadaya; ","an7.74:11.4":"katam vo tam maya etani, bhikkhave, rukkhamulani etani sunnagarani. Jhayatha, bhikkhave, ma pamadattha; ma paccha vippatisarino ahuvattha. Ayam vo amhakam anusasani”ti. ","an7.74:11.5":"Dasamam. ","an7.74:11.6":"Mahavaggo sattamo. ","an7.74:12.0":"Tassuddanam ","an7.74:12.1":"Hirisuriyam upama, ","an7.74:12.2":"dhammannu parichattakam; ","an7.74:12.3":"Sakkaccam bhavana aggi, ","an7.74:12.4":"sunettaarakena cati. "}