{"an7.22:0.1":"Anguttara Nikaya 7.22 ","an7.22:0.2":"3. Vajjisattakavagga ","an7.22:0.3":"Vassakarasutta ","an7.22:1.1":"Evam me sutam—","an7.22:1.2":"ekam samayam bhagava rajagahe viharati gijjhakute pabbate. ","an7.22:1.3":"Tena kho pana samayena raja magadho ajatasattu vedehiputto vajji abhiyatukamo hoti. ","an7.22:1.4":"So evamaha: ","an7.22:1.5":"“aham hime vajji evammahiddhike evammahanubhave ucchecchami, vajji vinasessami, vajji anayabyasanam apadessami”ti. ","an7.22:2.1":"Atha kho raja magadho ajatasattu vedehiputto vassakaram brahmanam magadhamahamattam amantesi: ","an7.22:2.2":"“ehi tvam, brahmana, yena bhagava tenupasankama; upasankamitva mama vacanena bhagavato pade sirasa vandahi, appabadham appatankam lahutthanam balam phasuviharam puccha: ","an7.22:2.3":"‘raja, bhante, magadho ajatasattu vedehiputto bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati’ti. ","an7.22:2.4":"Evanca vadehi: ","an7.22:2.5":"‘raja, bhante, magadho ajatasattu vedehiputto vajji abhiyatukamo. ","an7.22:2.6":"So evamaha—","an7.22:2.7":"aham hime vajji evammahiddhike evammahanubhave ucchecchami, vajji vinasessami, vajji anayabyasanam apadessami’ti. ","an7.22:2.8":"Yatha te bhagava byakaroti, tam sadhukam uggahetva mama aroceyyasi. ","an7.22:2.9":"Na hi tathagata vitatham bhananti”ti. ","an7.22:3.1":"“Evam, bho”ti kho vassakaro brahmano magadhamahamatto ranno magadhassa ajatasattussa vedehiputtassa patissutva yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an7.22:3.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho vassakaro brahmano magadhamahamatto bhagavantam etadavoca: ","an7.22:3.3":"“raja, bho gotama, magadho ajatasattu vedehiputto bhoto gotamassa pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati. ","an7.22:3.4":"Raja, bho gotama, magadho ajatasattu vedehiputto vajji abhiyatukamo. ","an7.22:3.5":"So evamaha: ","an7.22:3.6":"‘aham hime vajji evammahiddhike evammahanubhave ucchecchami, vajji vinasessami, vajji anayabyasanam apadessami’”ti. ","an7.22:4.1":"Tena kho pana samayena ayasma anando bhagavato pitthito thito hoti bhagavantam bijayamano. ","an7.22:4.2":"Atha kho bhagava ayasmantam anandam amantesi: ","an7.22:4.3":"“kinti te, ananda, sutam: ‘vajji abhinham sannipata sannipatabahula’”ti? ","an7.22:4.4":"“Sutam metam, bhante: ‘vajji abhinham sannipata sannipatabahula’”ti. ","an7.22:4.5":"“Yavakivanca, ananda, vajji abhinham sannipata bhavissanti sannipatabahula; vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","an7.22:5.1":"Kinti te, ananda, sutam: ‘vajji samagga sannipatanti, samagga vutthahanti, samagga vajjikaraniyani karonti’”ti? ","an7.22:5.2":"“Sutam metam, bhante: ‘vajji samagga sannipatanti, samagga vutthahanti, samagga vajjikaraniyani karonti’”ti. ","an7.22:5.3":"“Yavakivanca, ananda, vajji samagga sannipatissanti, samagga vutthahissanti, samagga vajjikaraniyani karissanti; vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","an7.22:6.1":"Kinti te, ananda, sutam: ‘vajji apannattam na pannapenti, pannattam na samucchindanti, yathapannatte porane vajjidhamme samadaya vattanti’”ti? ","an7.22:6.2":"“Sutam metam, bhante: ‘vajji apannattam na pannapenti, pannattam na samucchindanti, yathapannatte porane vajjidhamme samadaya vattanti’”ti. ","an7.22:6.3":"“Yavakivanca, ananda, vajji apannattam na pannapessanti, pannattam na samucchindissanti, yathapannatte porane vajjidhamme samadaya vattissanti; vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","an7.22:7.1":"Kinti te, ananda, sutam: ‘vajji ye te vajjinam vajjimahallaka te sakkaronti garum karonti manenti pujenti, tesanca sotabbam mannanti’”ti? ","an7.22:7.2":"“Sutam metam, bhante: ‘vajji ye te vajjinam vajjimahallaka te sakkaronti garum karonti manenti pujenti, tesanca sotabbam mannanti’”ti. ","an7.22:7.3":"“Yavakivanca, ananda, vajji ye te vajjinam vajjimahallaka te sakkarissanti garum karissanti manessanti pujessanti, tesanca sotabbam mannissanti; vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","an7.22:8.1":"Kinti te, ananda, sutam: ‘vajji ya ta kulitthiyo kulakumariyo ta na okassa pasayha vasenti’”ti? ","an7.22:8.2":"“Sutam metam, bhante: ‘vajji ya ta kulitthiyo kulakumariyo ta na okassa pasayha vasenti’”ti. ","an7.22:8.3":"“Yavakivanca, ananda, vajji ya ta kulitthiyo kulakumariyo ta na okassa pasayha vasessanti; vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","an7.22:9.1":"Kinti te, ananda, sutam: ‘vajji yani tani vajjinam vajjicetiyani abbhantarani ceva bahirani ca tani sakkaronti garum karonti manenti pujenti, tesanca dinnapubbam katapubbam dhammikam balim no parihapenti’”ti? ","an7.22:9.2":"“Sutam metam, bhante: ‘vajji yani tani vajjinam vajjicetiyani abbhantarani ceva bahirani ca tani sakkaronti garum karonti manenti pujenti, tesanca dinnapubbam katapubbam dhammikam balim no parihapenti’”ti. ","an7.22:9.3":"“Yavakivanca, ananda, vajji yani tani vajjinam vajjicetiyani abbhantarani ceva bahirani ca tani sakkarissanti garum karissanti manessanti pujessanti, tesanca dinnapubbam katapubbam dhammikam balim no parihapessanti; vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","an7.22:10.1":"Kinti te, ananda, sutam: ‘vajjinam arahantesu dhammika rakkhavaranagutti susamvihita—kinti anagata ca arahanto vijitam agaccheyyum, agata ca arahanto vijite phasum vihareyyun’”ti? ","an7.22:10.2":"“Sutam metam, bhante: ‘vajjinam arahantesu dhammika rakkhavaranagutti susamvihita bhavissati—kinti anagata ca arahanto vijitam agaccheyyum, agata ca arahanto vijite phasum vihareyyun’”ti. ","an7.22:10.3":"“Yavakivanca, ananda, vajjinam arahantesu dhammika rakkhavaranagutti susamvihita bhavissati: ‘kinti anagata ca arahanto vijitam agaccheyyum, agata ca arahanto vijite phasum vihareyyun’ti; vuddhiyeva, ananda, vajjinam patikankha, no parihani”ti. ","an7.22:11.1":"Atha kho bhagava vassakaram brahmanam magadhamahamattam amantesi: ","an7.22:11.2":"“ekamidaham, brahmana, samayam vesaliyam viharami sarandade cetiye. ","an7.22:11.3":"Tatraham, brahmana, vajjinam ime satta aparihaniye dhamme desesim. ","an7.22:11.4":"Yavakivanca, brahmana, ime satta aparihaniya dhamma vajjisu thassanti, imesu ca sattasu aparihaniyesu dhammesu vajji sandississanti; vuddhiyeva, brahmana, vajjinam patikankha, no parihani”ti. ","an7.22:12.1":"“Ekamekenapi, bho gotama, aparihaniyena dhammena samannagatanam vajjinam vuddhiyeva patikankha, no parihani; ","an7.22:12.2":"ko pana vado sattahi aparihaniyehi dhammehi. ","an7.22:12.3":"Akaraniya ca, bho gotama, vajji ranna magadhena ajatasattuna vedehiputtena yadidam yuddhassa, annatra upalapanaya, annatra mithubheda. ","an7.22:12.4":"Handa ca dani mayam, bho gotama, gacchama, bahukicca mayam bahukaraniya”ti. ","an7.22:12.5":"“Yassadani tvam, brahmana, kalam mannasi”ti. ","an7.22:12.6":"Atha kho vassakaro brahmano magadhamahamatto bhagavato bhasitam abhinanditva anumoditva utthayasana pakkamiti. ","an7.22:12.7":"Dutiyam. "}