{"an7.71:0.1":"Anguttara Nikaya 7.71 ","an7.71:0.2":"7. Mahavagga ","an7.71:0.3":"Bhavanasutta ","an7.71:1.1":"“Bhavanam ananuyuttassa, bhikkhave, bhikkhuno viharato kincapi evam iccha uppajjeyya: ","an7.71:1.2":"‘aho vata me anupadaya asavehi cittam vimucceyya’ti, ","an7.71:1.3":"atha khvassa neva anupadaya asavehi cittam vimuccati. ","an7.71:1.4":"Tam kissa hetu? ","an7.71:1.5":"‘Abhavitatta’tissa vacaniyam. ","an7.71:1.6":"Kissa abhavitatta? ","an7.71:1.7":"Catunnam satipatthananam, catunnam sammappadhananam, catunnam iddhipadanam, pancannam indriyanam, pancannam balanam, sattannam bojjhanganam, ariyassa atthangikassa maggassa. ","an7.71:2.1":"Seyyathapi, bhikkhave, kukkutiya andani attha va dasa va dvadasa va. ","an7.71:2.2":"Tanassu kukkutiya na samma adhisayitani, na samma pariseditani, na samma paribhavitani. ","an7.71:2.3":"Kincapi tassa kukkutiya evam iccha uppajjeyya: ","an7.71:2.4":"‘aho vata me kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjeyyun’ti, ","an7.71:2.5":"atha kho abhabbava te kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjitum. ","an7.71:2.6":"Tam kissa hetu? ","an7.71:2.7":"Tatha hi, bhikkhave, kukkutiya andani na samma adhisayitani, na samma pariseditani, na samma paribhavitani. ","an7.71:2.8":"Evamevam kho, bhikkhave, bhavanam ananuyuttassa bhikkhuno viharato kincapi evam iccha uppajjeyya: ","an7.71:2.9":"‘aho vata me anupadaya asavehi cittam vimucceyya’ti, ","an7.71:2.10":"atha khvassa neva anupadaya asavehi cittam vimuccati. ","an7.71:2.11":"Tam kissa hetu? ","an7.71:2.12":"‘Abhavitatta’tissa vacaniyam. ","an7.71:2.13":"Kissa abhavitatta? ","an7.71:2.14":"Catunnam satipatthananam, catunnam sammappadhananam, catunnam iddhipadanam, pancannam indriyanam, pancannam balanam, sattannam bojjhanganam, ariyassa atthangikassa maggassa. ","an7.71:3.1":"Bhavanam anuyuttassa, bhikkhave, bhikkhuno viharato kincapi na evam iccha uppajjeyya: ","an7.71:3.2":"‘aho vata me anupadaya asavehi cittam vimucceyya’ti, ","an7.71:3.3":"atha khvassa anupadaya asavehi cittam vimuccati. ","an7.71:3.4":"Tam kissa hetu? ","an7.71:3.5":"‘Bhavitatta’tissa vacaniyam. ","an7.71:3.6":"Kissa bhavitatta? ","an7.71:3.7":"Catunnam satipatthananam, catunnam sammappadhananam, catunnam iddhipadanam, pancannam indriyanam, pancannam balanam, sattannam bojjhanganam, ariyassa atthangikassa maggassa. ","an7.71:4.1":"Seyyathapi, bhikkhave, kukkutiya andani attha va dasa va dvadasa va. ","an7.71:4.2":"Tanassu kukkutiya samma adhisayitani, samma pariseditani, samma paribhavitani. ","an7.71:4.3":"Kincapi tassa kukkutiya na evam iccha uppajjeyya: ","an7.71:4.4":"‘aho vata me kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjeyyun’ti, ","an7.71:4.5":"atha kho bhabbava te kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjitum. ","an7.71:4.6":"Tam kissa hetu? ","an7.71:4.7":"Tatha hi, bhikkhave, kukkutiya andani samma adhisayitani, samma pariseditani, samma paribhavitani. ","an7.71:4.8":"Evamevam kho, bhikkhave, bhavanam anuyuttassa bhikkhuno viharato kincapi na evam iccha uppajjeyya: ","an7.71:4.9":"‘aho vata me anupadaya asavehi cittam vimucceyya’ti, ","an7.71:4.10":"atha khvassa anupadaya asavehi cittam vimuccati. ","an7.71:4.11":"Tam kissa hetu? ","an7.71:4.12":"‘Bhavitatta’tissa vacaniyam. ","an7.71:4.13":"Kissa bhavitatta? ","an7.71:4.14":"Catunnam satipatthananam …pe… ariyassa atthangikassa maggassa. ","an7.71:5.1":"Seyyathapi, bhikkhave, phalagandassa va phalagandantevasikassa va dissanteva vasijate angulipadani dissati angutthapadam. No ca khvassa evam nanam hoti: ‘ettakam me ajja vasijatassa khinam, ettakam hiyyo, ettakam pare’ti, atha khvassa khine ‘khinan’teva nanam hoti. ","an7.71:5.2":"Evamevam kho, bhikkhave, bhavanam anuyuttassa bhikkhuno viharato kincapi na evam nanam hoti: ‘ettakam me ajja asavanam khinam, ettakam hiyyo, ettakam pare’ti, atha khvassa khine ‘khinan’teva nanam hoti. ","an7.71:6.1":"Seyyathapi, bhikkhave, samuddikaya navaya vettabandhanabaddhaya cha masani udake pariyadaya hemantikena thale ukkhittaya vatatapaparetani bandhanani, tani pavussakena meghena abhippavutthani appakasireneva parihayanti, putikani bhavanti. ","an7.71:6.2":"Evamevam kho, bhikkhave, bhavanam anuyuttassa bhikkhuno viharato appakasireneva samyojanani patippassambhanti, putikani bhavanti”ti. ","an7.71:6.3":"Sattamam. "}