{"an7.49:0.1":"Anguttara Nikaya 7.49 ","an7.49:0.2":"5. Mahayannavagga ","an7.49:0.3":"Dutiyasannasutta ","an7.49:1.1":"“Sattima, bhikkhave, sanna bhavita bahulikata mahapphala honti mahanisamsa amatogadha amatapariyosana. ","an7.49:1.2":"Katama satta? ","an7.49:1.3":"Asubhasanna, maranasanna, ahare patikulasanna, sabbaloke anabhiratasanna, aniccasanna, anicce dukkhasanna, dukkhe anattasanna. ","an7.49:1.4":"Ima kho, bhikkhave, satta sanna bhavita bahulikata mahapphala honti mahanisamsa amatogadha amatapariyosanati. ","an7.49:2.1":"‘Asubhasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti. ","an7.49:2.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an7.49:2.3":"Asubhasannaparicitena, bhikkhave, bhikkhuno cetasa bahulam viharato methunadhammasamapattiya cittam patiliyati patikutati pativattati, na sampasariyati upekkha va patikulyata va santhati. ","an7.49:2.4":"Seyyathapi, bhikkhave, kukkutapattam va nharudaddulam va aggimhi pakkhittam patiliyati patikutati pativattati, na sampasariyati. ","an7.49:2.5":"Evamevam kho, bhikkhave, bhikkhuno asubhasannaparicitena cetasa bahulam viharato methunadhammasamapattiya cittam patiliyati patikutati pativattati, na sampasariyati upekkha va patikulyata va santhati. ","an7.49:3.1":"Sace, bhikkhave, bhikkhuno asubhasannaparicitena cetasa bahulam viharato methunadhammasamapattiya cittam anusandahati appatikulyata santhati; ","an7.49:3.2":"veditabbametam, bhikkhave, bhikkhuna ‘abhavita me asubhasanna, natthi me pubbenaparam viseso, appattam me bhavanabalan’ti. ","an7.49:3.3":"Itiha tattha sampajano hoti. ","an7.49:3.4":"Sace pana, bhikkhave, bhikkhuno asubhasannaparicitena cetasa bahulam viharato methunadhammasamapattiya cittam patiliyati patikutati pativattati, na sampasariyati upekkha va patikulyata va santhati; ","an7.49:3.5":"veditabbametam, bhikkhave, bhikkhuna ‘subhavita me asubhasanna, atthi me pubbenaparam viseso, pattam me bhavanabalan’ti. ","an7.49:3.6":"Itiha tattha sampajano hoti. ","an7.49:3.7":"‘Asubhasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, ","an7.49:3.8":"iti yam tam vuttam idametam paticca vuttam. ","an7.49:4.1":"‘Maranasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, iti kho panetam vuttam kincetam paticca vuttam? ","an7.49:4.2":"Maranasannaparicitena, bhikkhave, bhikkhuno cetasa bahulam viharato jivitanikantiya cittam patiliyati patikutati pativattati, na sampasariyati upekkha va patikulyata va santhati. ","an7.49:4.3":"Seyyathapi, bhikkhave, kukkutapattam va nharudaddulam va aggimhi pakkhittam patiliyati patikutati pativattati, na sampasariyati. ","an7.49:4.4":"Evamevam kho, bhikkhave, bhikkhuno maranasannaparicitena cetasa bahulam viharato jivitanikantiya cittam patiliyati patikutati pativattati, na sampasariyati upekkha va patikulyata va santhati. ","an7.49:5.1":"Sace, bhikkhave, bhikkhuno maranasannaparicitena cetasa bahulam viharato jivitanikantiya cittam anusandahati appatikulyata santhati; ","an7.49:5.2":"veditabbametam, bhikkhave, bhikkhuna ‘abhavita me maranasanna, natthi me pubbenaparam viseso, appattam me bhavanabalan’ti. ","an7.49:5.3":"Itiha tattha sampajano hoti. ","an7.49:5.4":"Sace pana, bhikkhave, bhikkhuno maranasannaparicitena cetasa bahulam viharato jivitanikantiya cittam patiliyati patikutati pativattati, na sampasariyati upekkha va patikulyata va santhati; ","an7.49:5.5":"veditabbametam, bhikkhave, bhikkhuna ‘subhavita me maranasanna, atthi me pubbenaparam viseso, pattam me bhavanabalan’ti. ","an7.49:5.6":"Itiha tattha sampajano hoti. ","an7.49:5.7":"‘Maranasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, ","an7.49:5.8":"iti yam tam vuttam idametam paticca vuttam. ","an7.49:6.1":"‘Ahare patikulasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, iti kho panetam vuttam, kincetam paticca vuttam? ","an7.49:6.2":"Ahare patikulasannaparicitena, bhikkhave, bhikkhuno cetasa bahulam viharato rasatanhaya cittam patiliyati …pe… upekkha va patikulyata va santhati. ","an7.49:6.3":"Seyyathapi, bhikkhave, kukkutapattam va nharudaddulam va aggimhi pakkhittam patiliyati patikutati pativattati, na sampasariyati. ","an7.49:6.4":"Evamevam kho, bhikkhave, bhikkhuno ahare patikulasannaparicitena cetasa bahulam viharato rasatanhaya cittam patiliyati …pe… upekkha va patikulyata va santhati. ","an7.49:7.1":"Sace, bhikkhave, bhikkhuno ahare patikulasannaparicitena cetasa bahulam viharato rasatanhaya cittam anusandahati appatikulyata santhati; ","an7.49:7.2":"veditabbametam, bhikkhave, bhikkhuna ‘abhavita me ahare patikulasanna, natthi me pubbenaparam viseso, appattam me bhavanabalan’ti. ","an7.49:7.3":"Itiha tattha sampajano hoti. ","an7.49:7.4":"Sace pana, bhikkhave, bhikkhuno ahare patikulasannaparicitena cetasa bahulam viharato rasatanhaya cittam patiliyati …pe… upekkha va patikulyata va santhati; ","an7.49:7.5":"veditabbametam, bhikkhave, bhikkhuna ‘subhavita me ahare patikulasanna, atthi me pubbenaparam viseso, pattam me bhavanabalan’ti. ","an7.49:7.6":"Itiha tattha sampajano hoti. ","an7.49:7.7":"‘Ahare patikulasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, ","an7.49:7.8":"iti yam tam vuttam idametam paticca vuttam. ","an7.49:8.1":"‘Sabbaloke anabhiratasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, iti kho panetam vuttam. ","an7.49:8.2":"Kincetam paticca vuttam? ","an7.49:8.3":"Sabbaloke anabhiratasannaparicitena, bhikkhave, bhikkhuno cetasa bahulam viharato lokacitresu cittam patiliyati …pe… ","an7.49:8.4":"seyyathapi bhikkhave …pe… patiliyati patikutati pativattati, na sampasariyati. ","an7.49:8.5":"Evamevam kho, bhikkhave, bhikkhuno sabbaloke anabhiratasannaparicitena cetasa bahulam viharato lokacitresu cittam patiliyati patikutati pativattati, na sampasariyati upekkha va patikulyata va santhati. ","an7.49:9.1":"Sace, bhikkhave, bhikkhuno sabbaloke anabhiratasannaparicitena cetasa bahulam viharato lokacitresu cittam anusandahati appatikulyata santhati; ","an7.49:9.2":"veditabbametam, bhikkhave, bhikkhuna ‘abhavita me sabbaloke anabhiratasanna, natthi me pubbenaparam viseso, appattam me bhavanabalan’ti. ","an7.49:9.3":"Itiha tattha sampajano hoti. ","an7.49:9.4":"Sace pana, bhikkhave, bhikkhuno sabbaloke anabhiratasannaparicitena cetasa bahulam viharato lokacitresu cittam patiliyati …pe… upekkha va patikulyata va santhati; ","an7.49:9.5":"veditabbametam, bhikkhave, bhikkhuna ‘subhavita me sabbaloke anabhiratasanna, atthi me pubbenaparam viseso, pattam me bhavanabalan’ti. ","an7.49:9.6":"Itiha tattha sampajano hoti. ","an7.49:9.7":"‘Sabbaloke anabhiratasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, ","an7.49:9.8":"iti yam tam vuttam idametam paticca vuttam. ","an7.49:10.1":"‘Aniccasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, iti kho panetam vuttam. ","an7.49:10.2":"Kincetam paticca vuttam? ","an7.49:10.3":"Aniccasannaparicitena, bhikkhave, bhikkhuno cetasa bahulam viharato labhasakkarasiloke cittam patiliyati …pe… upekkha va patikulyata va santhati. ","an7.49:10.4":"Seyyathapi, bhikkhave, kukkutapattam va nharudaddulam va aggimhi pakkhittam patiliyati patikutati pativattati na sampasariyati. ","an7.49:10.5":"Evamevam kho, bhikkhave, bhikkhuno aniccasannaparicitena cetasa bahulam viharato labhasakkarasiloke cittam patiliyati …pe… upekkha va patikulyata va santhati. ","an7.49:11.1":"Sace, bhikkhave, bhikkhuno aniccasannaparicitena cetasa bahulam viharato labhasakkarasiloke cittam anusandahati appatikulyata santhati; ","an7.49:11.2":"veditabbametam, bhikkhave, bhikkhuna ‘abhavita me aniccasanna, natthi me pubbenaparam viseso, appattam me bhavanabalan’ti. ","an7.49:11.3":"Itiha tattha sampajano hoti. ","an7.49:11.4":"Sace pana, bhikkhave, bhikkhuno aniccasannaparicitena cetasa bahulam viharato labhasakkarasiloke cittam patiliyati patikutati pativattati, na sampasariyati upekkha va patikulyata va santhati; ","an7.49:11.5":"veditabbametam, bhikkhave, bhikkhuna ‘subhavita me aniccasanna, atthi me pubbenaparam viseso, pattam me bhavanabalan’ti. ","an7.49:11.6":"Itiha tattha sampajano hoti. ","an7.49:11.7":"‘Aniccasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, ","an7.49:11.8":"iti yam tam vuttam idametam paticca vuttam. ","an7.49:12.1":"‘Anicce dukkhasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, iti kho panetam vuttam. ","an7.49:12.2":"Kincetam paticca vuttam? ","an7.49:12.3":"Anicce dukkhasannaparicitena, bhikkhave, bhikkhuno cetasa bahulam viharato alasye kosajje vissatthiye pamade ananuyoge apaccavekkhanaya tibba bhayasanna paccupatthita hoti, seyyathapi, bhikkhave, ukkhittasike vadhake. ","an7.49:13.1":"Sace, bhikkhave, bhikkhuno anicce dukkhasannaparicitena cetasa bahulam viharato alasye kosajje vissatthiye pamade ananuyoge apaccavekkhanaya tibba bhayasanna, na paccupatthita hoti, seyyathapi, bhikkhave, ukkhittasike vadhake. ","an7.49:13.2":"Veditabbametam, bhikkhave, bhikkhuna ‘abhavita me anicce dukkhasanna, natthi me pubbenaparam viseso, appattam me bhavanabalan’ti. ","an7.49:13.3":"Itiha tattha sampajano hoti. ","an7.49:13.4":"Sace pana, bhikkhave, bhikkhuno anicce dukkhasannaparicitena cetasa bahulam viharato alasye kosajje vissatthiye pamade ananuyoge apaccavekkhanaya tibba bhayasanna paccupatthita hoti, seyyathapi, bhikkhave, ukkhittasike vadhake. ","an7.49:13.5":"Veditabbametam, bhikkhave, bhikkhuna ‘subhavita me anicce dukkhasanna, atthi me pubbenaparam viseso, pattam me bhavanabalan’ti. ","an7.49:13.6":"Itiha tattha sampajano hoti. ","an7.49:13.7":"‘Anicce dukkhasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, ","an7.49:13.8":"iti yam tam vuttam idametam paticca vuttam. ","an7.49:14.1":"‘Dukkhe anattasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, iti kho panetam vuttam. ","an7.49:14.2":"Kincetam paticca vuttam? ","an7.49:14.3":"Dukkhe anattasannaparicitena, bhikkhave, bhikkhuno cetasa bahulam viharato imasminca savinnanake kaye bahiddha ca sabbanimittesu ahankaramamankaramanapagatam manasam hoti vidhasamatikkantam santam suvimuttam. ","an7.49:15.1":"Sace, bhikkhave, bhikkhuno dukkhe anattasannaparicitena cetasa bahulam viharato imasminca savinnanake kaye bahiddha ca sabbanimittesu na ahankaramamankaramanapagatam manasam hoti vidhasamatikkantam santam suvimuttam. ","an7.49:15.2":"Veditabbametam, bhikkhave, bhikkhuna ‘abhavita me dukkhe anattasanna, natthi me pubbenaparam viseso, appattam me bhavanabalan’ti. ","an7.49:15.3":"Itiha tattha sampajano hoti. ","an7.49:16.1":"Sace pana, bhikkhave, bhikkhuno dukkhe anattasannaparicitena cetasa bahulam viharato imasminca savinnanake kaye bahiddha ca sabbanimittesu ahankaramamankaramanapagatam manasam hoti vidhasamatikkantam santam suvimuttam. ","an7.49:16.2":"Veditabbametam, bhikkhave, bhikkhuna ‘subhavita me dukkhe anattasanna, atthi me pubbenaparam viseso, pattam me bhavanabalan’ti. ","an7.49:16.3":"Itiha tattha sampajano hoti. ","an7.49:16.4":"‘Dukkhe anattasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana’ti, ","an7.49:16.5":"iti yam tam vuttam idametam paticca vuttam. ","an7.49:17.1":"Ima kho, bhikkhave, satta sanna bhavita bahulikata mahapphala honti mahanisamsa amatogadha amatapariyosana”ti. ","an7.49:17.2":"Chattham. "}