{"an7.69:0.1":"Anguttara Nikaya 7.69 ","an7.69:0.2":"7. Mahavagga ","an7.69:0.3":"Paricchattakasutta ","an7.69:1.1":"“Yasmim, bhikkhave, samaye devanam tavatimsanam paricchattako kovilaro pandupalaso hoti, attamana, bhikkhave, deva tavatimsa tasmim samaye honti: ","an7.69:1.2":"‘pandupalaso dani paricchattako kovilaro nacirasseva dani pannapalaso bhavissati’ti. ","an7.69:2.1":"Yasmim, bhikkhave, samaye devanam tavatimsanam paricchattako kovilaro pannapalaso hoti, attamana, bhikkhave, deva tavatimsa tasmim samaye honti: ","an7.69:2.2":"‘pannapalaso dani paricchattako kovilaro nacirasseva dani jalakajato bhavissati’ti. ","an7.69:3.1":"Yasmim, bhikkhave, samaye devanam tavatimsanam paricchattako kovilaro jalakajato hoti, attamana, bhikkhave, deva tavatimsa tasmim samaye honti: ","an7.69:3.2":"‘jalakajato dani paricchattako kovilaro nacirasseva dani kharakajato bhavissati’ti. ","an7.69:4.1":"Yasmim, bhikkhave, samaye devanam tavatimsanam paricchattako kovilaro kharakajato hoti, attamana, bhikkhave, deva tavatimsa tasmim samaye honti: ","an7.69:4.2":"‘kharakajato dani paricchattako kovilaro nacirasseva dani kutumalakajato bhavissati’ti. ","an7.69:5.1":"Yasmim, bhikkhave, samaye devanam tavatimsanam paricchattako kovilaro kutumalakajato hoti, attamana, bhikkhave, deva tavatimsa tasmim samaye honti: ","an7.69:5.2":"‘kutumalakajato dani paricchattako kovilaro nacirasseva dani korakajato bhavissati’ti. ","an7.69:6.1":"Yasmim, bhikkhave, samaye devanam tavatimsanam paricchattako kovilaro korakajato hoti, attamana, bhikkhave, deva tavatimsa tasmim samaye honti: ","an7.69:6.2":"‘korakajato dani paricchattako kovilaro nacirasseva dani sabbaphaliphullo bhavissati’ti. ","an7.69:7.1":"Yasmim, bhikkhave, samaye devanam tavatimsanam paricchattako kovilaro sabbaphaliphullo hoti, attamana, bhikkhave, deva tavatimsa paricchattakassa kovilarassa mule dibbe cattaro mase pancahi kamagunehi samappita samangibhuta paricarenti. Sabbaphaliphullassa kho pana, bhikkhave, paricchattakassa kovilarassa samanta pannasayojanani abhaya phutam hoti, anuvatam yojanasatam gandho gacchati, ","an7.69:7.2":"ayamanubhavo paricchattakassa kovilarassa. ","an7.69:8.1":"Evamevam kho, bhikkhave, yasmim samaye ariyasavako agarasma anagariyam pabbajjaya ceteti, pandupalaso, bhikkhave, ariyasavako tasmim samaye hoti devanamva tavatimsanam paricchattako kovilaro. ","an7.69:9.1":"Yasmim, bhikkhave, samaye ariyasavako kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito hoti, pannapalaso, bhikkhave, ariyasavako tasmim samaye hoti devanamva tavatimsanam paricchattako kovilaro. ","an7.69:10.1":"Yasmim, bhikkhave, samaye ariyasavako vivicceva kamehi …pe… pathamam jhanam upasampajja viharati, ","an7.69:10.2":"jalakajato, bhikkhave, ariyasavako tasmim samaye hoti devanamva tavatimsanam paricchattako kovilaro. ","an7.69:11.1":"Yasmim, bhikkhave, samaye ariyasavako vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati, ","an7.69:11.2":"kharakajato, bhikkhave, ariyasavako tasmim samaye hoti devanamva tavatimsanam paricchattako kovilaro. ","an7.69:12.1":"Yasmim, bhikkhave, samaye ariyasavako pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati, ","an7.69:12.2":"kutumalakajato, bhikkhave, ariyasavako tasmim samaye hoti devanamva tavatimsanam paricchattako kovilaro. ","an7.69:13.1":"Yasmim, bhikkhave, samaye ariyasavako sukhassa ca pahana dukkhassa ca pahana …pe… catuttham jhanam upasampajja viharati, ","an7.69:13.2":"korakajato, bhikkhave, ariyasavako tasmim samaye hoti devanamva tavatimsanam paricchattako kovilaro. ","an7.69:14.1":"Yasmim, bhikkhave, samaye ariyasavako asavanam khaya …pe… sacchikatva upasampajja viharati, ","an7.69:14.2":"sabbaphaliphullo, bhikkhave, ariyasavako tasmim samaye hoti devanamva tavatimsanam paricchattako kovilaro. ","an7.69:15.1":"Tasmim, bhikkhave, samaye bhumma deva saddamanussaventi: ","an7.69:15.2":"‘eso itthannamo ayasma itthannamassa ayasmato saddhivihariko amukamha gama va nigama va agarasma anagariyam pabbajito asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati’ti. ","an7.69:16.1":"Bhummanam devanam saddam sutva catumaharajika deva …pe… ","an7.69:16.2":"tavatimsa deva … ","an7.69:16.3":"yama deva … ","an7.69:16.4":"tusita deva … ","an7.69:16.5":"nimmanarati deva … ","an7.69:16.6":"paranimmitavasavatti deva … ","an7.69:16.7":"brahmakayika deva saddamanussaventi: ","an7.69:16.8":"‘eso itthannamo ayasma itthannamassa ayasmato saddhivihariko amukamha gama va nigama va agarasma anagariyam pabbajito asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati’ti. ","an7.69:16.9":"Itiha tena khanena tena muhuttena yava brahmaloka saddo abbhuggacchati, ","an7.69:16.10":"ayamanubhavo khinasavassa bhikkhuno”ti. ","an7.69:16.11":"Pancamam. "}