{"an7.50:0.1":"Anguttara Nikaya 7.50 ","an7.50:0.2":"5. Mahayannavagga ","an7.50:0.3":"Methunasutta ","an7.50:1.1":"Atha kho janussoni brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an7.50:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho janussoni brahmano bhagavantam etadavoca: ","an7.50:1.3":"“bhavampi no gotamo brahmacari patijanati”ti? ","an7.50:1.4":"“Yanhi tam, brahmana, samma vadamano vadeyya: ","an7.50:1.5":"‘akhandam acchiddam asabalam akammasam paripunnam parisuddham brahmacariyam carati’ti, mameva tam, brahmana, samma vadamano vadeyya: ","an7.50:1.6":"‘ahanhi, brahmana, akhandam acchiddam asabalam akammasam paripunnam parisuddham brahmacariyam carami’”ti. ","an7.50:1.7":"“Kim pana, bho gotama, brahmacariyassa khandampi chiddampi sabalampi kammasampi”ti? ","an7.50:2.1":"“Idha, brahmana, ekacco samano va brahmano va samma brahmacari patijanamano na heva kho matugamena saddhim dvayamdvayasamapattim samapajjati; ","an7.50:2.2":"api ca kho matugamassa ucchadanaparimaddananhapanasambahanam sadiyati. ","an7.50:2.3":"So tam assadeti, tam nikameti, tena ca vittim apajjati. ","an7.50:2.4":"Idampi kho, brahmana, brahmacariyassa khandampi chiddampi sabalampi kammasampi. ","an7.50:2.5":"Ayam vuccati, brahmana, aparisuddham brahmacariyam carati, samyutto methunena samyogena na parimuccati jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, na parimuccati dukkhasmati vadami. ","an7.50:3.1":"Puna caparam, brahmana, idhekacco samano va brahmano va samma brahmacari patijanamano na heva kho matugamena saddhim dvayamdvayasamapattim samapajjati, napi matugamassa ucchadanaparimaddananhapanasambahanam sadiyati; ","an7.50:3.2":"api ca kho matugamena saddhim sanjagghati sankilati sankelayati …pe…. ","an7.50:4.1":"Napi matugamena saddhim sanjagghati sankilati sankelayati; ","an7.50:4.2":"api ca kho matugamassa cakkhuna cakkhum upanijjhayati pekkhati …pe…. ","an7.50:5.1":"Napi matugamassa cakkhuna cakkhum upanijjhayati pekkhati; ","an7.50:5.2":"api ca kho matugamassa saddam sunati tirokuttam va tiropakaram va hasantiya va bhanantiya va gayantiya va rodantiya va …pe…. ","an7.50:6.1":"Napi matugamassa saddam sunati tirokuttam va tiropakaram va hasantiya va bhanantiya va gayantiya va rodantiya va; ","an7.50:6.2":"api ca kho yanissa tani pubbe matugamena saddhim hasitalapitakilitani tani anussarati …pe…. ","an7.50:7.1":"Napi yanissa tani pubbe matugamena saddhim hasitalapitakilitani tani anussarati; ","an7.50:7.2":"api ca kho passati gahapatim va gahapatiputtam va pancahi kamagunehi samappitam samangibhutam paricarayamanam …pe…. ","an7.50:8.1":"Napi passati gahapatim va gahapatiputtam va pancahi kamagunehi samappitam samangibhutam paricarayamanam; ","an7.50:8.2":"api ca kho annataram devanikayam panidhaya brahmacariyam carati iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro vati. ","an7.50:8.3":"So tam assadeti, tam nikameti, tena ca vittim apajjati. ","an7.50:8.4":"Idampi kho, brahmana, brahmacariyassa khandampi chiddampi sabalampi kammasampi. ","an7.50:8.5":"Ayam vuccati, brahmana, aparisuddham brahmacariyam carati samyutto methunena samyogena, na parimuccati jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, na parimuccati dukkhasmati vadami. ","an7.50:9.1":"Yavakivancaham, brahmana, imesam sattannam methunasamyoganam annatarannataramethunasamyogam attani appahinam samanupassim, neva tavaham, brahmana, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya anuttaram sammasambodhim abhisambuddhoti paccannasim. ","an7.50:10.1":"Yato ca khoham, brahmana, imesam sattannam methunasamyoganam annatarannataramethunasamyogam attani appahinam na samanupassim, athaham, brahmana, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya anuttaram sammasambodhim abhisambuddhoti paccannasim. ","an7.50:10.2":"‘Nananca pana me dassanam udapadi, ","an7.50:10.3":"akuppa me vimutti, ayamantima jati, natthi dani punabbhavo’”ti. ","an7.50:11.1":"Evam vutte, janussoni brahmano bhagavantam etadavoca: ","an7.50:11.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama …pe… ","an7.50:11.3":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an7.50:11.4":"Sattamam. "}