{"an7.67:0.1":"Anguttara Nikaya 7.67 ","an7.67:0.2":"7. Mahavagga ","an7.67:0.3":"Nagaropamasutta ","an7.67:1.1":"“Yato kho, bhikkhave, ranno paccantimam nagaram sattahi nagaraparikkharehi suparikkhatam hoti, catunnanca aharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","an7.67:1.2":"Idam vuccati, bhikkhave, ranno paccantimam nagaram akaraniyam bahirehi paccatthikehi paccamittehi. ","an7.67:2.1":"Katamehi sattahi nagaraparikkharehi suparikkhatam hoti? ","an7.67:2.2":"Idha, bhikkhave, ranno paccantime nagare esika hoti gambhiranema sunikhata acala asampavedhi. ","an7.67:2.3":"Imina pathamena nagaraparikkharena suparikkhatam hoti ranno paccantimam nagaram abbhantaranam guttiya bahiranam patighataya. ","an7.67:3.1":"Puna caparam, bhikkhave, ranno paccantime nagare parikkha hoti gambhira ceva vitthata ca. ","an7.67:3.2":"Imina dutiyena nagaraparikkharena suparikkhatam hoti ranno paccantimam nagaram abbhantaranam guttiya bahiranam patighataya. ","an7.67:4.1":"Puna caparam, bhikkhave, ranno paccantime nagare anupariyayapatho hoti ucco ceva vitthato ca. ","an7.67:4.2":"Imina tatiyena nagaraparikkharena suparikkhatam hoti ranno paccantimam nagaram abbhantaranam guttiya bahiranam patighataya. ","an7.67:5.1":"Puna caparam, bhikkhave, ranno paccantime nagare bahum avudham sannicitam hoti salakanceva jevanikanca. ","an7.67:5.2":"Imina catutthena nagaraparikkharena suparikkhatam hoti ranno paccantimam nagaram abbhantaranam guttiya bahiranam patighataya. ","an7.67:6.1":"Puna caparam, bhikkhave, ranno paccantime nagare bahubalakayo pativasati, seyyathidam—","an7.67:6.2":"hattharoha assaroha rathika dhanuggaha celaka calaka pindadayaka ugga rajaputta pakkhandino mahanaga sura cammayodhino dasakaputta. ","an7.67:6.3":"Imina pancamena nagaraparikkharena suparikkhatam hoti ranno paccantimam nagaram abbhantaranam guttiya bahiranam patighataya. ","an7.67:7.1":"Puna caparam, bhikkhave, ranno paccantime nagare dovariko hoti pandito byatto medhavi annatanam nivareta natanam paveseta. ","an7.67:7.2":"Imina chatthena nagaraparikkharena suparikkhatam hoti ranno paccantimam nagaram abbhantaranam guttiya bahiranam patighataya. ","an7.67:8.1":"Puna caparam, bhikkhave, ranno paccantime nagare pakaro hoti ucco ceva vitthato ca vasanalepanasampanno ca. ","an7.67:8.2":"Imina sattamena nagaraparikkharena suparikkhatam hoti ranno paccantimam nagaram abbhantaranam guttiya bahiranam patighataya. ","an7.67:8.3":"Imehi sattahi nagaraparikkharehi suparikkhatam hoti. ","an7.67:9.1":"Katamesam catunnam aharanam nikamalabhi hoti akicchalabhi akasiralabhi? ","an7.67:9.2":"Idha, bhikkhave, ranno paccantime nagare bahum tinakatthodakam sannicitam hoti abbhantaranam ratiya aparitassaya phasuviharaya bahiranam patighataya. ","an7.67:10.1":"Puna caparam, bhikkhave, ranno paccantime nagare bahum saliyavakam sannicitam hoti abbhantaranam ratiya aparitassaya phasuviharaya bahiranam patighataya. ","an7.67:11.1":"Puna caparam, bhikkhave, ranno paccantime nagare bahum tilamuggamasaparannam sannicitam hoti abbhantaranam ratiya aparitassaya phasuviharaya bahiranam patighataya. ","an7.67:12.1":"Puna caparam, bhikkhave, ranno paccantime nagare bahum bhesajjam sannicitam hoti, seyyathidam—","an7.67:12.2":"sappi navanitam telam madhu phanitam lonam abbhantaranam ratiya aparitassaya phasuviharaya bahiranam patighataya. ","an7.67:12.3":"Imesam kho, bhikkhave, catunnam aharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","an7.67:13.1":"Yato kho, bhikkhave, ranno paccantimam nagaram imehi sattahi nagaraparikkharehi suparikkhatam hoti, imesanca catunnam aharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","an7.67:13.2":"Idam vuccati, bhikkhave, ranno paccantimam nagaram akaraniyam bahirehi paccatthikehi paccamittehi. ","an7.67:13.3":"Evamevam kho, bhikkhave, yato ariyasavako sattahi saddhammehi samannagato hoti, catunnanca jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","an7.67:13.4":"Ayam vuccati, bhikkhave, ariyasavako akaraniyo marassa akaraniyo papimato. ","an7.67:13.5":"Katamehi sattahi saddhammehi samannagato hoti? ","an7.67:14.1":"Seyyathapi, bhikkhave, ranno paccantime nagare esika hoti gambhiranema sunikhata acala asampavedhi abbhantaranam guttiya bahiranam patighataya. ","an7.67:14.2":"Evamevam kho, bhikkhave, ariyasavako saddho hoti, saddahati tathagatassa bodhim ","an7.67:14.3":"‘itipi so …pe… buddho bhagava’ti. ","an7.67:14.4":"Saddhesiko, bhikkhave, ariyasavako akusalam pajahati, kusalam bhaveti; ","an7.67:14.5":"savajjam pajahati, anavajjam bhaveti; ","an7.67:14.6":"suddham attanam pariharati. ","an7.67:14.7":"Imina pathamena saddhammena samannagato hoti. ","an7.67:15.1":"Seyyathapi, bhikkhave, ranno paccantime nagare parikkha hoti gambhira ceva vitthata ca abbhantaranam guttiya bahiranam patighataya. ","an7.67:15.2":"Evamevam kho, bhikkhave, ariyasavako hirima hoti, hiriyati kayaduccaritena vaciduccaritena manoduccaritena, hiriyati papakanam akusalanam dhammanam samapattiya. ","an7.67:15.3":"Hiriparikkho kho, bhikkhave, ariyasavako akusalam pajahati, kusalam bhaveti; ","an7.67:15.4":"savajjam pajahati, anavajjam bhaveti; ","an7.67:15.5":"suddham attanam pariharati. ","an7.67:15.6":"Imina dutiyena saddhammena samannagato hoti. ","an7.67:16.1":"Seyyathapi, bhikkhave, ranno paccantime nagare anupariyayapatho hoti ucco ceva vitthato ca abbhantaranam guttiya bahiranam patighataya. ","an7.67:16.2":"Evamevam, kho, bhikkhave, ariyasavako ottappi hoti, ottappati kayaduccaritena vaciduccaritena manoduccaritena, ottappati papakanam akusalanam dhammanam samapattiya. ","an7.67:16.3":"Ottappapariyayapatho, bhikkhave, ariyasavako akusalam pajahati, kusalam bhaveti; ","an7.67:16.4":"savajjam pajahati, anavajjam bhaveti; ","an7.67:16.5":"suddham attanam pariharati. ","an7.67:16.6":"Imina tatiyena saddhammena samannagato hoti. ","an7.67:17.1":"Seyyathapi, bhikkhave, ranno paccantime nagare bahum avudham sannicitam hoti salakanceva jevanikanca abbhantaranam guttiya bahiranam patighataya. ","an7.67:17.2":"Evamevam kho, bhikkhave, ariyasavako bahussuto hoti …pe… ditthiya suppatividdha. ","an7.67:17.3":"Sutavudho, bhikkhave, ariyasavako akusalam pajahati, kusalam bhaveti; ","an7.67:17.4":"savajjam pajahati, anavajjam bhaveti; ","an7.67:17.5":"suddham attanam pariharati. ","an7.67:17.6":"Imina catutthena saddhammena samannagato hoti. ","an7.67:18.1":"Seyyathapi, bhikkhave, ranno paccantime nagare bahubalakayo pativasati, seyyathidam—","an7.67:18.2":"hattharoha assaroha rathika dhanuggaha celaka calaka pindadayaka ugga rajaputta pakkhandino mahanaga sura cammayodhino dasakaputta abbhantaranam guttiya bahiranam patighataya. ","an7.67:18.3":"Evamevam kho, bhikkhave, ariyasavako araddhaviriyo viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an7.67:18.4":"Viriyabalakayo, bhikkhave, ariyasavako akusalam pajahati, kusalam bhaveti; ","an7.67:18.5":"savajjam pajahati, anavajjam bhaveti; ","an7.67:18.6":"suddham attanam pariharati. ","an7.67:18.7":"Imina pancamena saddhammena samannagato hoti. ","an7.67:19.1":"Seyyathapi, bhikkhave, ranno paccantime nagare dovariko hoti pandito byatto medhavi annatanam nivareta natanam paveseta abbhantaranam guttiya bahiranam patighataya. ","an7.67:19.2":"Evamevam kho, bhikkhave, ariyasavako satima hoti paramena satinepakkena samannagato cirakatampi cirabhasitampi sarita anussarita. ","an7.67:19.3":"Satidovariko, bhikkhave, ariyasavako akusalam pajahati, kusalam bhaveti; ","an7.67:19.4":"savajjam pajahati, anavajjam bhaveti; ","an7.67:19.5":"suddham attanam pariharati. ","an7.67:19.6":"Imina chatthena saddhammena samannagato hoti. ","an7.67:20.1":"Seyyathapi, bhikkhave, ranno paccantime nagare pakaro hoti ucco ceva vitthato ca vasanalepanasampanno ca abbhantaranam guttiya bahiranam patighataya. ","an7.67:20.2":"Evamevam kho, bhikkhave, ariyasavako pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","an7.67:20.3":"Pannavasanalepanasampanno, bhikkhave, ariyasavako akusalam pajahati, kusalam bhaveti; ","an7.67:20.4":"savajjam pajahati, anavajjam bhaveti; ","an7.67:20.5":"suddham attanam pariharati. ","an7.67:20.6":"Imina sattamena saddhammena samannagato hoti. ","an7.67:20.7":"Imehi sattahi saddhammehi samannagato hoti. ","an7.67:21.1":"Katamesam catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi? ","an7.67:21.2":"Seyyathapi, bhikkhave, ranno paccantime nagare bahum tinakatthodakam sannicitam hoti abbhantaranam ratiya aparitassaya phasuviharaya bahiranam patighataya. ","an7.67:21.3":"Evamevam kho, bhikkhave, ariyasavako vivicceva kamehi …pe… pathamam jhanam upasampajja viharati ","an7.67:21.4":"attano ratiya aparitassaya phasuviharaya okkamanaya nibbanassa. ","an7.67:22.1":"Seyyathapi, bhikkhave, ranno paccantime nagare bahum saliyavakam sannicitam hoti abbhantaranam ratiya aparitassaya phasuviharaya bahiranam patighataya. ","an7.67:22.2":"Evamevam kho, bhikkhave, ariyasavako vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati ","an7.67:22.3":"attano ratiya aparitassaya phasuviharaya okkamanaya nibbanassa. ","an7.67:23.1":"Seyyathapi, bhikkhave, ranno paccantime nagare bahum tilamuggamasaparannam sannicitam hoti abbhantaranam ratiya aparitassaya phasuviharaya bahiranam patighataya. ","an7.67:23.2":"Evamevam kho, bhikkhave, ariyasavako pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati ","an7.67:23.3":"attano ratiya aparitassaya phasuviharaya okkamanaya nibbanassa. ","an7.67:24.1":"Seyyathapi, bhikkhave, ranno paccantime nagare bahum bhesajjam sannicitam hoti, seyyathidam—","an7.67:24.2":"sappi navanitam telam madhu phanitam lonam abbhantaranam ratiya aparitassaya phasuviharaya bahiranam patighataya. ","an7.67:24.3":"Evamevam kho, bhikkhave, ariyasavako sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati ","an7.67:24.4":"attano ratiya aparitassaya phasuviharaya okkamanaya nibbanassa. ","an7.67:24.5":"Imesam catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","an7.67:25.1":"Yato kho, bhikkhave, ariyasavako imehi sattahi saddhammehi samannagato hoti, imesanca catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","an7.67:25.2":"Ayam vuccati, bhikkhave, ariyasavako akaraniyo marassa akaraniyo papimato”ti. ","an7.67:25.3":"Tatiyam. "}