{"an7.66:0.1":"Anguttara Nikaya 7.66 ","an7.66:0.2":"7. Mahavagga ","an7.66:0.3":"Sattasuriyasutta ","an7.66:1.1":"Evam me sutam—","an7.66:1.2":"ekam samayam bhagava vesaliyam viharati ambapalivane. ","an7.66:1.3":"Tatra kho bhagava bhikkhu amantesi: ","an7.66:1.4":"“bhikkhavo”ti. ","an7.66:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","an7.66:1.6":"Bhagava etadavoca: ","an7.66:2.1":"“Anicca, bhikkhave, sankhara; ","an7.66:2.2":"adhuva, bhikkhave, sankhara; ","an7.66:2.3":"anassasika, bhikkhave, sankhara. ","an7.66:2.4":"Yavancidam, bhikkhave, alameva sabbasankharesu nibbinditum alam virajjitum alam vimuccitum. ","an7.66:3.1":"Sineru, bhikkhave, pabbataraja caturasitiyojanasahassani ayamena, caturasitiyojanasahassani vittharena, caturasitiyojanasahassani mahasamudde ajjhogalho, caturasitiyojanasahassani mahasamudda accuggato. ","an7.66:3.2":"Hoti kho so, bhikkhave, samayo yam kadaci karahaci dighassa addhuno accayena bahuni vassani bahuni vassasatani bahuni vassasahassani bahuni vassasatasahassani devo na vassati. ","an7.66:3.3":"Deve kho pana, bhikkhave, avassante ye kecime bijagamabhutagama osadhitinavanappatayo te ussussanti visussanti, na bhavanti. ","an7.66:3.4":"Evam anicca, bhikkhave, sankhara; ","an7.66:3.5":"evam adhuva, bhikkhave, sankhara …pe… ","an7.66:3.6":"alam vimuccitum. ","an7.66:4.1":"Hoti kho so, bhikkhave, samayo yam kadaci karahaci dighassa addhuno accayena dutiyo suriyo patubhavati. ","an7.66:4.2":"Dutiyassa, bhikkhave, suriyassa patubhava ya kaci kunnadiyo kusobbha ta ussussanti visussanti, na bhavanti. ","an7.66:4.3":"Evam anicca, bhikkhave, sankhara …pe… ","an7.66:4.4":"alam vimuccitum. ","an7.66:5.1":"Hoti kho so, bhikkhave, samayo yam kadaci karahaci dighassa addhuno accayena tatiyo suriyo patubhavati. ","an7.66:5.2":"Tatiyassa, bhikkhave, suriyassa patubhava ya kaci mahanadiyo, seyyathidam—","an7.66:5.3":"ganga, yamuna, aciravati, sarabhu, mahi, ta ussussanti visussanti, na bhavanti. ","an7.66:5.4":"Evam anicca, bhikkhave, sankhara …pe… ","an7.66:5.5":"alam vimuccitum. ","an7.66:6.1":"Hoti kho so, bhikkhave, samayo yam kadaci karahaci dighassa addhuno accayena catuttho suriyo patubhavati. ","an7.66:6.2":"Catutthassa, bhikkhave, suriyassa patubhava ye te mahasara yato ima mahanadiyo pavattanti, seyyathidam—","an7.66:6.3":"anotatta, sihapapata, rathakara, kannamunda, kunala, chaddanta, mandakiniya, ta ussussanti visussanti, na bhavanti. ","an7.66:6.4":"Evam anicca, bhikkhave, sankhara …pe… ","an7.66:6.5":"alam vimuccitum. ","an7.66:7.1":"Hoti kho so, bhikkhave, samayo yam kadaci karahaci dighassa addhuno accayena pancamo suriyo patubhavati. ","an7.66:7.2":"Pancamassa, bhikkhave, suriyassa patubhava yojanasatikanipi mahasamudde udakani ogacchanti, dviyojanasatikanipi mahasamudde udakani ogacchanti, tiyojanasatikanipi, catuyojanasatikanipi, pancayojanasatikanipi, chayojanasatikanipi, sattayojanasatikanipi mahasamudde udakani ogacchanti; ","an7.66:7.3":"sattatalampi mahasamudde udakam santhati, chatalampi, pancatalampi, catutalampi, titalampi, dvitalampi, talamattampi mahasamudde udakam santhati; ","an7.66:7.4":"sattaporisampi mahasamudde udakam santhati, chaporisampi, pancaporisampi, catuporisampi, tiporisampi, dviporisampi, porisampi, addhaporisampi, katimattampi, jannukamattampi, gopphakamattampi mahasamudde udakam santhati. ","an7.66:7.5":"Seyyathapi, bhikkhave, saradasamaye thullaphusitake deve vassante tattha tattha gopadesu udakani thitani honti; ","an7.66:7.6":"evamevam kho, bhikkhave, tattha tattha gopphakamattani mahasamudde udakani thitani honti. ","an7.66:7.7":"Pancamassa, bhikkhave, suriyassa patubhava angulipabbamattampi mahasamudde udakam na hoti. ","an7.66:7.8":"Evam anicca, bhikkhave, sankhara …pe… ","an7.66:7.9":"alam vimuccitum. ","an7.66:8.1":"Hoti kho so, bhikkhave, samayo yam kadaci karahaci dighassa addhuno accayena chattho suriyo patubhavati. ","an7.66:8.2":"Chatthassa, bhikkhave, suriyassa patubhava ayanca mahapathavi sineru ca pabbataraja dhumayanti sandhumayanti sampadhumayanti. ","an7.66:8.3":"Seyyathapi, bhikkhave, kumbhakarapako alepito pathamam dhumeti sandhumeti sampadhumeti; ","an7.66:8.4":"evamevam kho, bhikkhave, chatthassa suriyassa patubhava ayanca mahapathavi sineru ca pabbataraja dhumayanti sandhumayanti sampadhumayanti. ","an7.66:8.5":"Evam anicca, bhikkhave, sankhara …pe… ","an7.66:8.6":"alam vimuccitum. ","an7.66:9.1":"Hoti kho so, bhikkhave, samayo yam kadaci karahaci dighassa addhuno accayena sattamo suriyo patubhavati. ","an7.66:9.2":"Sattamassa, bhikkhave, suriyassa patubhava ayanca mahapathavi sineru ca pabbataraja adippanti pajjalanti ekajala bhavanti. ","an7.66:9.3":"Imissa ca, bhikkhave, mahapathaviya sinerussa ca pabbatarajassa jhayamananam dayhamananam acci vatena khitta yava brahmalokapi gacchati. ","an7.66:9.4":"Sinerussa, bhikkhave, pabbatarajassa jhayamanassa dayhamanassa vinassamanassa mahata tejokhandhena abhibhutassa yojanasatikanipi kutani palujjanti dviyojanasatikanipi, tiyojanasatikanipi, catuyojanasatikanipi, pancayojanasatikanipi kutani palujjanti. ","an7.66:9.5":"Imissa ca, bhikkhave, mahapathaviya sinerussa ca pabbatarajassa jhayamananam dayhamananam neva charika pannayati na masi. ","an7.66:9.6":"Seyyathapi, bhikkhave, sappissa va telassa va jhayamanassa dayhamanassa neva charika pannayati na masi; ","an7.66:9.7":"evamevam kho, bhikkhave, imissa ca mahapathaviya sinerussa ca pabbatarajassa jhayamananam dayhamananam neva charika pannayati na masi. ","an7.66:9.8":"Evam anicca, bhikkhave, sankhara; ","an7.66:9.9":"evam adhuva, bhikkhave, sankhara; ","an7.66:9.10":"evam anassasika, bhikkhave, sankhara. ","an7.66:9.11":"Yavancidam, bhikkhave, alameva sabbasankharesu nibbinditum alam virajjitum alam vimuccitum. ","an7.66:10.1":"Tatra, bhikkhave, ko manta ko saddhata: ","an7.66:10.2":"‘ayanca pathavi sineru ca pabbataraja dayhissanti vinassissanti, na bhavissanti’ti annatra ditthapadehi? ","an7.66:11.1":"Bhutapubbam, bhikkhave, sunetto nama sattha ahosi titthakaro kamesu vitarago. ","an7.66:11.2":"Sunettassa kho pana, bhikkhave, satthuno anekani savakasatani ahesum. ","an7.66:11.3":"Sunetto, bhikkhave, sattha savakanam brahmalokasahabyataya dhammam desesi. ","an7.66:11.4":"Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyataya dhammam desentassa sabbena sabbam sasanam ajanimsu te kayassa bheda param marana sugatim brahmalokam upapajjimsu. ","an7.66:11.5":"Ye na sabbena sabbam sasanam ajanimsu te kayassa bheda param marana appekacce paranimmitavasavattinam devanam sahabyatam upapajjimsu, appekacce nimmanaratinam devanam sahabyatam upapajjimsu, appekacce tusitanam devanam sahabyatam upapajjimsu, appekacce yamanam devanam sahabyatam upapajjimsu, appekacce tavatimsanam devanam sahabyatam upapajjimsu, appekacce catumaharajikanam devanam sahabyatam upapajjimsu, appekacce khattiyamahasalanam sahabyatam upapajjimsu, appekacce brahmanamahasalanam sahabyatam upapajjimsu, appekacce gahapatimahasalanam sahabyatam upapajjimsu. ","an7.66:12.1":"Atha kho, bhikkhave, sunettassa satthuno etadahosi: ","an7.66:12.2":"‘na kho metam patirupam yoham savakanam samasamagatiyo assam abhisamparayam, yannunaham uttari mettam bhaveyyan’ti. ","an7.66:13.1":"Atha kho, bhikkhave, sunetto sattha satta vassani mettam cittam bhavesi. ","an7.66:13.2":"Satta vassani mettam cittam bhavetva satta samvattavivattakappe nayimam lokam punaragamasi. ","an7.66:13.3":"Samvattamane sudam, bhikkhave, loke abhassarupago hoti. ","an7.66:13.4":"Vivattamane loke sunnam brahmavimanam upapajjati. ","an7.66:13.5":"Tatra sudam, bhikkhave, brahma hoti mahabrahma abhibhu anabhibhuto annadatthudaso vasavatti. ","an7.66:13.6":"Chattimsakkhattum kho pana, bhikkhave, sakko ahosi devanamindo. ","an7.66:13.7":"Anekasatakkhattum raja ahosi cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato. ","an7.66:13.8":"Parosahassam kho panassa putta ahesum sura virangarupa parasenappamaddana. ","an7.66:13.9":"So imam pathavim sagarapariyantam adandena asatthena dhammena abhivijiya ajjhavasi. ","an7.66:13.10":"So hi nama, bhikkhave, sunetto sattha evam dighayuko samano evam ciratthitiko aparimutto ahosi: ","an7.66:13.11":"‘jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, aparimutto dukkhasma’ti vadami. ","an7.66:14.1":"Tam kissa hetu? ","an7.66:14.2":"Catunnam dhammanam ananubodha appativedha. ","an7.66:14.3":"Katamesam catunnam? ","an7.66:14.4":"Ariyassa, bhikkhave, silassa ananubodha appativedha, ariyassa samadhissa ananubodha appativedha, ariyaya pannaya ananubodha appativedha, ariyaya vimuttiya ananubodha appativedha. ","an7.66:14.5":"Tayidam, bhikkhave, ariyam silam anubuddham patividdham, ariyo samadhi anubodho patividdho, ariya panna anubodha patividdha, ariya vimutti anubodha patividdha, ucchinna bhavatanha, khina bhavanetti, natthi dani punabbhavo”ti. ","an7.66:14.6":"Idamavoca bhagava. ","an7.66:14.7":"Idam vatvana sugato athaparam etadavoca sattha: ","an7.66:15.1":"“Silam samadhi panna ca, ","an7.66:15.2":"vimutti ca anuttara; ","an7.66:15.3":"Anubuddha ime dhamma, ","an7.66:15.4":"gotamena yasassina. ","an7.66:16.1":"Iti buddho abhinnaya, ","an7.66:16.2":"dhammamakkhasi bhikkhunam; ","an7.66:16.3":"Dukkhassantakaro sattha, ","an7.66:16.4":"cakkhuma parinibbuto”ti. ","an7.66:16.5":"Dutiyam. "}