{"an7.47:0.1":"Anguttara Nikaya 7.47 ","an7.47:0.2":"5. Mahayannavagga ","an7.47:0.3":"Dutiyaaggisutta ","an7.47:1.1":"Tena kho pana samayena uggatasarirassa brahmanassa mahayanno upakkhato hoti. ","an7.47:1.2":"Panca usabhasatani thunupanitani honti yannatthaya, panca vacchatarasatani thunupanitani honti yannatthaya, panca vacchatarisatani thunupanitani honti yannatthaya, panca ajasatani thunupanitani honti yannatthaya, panca urabbhasatani thunupanitani honti yannatthaya. ","an7.47:1.3":"Atha kho uggatasariro brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an7.47:1.4":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho uggatasariro brahmano bhagavantam etadavoca: ","an7.47:2.1":"“Sutam metam, bho gotama, aggissa adanam yupassa ussapanam mahapphalam hoti mahanisamsan”ti. ","an7.47:2.2":"“Mayapi kho etam, brahmana, sutam aggissa adanam yupassa ussapanam mahapphalam hoti mahanisamsan”ti. ","an7.47:2.3":"Dutiyampi kho uggatasariro brahmano …pe… ","an7.47:2.4":"tatiyampi kho uggatasariro brahmano bhagavantam etadavoca: ","an7.47:2.5":"“sutam metam, bho gotama, aggissa adanam yupassa ussapanam mahapphalam hoti mahanisamsan”ti. ","an7.47:2.6":"“Mayapi kho etam, brahmana, sutam aggissa adanam yupassa ussapanam mahapphalam hoti mahanisamsan”ti. ","an7.47:2.7":"“Tayidam, bho gotama, sameti bhoto ceva gotamassa amhakanca, yadidam sabbena sabbam”. ","an7.47:3.1":"Evam vutte ayasma anando uggatasariram brahmanam etadavoca: ","an7.47:3.2":"“na kho, brahmana, tathagata evam pucchitabba: ","an7.47:3.3":"‘sutam metam, bho gotama, aggissa adanam yupassa ussapanam mahapphalam hoti mahanisamsan’ti. ","an7.47:3.4":"Evam kho, brahmana, tathagata pucchitabba: ","an7.47:3.5":"‘ahanhi, bhante, aggim adatukamo, yupam ussapetukamo. ","an7.47:3.6":"Ovadatu mam, bhante, bhagava. ","an7.47:3.7":"Anusasatu mam, bhante, bhagava yam mama assa digharattam hitaya sukhaya’”ti. ","an7.47:4.1":"Atha kho uggatasariro brahmano bhagavantam etadavoca: ","an7.47:4.2":"“ahanhi, bho gotama, aggim adatukamo yupam ussapetukamo. ","an7.47:4.3":"Ovadatu mam bhavam gotamo. ","an7.47:4.4":"Anusasatu mam bhavam gotamo yam mama assa digharattam hitaya sukhaya”ti. ","an7.47:5.1":"“Aggim, brahmana, adento yupam ussapento pubbeva yanna tini satthani ussapeti akusalani dukkhudrayani dukkhavipakani. ","an7.47:5.2":"Katamani tini? ","an7.47:5.3":"Kayasattham, vacisattham, manosattham. ","an7.47:5.4":"Aggim, brahmana, adento yupam ussapento pubbeva yanna evam cittam uppadesi: ","an7.47:5.5":"‘ettaka usabha hannantu yannatthaya, ettaka vacchatara hannantu yannatthaya, ettaka vacchatariyo hannantu yannatthaya, ettaka aja hannantu yannatthaya, ettaka urabbha hannantu yannatthaya’ti. ","an7.47:5.6":"So ‘punnam karomi’ti apunnam karoti, ‘kusalam karomi’ti akusalam karoti, ‘sugatiya maggam pariyesami’ti duggatiya maggam pariyesati. ","an7.47:5.7":"Aggim, brahmana, adento yupam ussapento pubbeva yanna idam pathamam manosattham ussapeti akusalam dukkhudrayam dukkhavipakam. ","an7.47:6.1":"Puna caparam, brahmana, aggim adento yupam ussapento pubbeva yanna evam vacam bhasati: ","an7.47:6.2":"‘ettaka usabha hannantu yannatthaya, ettaka vacchatara hannantu yannatthaya, ettaka vacchatariyo hannantu yannatthaya, ettaka aja hannantu yannatthaya, ettaka urabbha hannantu yannatthaya’ti. ","an7.47:6.3":"So ‘punnam karomi’ti apunnam karoti, ‘kusalam karomi’ti akusalam karoti, ‘sugatiya maggam pariyesami’ti duggatiya maggam pariyesati. ","an7.47:6.4":"Aggim, brahmana, adento yupam ussapento pubbeva yanna idam dutiyam vacisattham ussapeti akusalam dukkhudrayam dukkhavipakam. ","an7.47:7.1":"Puna caparam, brahmana, aggim adento yupam ussapento pubbeva yanna sayam pathamam samarambhati usabha hantum yannatthaya, sayam pathamam samarambhati vacchatara hantum yannatthaya, sayam pathamam samarambhati vacchatariyo hantum yannatthaya, sayam pathamam samarambhati aja hantum yannatthaya, sayam pathamam samarambhati urabbha hantum yannatthaya. ","an7.47:7.2":"So ‘punnam karomi’ti apunnam karoti, ‘kusalam karomi’ti akusalam karoti, ‘sugatiya maggam pariyesami’ti duggatiya maggam pariyesati. ","an7.47:7.3":"Aggim, brahmana, adento yupam ussapento pubbeva yanna idam tatiyam kayasattham ussapeti akusalam dukkhudrayam dukkhavipakam. ","an7.47:7.4":"Aggim, brahmana, adento yupam ussapento pubbeva yanna imani tini satthani ussapeti akusalani dukkhudrayani dukkhavipakani. ","an7.47:8.1":"Tayome, brahmana, aggi pahatabba parivajjetabba, na sevitabba. ","an7.47:8.2":"Katame tayo? ","an7.47:8.3":"Ragaggi, dosaggi, mohaggi. ","an7.47:9.1":"Kasma cayam, brahmana, ragaggi pahatabbo parivajjetabbo, na sevitabbo? ","an7.47:9.2":"Ratto kho, brahmana, ragena abhibhuto pariyadinnacitto kayena duccaritam carati, vacaya duccaritam carati, manasa duccaritam carati. ","an7.47:9.3":"So kayena duccaritam caritva, vacaya duccaritam caritva, manasa duccaritam caritva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","an7.47:9.4":"Tasmayam ragaggi pahatabbo parivajjetabbo, na sevitabbo. ","an7.47:10.1":"Kasma cayam, brahmana, dosaggi pahatabbo parivajjetabbo, na sevitabbo? ","an7.47:10.2":"Duttho kho, brahmana, dosena abhibhuto pariyadinnacitto kayena duccaritam carati, vacaya duccaritam carati, manasa duccaritam carati. ","an7.47:10.3":"So kayena duccaritam caritva, vacaya duccaritam caritva, manasa duccaritam caritva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","an7.47:10.4":"Tasmayam dosaggi pahatabbo parivajjetabbo, na sevitabbo. ","an7.47:11.1":"Kasma cayam, brahmana, mohaggi pahatabbo parivajjetabbo, na sevitabbo? ","an7.47:11.2":"Mulho kho, brahmana, mohena abhibhuto pariyadinnacitto kayena duccaritam carati, vacaya duccaritam carati, manasa duccaritam carati. ","an7.47:11.3":"So kayena duccaritam caritva, vacaya duccaritam caritva, manasa duccaritam caritva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","an7.47:11.4":"Tasmayam mohaggi pahatabbo parivajjetabbo, na sevitabbo. ","an7.47:11.5":"Ime kho tayo, brahmana, aggi pahatabba parivajjetabba, na sevitabba. ","an7.47:12.1":"Tayo kho, brahmana, aggi sakkatva garum katva manetva pujetva samma sukham parihatabba. ","an7.47:12.2":"Katame tayo? ","an7.47:12.3":"Ahuneyyaggi, gahapataggi, dakkhineyyaggi. ","an7.47:13.1":"Katamo ca, brahmana, ahuneyyaggi? ","an7.47:13.2":"Idha, brahmana, yassa te honti matati va pitati va, ayam vuccati, brahmana, ahuneyyaggi. ","an7.47:13.3":"Tam kissa hetu? ","an7.47:13.4":"Atohayam, brahmana, ahuto sambhuto, tasmayam ahuneyyaggi sakkatva garum katva manetva pujetva samma sukham parihatabbo. ","an7.47:14.1":"Katamo ca, brahmana, gahapataggi? ","an7.47:14.2":"Idha, brahmana, yassa te honti puttati va darati va dasati va pessati va kammakarati va, ayam vuccati, brahmana, gahapataggi. ","an7.47:14.3":"Tasmayam gahapataggi sakkatva garum katva manetva pujetva samma sukham parihatabbo. ","an7.47:15.1":"Katamo ca, brahmana, dakkhineyyaggi? ","an7.47:15.2":"Idha, brahmana, ye te samanabrahmana parappavada pativirata khantisoracce nivittha ekamattanam damenti, ekamattanam samenti, ekamattanam parinibbapenti, ayam vuccati, brahmana, dakkhineyyaggi. ","an7.47:15.3":"Tasmayam dakkhineyyaggi sakkatva garum katva manetva pujetva samma sukham parihatabbo. ","an7.47:15.4":"Ime kho, brahmana, tayo aggi sakkatva garum katva manetva pujetva samma sukham parihatabba. ","an7.47:16.1":"Ayam kho pana, brahmana, katthaggi kalena kalam ujjaletabbo, kalena kalam ajjhupekkhitabbo, kalena kalam nibbapetabbo, kalena kalam nikkhipitabbo”ti. ","an7.47:17.1":"Evam vutte, uggatasariro brahmano bhagavantam etadavoca: ","an7.47:17.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama …pe… ","an7.47:17.3":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatanti. ","an7.47:17.4":"Esaham, bho gotama, panca usabhasatani muncami jivitam demi, panca vacchatarasatani muncami jivitam demi, panca vacchatarisatani muncami jivitam demi, panca ajasatani muncami jivitam demi, panca urabbhasatani muncami jivitam demi. ","an7.47:17.5":"Haritani ceva tinani khadantu, sitani ca paniyani pivantu, sito ca nesam vato upavayatan”ti. ","an7.47:17.6":"Catuttham. "}