{"an7.73:0.1":"Anguttara Nikaya 7.73 ","an7.73:0.2":"7. Mahavagga ","an7.73:0.3":"Sunettasutta ","an7.73:1.1":"“Bhutapubbam, bhikkhave, sunetto nama sattha ahosi titthakaro kamesu vitarago. ","an7.73:1.2":"Sunettassa kho pana, bhikkhave, satthuno anekani savakasatani ahesum. ","an7.73:1.3":"Sunetto sattha savakanam brahmalokasahabyataya dhammam desesi. ","an7.73:1.4":"Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyataya dhammam desentassa cittani nappasadesum te kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjimsu. ","an7.73:1.5":"Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyataya dhammam desentassa cittani pasadesum te kayassa bheda param marana sugatim saggam lokam upapajjimsu. ","an7.73:2.1":"Bhutapubbam, bhikkhave, mugapakkho nama sattha ahosi …pe… ","an7.73:2.2":"aranemi nama sattha ahosi …pe… ","an7.73:2.3":"kuddalako nama sattha ahosi …pe… ","an7.73:2.4":"hatthipalo nama sattha ahosi …pe… ","an7.73:2.5":"jotipalo nama sattha ahosi …pe… ","an7.73:2.6":"arako nama sattha ahosi titthakaro kamesu vitarago. ","an7.73:2.7":"Arakassa kho pana, bhikkhave, satthuno anekani savakasatani ahesum. ","an7.73:2.8":"Arako nama sattha savakanam brahmalokasahabyataya dhammam desesi. ","an7.73:2.9":"Ye kho pana, bhikkhave, arakassa satthuno brahmalokasahabyataya dhammam desentassa cittani nappasadesum, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjimsu. ","an7.73:2.10":"Ye kho pana, bhikkhave, arakassa satthuno brahmalokasahabyataya dhammam desentassa cittani pasadesum, te kayassa bheda param marana sugatim saggam lokam upapajjimsu. ","an7.73:3.1":"Tam kim mannatha, bhikkhave, ","an7.73:3.2":"yo ime satta satthare titthakare kamesu vitarage anekasataparivare sasavakasanghe padutthacitto akkoseyya paribhaseyya, bahum so apunnam pasaveyya”ti? ","an7.73:3.3":"“Evam, bhante”. ","an7.73:3.4":"“Yo, bhikkhave, ime satta satthare titthakare kamesu vitarage anekasataparivare sasavakasanghe padutthacitto akkoseyya paribhaseyya, bahum so apunnam pasaveyya. ","an7.73:3.5":"Yo ekam ditthisampannam puggalam padutthacitto akkosati paribhasati, ayam tato bahutaram apunnam pasavati. ","an7.73:3.6":"Tam kissa hetu? ","an7.73:3.7":"Naham, bhikkhave, ito bahiddha evarupim khantim vadami yathamam sabrahmacarisu. ","an7.73:4.1":"Tasmatiha, bhikkhave, evam sikkhitabbam: ","an7.73:4.2":"‘na no sabrahmacarisu cittani padutthani bhavissanti’ti. ","an7.73:4.3":"Evanhi vo, bhikkhave, sikkhitabban”ti. ","an7.73:4.4":"Navamam. "}