{"an7.42:0.1":"Anguttara Nikaya 7.42 ","an7.42:0.2":"4. Devatavagga ","an7.42:0.3":"Pathamaniddasasutta ","an7.42:1.1":"Atha kho ayasma sariputto pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisi. ","an7.42:1.2":"Atha kho ayasmato sariputtassa etadahosi: ","an7.42:1.3":"“atippago kho tava savatthiyam pindaya caritum. ","an7.42:1.4":"Yannunaham yena annatitthiyanam paribbajakanam aramo tenupasankameyyan”ti. ","an7.42:1.5":"Atha kho ayasma sariputto yena annatitthiyanam paribbajakanam aramo tenupasankami; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodi. ","an7.42:1.6":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","an7.42:1.7":"Tena kho pana samayena tesam annatitthiyanam paribbajakanam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","an7.42:1.8":"“yo hi koci, avuso, dvadasavassani paripunnam parisuddham brahmacariyam carati, ‘niddaso bhikkhu’ti alamvacanaya”ti. ","an7.42:2.1":"Atha kho ayasma sariputto tesam annatitthiyanam paribbajakanam bhasitam neva abhinandi nappatikkosi. ","an7.42:2.2":"Anabhinanditva appatikkositva utthayasana pakkami: ","an7.42:2.3":"“bhagavato santike etassa bhasitassa attham ajanissami”ti. ","an7.42:2.4":"Atha kho ayasma sariputto savatthiyam pindaya caritva pacchabhattam pindapatapatikkanto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma sariputto bhagavantam etadavoca: ","an7.42:3.1":"“Idhaham, bhante, pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisim. ","an7.42:3.2":"Tassa mayham, bhante, etadahosi: ","an7.42:3.3":"‘atippago kho tava savatthiyam pindaya caritum. ","an7.42:3.4":"Yannunaham yena annatitthiyanam paribbajakanam aramo tenupasankameyyan’ti. ","an7.42:3.5":"Atha khvaham, bhante, yena annatitthiyanam paribbajakanam aramo tenupasankamim; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodim. ","an7.42:3.6":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidim. ","an7.42:3.7":"Tena kho pana, bhante, samayena tesam annatitthiyanam paribbajakanam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","an7.42:3.8":"‘yo hi koci, avuso, dvadasavassani paripunnam parisuddham brahmacariyam carati, niddaso bhikkhuti alamvacanaya’ti. ","an7.42:3.9":"Atha khvaham, bhante, tesam annatitthiyanam paribbajakanam bhasitam neva abhinandim nappatikkosim. ","an7.42:3.10":"Anabhinanditva appatikkositva utthayasana pakkamim: ","an7.42:3.11":"‘bhagavato santike etassa attham ajanissami’ti. ","an7.42:3.12":"Sakka nu kho, bhante, imasmim dhammavinaye kevalam vassagananamattena niddaso bhikkhu pannapetun”ti? ","an7.42:4.1":"“Na kho, sariputta, sakka imasmim dhammavinaye kevalam vassagananamattena niddaso bhikkhu pannapetum. ","an7.42:4.2":"Satta kho imani, sariputta, niddasavatthuni maya sayam abhinna sacchikatva paveditani. ","an7.42:5.1":"Katamani satta? ","an7.42:5.2":"Idha, sariputta, bhikkhu sikkhasamadane tibbacchando hoti ayatinca sikkhasamadane avigatapemo, dhammanisantiya tibbacchando hoti ayatinca dhammanisantiya avigatapemo, icchavinaye tibbacchando hoti ayatinca icchavinaye avigatapemo, patisallane tibbacchando hoti ayatinca patisallane avigatapemo, viriyarambhe tibbacchando hoti ayatinca viriyarambhe avigatapemo, satinepakke tibbacchando hoti ayatinca satinepakke avigatapemo, ditthipativedhe tibbacchando hoti ayatinca ditthipativedhe avigatapemo. ","an7.42:5.3":"Imani kho, sariputta, satta niddasavatthuni maya sayam abhinna sacchikatva paveditani. ","an7.42:5.4":"Imehi kho, sariputta, sattahi niddasavatthuhi samannagato bhikkhu dvadasa cepi vassani paripunnam parisuddham brahmacariyam carati, ‘niddaso bhikkhu’ti alamvacanaya; ","an7.42:5.5":"catubbisati cepi vassani paripunnam parisuddham brahmacariyam carati, ‘niddaso bhikkhu’ti alamvacanaya; ","an7.42:5.6":"chattimsati cepi vassani paripunnam parisuddham brahmacariyam carati, ‘niddaso bhikkhu’ti alamvacanaya, atthacattarisancepi vassani paripunnam parisuddham brahmacariyam carati, ‘niddaso bhikkhu’ti alamvacanaya”ti. ","an7.42:5.7":"Ekadasamam. "}