{"an7.54:0.1":"Anguttara Nikaya 7.54 ","an7.54:0.2":"6. Abyakatavagga ","an7.54:0.3":"Abyakatasutta ","an7.54:1.1":"Atha kho annataro bhikkhu yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so bhikkhu bhagavantam etadavoca: ","an7.54:1.2":"“ko nu kho, bhante, hetu ko paccayo yena sutavato ariyasavakassa vicikiccha nuppajjati abyakatavatthusu”ti? ","an7.54:2.1":"“Ditthinirodha kho, bhikkhu, sutavato ariyasavakassa vicikiccha nuppajjati abyakatavatthusu. ","an7.54:2.2":"‘Hoti tathagato param marana’ti kho, bhikkhu, ditthigatametam; ","an7.54:2.3":"‘na hoti tathagato param marana’ti kho, bhikkhu, ditthigatametam; ","an7.54:2.4":"‘hoti ca na ca hoti tathagato param marana’ti kho, bhikkhu, ditthigatametam; ","an7.54:2.5":"‘neva hoti na na hoti tathagato param marana’ti kho, bhikkhu, ditthigatametam. ","an7.54:2.6":"Assutava, bhikkhu, puthujjano ditthim nappajanati, ditthisamudayam nappajanati, ditthinirodham nappajanati, ditthinirodhagaminim patipadam nappajanati. ","an7.54:2.7":"Tassa sa ditthi pavaddhati, so na parimuccati jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, na parimuccati dukkhasmati vadami. ","an7.54:3.1":"Sutava ca kho, bhikkhu, ariyasavako ditthim pajanati, ditthisamudayam pajanati, ditthinirodham pajanati, ditthinirodhagaminim patipadam pajanati. ","an7.54:3.2":"Tassa sa ditthi nirujjhati, so parimuccati jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, parimuccati dukkhasmati vadami. ","an7.54:3.3":"Evam janam kho, bhikkhu, sutava ariyasavako evam passam ‘hoti tathagato param marana’tipi na byakaroti; ","an7.54:3.4":"‘na hoti tathagato param marana’tipi na byakaroti; ","an7.54:3.5":"‘hoti ca na ca hoti tathagato param marana’tipi na byakaroti; ","an7.54:3.6":"‘neva hoti na na hoti tathagato param marana’tipi na byakaroti. ","an7.54:3.7":"Evam janam kho, bhikkhu, sutava ariyasavako evam passam evam abyakaranadhammo hoti abyakatavatthusu. ","an7.54:3.8":"Evam janam kho, bhikkhu, sutava ariyasavako evam passam na chambhati, na kampati, na vedhati, na santasam apajjati abyakatavatthusu. ","an7.54:4.1":"‘Hoti tathagato param marana’ti kho, bhikkhu, tanhagatametam …pe… ","an7.54:4.2":"sannagatametam …pe… ","an7.54:4.3":"mannitametam …pe… ","an7.54:4.4":"papancitametam …pe… ","an7.54:4.5":"upadanagatametam …pe… ","an7.54:4.6":"‘hoti tathagato param marana’ti kho, bhikkhu, vippatisaro eso; ","an7.54:4.7":"‘na hoti tathagato param marana’ti kho, bhikkhu, vippatisaro eso; ","an7.54:4.8":"‘hoti ca na ca hoti tathagato param marana’ti kho, bhikkhu, vippatisaro eso; ","an7.54:4.9":"‘neva hoti na na hoti tathagato param marana’ti kho, bhikkhu, vippatisaro eso. ","an7.54:4.10":"Assutava, bhikkhu, puthujjano vippatisaram nappajanati, vippatisarasamudayam nappajanati, vippatisaranirodham nappajanati, vippatisaranirodhagaminim patipadam nappajanati. ","an7.54:4.11":"Tassa so vippatisaro pavaddhati, so na parimuccati jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, na parimuccati dukkhasmati vadami. ","an7.54:5.1":"Sutava ca kho, bhikkhu, ariyasavako vippatisaram pajanati, vippatisarasamudayam pajanati, vippatisaranirodham pajanati, vippatisaranirodhagaminim patipadam pajanati. ","an7.54:5.2":"Tassa so vippatisaro nirujjhati, so parimuccati jatiya …pe… dukkhasmati vadami. ","an7.54:5.3":"Evam janam kho, bhikkhu, sutava ariyasavako evam passam ‘hoti tathagato param marana’tipi na byakaroti …pe… ","an7.54:5.4":"‘neva hoti na na hoti tathagato param marana’tipi na byakaroti. ","an7.54:5.5":"Evam janam kho, bhikkhu, sutava ariyasavako evam passam evam abyakaranadhammo hoti abyakatavatthusu. ","an7.54:5.6":"Evam janam kho, bhikkhu, sutava ariyasavako evam passam na chambhati, na kampati, na vedhati, na santasam apajjati abyakatavatthusu. ","an7.54:5.7":"Ayam kho, bhikkhu, hetu ayam paccayo yena sutavato ariyasavakassa vicikiccha nuppajjati abyakatavatthusu”ti. ","an7.54:5.8":"Pathamam. "}