{"an8.40:0.1":"Anguttara Nikaya 8.40 ","an8.40:0.2":"4. Danavagga ","an8.40:0.3":"Duccaritavipakasutta ","an8.40:1.1":"“Panatipato, bhikkhave, asevito bhavito bahulikato nirayasamvattaniko tiracchanayonisamvattaniko pettivisayasamvattaniko. ","an8.40:1.2":"Yo sabbalahuso panatipatassa vipako, manussabhutassa appayukasamvattaniko hoti. ","an8.40:2.1":"Adinnadanam, bhikkhave, asevitam bhavitam bahulikatam nirayasamvattanikam tiracchanayonisamvattanikam pettivisayasamvattanikam. ","an8.40:2.2":"Yo sabbalahuso adinnadanassa vipako, manussabhutassa bhogabyasanasamvattaniko hoti. ","an8.40:3.1":"Kamesumicchacaro, bhikkhave, asevito bhavito bahulikato nirayasamvattaniko tiracchanayonisamvattaniko pettivisayasamvattaniko. ","an8.40:3.2":"Yo sabbalahuso kamesumicchacarassa vipako, manussabhutassa sapattaverasamvattaniko hoti. ","an8.40:4.1":"Musavado, bhikkhave, asevito bhavito bahulikato nirayasamvattaniko tiracchanayonisamvattaniko pettivisayasamvattaniko. ","an8.40:4.2":"Yo sabbalahuso musavadassa vipako, manussabhutassa abhutabbhakkhanasamvattaniko hoti. ","an8.40:5.1":"Pisuna, bhikkhave, vaca asevita bhavita bahulikata nirayasamvattanika tiracchanayonisamvattanika pettivisayasamvattanika. ","an8.40:5.2":"Yo sabbalahuso pisunaya vacaya vipako, manussabhutassa mittehi bhedanasamvattaniko hoti. ","an8.40:6.1":"Pharusa, bhikkhave, vaca asevita bhavita bahulikata nirayasamvattanika tiracchanayonisamvattanika pettivisayasamvattanika. ","an8.40:6.2":"Yo sabbalahuso pharusaya vacaya vipako, manussabhutassa amanapasaddasamvattaniko hoti. ","an8.40:7.1":"Samphappalapo, bhikkhave, asevito bhavito bahulikato nirayasamvattaniko tiracchanayonisamvattaniko pettivisayasamvattaniko. ","an8.40:7.2":"Yo sabbalahuso samphappalapassa vipako, manussabhutassa anadeyyavacasamvattaniko hoti. ","an8.40:8.1":"Suramerayapanam, bhikkhave, asevitam bhavitam bahulikatam nirayasamvattanikam tiracchanayonisamvattanikam pettivisayasamvattanikam. ","an8.40:8.2":"Yo sabbalahuso suramerayapanassa vipako, manussabhutassa ummattakasamvattaniko hoti”ti. ","an8.40:8.3":"Dasamam. ","an8.40:8.4":"Danavaggo catuttho. ","an8.40:9.0":"Tassuddanam ","an8.40:9.1":"Dve danani vatthunca, ","an8.40:9.2":"khettam danupapattiyo; ","an8.40:9.3":"Kiriyam dve sappurisa, ","an8.40:9.4":"abhisando vipako cati. "}