{"an8.19:0.1":"Anguttara Nikaya 8.19 ","an8.19:0.2":"2. Mahavagga ","an8.19:0.3":"Paharadasutta ","an8.19:1.1":"Ekam samayam bhagava veranjayam viharati nalerupucimandamule. ","an8.19:1.2":"Atha kho paharado asurindo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thitam kho paharadam asurindam bhagava etadavoca: ","an8.19:2.1":"“Api pana, paharada, asura mahasamudde abhiramanti”ti? ","an8.19:2.2":"“Abhiramanti, bhante, asura mahasamudde”ti. ","an8.19:2.3":"“Kati pana, paharada, mahasamudde acchariya abbhuta dhamma, ye disva disva asura mahasamudde abhiramanti”ti? ","an8.19:2.4":"“Attha, bhante, mahasamudde acchariya abbhuta dhamma, ye disva disva asura mahasamudde abhiramanti. ","an8.19:2.5":"Katame attha? ","an8.19:2.6":"Mahasamuddo, bhante, anupubbaninno anupubbapono anupubbapabbharo, na ayatakeneva papato. ","an8.19:2.7":"Yampi, bhante, mahasamuddo anupubbaninno anupubbapono anupubbapabbharo, na ayatakeneva papato; ","an8.19:2.8":"ayam, bhante, mahasamudde pathamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","an8.19:3.1":"Puna caparam, bhante, mahasamuddo thitadhammo velam nativattati. ","an8.19:3.2":"Yampi, bhante, mahasamuddo thitadhammo velam nativattati; ","an8.19:3.3":"ayam, bhante, mahasamudde dutiyo acchariyo abbhuto dhammo yam disva disva asura mahasamudde abhiramanti. ","an8.19:4.1":"Puna caparam, bhante, mahasamuddo na matena kunapena samvasati. Yam hoti mahasamudde matam kunapam, tam khippameva tiram vaheti, thalam ussareti. ","an8.19:4.2":"Yampi, bhante, mahasamuddo na matena kunapena samvasati, yam hoti mahasamudde matam kunapam, tam khippameva tiram vaheti, thalam ussareti; ","an8.19:4.3":"ayam, bhante, mahasamudde tatiyo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","an8.19:5.1":"Puna caparam, bhante, ya kaci mahanadiyo, seyyathidam—","an8.19:5.2":"ganga yamuna aciravati sarabhu mahi, ta mahasamuddam patva jahanti purimani namagottani, ‘mahasamuddo’ tveva sankham gacchanti. ","an8.19:5.3":"Yampi, bhante, ya kaci mahanadiyo, seyyathidam—ganga yamuna aciravati sarabhu mahi, ta mahasamuddam patva jahanti purimani namagottani, ‘mahasamuddo’ tveva sankham gacchanti; ","an8.19:5.4":"ayam, bhante, mahasamudde catuttho acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","an8.19:6.1":"Puna caparam, bhante, ya ca loke savantiyo mahasamuddam appenti ya ca antalikkha dhara papatanti, na tena mahasamuddassa unattam va purattam va pannayati. ","an8.19:6.2":"Yampi, bhante, ya ca loke savantiyo mahasamuddam appenti ya ca antalikkha dhara papatanti, na tena mahasamuddassa unattam va purattam va pannayati; ","an8.19:6.3":"ayam, bhante, mahasamudde pancamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","an8.19:7.1":"Puna caparam, bhante, mahasamuddo ekaraso lonaraso. ","an8.19:7.2":"Yampi, bhante, mahasamuddo ekaraso lonaraso; ","an8.19:7.3":"ayam, bhante, mahasamudde chattho acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","an8.19:8.1":"Puna caparam, bhante, mahasamuddo bahuratano anekaratano. Tatrimani ratanani, seyyathidam—mutta mani veluriyo sankho sila pavalam rajatam jatarupam lohitako masaragallam. ","an8.19:8.2":"Yampi, bhante, mahasamuddo bahuratano anekaratano; tatrimani ratanani, seyyathidam—mutta mani veluriyo sankho sila pavalam rajatam jatarupam lohitako masaragallam; ","an8.19:8.3":"ayam, bhante, mahasamudde sattamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","an8.19:9.1":"Puna caparam, bhante, mahasamuddo mahatam bhutanam avaso. Tatrime bhuta—timi timingalo timirapingalo asura naga gandhabba. Santi mahasamudde yojanasatikapi attabhava, dviyojanasatikapi attabhava, tiyojanasatikapi attabhava, catuyojanasatikapi attabhava, pancayojanasatikapi attabhava. ","an8.19:9.2":"Yampi, bhante, mahasamuddo mahatam bhutanam avaso; tatrime bhuta—timi timingalo timirapingalo asura naga gandhabba; santi mahasamudde yojanasatikapi attabhava …pe… tiyojana … catuyojana … pancayojanasatikapi attabhava; ","an8.19:9.3":"ayam, bhante, mahasamudde atthamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","an8.19:9.4":"Ime kho, bhante, mahasamudde attha acchariya abbhuta dhamma, ye disva disva asura mahasamudde abhiramantiti. ","an8.19:10.1":"Api pana, bhante, bhikkhu imasmim dhammavinaye abhiramanti”ti? ","an8.19:10.2":"“Abhiramanti, paharada, bhikkhu imasmim dhammavinaye”ti. ","an8.19:10.3":"“Kati pana, bhante, imasmim dhammavinaye acchariya abbhuta dhamma, ye disva disva bhikkhu imasmim dhammavinaye abhiramanti”ti? ","an8.19:10.4":"“Attha, paharada, imasmim dhammavinaye acchariya abbhuta dhamma, ye disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.19:10.5":"Katame attha? ","an8.19:10.6":"Seyyathapi, paharada, mahasamuddo anupubbaninno anupubbapono anupubbapabbharo, na ayatakeneva papato; ","an8.19:10.7":"evamevam kho, paharada, imasmim dhammavinaye anupubbasikkha anupubbakiriya anupubbapatipada, na ayatakeneva annapativedho. ","an8.19:10.8":"Yampi, paharada, imasmim dhammavinaye anupubbasikkha anupubbakiriya anupubbapatipada, na ayatakeneva annapativedho; ","an8.19:10.9":"ayam, paharada, imasmim dhammavinaye pathamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.19:11.1":"Seyyathapi, paharada, mahasamuddo thitadhammo velam nativattati; ","an8.19:11.2":"evamevam kho, paharada, yam maya savakanam sikkhapadam pannattam tam mama savaka jivitahetupi natikkamanti. ","an8.19:11.3":"Yampi, paharada, maya savakanam sikkhapadam pannattam tam mama savaka jivitahetupi natikkamanti; ","an8.19:11.4":"ayam, paharada, imasmim dhammavinaye dutiyo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.19:12.1":"Seyyathapi, paharada, mahasamuddo na matena kunapena samvasati. Yam hoti mahasamudde matam kunapam, tam khippameva tiram vaheti thalam ussareti; ","an8.19:13.1":"evamevam kho, paharada, yo so puggalo dussilo papadhammo asucisankassarasamacaro paticchannakammanto assamano samanapatinno abrahmacari brahmacaripatinno antoputi avassuto kasambujato, na tena sangho samvasati; khippameva nam sannipatitva ukkhipati. Kincapi so hoti majjhe bhikkhusanghassa sannisinno, atha kho so arakava sanghamha sangho ca tena. ","an8.19:13.2":"Yampi, paharada, yo so puggalo dussilo papadhammo asucisankassarasamacaro paticchannakammanto assamano samanapatinno abrahmacari brahmacaripatinno antoputi avassuto kasambujato, na tena sangho samvasati; khippameva nam sannipatitva ukkhipati; kincapi so hoti majjhe bhikkhusanghassa sannisinno, atha kho so arakava sanghamha sangho ca tena; ","an8.19:13.3":"ayam, paharada, imasmim dhammavinaye tatiyo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.19:14.1":"Seyyathapi, paharada, ya kaci mahanadiyo, seyyathidam—ganga yamuna aciravati sarabhu mahi, ta mahasamuddam patva jahanti purimani namagottani, ‘mahasamuddo’ tveva sankham gacchanti; ","an8.19:14.2":"evamevam kho, paharada, cattarome vanna—khattiya, brahmana, vessa, sudda, te tathagatappavedite dhammavinaye agarasma anagariyam pabbajitva jahanti purimani namagottani, ‘samana sakyaputtiya’ tveva sankham gacchanti. ","an8.19:14.3":"Yampi, paharada, cattarome vanna—khattiya, brahmana, vessa, sudda, te tathagatappavedite dhammavinaye agarasma anagariyam pabbajitva jahanti purimani namagottani, ‘samana sakyaputtiya’ tveva sankham gacchanti; ","an8.19:14.4":"ayam, paharada, imasmim dhammavinaye catuttho acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.19:15.1":"Seyyathapi, paharada, ya ca loke savantiyo mahasamuddam appenti ya ca antalikkha dhara papatanti, na tena mahasamuddassa unattam va purattam va pannayati; ","an8.19:15.2":"evamevam kho, paharada, bahu cepi bhikkhu anupadisesaya nibbanadhatuya parinibbayanti, na tena nibbanadhatuya unattam va purattam va pannayati. ","an8.19:15.3":"Yampi, paharada, bahu cepi bhikkhu anupadisesaya nibbanadhatuya parinibbayanti, na tena nibbanadhatuya unattam va purattam va pannayati; ","an8.19:15.4":"ayam, paharada, imasmim dhammavinaye pancamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.19:16.1":"Seyyathapi, paharada, mahasamuddo ekaraso lonaraso; ","an8.19:16.2":"evamevam kho, paharada, ayam dhammavinayo ekaraso, vimuttiraso. ","an8.19:16.3":"Yampi, paharada, ayam dhammavinayo ekaraso, vimuttiraso; ","an8.19:16.4":"ayam, paharada, imasmim dhammavinaye chattho acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.19:17.1":"Seyyathapi, paharada, mahasamuddo bahuratano anekaratano; tatrimani ratanani, seyyathidam—mutta mani veluriyo sankho sila pavalam rajatam jatarupam lohitako masaragallam; ","an8.19:17.2":"evamevam kho, paharada, ayam dhammavinayo bahuratano anekaratano. Tatrimani ratanani, seyyathidam—cattaro satipatthana, cattaro sammappadhana, cattaro iddhipada, pancindriyani, panca balani, satta bojjhanga, ariyo atthangiko maggo. ","an8.19:17.3":"Yampi, paharada, ayam dhammavinayo bahuratano anekaratano; tatrimani ratanani, seyyathidam—cattaro satipatthana, cattaro sammappadhana, cattaro iddhipada, pancindriyani, panca balani, satta bojjhanga, ariyo atthangiko maggo; ","an8.19:17.4":"ayam, paharada, imasmim dhammavinaye sattamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.19:18.1":"Seyyathapi, paharada, mahasamuddo mahatam bhutanam avaso; tatrime bhuta—timi timingalo timirapingalo asura naga gandhabba; santi mahasamudde yojanasatikapi attabhava, dviyojanasatikapi attabhava, tiyojanasatikapi attabhava, catuyojanasatikapi attabhava, pancayojanasatikapi attabhava; ","an8.19:18.2":"evamevam kho, paharada, ayam dhammavinayo mahatam bhutanam avaso; tatrime bhuta—sotapanno sotapattiphalasacchikiriyaya patipanno, sakadagami sakadagamiphalasacchikiriyaya patipanno, anagami anagamiphalasacchikiriyaya patipanno, araha arahattaya patipanno. ","an8.19:18.3":"Yampi, paharada, ayam dhammavinayo mahatam bhutanam avaso; tatrime bhuta—sotapanno sotapattiphalasacchikiriyaya patipanno, sakadagami sakadagamiphalasacchikiriyaya patipanno, anagami anagamiphalasacchikiriyaya patipanno, araha arahattaya patipanno; ","an8.19:18.4":"ayam, paharada, imasmim dhammavinaye atthamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.19:19.1":"Ime kho, paharada, imasmim dhammavinaye attha acchariya abbhuta dhamma, ye disva disva bhikkhu imasmim dhammavinaye abhiramanti”ti. ","an8.19:19.2":"Navamam. "}