{"an8.11:0.1":"Anguttara Nikaya 8.11 ","an8.11:0.2":"2. Mahavagga ","an8.11:0.3":"Veranjasutta ","an8.11:1.1":"Evam me sutam—","an8.11:1.2":"ekam samayam bhagava veranjayam viharati nalerupucimandamule. ","an8.11:1.3":"Atha kho veranjo brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an8.11:1.4":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho veranjo brahmano bhagavantam etadavoca: ","an8.11:2.1":"“Sutam metam, bho gotama: ","an8.11:2.2":"‘na samano gotamo brahmane jinne vuddhe mahallake addhagate vayoanuppatte abhivadeti va paccuttheti va asanena va nimanteti’ti. ","an8.11:2.3":"Tayidam, bho gotama, tatheva. ","an8.11:2.4":"Na hi bhavam gotamo brahmane jinne vuddhe mahallake addhagate vayoanuppatte abhivadeti va paccuttheti va asanena va nimanteti. ","an8.11:2.5":"Tayidam, bho gotama, na sampannameva”ti. ","an8.11:2.6":"“Naham tam, brahmana, passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya yamaham abhivadeyyam va paccuttheyyam va asanena va nimanteyyam. ","an8.11:2.7":"Yanhi, brahmana, tathagato abhivadeyya va paccuttheyya va asanena va nimanteyya, muddhapi tassa vipateyya”ti. ","an8.11:3.1":"“Arasarupo bhavam gotamo”ti. ","an8.11:3.2":"“Atthi khvesa, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:3.3":"‘arasarupo samano gotamo’ti. ","an8.11:3.4":"Ye te, brahmana, ruparasa saddarasa gandharasa rasarasa photthabbarasa, te tathagatassa pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an8.11:3.5":"Ayam kho, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:3.6":"‘arasarupo samano gotamo’ti, no ca kho yam tvam sandhaya vadesi”ti. ","an8.11:4.1":"“Nibbhogo bhavam gotamo”ti. ","an8.11:4.2":"“Atthi khvesa, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:4.3":"‘nibbhogo samano gotamo’ti. ","an8.11:4.4":"Ye te, brahmana, rupabhoga saddabhoga gandhabhoga rasabhoga photthabbabhoga, te tathagatassa pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an8.11:4.5":"Ayam kho, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:4.6":"‘nibbhogo samano gotamo’ti, no ca kho yam tvam sandhaya vadesi”ti. ","an8.11:5.1":"“Akiriyavado bhavam gotamo”ti. ","an8.11:5.2":"“Atthi khvesa, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:5.3":"‘akiriyavado samano gotamo’ti. ","an8.11:5.4":"Ahanhi, brahmana, akiriyam vadami kayaduccaritassa vaciduccaritassa manoduccaritassa; anekavihitanam papakanam akusalanam dhammanam akiriyam vadami. ","an8.11:5.5":"Ayam kho, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:5.6":"‘akiriyavado samano gotamo’ti, no ca kho yam tvam sandhaya vadesi”ti. ","an8.11:6.1":"“Ucchedavado bhavam gotamo”ti. ","an8.11:6.2":"“Atthi khvesa, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:6.3":"‘ucchedavado samano gotamo’ti. ","an8.11:6.4":"Ahanhi, brahmana, ucchedam vadami ragassa dosassa mohassa; anekavihitanam papakanam akusalanam dhammanam ucchedam vadami. ","an8.11:6.5":"Ayam kho, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:6.6":"‘ucchedavado samano gotamo’ti, no ca kho yam tvam sandhaya vadesi”ti. ","an8.11:7.1":"“Jegucchi bhavam gotamo”ti. ","an8.11:7.2":"“Atthi khvesa, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:7.3":"‘jegucchi samano gotamo’ti. ","an8.11:7.4":"Ahanhi, brahmana, jigucchami kayaduccaritena vaciduccaritena manoduccaritena; jigucchami anekavihitanam papakanam akusalanam dhammanam samapattiya. ","an8.11:7.5":"Ayam kho, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:7.6":"‘jegucchi samano gotamo’ti, no ca kho yam tvam sandhaya vadesi”ti. ","an8.11:8.1":"“Venayiko bhavam gotamo”ti. ","an8.11:8.2":"“Atthi khvesa, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:8.3":"‘venayiko samano gotamo’ti. ","an8.11:8.4":"Ahanhi, brahmana, vinayaya dhammam desemi ragassa dosassa mohassa; anekavihitanam papakanam akusalanam dhammanam vinayaya dhammam desemi. ","an8.11:8.5":"Ayam kho, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:8.6":"‘venayiko samano gotamo’ti, no ca kho yam tvam sandhaya vadesi”ti. ","an8.11:9.1":"“Tapassi bhavam gotamo”ti. ","an8.11:9.2":"“Atthi khvesa, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:9.3":"‘tapassi samano gotamo’ti. ","an8.11:9.4":"Tapaniyaham, brahmana, papake akusale dhamme vadami kayaduccaritam vaciduccaritam manoduccaritam. ","an8.11:9.5":"Yassa kho, brahmana, tapaniya papaka akusala dhamma pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma, tamaham ‘tapassi’ti vadami. ","an8.11:9.6":"Tathagatassa kho, brahmana, tapaniya papaka akusala dhamma pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an8.11:9.7":"Ayam kho, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:9.8":"‘tapassi samano gotamo’ti, no ca kho yam tvam sandhaya vadesi”ti. ","an8.11:10.1":"“Apagabbho bhavam gotamo”ti. ","an8.11:10.2":"“Atthi khvesa, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:10.3":"‘apagabbho samano gotamo’ti. ","an8.11:10.4":"Yassa kho, brahmana, ayatim gabbhaseyya punabbhavabhinibbatti pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma, tamaham ‘apagabbho’ti vadami. ","an8.11:10.5":"Tathagatassa kho, brahmana, ayatim gabbhaseyya punabbhavabhinibbatti pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an8.11:10.6":"Ayam kho, brahmana, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.11:10.7":"‘apagabbho samano gotamo’ti, no ca kho yam tvam sandhaya vadesi. ","an8.11:11.1":"Seyyathapi, brahmana, kukkutiya andani attha va dasa va dvadasa va. ","an8.11:11.2":"Tanassu kukkutiya samma adhisayitani samma pariseditani samma paribhavitani. ","an8.11:11.3":"Yo nu kho tesam kukkutacchapakanam pathamataram padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjeyya, kinti svassa vacaniyo: ‘jettho va kanittho va’”ti? ","an8.11:11.4":"“Jettho tissa, bho gotama, vacaniyo. So hi nesam, bho gotama, jettho hoti”ti. ","an8.11:12.1":"“Evamevam kho aham, brahmana, avijjagataya pajaya andabhutaya pariyonaddhaya avijjandakosam padaletva ekova loke anuttaram sammasambodhim abhisambuddho. ","an8.11:12.2":"Ahanhi, brahmana, jettho settho lokassa. ","an8.11:13.1":"Araddham kho pana me, brahmana, viriyam ahosi asallinam, upatthita sati asammuttha, passaddho kayo asaraddho, samahitam cittam ekaggam. ","an8.11:13.2":"So kho aham, brahmana, vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharami; ","an8.11:13.3":"vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharami; ","an8.11:13.4":"pitiya ca viraga upekkhako ca viharami sato ca sampajano sukhanca kayena patisamvedemi yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharami; ","an8.11:13.5":"sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharami. ","an8.11:14.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnamesim. ","an8.11:14.2":"So anekavihitam pubbenivasam anussarami, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto. So tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto. So tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarami. ","an8.11:15.1":"Ayam kho me, brahmana, rattiya pathame yame pathama vijja adhigata; ","an8.11:15.2":"avijja vihata vijja uppanna; tamo vihato aloko uppanno, yatha tam appamattassa atapino pahitattassa viharato. ","an8.11:15.3":"Ayam kho me, brahmana, pathama abhinibbhida ahosi kukkutacchapakasseva andakosamha. ","an8.11:16.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnamesim. ","an8.11:16.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passami cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanami: ‘ime vata bhonto satta kayaduccaritena samannagata, vaciduccaritena samannagata, manoduccaritena samannagata, ariyanam upavadaka, micchaditthika, micchaditthikammasamadana. Te kayassa bheda param marana apayam duggatim vinipatam nirayam upapannati. Ime va pana bhonto satta kayasucaritena samannagata, vacisucaritena samannagata, manosucaritena samannagata, ariyanam anupavadaka, sammaditthika, sammaditthikammasamadana. Te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passami cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanami. ","an8.11:17.1":"Ayam kho me, brahmana, rattiya majjhime yame dutiya vijja adhigata; ","an8.11:17.2":"avijja vihata vijja uppanna; tamo vihato aloko uppanno, yatha tam appamattassa atapino pahitattassa viharato. ","an8.11:17.3":"Ayam kho me, brahmana, dutiya abhinibbhida ahosi kukkutacchapakasseva andakosamha. ","an8.11:18.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnamesim. ","an8.11:18.2":"So ‘idam dukkhan’ti yathabhutam abbhannasim, ‘ayam dukkhasamudayo’ti yathabhutam abbhannasim, ‘ayam dukkhanirodho’ti yathabhutam abbhannasim, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam abbhannasim; ","an8.11:18.3":"‘ime asava’ti yathabhutam abbhannasim, ‘ayam asavasamudayo’ti yathabhutam abbhannasim, ‘ayam asavanirodho’ti yathabhutam abbhannasim, ‘ayam asavanirodhagamini patipada’ti yathabhutam abbhannasim. ","an8.11:18.4":"Tassa me evam janato evam passato kamasavapi cittam vimuccittha, bhavasavapi cittam vimuccittha, avijjasavapi cittam vimuccittha. ","an8.11:18.5":"Vimuttasmim vimuttamiti nanam ahosi. ","an8.11:18.6":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti abbhannasim. ","an8.11:19.1":"Ayam kho me, brahmana, rattiya pacchime yame tatiya vijja adhigata; ","an8.11:19.2":"avijja vihata vijja uppanna; tamo vihato aloko uppanno, yatha tam appamattassa atapino pahitattassa viharato. ","an8.11:19.3":"Ayam kho me, brahmana, tatiya abhinibbhida ahosi kukkutacchapakasseva andakosamha”ti. ","an8.11:20.1":"Evam vutte, veranjo brahmano bhagavantam etadavoca: ","an8.11:20.2":"“jettho bhavam gotamo, settho bhavam gotamo. ","an8.11:20.3":"Abhikkantam, bho gotama, abhikkantam, bho gotama. ","an8.11:20.4":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","an8.11:20.5":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","an8.11:20.6":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","an8.11:20.7":"Pathamam. "}