{"an8.34:0.1":"Anguttara Nikaya 8.34 ","an8.34:0.2":"4. Danavagga ","an8.34:0.3":"Khettasutta ","an8.34:1.1":"“Atthangasamannagate, bhikkhave, khette bijam vuttam na mahapphalam hoti na mahassadam na phatiseyyam. ","an8.34:1.2":"Katham atthangasamannagate? ","an8.34:1.3":"Idha, bhikkhave, khettam unnamaninnami ca hoti, pasanasakkharikanca hoti, usaranca hoti, na ca gambhirasitam hoti, na ayasampannam hoti, na apayasampannam hoti, na matikasampannam hoti, na mariyadasampannam hoti. ","an8.34:1.4":"Evam atthangasamannagate, bhikkhave, khette bijam vuttam na mahapphalam hoti na mahassadam na phatiseyyam. ","an8.34:2.1":"Evamevam kho, bhikkhave, atthangasamannagatesu samanabrahmanesu danam dinnam na mahapphalam hoti na mahanisamsam na mahajutikam na mahavippharam. ","an8.34:2.2":"Katham atthangasamannagatesu? ","an8.34:2.3":"Idha, bhikkhave, samanabrahmana micchaditthika honti, micchasankappa, micchavaca, micchakammanta, micchaajiva, micchavayama, micchasatino, micchasamadhino. ","an8.34:2.4":"Evam atthangasamannagatesu, bhikkhave, samanabrahmanesu danam dinnam na mahapphalam hoti na mahanisamsam na mahajutikam na mahavippharam. ","an8.34:3.1":"Atthangasamannagate, bhikkhave, khette bijam vuttam mahapphalam hoti mahassadam phatiseyyam. ","an8.34:3.2":"Katham atthangasamannagate? ","an8.34:3.3":"Idha, bhikkhave, khettam anunnamaninnami ca hoti, apasanasakkharikanca hoti, anusaranca hoti, gambhirasitam hoti, ayasampannam hoti, apayasampannam hoti, matikasampannam hoti, mariyadasampannam hoti. ","an8.34:3.4":"Evam atthangasamannagate, bhikkhave, khette bijam vuttam mahapphalam hoti mahassadam phatiseyyam. ","an8.34:4.1":"Evamevam kho, bhikkhave, atthangasamannagatesu samanabrahmanesu danam dinnam mahapphalam hoti mahanisamsam mahajutikam mahavippharam. ","an8.34:4.2":"Katham atthangasamannagatesu? ","an8.34:4.3":"Idha, bhikkhave, samanabrahmana sammaditthika honti, sammasankappa, sammavaca, sammakammanta, sammaajiva, sammavayama, sammasatino, sammasamadhino. ","an8.34:4.4":"Evam atthangasamannagatesu, bhikkhave, samanabrahmanesu danam dinnam mahapphalam hoti mahanisamsam mahajutikam mahavippharanti. ","an8.34:5.1":"Yathapi khette sampanne, ","an8.34:5.2":"pavutta bijasampada; ","an8.34:5.3":"Deve sampadayantamhi, ","an8.34:5.4":"hoti dhannassa sampada. ","an8.34:6.1":"Anitisampada hoti, ","an8.34:6.2":"virulhi bhavati sampada; ","an8.34:6.3":"Vepullasampada hoti, ","an8.34:6.4":"phalam ve hoti sampada. ","an8.34:7.1":"Evam sampannasilesu, ","an8.34:7.2":"dinna bhojanasampada; ","an8.34:7.3":"Sampadanam upaneti, ","an8.34:7.4":"sampannam hissa tam katam. ","an8.34:8.1":"Tasma sampadamakankhi, ","an8.34:8.2":"sampannatthudha puggalo; ","an8.34:8.3":"Sampannapanne sevetha, ","an8.34:8.4":"evam ijjhanti sampada. ","an8.34:9.1":"Vijjacaranasampanne, ","an8.34:9.2":"laddha cittassa sampadam; ","an8.34:9.3":"Karoti kammasampadam, ","an8.34:9.4":"labhati catthasampadam. ","an8.34:10.1":"Lokam natva yathabhutam, ","an8.34:10.2":"pappuyya ditthisampadam; ","an8.34:10.3":"Maggasampadamagamma, ","an8.34:10.4":"yati sampannamanaso. ","an8.34:11.1":"Odhunitva malam sabbam, ","an8.34:11.2":"patva nibbanasampadam; ","an8.34:11.3":"Muccati sabbadukkhehi, ","an8.34:11.4":"sa hoti sabbasampada”ti. ","an8.34:11.5":"Catuttham. "}