{"an8.39:0.1":"Anguttara Nikaya 8.39 ","an8.39:0.2":"4. Danavagga ","an8.39:0.3":"Abhisandasutta ","an8.39:1.1":"“Atthime, bhikkhave, punnabhisanda kusalabhisanda sukhassahara sovaggika sukhavipaka saggasamvattanika, itthaya kantaya manapaya hitaya sukhaya samvattanti. ","an8.39:1.2":"Katame attha? ","an8.39:1.3":"Idha, bhikkhave, ariyasavako buddham saranam gato hoti. ","an8.39:1.4":"Ayam, bhikkhave, pathamo punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko, itthaya kantaya manapaya hitaya sukhaya samvattati. ","an8.39:2.1":"Puna caparam, bhikkhave, ariyasavako dhammam saranam gato hoti. ","an8.39:2.2":"Ayam, bhikkhave, dutiyo punnabhisando …pe… samvattati. ","an8.39:3.1":"Puna caparam, bhikkhave, ariyasavako sangham saranam gato hoti. ","an8.39:3.2":"Ayam, bhikkhave, tatiyo punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko, itthaya kantaya manapaya hitaya sukhaya samvattati. ","an8.39:3.3":"Pancimani, bhikkhave, danani mahadanani aggannani rattannani vamsannani poranani asankinnani asankinnapubbani, na sankiyanti na sankiyissanti, appatikutthani samanehi brahmanehi vinnuhi. ","an8.39:3.4":"Katamani panca? ","an8.39:3.5":"Idha, bhikkhave, ariyasavako panatipatam pahaya panatipata pativirato hoti. ","an8.39:3.6":"Panatipata pativirato, bhikkhave, ariyasavako aparimananam sattanam abhayam deti, averam deti, abyabajjham deti. ","an8.39:3.7":"Aparimananam sattanam abhayam datva averam datva abyabajjham datva aparimanassa abhayassa averassa abyabajjhassa bhagi hoti. ","an8.39:3.8":"Idam, bhikkhave, pathamam danam mahadanam aggannam rattannam vamsannam poranam asankinnam asankinnapubbam, na sankiyati na sankiyissati, appatikuttham samanehi brahmanehi vinnuhi. ","an8.39:3.9":"Ayam, bhikkhave, catuttho punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko, itthaya kantaya manapaya hitaya sukhaya samvattati. ","an8.39:4.1":"Puna caparam, bhikkhave, ariyasavako adinnadanam pahaya adinnadana pativirato hoti ","an8.39:4.2":"…pe… ","an8.39:5.1":"kamesumicchacaram pahaya kamesumicchacara pativirato hoti ","an8.39:5.2":"…pe… ","an8.39:6.1":"musavadam pahaya musavada pativirato hoti ","an8.39:6.2":"…pe… ","an8.39:7.1":"suramerayamajjapamadatthanam pahaya suramerayamajjapamadatthana pativirato hoti. ","an8.39:7.2":"Suramerayamajjapamadatthana pativirato, bhikkhave, ariyasavako aparimananam sattanam abhayam deti averam deti abyabajjham deti. ","an8.39:7.3":"Aparimananam sattanam abhayam datva averam datva abyabajjham datva, aparimanassa abhayassa averassa abyabajjhassa bhagi hoti. ","an8.39:7.4":"Idam, bhikkhave, pancamam danam mahadanam aggannam rattannam vamsannam poranam asankinnam asankinnapubbam, na sankiyati na sankiyissati, appatikuttham samanehi brahmanehi vinnuhi. ","an8.39:7.5":"Ayam kho, bhikkhave, atthamo punnabhisando kusalabhisando sukhassaharo sovaggiko sukhavipako saggasamvattaniko, itthaya kantaya manapaya hitaya sukhaya samvattati. ","an8.39:8.1":"Ime kho, bhikkhave, attha punnabhisanda kusalabhisanda sukhassahara sovaggika sukhavipaka saggasamvattanika, itthaya kantaya manapaya hitaya sukhaya samvattanti”ti. ","an8.39:8.2":"Navamam. "}