{"an8.22:0.1":"Anguttara Nikaya 8.22 ","an8.22:0.2":"3. Gahapativagga ","an8.22:0.3":"Dutiyauggasutta ","an8.22:1.1":"Ekam samayam bhagava vajjisu viharati hatthigame. ","an8.22:1.2":"Tatra kho bhagava bhikkhu amantesi: ","an8.22:1.3":"“atthahi, bhikkhave, acchariyehi abbhutehi dhammehi samannagatam uggam gahapatim hatthigamakam dharetha”ti. ","an8.22:1.4":"Idamavoca bhagava. ","an8.22:1.5":"Idam vatvana sugato utthayasana viharam pavisi. ","an8.22:2.1":"Atha kho annataro bhikkhu pubbanhasamayam nivasetva pattacivaramadaya yena uggassa gahapatino hatthigamakassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","an8.22:2.2":"Atha kho uggo gahapati hatthigamako yena so bhikkhu tenupasankami; upasankamitva tam bhikkhum abhivadetva ekamantam nisidi. Ekamantam nisinnam kho uggam gahapatim hatthigamakam so bhikkhu etadavoca: ","an8.22:2.3":"“atthahi kho tvam, gahapati, acchariyehi abbhutehi dhammehi samannagato bhagavata byakato. ","an8.22:2.4":"Katame te, gahapati, attha acchariya abbhuta dhamma, yehi tvam samannagato bhagavata byakato”ti? ","an8.22:3.1":"“Na kho aham, bhante, janami: ","an8.22:3.2":"‘katamehi atthahi acchariyehi abbhutehi dhammehi samannagato bhagavata byakato’ti. ","an8.22:3.3":"Api ca, bhante, ye me attha acchariya abbhuta dhamma samvijjanti, ","an8.22:3.4":"tam sunahi, sadhukam manasi karohi; bhasissami”ti. ","an8.22:3.5":"“Evam, gahapati”ti kho so bhikkhu uggassa gahapatino hatthigamakassa paccassosi. ","an8.22:3.6":"Uggo gahapati hatthigamako etadavoca: ","an8.22:3.7":"“yadaham, bhante, nagavane paricaranto bhagavantam pathamam duratova addasam; ","an8.22:3.8":"saha dassaneneva me, bhante, bhagavato cittam pasidi, suramado ca pahiyi. ","an8.22:3.9":"Ayam kho me, bhante, pathamo acchariyo abbhuto dhammo samvijjati. ","an8.22:4.1":"So kho aham, bhante, pasannacitto bhagavantam payirupasim. ","an8.22:4.2":"Tassa me bhagava anupubbim katham kathesi, seyyathidam—","an8.22:4.3":"danakatham silakatham saggakatham; kamanam adinavam okaram sankilesam, nekkhamme anisamsam pakasesi. ","an8.22:4.4":"Yada mam bhagava annasi kallacittam muducittam vinivaranacittam udaggacittam pasannacittam, atha ya buddhanam samukkamsika dhammadesana tam pakasesi—","an8.22:4.5":"dukkham, samudayam, nirodham, maggam. ","an8.22:4.6":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","an8.22:4.7":"evamevam kho me tasmimyeva asane virajam vitamalam dhammacakkhum udapadi: ","an8.22:4.8":"‘yam kinci samudayadhammam sabbam tam nirodhadhamman’ti. ","an8.22:4.9":"So kho aham, bhante, ditthadhammo pattadhammo viditadhammo pariyogalhadhammo tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane tattheva buddhanca dhammanca sanghanca saranam agamasim, brahmacariyapancamani ca sikkhapadani samadiyim. ","an8.22:4.10":"Ayam kho me, bhante, dutiyo acchariyo abbhuto dhammo samvijjati. ","an8.22:5.1":"Tassa mayham, bhante, catasso komariyo pajapatiyo ahesum. ","an8.22:5.2":"Atha khvaham, bhante, yena ta pajapatiyo tenupasankamim; upasankamitva ta pajapatiyo etadavacam: ","an8.22:5.3":"‘maya kho, bhaginiyo, brahmacariyapancamani sikkhapadani samadinnani. ","an8.22:5.4":"Ya icchati sa idheva bhoge ca bhunjatu punnani ca karotu, sakani va natikulani gacchatu. ","an8.22:5.5":"Hoti va pana purisadhippayo, kassa vo dammi’ti? ","an8.22:5.6":"Evam vutte, sa, bhante, jettha pajapati mam etadavoca: ","an8.22:5.7":"‘itthannamassa mam, ayyaputta, purisassa dehi’ti. ","an8.22:5.8":"Atha kho aham, bhante, tam purisam pakkosapetva vamena hatthena pajapatim gahetva dakkhinena hatthena bhingaram gahetva tassa purisassa onojesim. ","an8.22:5.9":"Komarim kho panaham, bhante, daram pariccajanto nabhijanami cittassa annathattam. ","an8.22:5.10":"Ayam kho me, bhante, tatiyo acchariyo abbhuto dhammo samvijjati. ","an8.22:6.1":"Samvijjanti kho pana me, bhante, kule bhoga. ","an8.22:6.2":"Te ca kho appativibhatta silavantehi kalyanadhammehi. ","an8.22:6.3":"Ayam kho me, bhante, catuttho acchariyo abbhuto dhammo samvijjati. ","an8.22:7.1":"Yam kho panaham, bhante, bhikkhum payirupasami; ","an8.22:7.2":"sakkaccamyeva payirupasami, no asakkaccam. ","an8.22:7.3":"So ce me ayasma dhammam deseti; ","an8.22:7.4":"sakkaccamyeva sunomi, no asakkaccam. ","an8.22:7.5":"No ce me so ayasma dhammam deseti, ahamassa dhammam desemi. ","an8.22:7.6":"Ayam kho me, bhante, pancamo acchariyo abbhuto dhammo samvijjati. ","an8.22:8.1":"Anacchariyam kho pana, bhante, sanghe nimantite devata upasankamitva arocenti: ","an8.22:8.2":"‘asuko, gahapati, bhikkhu ubhatobhagavimutto asuko pannavimutto asuko kayasakkhi asuko ditthippatto asuko saddhavimutto asuko dhammanusari asuko saddhanusari asuko silava kalyanadhammo asuko dussilo papadhammo’ti. ","an8.22:8.3":"Sangham kho panaham, bhante, parivisanto nabhijanami evam cittam uppadento: ","an8.22:8.4":"‘imassa va thokam demi imassa va bahukan’ti. ","an8.22:8.5":"Atha khvaham, bhante, samacittova demi. ","an8.22:8.6":"Ayam kho me, bhante, chattho acchariyo abbhuto dhammo samvijjati. ","an8.22:9.1":"Anacchariyam kho pana mam, bhante, devata upasankamitva arocenti: ","an8.22:9.2":"‘svakkhato, gahapati, bhagavata dhammo’ti. ","an8.22:9.3":"Evam vutte, aham, bhante, ta devata evam vademi: ","an8.22:9.4":"‘vadeyyatha va evam kho tumhe devata no va vadeyyatha, atha kho svakkhato bhagavata dhammo’ti. ","an8.22:9.5":"Na kho panaham, bhante, abhijanami tatonidanam cittassa unnatim: ","an8.22:9.6":"‘mam ta devata upasankamanti, aham va devatahi saddhim sallapami’ti. ","an8.22:9.7":"Ayam kho me, bhante, sattamo acchariyo abbhuto dhammo samvijjati. ","an8.22:10.1":"Sace kho panaham, bhante, bhagavato pathamataram kalam kareyyam, anacchariyam kho panetam yam mam bhagava evam byakareyya: ","an8.22:10.2":"‘natthi tam samyojanam yena samyutto uggo gahapati hatthigamako puna imam lokam agaccheyya’ti. ","an8.22:10.3":"Ayam kho me, bhante, atthamo acchariyo abbhuto dhammo samvijjati. ","an8.22:11.1":"Ime kho me, bhante, attha acchariya abbhuta dhamma samvijjanti. ","an8.22:11.2":"Na ca kho aham janami: ","an8.22:11.3":"‘katamehi caham atthahi acchariyehi abbhutehi dhammehi samannagato bhagavata byakato’”ti. ","an8.22:12.1":"Atha kho so bhikkhu uggassa gahapatino hatthigamakassa nivesane pindapatam gahetva utthayasana pakkami. ","an8.22:12.2":"Atha kho so bhikkhu pacchabhattam pindapatapatikkanto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","an8.22:12.3":"Ekamantam nisinno kho so bhikkhu yavatako ahosi uggena gahapatina hatthigamakena saddhim kathasallapo, tam sabbam bhagavato arocesi. ","an8.22:13.1":"“Sadhu sadhu, bhikkhu. ","an8.22:13.2":"Yatha tam uggo gahapati hatthigamako samma byakaramano byakareyya, imeheva kho, bhikkhu, atthahi acchariyehi abbhutehi dhammehi samannagato uggo gahapati hatthigamako maya byakato. ","an8.22:13.3":"Imehi ca pana, bhikkhu, atthahi acchariyehi abbhutehi dhammehi samannagatam uggam gahapatim hatthigamakam dharehi”ti. ","an8.22:13.4":"Dutiyam. "}