{"an8.54:0.1":"Anguttara Nikaya 8.54 ","an8.54:0.2":"6. Gotamivagga ","an8.54:0.3":"Dighajanusutta ","an8.54:1.1":"Ekam samayam bhagava koliyesu viharati kakkarapattam nama koliyanam nigamo. ","an8.54:1.2":"Atha kho dighajanu koliyaputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho dighajanu koliyaputto bhagavantam etadavoca: ","an8.54:1.3":"“mayam, bhante, gihi kamabhogino puttasambadhasayanam ajjhavasama, kasikacandanam paccanubhoma, malagandhavilepanam dharayama, jataruparajatam sadayama. ","an8.54:1.4":"Tesam no, bhante, bhagava amhakam tatha dhammam desetu ye amhakam assu dhamma ditthadhammahitaya ditthadhammasukhaya, samparayahitaya samparayasukhaya”ti. ","an8.54:2.1":"“Cattarome, byagghapajja, dhamma kulaputtassa ditthadhammahitaya samvattanti ditthadhammasukhaya. ","an8.54:2.2":"Katame cattaro? ","an8.54:2.3":"Utthanasampada, arakkhasampada, kalyanamittata, samajivita. ","an8.54:2.4":"Katama ca, byagghapajja, utthanasampada? ","an8.54:2.5":"Idha, byagghapajja, kulaputto yena kammatthanena jivikam kappeti—","an8.54:2.6":"yadi kasiya, yadi vanijjaya, yadi gorakkhena, yadi issattena, yadi rajaporisena, yadi sippannatarena—","an8.54:2.7":"tattha dakkho hoti analaso, tatrupayaya vimamsaya samannagato, alam katum alam samvidhatum. ","an8.54:2.8":"Ayam vuccati, byagghapajja, utthanasampada. ","an8.54:3.1":"Katama ca, byagghapajja, arakkhasampada? ","an8.54:3.2":"Idha, byagghapajja, kulaputtassa bhoga honti utthanaviriyadhigata bahabalaparicita, sedavakkhitta, dhammika dhammaladdha. ","an8.54:3.3":"Te arakkhena guttiya sampadeti: ","an8.54:3.4":"‘kinti me ime bhoge neva rajano hareyyum, na cora hareyyum, na aggi daheyya, na udakam vaheyya, na appiya dayada hareyyun’ti. ","an8.54:3.5":"Ayam vuccati, byagghapajja, arakkhasampada. ","an8.54:4.1":"Katama ca, byagghapajja, kalyanamittata? ","an8.54:4.2":"Idha, byagghapajja, kulaputto yasmim game va nigame va pativasati, tattha ye te honti—gahapati va gahapatiputta va dahara va vuddhasilino, vuddha va vuddhasilino, saddhasampanna, silasampanna, cagasampanna, pannasampanna—tehi saddhim santitthati sallapati sakaccham samapajjati; yatharupanam saddhasampannanam saddhasampadam anusikkhati, yatharupanam silasampannanam silasampadam anusikkhati, yatharupanam cagasampannanam cagasampadam anusikkhati, yatharupanam pannasampannanam pannasampadam anusikkhati. ","an8.54:4.3":"Ayam vuccati, byagghapajja, kalyanamittata. ","an8.54:5.1":"Katama ca, byagghapajja, samajivita? ","an8.54:5.2":"Idha, byagghapajja, kulaputto ayanca bhoganam viditva, vayanca bhoganam viditva, samam jivikam kappeti naccogalham natihinam: ‘evam me ayo vayam pariyadaya thassati, na ca me vayo ayam pariyadaya thassati’ti. ","an8.54:5.3":"Seyyathapi, byagghapajja, tuladharo va tuladharantevasi va tulam paggahetva janati: ‘ettakena va onatam, ettakena va unnatan’ti; ","an8.54:5.4":"evamevam kho, byagghapajja, kulaputto ayanca bhoganam viditva, vayanca bhoganam viditva, samam jivikam kappeti naccogalham natihinam: ‘evam me ayo vayam pariyadaya thassati, na ca me vayo ayam pariyadaya thassati’ti. ","an8.54:5.5":"Sacayam, byagghapajja, kulaputto appayo samano ularam jivikam kappeti, tassa bhavanti vattaro: ‘udumbarakhadivayam kulaputto bhoge khadati’ti. ","an8.54:5.6":"Sace panayam, byagghapajja, kulaputto mahayo samano kasiram jivikam kappeti, tassa bhavanti vattaro: ‘ajetthamaranamvayam kulaputto marissati’ti. ","an8.54:5.7":"Yato ca khoyam, byagghapajja, kulaputto ayanca bhoganam viditva, vayanca bhoganam viditva, samam jivikam kappeti naccogalham natihinam: ‘evam me ayo vayam pariyadaya thassati, na ca me vayo ayam pariyadaya thassati’ti. ","an8.54:5.8":"Ayam vuccati, byagghapajja, samajivita. ","an8.54:6.1":"Evam samuppannanam, byagghapajja, bhoganam cattari apayamukhani honti—","an8.54:6.2":"itthidhutto, suradhutto, akkhadhutto, papamitto papasahayo papasampavanko. ","an8.54:6.3":"Seyyathapi, byagghapajja, mahato talakassa cattari ceva ayamukhani, cattari ca apayamukhani. ","an8.54:6.4":"Tassa puriso yani ceva ayamukhani tani pidaheyya, yani ca apayamukhani tani vivareyya; ","an8.54:6.5":"devo ca na samma dharam anuppaveccheyya. ","an8.54:6.6":"Evanhi tassa, byagghapajja, mahato talakassa parihaniyeva patikankha, no vuddhi; ","an8.54:6.7":"evamevam, byagghapajja, evam samuppannanam bhoganam cattari apayamukhani honti—","an8.54:6.8":"itthidhutto, suradhutto, akkhadhutto, papamitto papasahayo papasampavanko. ","an8.54:7.1":"Evam samuppannanam, byagghapajja, bhoganam cattari ayamukhani honti—","an8.54:7.2":"na itthidhutto, na suradhutto, na akkhadhutto, kalyanamitto kalyanasahayo kalyanasampavanko. ","an8.54:7.3":"Seyyathapi, byagghapajja, mahato talakassa cattari ceva ayamukhani, cattari ca apayamukhani. ","an8.54:7.4":"Tassa puriso yani ceva ayamukhani tani vivareyya, yani ca apayamukhani tani pidaheyya; ","an8.54:7.5":"devo ca samma dharam anuppaveccheyya. ","an8.54:7.6":"Evanhi tassa, byagghapajja, mahato talakassa vuddhiyeva patikankha, no parihani; ","an8.54:7.7":"evamevam kho, byagghapajja, evam samuppannanam bhoganam cattari ayamukhani honti—","an8.54:7.8":"na itthidhutto, na suradhutto, na akkhadhutto, kalyanamitto kalyanasahayo kalyanasampavanko. ","an8.54:8.1":"Ime kho, byagghapajja, cattaro dhamma kulaputtassa ditthadhammahitaya samvattanti ditthadhammasukhaya. ","an8.54:9.1":"Cattarome, byagghapajja, dhamma kulaputtassa samparayahitaya samvattanti samparayasukhaya. ","an8.54:9.2":"Katame cattaro? ","an8.54:9.3":"Saddhasampada, silasampada, cagasampada, pannasampada. ","an8.54:10.1":"Katama ca, byagghapajja, saddhasampada? ","an8.54:10.2":"Idha, byagghapajja, kulaputto saddho hoti, saddahati tathagatassa bodhim: ","an8.54:10.3":"‘itipi so bhagava …pe… sattha devamanussanam buddho bhagava’ti. ","an8.54:10.4":"Ayam vuccati, byagghapajja, saddhasampada. ","an8.54:11.1":"Katama ca, byagghapajja, silasampada? ","an8.54:11.2":"Idha, byagghapajja, kulaputto panatipata pativirato hoti …pe… suramerayamajjapamadatthana pativirato hoti. ","an8.54:11.3":"Ayam vuccati, byagghapajja, silasampada. ","an8.54:12.1":"Katama ca, byagghapajja, cagasampada? ","an8.54:12.2":"Idha, byagghapajja, kulaputto vigatamalamaccherena cetasa agaram ajjhavasati muttacago payatapani vossaggarato yacayogo danasamvibhagarato. ","an8.54:12.3":"Ayam vuccati, byagghapajja, cagasampada. ","an8.54:13.1":"Katama ca, byagghapajja, pannasampada? ","an8.54:13.2":"Idha, byagghapajja, kulaputto pannava hoti, udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","an8.54:13.3":"Ayam vuccati, byagghapajja, pannasampada. ","an8.54:14.1":"Ime kho, byagghapajja, cattaro dhamma kulaputtassa samparayahitaya samvattanti samparayasukhayati. ","an8.54:15.1":"Utthata kammadheyyesu, ","an8.54:15.2":"appamatto vidhanava; ","an8.54:15.3":"Samam kappeti jivikam, ","an8.54:15.4":"sambhatam anurakkhati. ","an8.54:16.1":"Saddho silena sampanno, ","an8.54:16.2":"vadannu vitamaccharo; ","an8.54:16.3":"Niccam maggam visodheti, ","an8.54:16.4":"sotthanam samparayikam. ","an8.54:17.1":"Iccete attha dhamma ca, ","an8.54:17.2":"saddhassa gharamesino; ","an8.54:17.3":"Akkhata saccanamena, ","an8.54:17.4":"ubhayattha sukhavaha. ","an8.54:18.1":"Ditthadhammahitatthaya, ","an8.54:18.2":"samparayasukhaya ca; ","an8.54:18.3":"Evametam gahatthanam, ","an8.54:18.4":"cago punnam pavaddhati”ti. ","an8.54:18.5":"Catuttham. "}