{"an8.30:0.1":"Anguttara Nikaya 8.30 ","an8.30:0.2":"3. Gahapativagga ","an8.30:0.3":"Anuruddhamahavitakkasutta ","an8.30:1.1":"Ekam samayam bhagava bhaggesu viharati sumsumaragire bhesakalavane migadaye. ","an8.30:1.2":"Tena kho pana samayena ayasma anuruddho cetisu viharati pacinavamsadaye. ","an8.30:1.3":"Atha kho ayasmato anuruddhassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","an8.30:1.4":"“appicchassayam dhammo, nayam dhammo mahicchassa; ","an8.30:1.5":"santutthassayam dhammo, nayam dhammo asantutthassa; ","an8.30:1.6":"pavivittassayam dhammo, nayam dhammo sanganikaramassa; ","an8.30:1.7":"araddhaviriyassayam dhammo, nayam dhammo kusitassa; ","an8.30:1.8":"upatthitassatissayam dhammo, nayam dhammo mutthassatissa; ","an8.30:1.9":"samahitassayam dhammo, nayam dhammo asamahitassa; ","an8.30:1.10":"pannavato ayam dhammo, nayam dhammo duppannassa”ti. ","an8.30:2.1":"Atha kho bhagava ayasmato anuruddhassa cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evamevam—bhaggesu susumaragire bhesakalavane migadaye antarahito cetisu pacinavamsadaye ayasmato anuruddhassa sammukhe paturahosi. ","an8.30:2.2":"Nisidi bhagava pannatte asane. ","an8.30:2.3":"Ayasmapi kho anuruddho bhagavantam abhivadetva ekamantam nisidi. ","an8.30:2.4":"Ekamantam nisinnam kho ayasmantam anuruddham bhagava etadavoca: ","an8.30:3.1":"“Sadhu sadhu, anuruddha. ","an8.30:3.2":"Sadhu kho tvam, anuruddha, yam tam mahapurisavitakkam vitakkesi: ","an8.30:3.3":"‘appicchassayam dhammo, nayam dhammo mahicchassa; ","an8.30:3.4":"santutthassayam dhammo, nayam dhammo asantutthassa; ","an8.30:3.5":"pavivittassayam dhammo, nayam dhammo sanganikaramassa; ","an8.30:3.6":"araddhaviriyassayam dhammo, nayam dhammo kusitassa; ","an8.30:3.7":"upatthitassatissayam dhammo, nayam dhammo mutthassatissa; ","an8.30:3.8":"samahitassayam dhammo, nayam dhammo asamahitassa; ","an8.30:3.9":"pannavato ayam dhammo, nayam dhammo duppannassa’ti. ","an8.30:3.10":"Tena hi tvam, anuruddha, imampi atthamam mahapurisavitakkam vitakkehi: ","an8.30:3.11":"‘nippapancaramassayam dhammo nippapancaratino, nayam dhammo papancaramassa papancaratino’ti. ","an8.30:4.1":"Yato kho tvam, anuruddha, ime attha mahapurisavitakke vitakkessasi, tato tvam, anuruddha, yavadeva akankhissasi, vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharissasi. ","an8.30:5.1":"Yato kho tvam, anuruddha, ime attha mahapurisavitakke vitakkessasi, tato tvam, anuruddha, yavadeva akankhissasi, vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharissasi. ","an8.30:6.1":"Yato kho tvam, anuruddha, ime attha mahapurisavitakke vitakkessasi, tato tvam, anuruddha, yavadeva akankhissasi, pitiya ca viraga upekkhako ca viharissasi sato ca sampajano sukhanca kayena patisamvedissasi yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharissasi. ","an8.30:7.1":"Yato kho tvam, anuruddha, ime attha mahapurisavitakke vitakkessasi, tato tvam, anuruddha, yavadeva akankhissasi, sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharissasi. ","an8.30:8.1":"Yato kho tvam, anuruddha, ime ca attha mahapurisavitakke vitakkessasi, imesanca catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi bhavissasi akicchalabhi akasiralabhi, tato tuyham, anuruddha, seyyathapi nama gahapatissa va gahapatiputtassa va nanarattanam dussanam dussakarandako puro; ","an8.30:8.2":"evamevam te pamsukulacivaram khayissati santutthassa viharato ratiya aparitassaya phasuviharaya okkamanaya nibbanassa. ","an8.30:9.1":"Yato kho tvam, anuruddha, ime ca attha mahapurisavitakke vitakkessasi, imesanca catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi bhavissasi akicchalabhi akasiralabhi, tato tuyham, anuruddha, seyyathapi nama gahapatissa va gahapatiputtassa va salinam odano vicitakalako anekasupo anekabyanjano; ","an8.30:9.2":"evamevam te pindiyalopabhojanam khayissati santutthassa viharato ratiya aparitassaya phasuviharaya okkamanaya nibbanassa. ","an8.30:10.1":"Yato kho tvam, anuruddha, ime ca attha mahapurisavitakke vitakkessasi, imesanca catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi bhavissasi akicchalabhi akasiralabhi, tato tuyham, anuruddha, seyyathapi nama gahapatissa va gahapatiputtassa va kutagaram ullittavalittam nivatam phusitaggalam pihitavatapanam; ","an8.30:10.2":"evamevam te rukkhamulasenasanam khayissati santutthassa viharato ratiya aparitassaya phasuviharaya okkamanaya nibbanassa. ","an8.30:11.1":"Yato kho tvam, anuruddha, ime ca attha mahapurisavitakke vitakkessasi, imesanca catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi bhavissasi akicchalabhi akasiralabhi, tato tuyham, anuruddha, seyyathapi nama gahapatissa va gahapatiputtassa va pallanko gonakatthato patikatthato patalikatthato kadalimigapavarapaccattharano sauttaracchado ubhatolohitakupadhano; ","an8.30:11.2":"evamevam te tinasantharakasayanasanam khayissati santutthassa viharato ratiya aparitassaya phasuviharaya okkamanaya nibbanassa. ","an8.30:12.1":"Yato kho tvam, anuruddha, ime ca attha mahapurisavitakke vitakkessasi, imesanca catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi bhavissasi akicchalabhi akasiralabhi, tato tuyham, anuruddha, seyyathapi nama gahapatissa va gahapatiputtassa va nanabhesajjani, seyyathidam—sappi navanitam telam madhu phanitam; ","an8.30:12.2":"evamevam te putimuttabhesajjam khayissati santutthassa viharato ratiya aparitassaya phasuviharaya okkamanaya nibbanassa. ","an8.30:12.3":"Tena hi tvam, anuruddha, ayatikampi vassavasam idheva cetisu pacinavamsadaye vihareyyasi”ti. ","an8.30:12.4":"“Evam, bhante”ti kho ayasma anuruddho bhagavato paccassosi. ","an8.30:13.1":"Atha kho bhagava ayasmantam anuruddham imina ovadena ovaditva—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evamevam—cetisu pacinavamsadaye antarahito bhaggesu susumaragire bhesakalavane migadaye paturahositi. ","an8.30:13.2":"Nisidi bhagava pannatte asane. ","an8.30:13.3":"Nisajja kho bhagava bhikkhu amantesi: ","an8.30:13.4":"“attha kho, bhikkhave, mahapurisavitakke desessami, tam sunatha …pe… ","an8.30:13.5":"katame ca, bhikkhave, attha mahapurisavitakka? ","an8.30:13.6":"Appicchassayam, bhikkhave, dhammo, nayam dhammo mahicchassa; ","an8.30:13.7":"santutthassayam, bhikkhave, dhammo, nayam dhammo asantutthassa; ","an8.30:13.8":"pavivittassayam, bhikkhave, dhammo, nayam dhammo sanganikaramassa; ","an8.30:13.9":"araddhaviriyassayam, bhikkhave, dhammo, nayam dhammo kusitassa; ","an8.30:13.10":"upatthitassatissayam, bhikkhave, dhammo, nayam dhammo mutthassatissa; ","an8.30:13.11":"samahitassayam, bhikkhave, dhammo, nayam dhammo asamahitassa; ","an8.30:13.12":"pannavato ayam, bhikkhave, dhammo, nayam dhammo duppannassa; ","an8.30:13.13":"nippapancaramassayam, bhikkhave, dhammo nippapancaratino, nayam dhammo papancaramassa papancaratino. ","an8.30:14.1":"‘Appicchassayam, bhikkhave, dhammo, nayam dhammo mahicchassa’ti, ","an8.30:14.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an8.30:14.3":"Idha, bhikkhave, bhikkhu appiccho samano ‘appicchoti mam janeyyun’ti na icchati, santuttho samano ‘santutthoti mam janeyyun’ti na icchati, pavivitto samano ‘pavivittoti mam janeyyun’ti na icchati, araddhaviriyo samano ‘araddhaviriyoti mam janeyyun’ti na icchati, upatthitassati samano ‘upatthitassatiti mam janeyyun’ti na icchati, samahito samano ‘samahitoti mam janeyyun’ti na icchati, pannava samano ‘pannavati mam janeyyun’ti na icchati, nippapancaramo samano ‘nippapancaramoti mam janeyyun’ti na icchati. ","an8.30:14.4":"‘Appicchassayam, bhikkhave, dhammo, nayam dhammo mahicchassa’ti, ","an8.30:14.5":"iti yam tam vuttam idametam paticca vuttam. ","an8.30:15.1":"‘Santutthassayam, bhikkhave, dhammo, nayam dhammo asantutthassa’ti, iti kho panetam vuttam, kincetam paticca vuttam? ","an8.30:15.2":"Idha, bhikkhave, bhikkhu santuttho hoti itaritaracivarapindapatasenasanagilanapaccayabhesajjaparikkharena. ","an8.30:15.3":"‘Santutthassayam, bhikkhave, dhammo, nayam dhammo asantutthassa’ti, ","an8.30:15.4":"iti yam tam vuttam idametam paticca vuttam. ","an8.30:16.1":"‘Pavivittassayam, bhikkhave, dhammo, nayam dhammo sanganikaramassa’ti, iti kho panetam vuttam, kincetam paticca vuttam? ","an8.30:16.2":"Idha, bhikkhave, bhikkhuno pavivittassa viharato bhavanti upasankamitaro bhikkhu bhikkhuniyo upasaka upasikayo rajano rajamahamatta titthiya titthiyasavaka. ","an8.30:16.3":"Tatra bhikkhu vivekaninnena cittena vivekaponena vivekapabbharena vivekatthena nekkhammabhiratena annadatthu uyyojanikapatisamyuttamyeva katham katta hoti. ","an8.30:16.4":"‘Pavivittassayam, bhikkhave, dhammo, nayam dhammo sanganikaramassa’ti, ","an8.30:16.5":"iti yam tam vuttam idametam paticca vuttam. ","an8.30:17.1":"‘Araddhaviriyassayam, bhikkhave, dhammo, nayam dhammo kusitassa’ti, iti kho panetam vuttam, kincetam paticca vuttam? ","an8.30:17.2":"Idha, bhikkhave, bhikkhu araddhaviriyo viharati akusalanam dhammanam pahanaya kusalanam dhammanam upasampadaya thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an8.30:17.3":"‘Araddhaviriyassayam, bhikkhave, dhammo, nayam dhammo kusitassa’ti, ","an8.30:17.4":"iti yam tam vuttam idametam paticca vuttam. ","an8.30:18.1":"‘Upatthitassatissayam, bhikkhave, dhammo, nayam dhammo mutthassatissa’ti, ","an8.30:18.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an8.30:18.3":"Idha, bhikkhave, bhikkhu satima hoti paramena satinepakkena samannagato, cirakatampi cirabhasitampi sarita anussarita. ","an8.30:18.4":"‘Upatthitassatissayam, bhikkhave, dhammo, nayam dhammo, mutthassatissa’ti, ","an8.30:18.5":"iti yam tam vuttam idametam paticca vuttam. ","an8.30:19.1":"‘Samahitassayam, bhikkhave, dhammo, nayam dhammo asamahitassa’ti, ","an8.30:19.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an8.30:19.3":"Idha, bhikkhave, bhikkhu vivicceva kamehi …pe… catuttham jhanam upasampajja viharati. ","an8.30:19.4":"‘Samahitassayam, bhikkhave, dhammo, nayam dhammo asamahitassa’ti, ","an8.30:19.5":"iti yam tam vuttam idametam paticca vuttam. ","an8.30:20.1":"‘Pannavato ayam, bhikkhave, dhammo, nayam dhammo duppannassa’ti, ","an8.30:20.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an8.30:20.3":"Idha, bhikkhave, bhikkhu pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","an8.30:20.4":"‘Pannavato ayam, bhikkhave, dhammo, nayam dhammo duppannassa’ti, ","an8.30:20.5":"iti yam tam vuttam idametam paticca vuttam. ","an8.30:21.1":"‘Nippapancaramassayam, bhikkhave, dhammo nippapancaratino, nayam dhammo papancaramassa papancaratino’ti, ","an8.30:21.2":"iti kho panetam vuttam. Kincetam paticca vuttam? ","an8.30:21.3":"Idha, bhikkhave, bhikkhuno papancanirodhe cittam pakkhandati pasidati santitthati vimuccati. ","an8.30:21.4":"‘Nippapancaramassayam, bhikkhave, dhammo, nippapancaratino, nayam dhammo papancaramassa papancaratino’ti, ","an8.30:21.5":"iti yam tam vuttam idametam paticca vuttan”ti. ","an8.30:22.1":"Atha kho ayasma anuruddho ayatikampi vassavasam tattheva cetisu pacinavamsadaye vihasi. ","an8.30:22.2":"Atha kho ayasma anuruddho eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","an8.30:22.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","an8.30:22.4":"Annataro ca panayasma anuruddho arahatam ahositi. ","an8.30:22.5":"Atha kho ayasma anuruddho arahattappatto tayam velayam ima gathayo abhasi: ","an8.30:23.1":"“Mama sankappamannaya, ","an8.30:23.2":"sattha loke anuttaro; ","an8.30:23.3":"Manomayena kayena, ","an8.30:23.4":"iddhiya upasankami. ","an8.30:24.1":"Yatha me ahu sankappo, ","an8.30:24.2":"tato uttari desayi; ","an8.30:24.3":"Nippapancarato buddho, ","an8.30:24.4":"nippapancam adesayi. ","an8.30:25.1":"Tassaham dhammamannaya, ","an8.30:25.2":"vihasim sasane rato; ","an8.30:25.3":"Tisso vijja anuppatta, ","an8.30:25.4":"katam buddhassa sasanan”ti. ","an8.30:25.5":"Dasamam. ","an8.30:25.6":"Gahapativaggo tatiyo. ","an8.30:26.0":"Tassuddanam ","an8.30:26.1":"Dve ugga dve ca hatthaka, ","an8.30:26.2":"mahanamena jivako; ","an8.30:26.3":"Dve bala akkhana vutta, ","an8.30:26.4":"anuruddhena te dasati. "}