{"an8.20:0.1":"Anguttara Nikaya 8.20 ","an8.20:0.2":"2. Mahavagga ","an8.20:0.3":"Uposathasutta ","an8.20:1.1":"Ekam samayam bhagava savatthiyam viharati pubbarame migaramatupasade. ","an8.20:1.2":"Tena kho pana samayena bhagava tadahuposathe bhikkhusanghaparivuto nisinno hoti. ","an8.20:1.3":"Atha kho ayasma anando abhikkantaya rattiya, nikkhante pathame yame, utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","an8.20:1.4":"“abhikkanta, bhante, ratti, nikkhanto pathamo yamo, ciranisinno bhikkhusangho. ","an8.20:1.5":"Uddisatu, bhante, bhagava bhikkhunam patimokkhan”ti. ","an8.20:2.1":"Evam vutte, bhagava tunhi ahosi. ","an8.20:2.2":"Dutiyampi kho ayasma anando abhikkantaya rattiya, nikkhante majjhime yame, utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","an8.20:2.3":"“abhikkanta, bhante, ratti, nikkhanto majjhimo yamo, ciranisinno bhikkhusangho. ","an8.20:2.4":"Uddisatu, bhante, bhagava bhikkhunam patimokkhan”ti. ","an8.20:2.5":"Dutiyampi kho bhagava tunhi ahosi. ","an8.20:2.6":"Tatiyampi kho ayasma anando abhikkantaya rattiya, nikkhante pacchime yame, uddhaste arune, nandimukhiya rattiya utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","an8.20:2.7":"“abhikkanta, bhante, ratti, nikkhanto pacchimo yamo, uddhastam arunam, nandimukhi ratti; ","an8.20:2.8":"ciranisinno bhikkhusangho. ","an8.20:2.9":"Uddisatu, bhante, bhagava bhikkhunam patimokkhan”ti. ","an8.20:2.10":"“Aparisuddha, ananda, parisa”ti. ","an8.20:3.1":"Atha kho ayasmato mahamoggallanassa etadahosi: ","an8.20:3.2":"“kam nu kho bhagava puggalam sandhaya evamaha: ","an8.20:3.3":"‘aparisuddha, ananda, parisa’”ti? ","an8.20:3.4":"Atha kho ayasma mahamoggallano sabbavantam bhikkhusangham cetasa ceto paricca manasakasi. ","an8.20:3.5":"Addasa kho ayasma mahamoggallano tam puggalam dussilam papadhammam asucim sankassarasamacaram paticchannakammantam assamanam samanapatinnam abrahmacarim brahmacaripatinnam antoputim avassutam kasambujatam majjhe bhikkhusanghassa nisinnam; ","an8.20:3.6":"disvana utthayasana yena so puggalo tenupasankami; upasankamitva tam puggalam etadavoca: ","an8.20:3.7":"“utthehavuso, ditthosi bhagavata. ","an8.20:3.8":"Natthi te bhikkhuhi saddhim samvaso”ti. ","an8.20:4.1":"Evam vutte, so puggalo tunhi ahosi. ","an8.20:4.2":"Dutiyampi kho ayasma mahamoggallano tam puggalam etadavoca: ","an8.20:4.3":"“utthehavuso, ditthosi bhagavata. ","an8.20:4.4":"Natthi te bhikkhuhi saddhim samvaso”ti. ","an8.20:4.5":"Dutiyampi kho so puggalo tunhi ahosi. ","an8.20:4.6":"Tatiyampi kho ayasma mahamoggallano tam puggalam etadavoca: ","an8.20:4.7":"“utthehavuso, ditthosi bhagavata. ","an8.20:4.8":"Natthi te bhikkhuhi saddhim samvaso”ti. ","an8.20:4.9":"Tatiyampi kho so puggalo tunhi ahosi. ","an8.20:5.1":"Atha kho ayasma mahamoggallano tam puggalam bahayam gahetva bahidvarakotthaka nikkhametva sucighatikam datva yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","an8.20:5.2":"“nikkhamito so, bhante, puggalo maya. ","an8.20:5.3":"Parisuddha parisa. ","an8.20:5.4":"Uddisatu, bhante, bhagava bhikkhunam patimokkhan”ti. ","an8.20:5.5":"“Acchariyam, moggallana, abbhutam, moggallana. ","an8.20:5.6":"Yava baha gahanapi nama so moghapuriso agamissati”ti. ","an8.20:6.1":"Atha kho bhagava bhikkhu amantesi: ","an8.20:6.2":"“tumheva dani, bhikkhave, uposatham kareyyatha, patimokkham uddiseyyatha. ","an8.20:6.3":"Na danaham, bhikkhave, ajjatagge uposatham karissami, patimokkham uddisissami. ","an8.20:6.4":"Atthanametam, bhikkhave, anavakaso yam tathagato aparisuddhaya parisaya patimokkham uddiseyya. ","an8.20:7.1":"Atthime, bhikkhave, mahasamudde acchariya abbhuta dhamma, ye disva disva asura mahasamudde abhiramanti. ","an8.20:7.2":"Katame attha? ","an8.20:7.3":"Mahasamuddo, bhikkhave, anupubbaninno anupubbapono anupubbapabbharo, na ayatakeneva papato. ","an8.20:7.4":"Yampi, bhikkhave, mahasamuddo anupubbaninno anupubbapono anupubbapabbharo, na ayatakeneva papato; ","an8.20:7.5":"ayam, bhikkhave, mahasamudde pathamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti (yatha purime tatha vittharo.) ","an8.20:7.6":"…pe… ","an8.20:8.1":"Puna caparam, bhikkhave, mahasamuddo mahatam bhutanam avaso. Tatrime bhuta—timi timingalo timirapingalo asura naga gandhabba. Vasanti mahasamudde yojanasatikapi attabhava …pe… pancayojanasatikapi attabhava. ","an8.20:8.2":"Yampi, bhikkhave, mahasamuddo mahatam bhutanam avaso; tatrime bhuta—timi timingalo timirapingalo asura naga gandhabba; vasanti mahasamudde yojanasatikapi attabhava …pe… pancayojanasatikapi attabhava; ","an8.20:8.3":"ayam, bhikkhave, mahasamudde atthamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","an8.20:8.4":"Ime kho, bhikkhave, mahasamudde attha acchariya abbhuta dhamma, yam disva disva asura mahasamudde abhiramanti. ","an8.20:9.1":"Evamevam kho, bhikkhave, attha imasmim dhammavinaye acchariya abbhuta dhamma, ye disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.20:9.2":"Katame attha? ","an8.20:9.3":"Seyyathapi, bhikkhave, mahasamuddo anupubbaninno anupubbapono anupubbapabbharo, na ayatakeneva papato; ","an8.20:9.4":"evamevam kho, bhikkhave, imasmim dhammavinaye anupubbasikkha anupubbakiriya anupubbapatipada, na ayatakeneva annapativedho. ","an8.20:9.5":"Yampi, bhikkhave, imasmim dhammavinaye anupubbasikkha anupubbakiriya anupubbapatipada, na ayatakeneva annapativedho; ","an8.20:9.6":"ayam, bhikkhave, imasmim dhammavinaye pathamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti …pe… ","an8.20:9.7":"seyyathapi, bhikkhave, mahasamuddo mahatam bhutanam avaso; tatrime bhuta—timi timingalo timirapingalo asura naga gandhabba, vasanti mahasamudde yojanasatikapi attabhava …pe… pancayojanasatikapi attabhava; ","an8.20:9.8":"evamevam kho, bhikkhave, ayam dhammavinayo mahatam bhutanam avaso. Tatrime bhuta—sotapanno sotapattiphalasacchikiriyaya patipanno …pe… araha arahattaya patipanno. ","an8.20:9.9":"Yampi, bhikkhave, ayam dhammavinayo mahatam bhutanam avaso; tatrime bhuta—sotapanno sotapattiphalasacchikiriyaya patipanno …pe… araha arahattaya patipanno; ","an8.20:9.10":"ayam, bhikkhave, imasmim dhammavinaye atthamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","an8.20:9.11":"Ime kho, bhikkhave, imasmim dhammavinaye attha acchariya abbhuta dhamma, ye disva disva bhikkhu imasmim dhammavinaye abhiramanti”ti. ","an8.20:9.12":"Dasamam. ","an8.20:9.13":"Mahavaggo dutiyo. ","an8.20:10.0":"Tassuddanam ","an8.20:10.1":"Veranjo siho ajannam, ","an8.20:10.2":"khalunkena malani ca; ","an8.20:10.3":"Duteyyam dve ca bandhana, ","an8.20:10.4":"paharado uposathoti. "}