{"an8.86:0.1":"Anguttara Nikaya 8.86 ","an8.86:0.2":"9. Sativagga ","an8.86:0.3":"Yasasutta ","an8.86:1.1":"Ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim yena icchanangalam nama kosalanam brahmanagamo tadavasari. ","an8.86:1.2":"Tatra sudam bhagava icchanangale viharati icchanangalavanasande. ","an8.86:1.3":"Assosum kho icchanangalaka brahmanagahapatika: ","an8.86:1.4":"“samano khalu bho gotamo sakyaputto sakyakula pabbajito icchanangalam anuppatto icchanangale viharati icchanangalavanasande. ","an8.86:1.5":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","an8.86:1.6":"‘itipi so bhagava araham sammasambuddho …pe… ","an8.86:1.7":"sadhu kho pana tatharupanam arahatam dassanam hoti’”ti. ","an8.86:2.1":"Atha kho icchanangalaka brahmanagahapatika tassa rattiya accayena pahutam khadaniyam bhojaniyam adaya yena icchanangalavanasando tenupasankamimsu; upasankamitva bahidvarakotthake atthamsu uccasadda mahasadda. ","an8.86:2.2":"Tena kho pana samayena ayasma nagito bhagavato upatthako hoti. ","an8.86:2.3":"Atha kho bhagava ayasmantam nagitam amantesi: ","an8.86:2.4":"“ke pana te, nagita, uccasadda mahasadda kevatta manne macchavilope”ti? ","an8.86:2.5":"“Ete, bhante, icchanangalaka brahmanagahapatika pahutam khadaniyam bhojaniyam adaya bahidvarakotthake thita bhagavantamyeva uddissa bhikkhusanghanca”ti. ","an8.86:2.6":"“Maham, nagita, yasena samagamam, ma ca maya yaso. ","an8.86:2.7":"Yo kho, nagita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi assa akicchalabhi akasiralabhi. Yassaham nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi akicchalabhi akasiralabhi, ","an8.86:2.8":"so tam milhasukham middhasukham labhasakkarasilokasukham sadiyeyya”ti. ","an8.86:3.1":"“Adhivasetu dani, bhante, bhagava. Adhivasetu sugato. ","an8.86:3.2":"Adhivasanakalo dani, bhante, bhagavato. ","an8.86:3.3":"Yena yeneva dani, bhante, bhagava gamissati tanninnava bhavissanti brahmanagahapatika negama ceva janapada ca. ","an8.86:3.4":"Seyyathapi, bhante, thullaphusitake deve vassante yathaninnam udakani pavattanti; ","an8.86:3.5":"evamevam kho, bhante, yena yeneva dani bhagava gamissati tanninnava bhavissanti brahmanagahapatika negama ceva janapada ca. ","an8.86:3.6":"Tam kissa hetu? ","an8.86:3.7":"Tatha hi, bhante, bhagavato silapannanan”ti. ","an8.86:4.1":"“Maham, nagita, yasena samagamam, ma ca maya yaso. ","an8.86:4.2":"Yo kho, nagita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi assa akicchalabhi akasiralabhi. Yassaham nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi akicchalabhi akasiralabhi, ","an8.86:4.3":"so tam milhasukham middhasukham labhasakkarasilokasukham sadiyeyya. ","an8.86:5.1":"devatapi kho, nagita, ekacca nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhiniyo assu akicchalabhiniyo akasiralabhiniyo, yassaham nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi akicchalabhi akasiralabhi. ","an8.86:5.2":"Tumhakampi kho, nagita, sangamma samagamma sanganikaviharam anuyuttanam viharatam evam hoti: ","an8.86:5.3":"‘na hi nuname ayasmanto imassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhino assu akicchalabhino akasiralabhino. Yassaham nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi akicchalabhi akasiralabhi. ","an8.86:5.4":"Tatha hi paname ayasmanto sangamma samagamma sanganikaviharam anuyutta viharanti’. ","an8.86:6.1":"Idhaham, nagita, bhikkhu passami annamannam angulipatodakena sanjagghante sankilante. ","an8.86:6.2":"Tassa mayham, nagita, evam hoti: ","an8.86:6.3":"‘na hi nuname ayasmanto imassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhino assu akicchalabhino akasiralabhino. Yassaham nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi akicchalabhi akasiralabhi. ","an8.86:6.4":"Tatha hi paname ayasmanto annamannam angulipatodakena sanjagghanti sankilanti’. ","an8.86:7.1":"Idha panaham, nagita, bhikkhu passami yavadattham udaravadehakam bhunjitva seyyasukham passasukham middhasukham anuyutte viharante. ","an8.86:7.2":"Tassa mayham, nagita, evam hoti: ","an8.86:7.3":"‘na hi nuname ayasmanto imassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhino assu akicchalabhino akasiralabhino. Yassaham nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikamalabhi akicchalabhi akasiralabhi. ","an8.86:7.4":"Tatha hi paname ayasmanto yavadattham udaravadehakam bhunjitva seyyasukham passasukham middhasukham anuyutta viharanti’. ","an8.86:8.1":"Idhaham, nagita, bhikkhum passami gamantaviharim samahitam nisinnam. ","an8.86:8.2":"Tassa mayham, nagita, evam hoti: ","an8.86:8.3":"‘idani imam ayasmantam aramiko va upatthahissati samanuddeso va. Tam tamha samadhimha cavessati’ti. ","an8.86:8.4":"Tenaham, nagita, tassa bhikkhuno na attamano homi gamantaviharena. ","an8.86:9.1":"Idha panaham, nagita, bhikkhum passami arannikam aranne pacalayamanam nisinnam. ","an8.86:9.2":"Tassa mayham, nagita, evam hoti: ","an8.86:9.3":"‘idani ayamayasma imam niddakilamatham pativinodetva arannasannamyeva manasi karissati ekattan’ti. ","an8.86:9.4":"Tenaham, nagita, tassa bhikkhuno attamano homi arannaviharena. ","an8.86:10.1":"Idha panaham, nagita, bhikkhum passami arannikam aranne asamahitam nisinnam. ","an8.86:10.2":"Tassa mayham, nagita, evam hoti: ","an8.86:10.3":"‘idani ayamayasma asamahitam va cittam samadahissati, samahitam va cittam anurakkhissati’ti. ","an8.86:10.4":"Tenaham, nagita, tassa bhikkhuno attamano homi arannaviharena. ","an8.86:11.1":"Idha panaham, nagita, bhikkhum passami arannikam aranne samahitam nisinnam. ","an8.86:11.2":"Tassa mayham, nagita, evam hoti: ","an8.86:11.3":"‘idani ayamayasma avimuttam va cittam vimuccissati, vimuttam va cittam anurakkhissati’ti. ","an8.86:11.4":"Tenaham, nagita, tassa bhikkhuno attamano homi arannaviharena. ","an8.86:12.1":"Idha panaham, nagita, bhikkhum passami gamantaviharim labhim civarapindapatasenasanagilanapaccayabhesajjaparikkharanam. ","an8.86:12.2":"So tam labhasakkarasilokam nikamayamano rincati patisallanam, rincati arannavanapatthani pantani senasanani; ","an8.86:12.3":"gamanigamarajadhanim osaritva vasam kappeti. ","an8.86:12.4":"Tenaham, nagita, tassa bhikkhuno na attamano homi gamantaviharena. ","an8.86:13.1":"Idha panaham, nagita, bhikkhum passami arannikam labhim civarapindapatasenasanagilanapaccayabhesajjaparikkharanam. ","an8.86:13.2":"So tam labhasakkarasilokam patipanametva na rincati patisallanam, na rincati arannavanapatthani pantani senasanani. ","an8.86:13.3":"Tenaham, nagita, tassa bhikkhuno attamano homi arannaviharena. ","an8.86:14.1":"Yasmaham, nagita, samaye addhanamaggappatipanno na kanci passami purato va pacchato va, phasu me, nagita, tasmim samaye hoti antamaso uccarapassavakammaya”ti. ","an8.86:14.2":"Chattham. "}