{"an8.74:0.1":"Anguttara Nikaya 8.74 ","an8.74:0.2":"8. Yamakavagga ","an8.74:0.3":"Dutiyamaranassatisutta ","an8.74:1.1":"Ekam samayam bhagava natike viharati ginjakavasathe. ","an8.74:1.2":"Tatra kho bhagava bhikkhu amantesi …pe… ","an8.74:1.3":"maranassati, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana. ","an8.74:2.1":"Katham bhavita ca, bhikkhave, maranassati katham bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana? ","an8.74:2.2":"Idha, bhikkhave, bhikkhu divase nikkhante rattiya patihitaya iti patisancikkhati: ","an8.74:2.3":"‘bahuka kho me paccaya maranassa—","an8.74:2.4":"ahi va mam damseyya, vicchiko va mam damseyya, satapadi va mam damseyya; ","an8.74:2.5":"tena me assa kalakiriya. So mama assa antarayo. ","an8.74:2.6":"Upakkhalitva va papateyyam, bhattam va me bhuttam byapajjeyya, pittam va me kuppeyya, semham va me kuppeyya, satthaka va me vata kuppeyyum, manussa va mam upakkameyyum, amanussa va mam upakkameyyum; ","an8.74:2.7":"tena me assa kalakiriya. So mama assa antarayo’ti. ","an8.74:2.8":"Tena, bhikkhave, bhikkhuna iti patisancikkhitabbam: ","an8.74:2.9":"‘atthi nu kho me papaka akusala dhamma appahina ye me assu rattim kalam karontassa antarayaya’ti. ","an8.74:3.1":"Sace, bhikkhave, bhikkhu paccavekkhamano evam janati: ","an8.74:3.2":"‘atthi me papaka akusala dhamma appahina ye me assu rattim kalam karontassa antarayaya’ti, tena, bhikkhave, bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an8.74:4.1":"Seyyathapi, bhikkhave, adittacelo va adittasiso va tasseva celassa va sisassa va nibbapanaya adhimattam chandanca vayamanca ussahanca ussolhinca appativaninca satinca sampajannanca kareyya; ","an8.74:4.2":"evamevam kho, bhikkhave, tena bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an8.74:5.1":"Sace pana, bhikkhave, bhikkhu paccavekkhamano evam janati: ","an8.74:5.2":"‘natthi me papaka akusala dhamma appahina ye me assu rattim kalam karontassa antarayaya’ti, tena, bhikkhave, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","an8.74:6.1":"Idha pana, bhikkhave, bhikkhu rattiya nikkhantaya divase patihite iti patisancikkhati: ","an8.74:6.2":"‘bahuka kho me paccaya maranassa—","an8.74:6.3":"ahi va mam damseyya, vicchiko va mam damseyya, satapadi va mam damseyya; ","an8.74:6.4":"tena me assa kalakiriya. So mama assa antarayo. ","an8.74:6.5":"Upakkhalitva va papateyyam, bhattam va me bhuttam byapajjeyya, pittam va me kuppeyya, semham va me kuppeyya, satthaka va me vata kuppeyyum, manussa va mam upakkameyyum, amanussa va mam upakkameyyum; ","an8.74:6.6":"tena me assa kalakiriya. So mama assa antarayo’ti. ","an8.74:6.7":"Tena, bhikkhave, bhikkhuna iti patisancikkhitabbam: ","an8.74:6.8":"‘atthi nu kho me papaka akusala dhamma appahina ye me assu diva kalam karontassa antarayaya’ti. ","an8.74:7.1":"Sace, bhikkhave, bhikkhu paccavekkhamano evam janati: ","an8.74:7.2":"‘atthi me papaka akusala dhamma appahina ye me assu diva kalam karontassa antarayaya’ti, tena, bhikkhave, bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an8.74:8.1":"Seyyathapi, bhikkhave, adittacelo va adittasiso va tasseva celassa va sisassa va nibbapanaya adhimattam chandanca vayamanca ussahanca ussolhinca appativaninca satinca sampajannanca kareyya; ","an8.74:8.2":"evamevam kho, bhikkhave, tena bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya adhimatto chando ca vayamo ca ussaho ca ussolhi ca appativani ca sati ca sampajannanca karaniyam. ","an8.74:9.1":"Sace pana, bhikkhave, bhikkhu paccavekkhamano evam janati: ","an8.74:9.2":"‘natthi me papaka akusala dhamma appahina ye me assu diva kalam karontassa antarayaya’ti, tena, bhikkhave, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","an8.74:9.3":"Evam bhavita kho, bhikkhave, maranassati evam bahulikata mahapphala hoti mahanisamsa amatogadha amatapariyosana”ti. ","an8.74:9.4":"Catuttham. "}