{"an8.25:0.1":"Anguttara Nikaya 8.25 ","an8.25:0.2":"3. Gahapativagga ","an8.25:0.3":"Mahanamasutta ","an8.25:1.1":"Ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","an8.25:1.2":"Atha kho mahanamo sakko yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho mahanamo sakko bhagavantam etadavoca: ","an8.25:1.3":"“kittavata nu kho, bhante, upasako hoti”ti? ","an8.25:1.4":"“Yato kho, mahanama, buddham saranam gato hoti, dhammam saranam gato hoti, sangham saranam gato hoti; ","an8.25:1.5":"ettavata kho, mahanama, upasako hoti”ti. ","an8.25:2.1":"“Kittavata pana, bhante, upasako silava hoti”ti? ","an8.25:2.2":"“Yato kho, mahanama, upasako panatipata pativirato hoti, adinnadana pativirato hoti, kamesumicchacara pativirato hoti, musavada pativirato hoti, suramerayamajjapamadatthana pativirato hoti; ","an8.25:2.3":"ettavata kho, mahanama, upasako silava hoti”ti. ","an8.25:3.1":"“Kittavata pana, bhante, upasako attahitaya patipanno hoti, no parahitaya”ti? ","an8.25:3.2":"“Yato kho, mahanama, upasako attanava saddhasampanno hoti, no param saddhasampadaya samadapeti; ","an8.25:3.3":"attanava silasampanno hoti, no param silasampadaya samadapeti; ","an8.25:3.4":"attanava cagasampanno hoti, no param cagasampadaya samadapeti; ","an8.25:3.5":"attanava bhikkhunam dassanakamo hoti, no param bhikkhunam dassane samadapeti; ","an8.25:3.6":"attanava saddhammam sotukamo hoti, no param saddhammassavane samadapeti; ","an8.25:3.7":"attanava sutanam dhammanam dharanajatiko hoti, no param dhammadharanaya samadapeti; ","an8.25:3.8":"attanava sutanam dhammanam atthupaparikkhita hoti, no param atthupaparikkhaya samadapeti; ","an8.25:3.9":"attanava atthamannaya dhammamannaya dhammanudhammappatipanno hoti, no param dhammanudhammappatipattiya samadapeti. ","an8.25:3.10":"Ettavata kho, mahanama, upasako attahitaya patipanno hoti, no parahitaya”ti. ","an8.25:4.1":"“Kittavata pana, bhante, upasako attahitaya ca patipanno hoti parahitaya ca”ti? ","an8.25:4.2":"“Yato kho, mahanama, upasako attana ca saddhasampanno hoti, paranca saddhasampadaya samadapeti; ","an8.25:4.3":"attana ca silasampanno hoti, paranca silasampadaya samadapeti; ","an8.25:4.4":"attana ca cagasampanno hoti, paranca cagasampadaya samadapeti; ","an8.25:4.5":"attana ca bhikkhunam dassanakamo hoti, paranca bhikkhunam dassane samadapeti; ","an8.25:4.6":"attana ca saddhammam sotukamo hoti, paranca saddhammassavane samadapeti; ","an8.25:4.7":"attana ca sutanam dhammanam dharanajatiko hoti, paranca dhammadharanaya samadapeti; ","an8.25:4.8":"attana ca sutanam dhammanam atthupaparikkhita hoti, paranca atthupaparikkhaya samadapeti, ","an8.25:4.9":"attana ca atthamannaya dhammamannaya dhammanudhammappatipanno hoti, paranca dhammanudhammappatipattiya samadapeti. ","an8.25:4.10":"Ettavata kho, mahanama, upasako attahitaya ca patipanno hoti parahitaya ca”ti. ","an8.25:4.11":"Pancamam. "}