{"an8.12:0.1":"Anguttara Nikaya 8.12 ","an8.12:0.2":"2. Mahavagga ","an8.12:0.3":"Sihasutta ","an8.12:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","an8.12:1.2":"Tena kho pana samayena sambahula abhinnata abhinnata licchavi santhagare sannisinna sannipatita anekapariyayena buddhassa vannam bhasanti, dhammassa vannam bhasanti, sanghassa vannam bhasanti. ","an8.12:2.1":"Tena kho pana samayena siho senapati niganthasavako tassam parisayam nisinno hoti. ","an8.12:2.2":"Atha kho sihassa senapatissa etadahosi: ","an8.12:2.3":"“nissamsayam kho so bhagava araham sammasambuddho bhavissati, tatha hime sambahula abhinnata abhinnata licchavi santhagare sannisinna sannipatita anekapariyayena buddhassa vannam bhasanti, dhammassa vannam bhasanti, sanghassa vannam bhasanti. ","an8.12:2.4":"Yannunaham tam bhagavantam dassanaya upasankameyyam arahantam sammasambuddhan”ti. ","an8.12:2.5":"Atha kho siho senapati yena nigantho nataputto tenupasankami; upasankamitva nigantham nataputtam etadavoca: ","an8.12:2.6":"“icchamaham, bhante, samanam gotamam dassanaya upasankamitun”ti. ","an8.12:3.1":"“Kim pana tvam, siha, kiriyavado samano akiriyavadam samanam gotamam dassanaya upasankamissasi? ","an8.12:3.2":"Samano hi, siha, gotamo akiriyavado, akiriyaya dhammam deseti, tena ca savake vineti”ti. ","an8.12:3.3":"Atha kho sihassa senapatissa yo ahosi gamiyabhisankharo bhagavantam dassanaya, so patippassambhi. ","an8.12:4.1":"Dutiyampi kho sambahula abhinnata abhinnata licchavi santhagare sannisinna sannipatita anekapariyayena buddhassa …pe… dhammassa …pe… sanghassa vannam bhasanti. ","an8.12:4.2":"Dutiyampi kho sihassa senapatissa etadahosi: ","an8.12:4.3":"“nissamsayam kho so bhagava araham sammasambuddho bhavissati, tatha hime sambahula abhinnata abhinnata licchavi santhagare sannisinna sannipatita anekapariyayena buddhassa vannam bhasanti, dhammassa …pe… sanghassa vannam bhasanti. ","an8.12:4.4":"Yannunaham tam bhagavantam dassanaya upasankameyyam arahantam sammasambuddhan”ti. ","an8.12:4.5":"Atha kho siho senapati yena nigantho nataputto tenupasankami; upasankamitva nigantham nataputtam etadavoca: ","an8.12:4.6":"“icchamaham, bhante, samanam gotamam dassanaya upasankamitun”ti. ","an8.12:5.1":"“Kim pana tvam, siha, kiriyavado samano akiriyavadam samanam gotamam dassanaya upasankamissasi? ","an8.12:5.2":"Samano hi, siha, gotamo akiriyavado akiriyaya dhammam deseti, tena ca savake vineti”ti. ","an8.12:5.3":"Dutiyampi kho sihassa senapatissa yo ahosi gamiyabhisankharo bhagavantam dassanaya, so patippassambhi. ","an8.12:6.1":"Tatiyampi kho sambahula abhinnata abhinnata licchavi santhagare sannisinna sannipatita anekapariyayena buddhassa …pe… dhammassa …pe… sanghassa vannam bhasanti. ","an8.12:6.2":"Tatiyampi kho sihassa senapatissa etadahosi: ","an8.12:6.3":"“nissamsayam kho so bhagava araham sammasambuddho bhavissati, tatha hime sambahula abhinnata abhinnata licchavi santhagare sannisinna sannipatita anekapariyayena buddhassa vannam bhasanti, dhammassa vannam bhasanti, sanghassa vannam bhasanti. ","an8.12:6.4":"Kim hime karissanti nigantha apalokita va anapalokita va? ","an8.12:6.5":"Yannunaham anapaloketvava niganthe tam bhagavantam dassanaya upasankameyyam arahantam sammasambuddhan”ti. ","an8.12:7.1":"Atha kho siho senapati pancamattehi rathasatehi divadivassa vesaliya niyyasi bhagavantam dassanaya. ","an8.12:7.2":"Yavatika yanassa bhumi, yanena gantva yana paccorohitva pattikova agamasi. ","an8.12:7.3":"Atha kho siho senapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho siho senapati bhagavantam etadavoca: ","an8.12:8.1":"“Sutam metam, bhante: ","an8.12:8.2":"‘akiriyavado samano gotamo, akiriyaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:8.3":"Ye te, bhante, evamahamsu: ‘akiriyavado samano gotamo, akiriyaya dhammam deseti, tena ca savake vineti’ti, kacci te, bhante, bhagavato vuttavadino na ca bhagavantam abhutena abbhacikkhanti dhammassa canudhammam byakaronti na ca koci sahadhammiko vadanuvado garayham thanam agacchati? ","an8.12:8.4":"Anabbhakkhatukama hi mayam, bhante, bhagavantan”ti. ","an8.12:9.1":"“Atthi, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:9.2":"‘akiriyavado samano gotamo, akiriyaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:10.1":"Atthi, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:10.2":"‘kiriyavado samano gotamo, kiriyaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:11.1":"Atthi, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:11.2":"‘ucchedavado samano gotamo, ucchedaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:12.1":"Atthi, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:12.2":"‘jegucchi samano gotamo, jegucchitaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:13.1":"Atthi, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:13.2":"‘venayiko samano gotamo, vinayaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:14.1":"Atthi, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:14.2":"‘tapassi samano gotamo, tapassitaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:15.1":"Atthi, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:15.2":"‘apagabbho samano gotamo, apagabbhataya dhammam deseti, tena ca savake vineti’ti. ","an8.12:16.1":"Atthi, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:16.2":"‘assasako samano gotamo, assasaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:17.1":"Katamo ca, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:17.2":"‘akiriyavado samano gotamo, akiriyaya dhammam deseti, tena ca savake vineti’ti? ","an8.12:17.3":"Ahanhi, siha, akiriyam vadami kayaduccaritassa vaciduccaritassa manoduccaritassa; ","an8.12:17.4":"anekavihitanam papakanam akusalanam dhammanam akiriyam vadami. ","an8.12:17.5":"Ayam kho, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:17.6":"‘akiriyavado samano gotamo, akiriyaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:18.1":"Katamo ca, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:18.2":"‘kiriyavado samano gotamo, kiriyaya dhammam deseti, tena ca savake vineti’ti? ","an8.12:18.3":"Ahanhi, siha, kiriyam vadami kayasucaritassa vacisucaritassa manosucaritassa; ","an8.12:18.4":"anekavihitanam kusalanam dhammanam kiriyam vadami. ","an8.12:18.5":"Ayam kho, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:18.6":"‘kiriyavado samano gotamo, kiriyaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:19.1":"Katamo ca, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:19.2":"‘ucchedavado samano gotamo, ucchedaya dhammam deseti, tena ca savake vineti’ti? ","an8.12:19.3":"Ahanhi, siha, ucchedam vadami ragassa dosassa mohassa; ","an8.12:19.4":"anekavihitanam papakanam akusalanam dhammanam ucchedam vadami. ","an8.12:19.5":"Ayam kho, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:19.6":"‘ucchedavado samano gotamo, ucchedaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:20.1":"Katamo ca, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:20.2":"‘jegucchi samano gotamo, jegucchitaya dhammam deseti, tena ca savake vineti’ti? ","an8.12:20.3":"Ahanhi, siha, jigucchami kayaduccaritena vaciduccaritena manoduccaritena; ","an8.12:20.4":"jigucchami anekavihitanam papakanam akusalanam dhammanam samapattiya. ","an8.12:20.5":"Ayam kho, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:20.6":"‘jegucchi samano gotamo, jegucchitaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:21.1":"Katamo ca, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:21.2":"‘venayiko samano gotamo, vinayaya dhammam deseti, tena ca savake vineti’ti? ","an8.12:21.3":"Ahanhi, siha, vinayaya dhammam desemi ragassa dosassa mohassa; ","an8.12:21.4":"anekavihitanam papakanam akusalanam dhammanam vinayaya dhammam desemi. ","an8.12:21.5":"Ayam kho, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:21.6":"‘venayiko samano gotamo, vinayaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:22.1":"Katamo ca, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:22.2":"‘tapassi samano gotamo, tapassitaya dhammam deseti, tena ca savake vineti’ti? ","an8.12:22.3":"Tapaniyaham, siha, papake akusale dhamme vadami kayaduccaritam vaciduccaritam manoduccaritam. ","an8.12:22.4":"Yassa kho, siha, tapaniya papaka akusala dhamma pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma, tamaham ‘tapassi’ti vadami. ","an8.12:22.5":"Tathagatassa kho, siha, tapaniya papaka akusala dhamma pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an8.12:22.6":"Ayam kho, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:22.7":"‘tapassi samano gotamo, tapassitaya dhammam deseti, tena ca savake vineti’ti. ","an8.12:23.1":"Katamo ca, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:23.2":"‘apagabbho samano gotamo, apagabbhataya dhammam deseti, tena ca savake vineti’ti? ","an8.12:23.3":"Yassa kho, siha, ayatim gabbhaseyya punabbhavabhinibbatti pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma, tamaham ‘apagabbho’ti vadami. ","an8.12:23.4":"Tathagatassa kho, siha, ayatim gabbhaseyya punabbhavabhinibbatti pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","an8.12:23.5":"Ayam kho, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:23.6":"‘apagabbho samano gotamo, apagabbhataya dhammam deseti, tena ca savake vineti’ti. ","an8.12:24.1":"Katamo ca, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:24.2":"‘assasako samano gotamo, assasaya dhammam deseti, tena ca savake vineti’ti? ","an8.12:24.3":"Ahanhi, siha, assasako paramena assasena, assasaya dhammam desemi, tena ca savake vinemi. ","an8.12:24.4":"Ayam kho, siha, pariyayo, yena mam pariyayena samma vadamano vadeyya: ","an8.12:24.5":"‘assasako samano gotamo, assasaya dhammam deseti, tena ca savake vineti’”ti. ","an8.12:25.1":"Evam vutte, siho senapati bhagavantam etadavoca: ","an8.12:25.2":"“abhikkantam, bhante, abhikkantam, bhante …pe… ","an8.12:25.3":"upasakam mam, bhante, bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","an8.12:26.1":"“Anuviccakaram kho, siha, karohi. Anuviccakaro tumhadisanam natamanussanam sadhu hoti”ti. ","an8.12:26.2":"“Iminapaham, bhante, bhagavato bhiyyoso mattaya attamano abhiraddho, yam mam bhagava evamaha: ‘anuviccakaram kho, siha, karohi. Anuviccakaro tumhadisanam natamanussanam sadhu hoti’ti. ","an8.12:26.3":"Manhi, bhante, annatitthiya savakam labhitva kevalakappam vesalim patakam parihareyyum: ","an8.12:26.4":"‘siho amhakam senapati savakattam upagato’ti. ","an8.12:26.5":"Atha ca pana bhagava evamaha: ‘anuviccakaram, siha, karohi. Anuviccakaro tumhadisanam natamanussanam sadhu hoti’ti. ","an8.12:26.6":"Esaham, bhante, dutiyampi bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","an8.12:26.7":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","an8.12:27.1":"“Digharattam kho te, siha, niganthanam opanabhutam kulam, yena nesam upagatanam pindakam databbam manneyyasi”ti. ","an8.12:27.2":"“Iminapaham, bhante, bhagavato bhiyyoso mattaya attamano abhiraddho, yam mam bhagava evamaha: ","an8.12:27.3":"‘digharattam kho te, siha, niganthanam opanabhutam kulam, yena nesam upagatanam pindakam databbam manneyyasi’ti. ","an8.12:27.4":"Sutam metam, bhante: ","an8.12:27.5":"‘samano gotamo evamaha—","an8.12:27.6":"mayhameva danam databbam, mayhameva savakanam databbam; ","an8.12:27.7":"mayhameva dinnam mahapphalam, na annesam dinnam mahapphalam; ","an8.12:27.8":"mayhameva savakanam dinnam mahapphalam, na annesam savakanam dinnam mahapphalan’ti, ","an8.12:27.9":"atha ca pana mam bhagava niganthesupi dane samadapeti. ","an8.12:27.10":"Api ca, bhante, mayamettha kalam janissama. ","an8.12:27.11":"Esaham, bhante, tatiyampi bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","an8.12:27.12":"Upasakam mam, bhante, bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","an8.12:28.1":"Atha kho bhagava sihassa senapatissa anupubbim katham kathesi, seyyathidam—","an8.12:28.2":"danakatham silakatham saggakatham, kamanam adinavam okaram sankilesam nekkhamme anisamsam pakasesi. ","an8.12:28.3":"Yada bhagava annasi siham senapatim kallacittam muducittam vinivaranacittam udaggacittam pasannacittam, atha ya buddhanam samukkamsika dhammadesana tam pakasesi—","an8.12:28.4":"dukkham samudayam nirodham maggam. ","an8.12:28.5":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","an8.12:28.6":"evamevam sihassa senapatissa tasmimyeva asane virajam vitamalam dhammacakkhum udapadi: ","an8.12:28.7":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti. ","an8.12:29.1":"Atha kho siho senapati ditthadhammo pattadhammo viditadhammo pariyogalhadhammo tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane bhagavantam etadavoca: ","an8.12:29.2":"“adhivasetu me, bhante, bhagava svatanaya bhattam saddhim bhikkhusanghena”ti. ","an8.12:29.3":"Adhivasesi bhagava tunhibhavena. ","an8.12:29.4":"Atha kho siho senapati bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","an8.12:30.1":"Atha kho siho senapati annataram purisam amantesi: ","an8.12:30.2":"“gaccha tvam, ambho purisa, pavattamamsam janahi”ti. ","an8.12:30.3":"Atha kho siho senapati tassa rattiya accayena sake nivesane panitam khadaniyam bhojaniyam patiyadapetva bhagavato kalam arocapesi: ","an8.12:30.4":"“kalo, bhante, nitthitam bhattan”ti. ","an8.12:31.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya yena sihassa senapatissa nivesanam tenupasankami; upasankamitva pannatte asane nisidi saddhim bhikkhusanghena. ","an8.12:31.2":"Tena kho pana samayena sambahula nigantha vesaliyam rathikaya rathikam singhatakena singhatakam baha paggayha kandanti: ","an8.12:31.3":"“ajja sihena senapatina thulam pasum vadhitva samanassa gotamassa bhattam katam. ","an8.12:31.4":"Tam samano gotamo janam uddissakatam mamsam paribhunjati paticcakamman”ti. ","an8.12:32.1":"Atha kho annataro puriso yena siho senapati tenupasankami; upasankamitva sihassa senapatissa upakannake arocesi: ","an8.12:32.2":"“yagghe, bhante, janeyyasi. ","an8.12:32.3":"Ete sambahula nigantha vesaliyam rathikaya rathikam singhatakena singhatakam baha paggayha kandanti: ","an8.12:32.4":"‘ajja sihena senapatina thulam pasum vadhitva samanassa gotamassa bhattam katam. ","an8.12:32.5":"Tam samano gotamo janam uddissakatam mamsam paribhunjati paticcakamman’ti. ","an8.12:32.6":"Alam ayyo digharattanhi te ayasmanto avannakama buddhassa avannakama dhammassa avannakama sanghassa. ","an8.12:32.7":"Na ca panete ayasmanto jiridanti tam bhagavantam asata tuccha musa abhutena abbhacikkhitum; ","an8.12:32.8":"na ca mayam jivitahetupi sancicca panam jivita voropeyyama”ti. ","an8.12:33.1":"Atha kho siho senapati buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","an8.12:33.2":"Atha kho siho senapati bhagavantam bhuttavim onitapattapanim ekamantam nisidi. ","an8.12:33.3":"Ekamantam nisinnam kho siham senapatim bhagava dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva utthayasana pakkamiti. ","an8.12:33.4":"Dutiyam. "}