{"an8.46:0.1":"Anguttara Nikaya 8.46 ","an8.46:0.2":"5. Uposathavagga ","an8.46:0.3":"Anuruddhasutta ","an8.46:1.1":"Ekam samayam bhagava kosambiyam viharati ghositarame. ","an8.46:1.2":"Tena kho pana samayena ayasma anuruddho divaviharam gato hoti patisallino. ","an8.46:1.3":"Atha kho sambahula manapakayika devata yenayasma anuruddho tenupasankamimsu; upasankamitva ayasmantam anuruddham abhivadetva ekamantam atthamsu. Ekamantam thita kho ta devata ayasmantam anuruddham etadavocum: ","an8.46:1.4":"“mayam, bhante anuruddha, manapakayika nama devata tisu thanesu issariyam karema vasam vattema. ","an8.46:1.5":"Mayam, bhante anuruddha, yadisakam vannam akankhama tadisakam vannam thanaso patilabhama; ","an8.46:1.6":"yadisakam saram akankhama tadisakam saram thanaso patilabhama; ","an8.46:1.7":"yadisakam sukham akankhama tadisakam sukham thanaso patilabhama. ","an8.46:1.8":"Mayam, bhante anuruddha, manapakayika nama devata imesu tisu thanesu issariyam karema vasam vattema”ti. ","an8.46:2.1":"Atha kho ayasmato anuruddhassa etadahosi: ","an8.46:2.2":"“aho vatima devata sabbava nila assu nilavanna nilavattha nilalankara”ti. ","an8.46:2.3":"Atha kho ta devata ayasmato anuruddhassa cittamannaya sabbava nila ahesum nilavanna nilavattha nilalankara. ","an8.46:3.1":"Atha kho ayasmato anuruddhassa etadahosi: ","an8.46:3.2":"“aho vatima devata sabbava pita assu …pe… ","an8.46:3.3":"sabbava lohitaka assu … ","an8.46:3.4":"sabbava odata assu odatavanna odatavattha odatalankara”ti. ","an8.46:3.5":"Atha kho ta devata ayasmato anuruddhassa cittamannaya sabbava odata ahesum odatavanna odatavattha odatalankara. ","an8.46:4.1":"Atha kho ta devata eka ca gayi eka ca nacci eka ca accharam vadesi. ","an8.46:4.2":"Seyyathapi nama pancangikassa turiyassa suvinitassa suppatipatalitassa kusalehi susamannahatassa saddo hoti vaggu ca rajaniyo ca kamaniyo ca pemaniyo ca madaniyo ca; ","an8.46:4.3":"evamevam tasam devatanam alankaranam saddo hoti vaggu ca rajaniyo ca kamaniyo ca pemaniyo ca madaniyo ca. ","an8.46:4.4":"Atha kho ayasma anuruddho indriyani okkhipi. ","an8.46:5.1":"Atha kho ta devata “na khvayyo anuruddho sadiyati”ti tatthevantaradhayimsu. ","an8.46:5.2":"Atha kho ayasma anuruddho sayanhasamayam patisallana vutthito yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anuruddho bhagavantam etadavoca: ","an8.46:6.1":"“Idhaham, bhante, divaviharam gato homi patisallino. ","an8.46:6.2":"Atha kho, bhante, sambahula manapakayika devata yenaham tenupasankamimsu; upasankamitva mam abhivadetva ekamantam atthamsu. Ekamantam thita kho, bhante, ta devata mam etadavocum: ","an8.46:6.3":"‘mayam, bhante anuruddha, manapakayika nama devata tisu thanesu issariyam karema vasam vattema. ","an8.46:6.4":"Mayam, bhante anuruddha, yadisakam vannam akankhama tadisakam vannam thanaso patilabhama; ","an8.46:6.5":"yadisakam saram akankhama tadisakam saram thanaso patilabhama; ","an8.46:6.6":"yadisakam sukham akankhama tadisakam sukham thanaso patilabhama. ","an8.46:6.7":"Mayam, bhante anuruddha, manapakayika nama devata imesu tisu thanesu issariyam karema vasam vattema’ti. ","an8.46:6.8":"Tassa mayham, bhante, etadahosi: ","an8.46:6.9":"‘aho vatima devata sabbava nila assu nilavanna nilavattha nilalankara’ti. ","an8.46:6.10":"Atha kho, bhante, ta devata mama cittamannaya sabbava nila ahesum nilavanna nilavattha nilalankara. ","an8.46:7.1":"Tassa mayham, bhante, etadahosi: ","an8.46:7.2":"‘aho vatima devata sabbava pita assu …pe… ","an8.46:7.3":"sabbava lohitaka assu …pe… ","an8.46:7.4":"sabbava odata assu odatavanna odatavattha odatalankara’ti. ","an8.46:7.5":"Atha kho, bhante, ta devata mama cittamannaya sabbava odata ahesum odatavanna odatavattha odatalankara. ","an8.46:8.1":"Atha kho, bhante, ta devata eka ca gayi eka ca nacci eka ca accharam vadesi. ","an8.46:8.2":"Seyyathapi nama pancangikassa turiyassa suvinitassa suppatipatalitassa kusalehi susamannahatassa saddo hoti vaggu ca rajaniyo ca kamaniyo ca pemaniyo ca madaniyo ca; ","an8.46:8.3":"evamevam tasam devatanam alankaranam saddo hoti vaggu ca rajaniyo ca kamaniyo ca pemaniyo ca madaniyo ca. ","an8.46:8.4":"Atha khvaham, bhante, indriyani okkhipi. ","an8.46:9.1":"Atha kho, bhante, ta devata ‘na khvayyo anuruddho sadiyati’ti tatthevantaradhayimsu. ","an8.46:9.2":"Katihi nu kho, bhante, dhammehi samannagato matugamo kayassa bheda param marana manapakayikanam devanam sahabyatam upapajjati”ti? ","an8.46:10.1":"“Atthahi kho, anuruddha, dhammehi samannagato matugamo kayassa bheda param marana manapakayikanam devanam sahabyatam upapajjati. ","an8.46:10.2":"Katamehi atthahi? ","an8.46:10.3":"Idha, anuruddha, matugamo yassa matapitaro bhattuno denti atthakama hitesino anukampaka anukampam upadaya tassa hoti pubbutthayini pacchanipatini kinkarapatissavini manapacarini piyavadini. ","an8.46:11.1":"Ye te bhattu garuno honti—","an8.46:11.2":"matati va pitati va samanabrahmanati va—","an8.46:11.3":"te sakkaroti, garum karoti, maneti, pujeti, abbhagate ca asanodakena patipujeti. ","an8.46:12.1":"Ye te bhattu abbhantara kammanta—unnati va kappasati va—tattha dakkha hoti analasa tatrupayaya vimamsaya samannagata alam katum alam samvidhatum. ","an8.46:13.1":"Yo so bhattu abbhantaro antojano—dasati va pessati va kammakarati va—","an8.46:13.2":"tesam katanca katato janati akatanca akatato janati, gilanakananca balabalam janati khadaniyam bhojaniyancassa paccamsena samvibhajati. ","an8.46:14.1":"Yam bhattu aharati dhanam va dhannam va jatarupam va tam arakkhena guttiya sampadeti, tattha ca hoti adhutti atheni asondi avinasika. ","an8.46:15.1":"Upasika kho pana hoti buddham saranam gata dhammam saranam gata sangham saranam gata. ","an8.46:16.1":"Silavati kho pana hoti—","an8.46:16.2":"panatipata pativirata, adinnadana pativirata, kamesumicchacara pativirata, musavada pativirata, suramerayamajjapamadatthana pativirata. ","an8.46:17.1":"Cagavati kho pana hoti. ","an8.46:17.2":"Vigatamalamaccherena cetasa agaram ajjhavasati muttacaga payatapanini vossaggarata yacayoga danasamvibhagarata. ","an8.46:18.1":"Imehi kho, anuruddha, atthahi dhammehi samannagato matugamo kayassa bheda param marana manapakayikanam devanam sahabyatam upapajjatiti. ","an8.46:19.1":"Yo nam bharati sabbada, ","an8.46:19.2":"niccam atapi ussuko; ","an8.46:19.3":"Tam sabbakamadam posam, ","an8.46:19.4":"bhattaram natimannati. ","an8.46:20.1":"Na capi sotthi bhattaram, ","an8.46:20.2":"issavadena rosaye; ","an8.46:20.3":"Bhattu ca garuno sabbe, ","an8.46:20.4":"patipujeti pandita. ","an8.46:21.1":"Utthahika analasa, ","an8.46:21.2":"sangahitaparijjana; ","an8.46:21.3":"Bhattu manapam carati, ","an8.46:21.4":"sambhatam anurakkhati. ","an8.46:22.1":"Ya evam vattati nari, ","an8.46:22.2":"bhattu chandavasanuga; ","an8.46:22.3":"Manapa nama te deva, ","an8.46:22.4":"yattha sa upapajjati”ti. ","an8.46:22.5":"Chattham. "}