{"an8.51:0.1":"Anguttara Nikaya 8.51 ","an8.51:0.2":"6. Gotamivagga ","an8.51:0.3":"Gotamisutta ","an8.51:1.1":"Ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","an8.51:1.2":"Atha kho mahapajapati gotami yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thita kho mahapajapati gotami bhagavantam etadavoca: ","an8.51:1.3":"“sadhu, bhante, labheyya matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti. ","an8.51:1.4":"“Alam, gotami. ","an8.51:1.5":"Ma te rucci matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajja”ti. ","an8.51:2.1":"Dutiyampi kho mahapajapati gotami bhagavantam etadavoca: ","an8.51:2.2":"“sadhu, bhante, labheyya matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti. ","an8.51:2.3":"“Alam, gotami. ","an8.51:2.4":"Ma te rucci matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajja”ti. ","an8.51:3.1":"Tatiyampi kho mahapajapati gotami bhagavantam etadavoca: ","an8.51:3.2":"“sadhu, bhante, labheyya matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti. ","an8.51:3.3":"“Alam, gotami. ","an8.51:3.4":"Ma te rucci matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajja”ti. ","an8.51:4.1":"Atha kho mahapajapati gotami “na bhagava anujanati matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti dukkhi dummana assumukhi rudamana bhagavantam abhivadetva padakkhinam katva pakkami. ","an8.51:5.1":"Atha kho bhagava kapilavatthusmim yathabhirantam viharitva yena vesali tena carikam pakkami. ","an8.51:5.2":"Anupubbena carikam caramano yena vesali tadavasari. ","an8.51:5.3":"Tatra sudam bhagava vesaliyam viharati mahavane kutagarasalayam. ","an8.51:5.4":"Atha kho mahapajapati gotami kese chedapetva kasayani vatthani acchadetva sambahulahi sakiyanihi saddhim yena vesali tena pakkami. ","an8.51:5.5":"Anupubbena yena vesali mahavanam kutagarasala tenupasankami. ","an8.51:5.6":"Atha kho mahapajapati gotami sunehi padehi rajokinnena gattena dukkhi dummana assumukhi rudamana bahidvarakotthake atthasi. ","an8.51:6.1":"Addasa kho ayasma anando mahapajapatim gotamim sunehi padehi rajokinnena gattena dukkhim dummanam assumukhim rudamanam bahidvarakotthake thitam. ","an8.51:6.2":"Disvana mahapajapatim gotamim etadavoca: ","an8.51:6.3":"“kim nu tvam, gotami, sunehi padehi rajokinnena gattena dukkhi dummana assumukhi rudamana bahidvarakotthake thita”ti? ","an8.51:6.4":"“Tatha hi pana, bhante ananda, na bhagava anujanati matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti. ","an8.51:6.5":"“Tena hi tvam, gotami, muhuttam idheva tava hohi, yavaham bhagavantam yacami matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti. ","an8.51:7.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","an8.51:7.2":"“esa, bhante, mahapajapati gotami sunehi padehi rajokinnena gattena dukkhi dummana assumukhi rudamana bahidvarakotthake thita: ","an8.51:7.3":"‘na bhagava anujanati matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan’ti. ","an8.51:7.4":"Sadhu, bhante, labheyya matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti. ","an8.51:7.5":"“Alam, ananda. ","an8.51:7.6":"Ma te rucci matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajja”ti. ","an8.51:8.1":"Dutiyampi kho …pe… ","an8.51:8.2":"tatiyampi kho ayasma anando bhagavantam etadavoca: ","an8.51:8.3":"“sadhu, bhante, labheyya matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti. ","an8.51:8.4":"“Alam, ananda. ","an8.51:8.5":"Ma te rucci matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajja”ti. ","an8.51:9.1":"Atha kho ayasmato anandassa etadahosi: ","an8.51:9.2":"“na bhagava anujanati matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajjam. ","an8.51:9.3":"Yannunaham annenapi pariyayena bhagavantam yaceyyam matugamassa tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti. ","an8.51:9.4":"Atha kho ayasma anando bhagavantam etadavoca: ","an8.51:9.5":"“bhabbo nu kho, bhante, matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajitva sotapattiphalam va sakadagamiphalam va anagamiphalam va arahattaphalam va sacchikatun”ti? ","an8.51:9.6":"“Bhabbo, ananda, matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajitva sotapattiphalampi sakadagamiphalampi anagamiphalampi arahattaphalampi sacchikatun”ti. ","an8.51:9.7":"“Sace, bhante, bhabbo matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajitva sotapattiphalampi …pe… arahattaphalampi sacchikatum; ","an8.51:9.8":"bahukara, bhante, mahapajapati gotami bhagavato matuccha apadika posika khirassa dayika; ","an8.51:9.9":"bhagavantam janettiya kalankataya thannam payesi. ","an8.51:9.10":"Sadhu, bhante, labheyya matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajjan”ti. ","an8.51:10.1":"“Sace, ananda, mahapajapati gotami attha garudhamme patigganhati, savassa hotu upasampada—","an8.51:11.1":"Vassasatupasampannaya bhikkhuniya tadahupasampannassa bhikkhuno abhivadanam paccutthanam anjalikammam samicikammam kattabbam. ","an8.51:11.2":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo. ","an8.51:12.1":"Na bhikkhuniya abhikkhuke avase vassam upagantabbam. ","an8.51:12.2":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo. ","an8.51:13.1":"Anvaddhamasam bhikkhuniya bhikkhusanghato dve dhamma paccasisitabba—","an8.51:13.2":"uposathapucchakanca, ovadupasankamananca. ","an8.51:13.3":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo. ","an8.51:14.1":"Vassamvutthaya bhikkhuniya ubhatosanghe tihi thanehi pavaretabbam—","an8.51:14.2":"ditthena va sutena va parisankaya va. ","an8.51:14.3":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo. ","an8.51:15.1":"Garudhammam ajjhapannaya bhikkhuniya ubhatosanghe pakkhamanattam caritabbam. ","an8.51:15.2":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo. ","an8.51:16.1":"Dve vassani chasu dhammesu sikkhitasikkhaya sikkhamanaya ubhatosanghe upasampada pariyesitabba. ","an8.51:16.2":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo. ","an8.51:17.1":"Na kenaci pariyayena bhikkhuniya bhikkhu akkositabbo paribhasitabbo. ","an8.51:17.2":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo. ","an8.51:18.1":"Ajjatagge ovato bhikkhuninam bhikkhusu vacanapatho, anovato bhikkhunam bhikkhunisu vacanapatho. ","an8.51:18.2":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo. ","an8.51:19.1":"Sace, ananda, mahapajapati gotami ime attha garudhamme patigganhati, savassa hotu upasampada”ti. ","an8.51:20.1":"Atha kho ayasma anando bhagavato santike ime attha garudhamme uggahetva yena mahapajapati gotami tenupasankami; upasankamitva mahapajapatim gotamim etadavoca: ","an8.51:21.1":"“Sace kho tvam, gotami, attha garudhamme patigganheyyasi, sava te bhavissati upasampada—","an8.51:22.1":"Vassasatupasampannaya bhikkhuniya tadahupasampannassa bhikkhuno abhivadanam paccutthanam anjalikammam samicikammam kattabbam. ","an8.51:22.2":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo …pe…. ","an8.51:23.1":"Ajjatagge ovato bhikkhuninam bhikkhusu vacanapatho, anovato bhikkhunam bhikkhunisu vacanapatho. ","an8.51:23.2":"Ayampi dhammo sakkatva garum katva manetva pujetva yavajivam anatikkamaniyo. ","an8.51:23.3":"Sace kho tvam, gotami, ime attha garudhamme patigganheyyasi, sava te bhavissati upasampada”ti. ","an8.51:24.1":"“Seyyathapi, bhante ananda, itthi va puriso va daharo yuva mandanakajatiko sisamnhato uppalamalam va vassikamalam va adhimuttakamalam va labhitva ubhohi hatthehi patiggahetva uttamange sirasmim patitthapeyya; ","an8.51:24.2":"evamevam kho aham, bhante ananda, ime attha garudhamme patigganhami yavajivam anatikkamaniye”ti. ","an8.51:25.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","an8.51:25.2":"“patiggahita, bhante, mahapajapatiya gotamiya attha garudhamma yavajivam anatikkamaniya”ti. ","an8.51:26.1":"“Sace, ananda, nalabhissa matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajjam, ciratthitikam, ananda, brahmacariyam abhavissa, vassasahassameva saddhammo tittheyya. ","an8.51:26.2":"Yato ca kho, ananda, matugamo tathagatappavedite dhammavinaye agarasma anagariyam pabbajito, na dani, ananda, brahmacariyam ciratthitikam bhavissati. ","an8.51:26.3":"Panceva dani, ananda, vassasatani saddhammo thassati. ","an8.51:27.1":"Seyyathapi, ananda, yani kanici kulani bahutthikani appapurisakani, tani suppadhamsiyani honti corehi kumbhatthenakehi; ","an8.51:27.2":"evamevam kho, ananda, yasmim dhammavinaye labhati matugamo agarasma anagariyam pabbajjam, na tam brahmacariyam ciratthitikam hoti. ","an8.51:28.1":"Seyyathapi, ananda, sampanne salikkhette setatthika nama rogajati nipatati, evam tam salikkhettam na ciratthitikam hoti; ","an8.51:28.2":"evamevam kho, ananda, yasmim dhammavinaye labhati matugamo agarasma anagariyam pabbajjam, na tam brahmacariyam ciratthitikam hoti. ","an8.51:29.1":"Seyyathapi, ananda, sampanne ucchukkhette manjitthika nama rogajati nipatati, evam tam ucchukkhettam na ciratthitikam hoti; ","an8.51:29.2":"evamevam kho, ananda, yasmim dhammavinaye labhati matugamo agarasma anagariyam pabbajjam, na tam brahmacariyam ciratthitikam hoti. ","an8.51:30.1":"Seyyathapi, ananda, puriso mahato talakassa patikacceva alim bandheyya yavadeva udakassa anatikkamanaya; ","an8.51:30.2":"evamevam kho, ananda, maya patikacceva bhikkhuninam attha garudhamma pannatta yavajivam anatikkamaniya”ti. ","an8.51:30.3":"Pathamam. "}