{"an8.24:0.1":"Anguttara Nikaya 8.24 ","an8.24:0.2":"3. Gahapativagga ","an8.24:0.3":"Dutiyahatthakasutta ","an8.24:1.1":"Ekam samayam bhagava alaviyam viharati aggalave cetiye. ","an8.24:1.2":"Atha kho hatthako alavako pancamattehi upasakasatehi parivuto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho hatthakam alavakam bhagava etadavoca: ","an8.24:1.3":"“mahati kho tyayam, hatthaka, parisa. ","an8.24:1.4":"Katham pana tvam, hatthaka, imam mahatim parisam sanganhasi”ti? ","an8.24:1.5":"“Yanimani, bhante, bhagavata desitani cattari sangahavatthuni, tehaham imam mahatim parisam sanganhami. ","an8.24:1.6":"Aham, bhante, yam janami: ","an8.24:1.7":"‘ayam danena sangahetabbo’ti, tam danena sanganhami; ","an8.24:1.8":"yam janami: ","an8.24:1.9":"‘ayam peyyavajjena sangahetabbo’ti, tam peyyavajjena sanganhami; ","an8.24:1.10":"yam janami: ","an8.24:1.11":"‘ayam atthacariyaya sangahetabbo’ti, tam atthacariyaya sanganhami; ","an8.24:1.12":"yam janami: ","an8.24:1.13":"‘ayam samanattataya sangahetabbo’ti, tam samanattataya sanganhami. ","an8.24:1.14":"Samvijjanti kho pana me, bhante, kule bhoga. ","an8.24:1.15":"Daliddassa kho no tatha sotabbam mannanti”ti. ","an8.24:1.16":"“Sadhu sadhu, hatthaka. ","an8.24:1.17":"Yoni kho tyayam, hatthaka, mahatim parisam sangahetum. ","an8.24:1.18":"Ye hi keci, hatthaka, atitamaddhanam mahatim parisam sangahesum, sabbe te imeheva catuhi sangahavatthuhi mahatim parisam sangahesum. ","an8.24:1.19":"Yepi hi keci, hatthaka, anagatamaddhanam mahatim parisam sanganhissanti, sabbe te imeheva catuhi sangahavatthuhi mahatim parisam sanganhissanti. ","an8.24:1.20":"Yepi hi keci, hatthaka, etarahi mahatim parisam sanganhanti, sabbe te imeheva catuhi sangahavatthuhi mahatim parisam sanganhanti”ti. ","an8.24:2.1":"Atha kho hatthako alavako bhagavata dhammiya kathaya sandassito samadapito samuttejito sampahamsito utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","an8.24:2.2":"Atha kho bhagava acirapakkante hatthake alavake bhikkhu amantesi: ","an8.24:2.3":"“atthahi, bhikkhave, acchariyehi abbhutehi dhammehi samannagatam hatthakam alavakam dharetha. ","an8.24:2.4":"Katamehi atthahi? ","an8.24:2.5":"Saddho, bhikkhave, hatthako alavako; ","an8.24:2.6":"silava, bhikkhave …pe… ","an8.24:2.7":"hirima … ","an8.24:2.8":"ottappi … ","an8.24:2.9":"bahussuto … ","an8.24:2.10":"cagava … ","an8.24:2.11":"pannava, bhikkhave, hatthako alavako; ","an8.24:2.12":"appiccho, bhikkhave, hatthako alavako. ","an8.24:2.13":"Imehi kho, bhikkhave, atthahi acchariyehi abbhutehi dhammehi samannagatam hatthakam alavakam dharetha”ti. ","an8.24:2.14":"Catuttham. "}