{"an8.13:0.1":"Anguttara Nikaya 8.13 ","an8.13:0.2":"2. Mahavagga ","an8.13:0.3":"Assajaniyasutta ","an8.13:1.1":"“Atthahi, bhikkhave, angehi samannagato ranno bhaddo assajaniyo rajaraho hoti rajabhoggo, ranno anganteva sankham gacchati. ","an8.13:1.2":"Katamehi atthahi? ","an8.13:1.3":"Idha, bhikkhave, ranno bhaddo assajaniyo ubhato sujato hoti—","an8.13:1.4":"matito ca pitito ca. ","an8.13:1.5":"Yassam disayam annepi bhadda assajaniya jayanti, tassam disayam jato hoti. ","an8.13:1.6":"Yam kho panassa bhojanam denti—","an8.13:1.7":"allam va sukkham va—","an8.13:1.8":"tam sakkaccamyeva paribhunjati avikiranto. ","an8.13:1.9":"Jegucchi hoti uccaram va passavam va abhinisiditum va abhinipajjitum va. ","an8.13:1.10":"Sorato hoti sukhasamvaso, na ca anne asse ubbejeta. ","an8.13:1.11":"Yani kho panassa honti satheyyani kuteyyani jimheyyani vankeyyani, tani yathabhutam sarathissa avikatta hoti. ","an8.13:1.12":"Tesamassa sarathi abhinimmadanaya vayamati. ","an8.13:1.13":"Vahi kho pana hoti. ","an8.13:1.14":"‘Kamanne assa vahantu va ma va, ahamettha vahissami’ti cittam uppadeti. ","an8.13:1.15":"Gacchanto kho pana ujumaggeneva gacchati. ","an8.13:1.16":"Thamava hoti yava jivitamaranapariyadana thamam upadamseta. ","an8.13:1.17":"Imehi kho, bhikkhave, atthahi angehi samannagato ranno bhaddo assajaniyo rajaraho hoti rajabhoggo, ranno anganteva sankham gacchati. ","an8.13:2.1":"Evamevam kho, bhikkhave, atthahi dhammehi samannagato bhikkhu ahuneyyo hoti …pe… anuttaram punnakkhettam lokassa. ","an8.13:2.2":"Katamehi atthahi? ","an8.13:2.3":"Idha, bhikkhave, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","an8.13:2.4":"Yam kho panassa bhojanam denti—","an8.13:2.5":"lukham va panitam va—","an8.13:2.6":"tam sakkaccamyeva paribhunjati avihannamano. ","an8.13:2.7":"Jegucchi hoti kayaduccaritena vaciduccaritena manoduccaritena; ","an8.13:2.8":"jegucchi hoti anekavihitanam papakanam akusalanam dhammanam samapattiya. ","an8.13:2.9":"Sorato hoti sukhasamvaso, na anne bhikkhu ubbejeta. ","an8.13:2.10":"Yani kho panassa honti satheyyani kuteyyani jimheyyani vankeyyani, tani yathabhutam avikatta hoti satthari va vinnusu va sabrahmacarisu. ","an8.13:2.11":"Tesamassa sattha va vinnu va sabrahmacari abhinimmadanaya vayamati. ","an8.13:2.12":"Sikkhita kho pana hoti. ","an8.13:2.13":"‘Kamanne bhikkhu sikkhantu va ma va, ahamettha sikkhissami’ti cittam uppadeti. ","an8.13:2.14":"Gacchanto kho pana ujumaggeneva gacchati; ","an8.13:2.15":"tatrayam ujumaggo, seyyathidam—","an8.13:2.16":"sammaditthi …pe… sammasamadhi. ","an8.13:2.17":"Araddhaviriyo viharati: ","an8.13:2.18":"‘kamam taco ca nharu ca atthi ca avasissatu, sarire upassussatu mamsalohitam; yam tam purisathamena purisaviriyena purisaparakkamena pattabbam, na tam apapunitva viriyassa santhanam bhavissati’ti. ","an8.13:2.19":"Imehi kho, bhikkhave, atthahi dhammehi samannagato bhikkhu ahuneyyo hoti …pe… anuttaram punnakkhettam lokassa”ti. ","an8.13:2.20":"Tatiyam. "}