{"an8.2:0.1":"Anguttara Nikaya 8.2 ","an8.2:0.2":"1. Mettavagga ","an8.2:0.3":"Pannasutta ","an8.2:1.1":"“Atthime, bhikkhave, hetu attha paccaya adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattanti. ","an8.2:1.2":"Katame attha? ","an8.2:1.3":"Idha, bhikkhave, bhikkhu sattharam upanissaya viharati annataram va garutthaniyam sabrahmacarim, yatthassa tibbam hirottappam paccupatthitam hoti pemanca garavo ca. ","an8.2:1.4":"Ayam, bhikkhave, pathamo hetu pathamo paccayo adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattati. ","an8.2:2.1":"So tam sattharam upanissaya viharanto annataram va garutthaniyam sabrahmacarim, yatthassa tibbam hirottappam paccupatthitam hoti pemanca garavo ca, te kalena kalam upasankamitva paripucchati paripanhati: ","an8.2:2.2":"‘idam, bhante, katham; imassa ko attho’ti? ","an8.2:2.3":"Tassa te ayasmanto avivatanceva vivaranti, anuttanikatanca uttanikaronti, anekavihitesu ca kankhathaniyesu dhammesu kankham pativinodenti. ","an8.2:2.4":"Ayam, bhikkhave, dutiyo hetu dutiyo paccayo adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattati. ","an8.2:3.1":"So tam dhammam sutva dvayena vupakasena sampadeti—kayavupakasena ca cittavupakasena ca. ","an8.2:3.2":"Ayam, bhikkhave, tatiyo hetu tatiyo paccayo adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattati. ","an8.2:4.1":"Silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","an8.2:4.2":"Ayam, bhikkhave, catuttho hetu catuttho paccayo adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattati. ","an8.2:5.1":"Bahussuto hoti sutadharo sutasannicayo. Ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","an8.2:5.2":"Ayam, bhikkhave, pancamo hetu pancamo paccayo adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattati. ","an8.2:6.1":"Araddhaviriyo viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an8.2:6.2":"Ayam, bhikkhave, chattho hetu chattho paccayo adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattati. ","an8.2:7.1":"Sanghagato kho pana ananakathiko hoti atiracchanakathiko. ","an8.2:7.2":"Samam va dhammam bhasati param va ajjhesati ariyam va tunhibhavam natimannati. ","an8.2:7.3":"Ayam, bhikkhave, sattamo hetu sattamo paccayo adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattati. ","an8.2:8.1":"Pancasu kho pana upadanakkhandhesu udayabbayanupassi viharati: ","an8.2:8.2":"‘iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","an8.2:8.3":"iti vedana, iti vedanaya samudayo, iti vedanaya atthangamo; ","an8.2:8.4":"iti sanna …pe… ","an8.2:8.5":"iti sankhara … ","an8.2:8.6":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamo’ti. ","an8.2:8.7":"Ayam, bhikkhave, atthamo hetu atthamo paccayo adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattati. ","an8.2:9.1":"Tamenam sabrahmacari evam sambhaventi: ","an8.2:9.2":"‘ayam kho ayasma sattharam upanissaya viharati annataram va garutthaniyam sabrahmacarim, yatthassa tibbam hirottappam paccupatthitam hoti pemanca garavo ca. ","an8.2:9.3":"Addha ayamayasma janam janati passam passati’ti. ","an8.2:9.4":"Ayampi dhammo piyattaya garuttaya bhavanaya samannaya ekibhavaya samvattati. ","an8.2:10.1":"‘Tam kho panayamayasma sattharam upanissaya viharanto annataram va garutthaniyam sabrahmacarim, yatthassa tibbam hirottappam paccupatthitam hoti pemanca garavo ca, te kalena kalam upasankamitva paripucchati paripanhati: ","an8.2:10.2":"“idam, bhante, katham; imassa ko attho”ti? ","an8.2:10.3":"Tassa te ayasmanto avivatanceva vivaranti, anuttanikatanca uttanikaronti, anekavihitesu ca kankhathaniyesu dhammesu kankham pativinodenti. ","an8.2:10.4":"Addha ayamayasma janam janati passam passati’ti. ","an8.2:10.5":"Ayampi dhammo piyattaya garuttaya bhavanaya samannaya ekibhavaya samvattati. ","an8.2:11.1":"‘Tam kho panayamayasma dhammam sutva dvayena vupakasena sampadeti—kayavupakasena ca cittavupakasena ca. ","an8.2:11.2":"Addha ayamayasma janam janati passam passati’ti. ","an8.2:11.3":"Ayampi dhammo piyattaya garuttaya bhavanaya samannaya ekibhavaya samvattati. ","an8.2:12.1":"‘Silava kho panayamayasma patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","an8.2:12.2":"Addha ayamayasma janam janati passam passati’ti. ","an8.2:12.3":"Ayampi dhammo piyattaya garuttaya bhavanaya samannaya ekibhavaya samvattati. ","an8.2:13.1":"‘Bahussuto kho panayamayasma sutadharo sutasannicayo. Ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","an8.2:13.2":"Addha ayamayasma janam janati passam passati’ti. ","an8.2:13.3":"Ayampi dhammo piyattaya garuttaya bhavanaya samannaya ekibhavaya samvattati. ","an8.2:14.1":"‘Araddhaviriyo kho panayamayasma viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an8.2:14.2":"Addha ayamayasma janam janati passam passati’ti. ","an8.2:14.3":"Ayampi dhammo piyattaya garuttaya bhavanaya samannaya ekibhavaya samvattati. ","an8.2:15.1":"‘Sanghagato kho panayamayasma ananakathiko hoti atiracchanakathiko. ","an8.2:15.2":"Samam va dhammam bhasati param va ajjhesati ariyam va tunhibhavam natimannati. ","an8.2:15.3":"Addha ayamayasma janam janati passam passati’ti. ","an8.2:15.4":"Ayampi dhammo piyattaya garuttaya bhavanaya samannaya ekibhavaya samvattati. ","an8.2:16.1":"‘Pancasu kho panayamayasma upadanakkhandhesu udayabbayanupassi viharati—","an8.2:16.2":"iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","an8.2:16.3":"iti vedana …pe… ","an8.2:16.4":"iti sanna … ","an8.2:16.5":"iti sankhara … ","an8.2:16.6":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamoti. ","an8.2:16.7":"Addha ayamayasma janam janati passam passati’ti. ","an8.2:16.8":"Ayampi dhammo piyattaya garuttaya bhavanaya samannaya ekibhavaya samvattati. ","an8.2:17.1":"Ime kho, bhikkhave, attha hetu attha paccaya adibrahmacariyikaya pannaya appatiladdhaya patilabhaya, patiladdhaya bhiyyobhavaya vepullaya bhavanaya paripuriya samvattanti”ti. ","an8.2:17.2":"Dutiyam. "}