{"an8.9:0.1":"Anguttara Nikaya 8.9 ","an8.9:0.2":"1. Mettavagga ","an8.9:0.3":"Nandasutta ","an8.9:1.1":"“‘kulaputto’ti, bhikkhave, nandam samma vadamano vadeyya. ","an8.9:1.2":"‘Balava’ti, bhikkhave, nandam samma vadamano vadeyya. ","an8.9:1.3":"‘Pasadiko’ti, bhikkhave, nandam samma vadamano vadeyya. ","an8.9:1.4":"‘Tibbarago’ti, bhikkhave, nandam samma vadamano vadeyya. ","an8.9:1.5":"Kimannatra, bhikkhave, nando indriyesu guttadvaro, bhojane mattannu, jagariyam anuyutto, satisampajannena samannagato, yehi nando sakkoti paripunnam parisuddham brahmacariyam caritum. ","an8.9:1.6":"Tatridam, bhikkhave, nandassa indriyesu guttadvarataya hoti. ","an8.9:1.7":"Sace, bhikkhave, nandassa puratthima disa aloketabba hoti, sabbam cetasa samannaharitva nando puratthimam disam aloketi: ","an8.9:1.8":"‘evam me puratthimam disam alokayato nabhijjhadomanassa papaka akusala dhamma anvassavissanti’ti. ","an8.9:1.9":"Itiha tattha sampajano hoti. ","an8.9:2.1":"Sace, bhikkhave, nandassa pacchima disa aloketabba hoti …pe… ","an8.9:2.2":"uttara disa aloketabba hoti … ","an8.9:2.3":"dakkhina disa aloketabba hoti … ","an8.9:2.4":"uddham ulloketabba hoti … ","an8.9:2.5":"adho oloketabba hoti … ","an8.9:2.6":"anudisa anuviloketabba hoti, sabbam cetasa samannaharitva nando anudisam anuviloketi: ","an8.9:2.7":"‘evam me anudisam anuvilokayato nabhijjhadomanassa papaka akusala dhamma anvassavissanti’ti. ","an8.9:2.8":"Itiha tattha sampajano hoti. ","an8.9:2.9":"Idam kho, bhikkhave, nandassa indriyesu guttadvarataya hoti. ","an8.9:3.1":"Tatridam, bhikkhave, nandassa bhojane mattannutaya hoti. ","an8.9:3.2":"Idha, bhikkhave, nando patisankha yoniso aharam ahareti: ","an8.9:3.3":"‘neva davaya na madaya na mandanaya na vibhusanaya, yavadeva imassa kayassa thitiya yapanaya vihimsuparatiya brahmacariyanuggahaya iti purananca vedanam patihankhami, navanca vedanam na uppadessami, yatra ca me bhavissati anavajjata ca phasuviharo ca’ti. ","an8.9:3.4":"Idam kho, bhikkhave, nandassa bhojane mattannutaya hoti. ","an8.9:4.1":"Tatridam, bhikkhave, nandassa jagariyanuyogasmim hoti. ","an8.9:4.2":"Idha, bhikkhave, nando divasam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti; ","an8.9:4.3":"rattiya pathamam yamam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti; ","an8.9:4.4":"rattiya majjhimam yamam dakkhinena passena sihaseyyam kappeti pade padam accadhaya sato sampajano utthanasannam manasi karitva; ","an8.9:4.5":"rattiya pacchimam yamam paccutthaya cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti. ","an8.9:4.6":"Idam kho, bhikkhave, nandassa jagariyanuyogasmim hoti. ","an8.9:5.1":"Tatridam, bhikkhave, nandassa satisampajannasmim hoti. ","an8.9:5.2":"Idha, bhikkhave, nandassa vidita vedana uppajjanti, vidita upatthahanti, vidita abbhattham gacchanti; ","an8.9:5.3":"vidita sanna …pe… ","an8.9:5.4":"vidita vitakka …pe… abbhattham gacchanti. ","an8.9:5.5":"Idam kho, bhikkhave, nandassa satisampajannasmim hoti. ","an8.9:6.1":"Kimannatra, bhikkhave, nando indriyesu guttadvaro, bhojane mattannu, jagariyam anuyutto, satisampajannena samannagato, yehi nando sakkoti paripunnam parisuddham brahmacariyam caritun”ti. ","an8.9:6.2":"Navamam. "}