{"an8.21:0.1":"Anguttara Nikaya 8.21 ","an8.21:0.2":"3. Gahapativagga ","an8.21:0.3":"Pathamauggasutta ","an8.21:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","an8.21:1.2":"Tatra kho bhagava bhikkhu amantesi: ","an8.21:1.3":"“atthahi, bhikkhave, acchariyehi abbhutehi dhammehi samannagatam uggam gahapatim vesalikam dharetha”ti. ","an8.21:1.4":"Idamavoca bhagava. ","an8.21:1.5":"Idam vatvana sugato utthayasana viharam pavisi. ","an8.21:2.1":"Atha kho annataro bhikkhu pubbanhasamayam nivasetva pattacivaramadaya yena uggassa gahapatino vesalikassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","an8.21:2.2":"Atha kho uggo gahapati vesaliko yena so bhikkhu tenupasankami; upasankamitva tam bhikkhum abhivadetva ekamantam nisidi. Ekamantam nisinnam kho uggam gahapatim vesalikam so bhikkhu etadavoca: ","an8.21:3.1":"“Atthahi kho tvam, gahapati, acchariyehi abbhutehi dhammehi samannagato bhagavata byakato. ","an8.21:3.2":"Katame te, gahapati, attha acchariya abbhuta dhamma, yehi tvam samannagato bhagavata byakato”ti? ","an8.21:3.3":"“Na kho aham, bhante, janami: ","an8.21:3.4":"‘katamehi atthahi acchariyehi abbhutehi dhammehi samannagato bhagavata byakato’ti. ","an8.21:3.5":"Api ca, bhante, ye me attha acchariya abbhuta dhamma samvijjanti,; ","an8.21:3.6":"tam sunohi, sadhukam manasi karohi, bhasissami”ti. ","an8.21:3.7":"“Evam, gahapati”ti kho so bhikkhu uggassa gahapatino vesalikassa paccassosi. ","an8.21:3.8":"Uggo gahapati vesaliko etadavoca: ","an8.21:3.9":"“yadaham, bhante, bhagavantam pathamam duratova addasam; ","an8.21:3.10":"saha dassaneneva me, bhante, bhagavato cittam pasidi. ","an8.21:3.11":"Ayam kho me, bhante, pathamo acchariyo abbhuto dhammo samvijjati. ","an8.21:4.1":"So kho aham, bhante, pasannacitto bhagavantam payirupasim. ","an8.21:4.2":"Tassa me bhagava anupubbim katham kathesi, seyyathidam—","an8.21:4.3":"danakatham silakatham saggakatham; kamanam adinavam okaram sankilesam, nekkhamme anisamsam pakasesi. ","an8.21:4.4":"Yada mam bhagava annasi kallacittam muducittam vinivaranacittam udaggacittam pasannacittam, atha ya buddhanam samukkamsika dhammadesana tam pakasesi—","an8.21:4.5":"dukkham, samudayam, nirodham, maggam. ","an8.21:4.6":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","an8.21:4.7":"evamevam kho me tasmimyeva asane virajam vitamalam dhammacakkhum udapadi: ","an8.21:4.8":"‘yam kinci samudayadhammam sabbam tam nirodhadhamman’ti. ","an8.21:4.9":"So kho aham, bhante, ditthadhammo pattadhammo viditadhammo pariyogalhadhammo tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane ","an8.21:4.10":"tattheva buddhanca dhammanca sanghanca saranam agamasim, brahmacariyapancamani ca sikkhapadani samadiyim. ","an8.21:4.11":"Ayam kho me, bhante, dutiyo acchariyo abbhuto dhammo samvijjati. ","an8.21:5.1":"Tassa mayham, bhante, catasso komariyo pajapatiyo ahesum. ","an8.21:5.2":"Atha khvaham, bhante, yena ta pajapatiyo tenupasankamim; upasankamitva ta pajapatiyo etadavacam: ","an8.21:5.3":"‘maya kho, bhaginiyo, brahmacariyapancamani sikkhapadani samadinnani. ","an8.21:5.4":"Ya icchati sa idheva bhoge ca bhunjatu punnani ca karotu, sakani va natikulani gacchatu. ","an8.21:5.5":"Hoti va pana purisadhippayo, kassa vo dammi’ti? ","an8.21:5.6":"Evam vutte, sa, bhante, jettha pajapati mam etadavoca: ","an8.21:5.7":"‘itthannamassa mam, ayyaputta, purisassa dehi’ti. ","an8.21:5.8":"Atha kho aham, bhante, tam purisam pakkosapetva vamena hatthena pajapatim gahetva dakkhinena hatthena bhingaram gahetva tassa purisassa onojesim. ","an8.21:5.9":"Komarim kho panaham, bhante, daram pariccajanto nabhijanami cittassa annathattam. ","an8.21:5.10":"Ayam kho me, bhante, tatiyo acchariyo abbhuto dhammo samvijjati. ","an8.21:6.1":"Samvijjanti kho pana me, bhante, kule bhoga. ","an8.21:6.2":"Te ca kho appativibhatta silavantehi kalyanadhammehi. ","an8.21:6.3":"Ayam kho me, bhante, catuttho acchariyo abbhuto dhammo samvijjati. ","an8.21:7.1":"Yam kho panaham, bhante, bhikkhum payirupasami; ","an8.21:7.2":"sakkaccamyeva payirupasami, no asakkaccam. ","an8.21:7.3":"Ayam kho me, bhante, pancamo acchariyo abbhuto dhammo samvijjati. ","an8.21:8.1":"So ce, bhante, me ayasma dhammam deseti; ","an8.21:8.2":"sakkaccamyeva sunomi, no asakkaccam. ","an8.21:8.3":"No ce me so ayasma dhammam deseti, ahamassa dhammam desemi. ","an8.21:8.4":"Ayam kho me, bhante, chattho acchariyo abbhuto dhammo samvijjati. ","an8.21:9.1":"Anacchariyam kho pana mam, bhante, devata upasankamitva arocenti: ","an8.21:9.2":"‘svakkhato, gahapati, bhagavata dhammo’ti. ","an8.21:9.3":"Evam vutte, aham, bhante, ta devata evam vadami: ","an8.21:9.4":"‘vadeyyatha va evam kho tumhe devata no va vadeyyatha, atha kho svakkhato bhagavata dhammo’ti. ","an8.21:9.5":"Na kho panaham, bhante, abhijanami tatonidanam cittassa unnatim: ","an8.21:9.6":"‘mam va devata upasankamanti, aham va devatahi saddhim sallapami’ti. ","an8.21:9.7":"Ayam kho me, bhante, sattamo acchariyo abbhuto dhammo samvijjati. ","an8.21:10.1":"Yanimani, bhante, bhagavata desitani pancorambhagiyani samyojanani, naham tesam kinci attani appahinam samanupassami. ","an8.21:10.2":"Ayam kho me, bhante, atthamo acchariyo abbhuto dhammo samvijjati. ","an8.21:11.1":"Ime kho me, bhante, attha acchariya abbhuta dhamma samvijjanti. ","an8.21:11.2":"Na ca kho aham janami—","an8.21:11.3":"katamehi caham atthahi acchariyehi abbhutehi dhammehi samannagato bhagavata byakato”ti. ","an8.21:12.1":"Atha kho so bhikkhu uggassa gahapatino vesalikassa nivesane pindapatam gahetva utthayasana pakkami. ","an8.21:12.2":"Atha kho so bhikkhu pacchabhattam pindapatapatikkanto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","an8.21:12.3":"Ekamantam nisinno kho so bhikkhu yavatako ahosi uggena gahapatina vesalikena saddhim kathasallapo, tam sabbam bhagavato arocesi. ","an8.21:13.1":"“Sadhu sadhu, bhikkhu. ","an8.21:13.2":"Yatha tam uggo gahapati vesaliko samma byakaramano byakareyya, imeheva kho, bhikkhu, atthahi acchariyehi abbhutehi dhammehi samannagato uggo gahapati vesaliko maya byakato. ","an8.21:13.3":"Imehi ca pana, bhikkhu, atthahi acchariyehi abbhutehi dhammehi samannagatam uggam gahapatim vesalikam dharehi”ti. ","an8.21:13.4":"Pathamam. "}