{"an8.70:0.1":"Anguttara Nikaya 8.70 ","an8.70:0.2":"7. Bhumicalavagga ","an8.70:0.3":"Bhumicalasutta ","an8.70:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","an8.70:1.2":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","an8.70:1.3":"Vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto ayasmantam anandam amantesi: ","an8.70:1.4":"“ganhahi, ananda, nisidanam. ","an8.70:1.5":"Yena capalam cetiyam tenupasankamissama divaviharaya”ti. ","an8.70:1.6":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva nisidanam adaya bhagavantam pitthito pitthito anubandhi. ","an8.70:2.1":"Atha kho bhagava yena capalam cetiyam tenupasankami; upasankamitva pannatte asane nisidi. ","an8.70:2.2":"Nisajja kho bhagava ayasmantam anandam amantesi: ","an8.70:3.1":"“Ramaniya, ananda, vesali, ramaniyam udenam cetiyam, ramaniyam gotamakam cetiyam, ramaniyam sattambam cetiyam, ramaniyam bahuputtakam cetiyam; ramaniyam sarandadam cetiyam, ramaniyam capalam cetiyam. ","an8.70:3.2":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, akankhamano so, ananda, kappam va tittheyya kappavasesam va. ","an8.70:3.3":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha. Akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va”ti. ","an8.70:3.4":"Evampi kho ayasma anando bhagavata olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum; ","an8.70:3.5":"na bhagavantam yaci: ","an8.70:3.6":"“titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti, yatha tam marena pariyutthitacitto. ","an8.70:4.1":"Dutiyampi kho bhagava …pe… ","an8.70:4.2":"tatiyampi kho bhagava ayasmantam anandam amantesi: ","an8.70:4.3":"“ramaniya, ananda, vesali, ramaniyam udenam cetiyam, ramaniyam gotamakam cetiyam, ramaniyam sattambam cetiyam, ramaniyam bahuputtakam cetiyam, ramaniyam sarandadam cetiyam, ramaniyam capalam cetiyam. ","an8.70:4.4":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, akankhamano so, ananda, kappam va tittheyya kappavasesam va. ","an8.70:4.5":"Tathagatassa kho, ananda, cattaro iddhipada bhavita …pe… akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va”ti. ","an8.70:4.6":"Evampi kho ayasma anando bhagavata olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum; ","an8.70:4.7":"na bhagavantam yaci: ","an8.70:4.8":"“titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti, yatha tam marena pariyutthitacitto. ","an8.70:5.1":"Atha kho bhagava ayasmantam anandam amantesi: ","an8.70:5.2":"“gaccha tvam, ananda, yassadani kalam mannasi”ti. ","an8.70:5.3":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva utthayasana bhagavantam abhivadetva padakkhinam katva bhagavato avidure annatarasmim rukkhamule nisidi. ","an8.70:5.4":"Atha kho maro papima acirapakkante ayasmante anande bhagavantam etadavoca: ","an8.70:6.1":"“Parinibbatu dani, bhante, bhagava, parinibbatu sugato. Parinibbanakalo dani, bhante, bhagavato. ","an8.70:6.2":"Bhasita kho panesa, bhante, bhagavata vaca: ","an8.70:6.3":"‘na tavaham, papima, parinibbayissami yava me bhikkhu na savaka bhavissanti viyatta vinita visarada pattayogakkhema bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","an8.70:6.4":"Etarahi, bhante, bhikkhu bhagavato savaka viyatta vinita visarada pattayogakkhema bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","an8.70:7.1":"Parinibbatu dani, bhante, bhagava, parinibbatu sugato. Parinibbanakalo dani, bhante, bhagavato. ","an8.70:7.2":"Bhasita kho panesa, bhante, bhagavata vaca: ","an8.70:7.3":"‘na tavaham, papima, parinibbayissami yava me bhikkhuniyo na savika bhavissanti …pe… ","an8.70:7.4":"yava me upasaka na savaka bhavissanti …pe… ","an8.70:7.5":"yava me upasika na savika bhavissanti viyatta vinita visarada pattayogakkhema bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","an8.70:7.6":"Etarahi, bhante, upasika bhagavato savika viyatta vinita visarada pattayogakkhema bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","an8.70:8.1":"Parinibbatu dani, bhante, bhagava, parinibbatu sugato. Parinibbanakalo dani, bhante, bhagavato. ","an8.70:8.2":"Bhasita kho panesa, bhante, bhagavata vaca: ","an8.70:8.3":"‘na tavaham, papima, parinibbayissami yava me idam brahmacariyam na iddhanceva bhavissati phitanca vittharikam bahujannam puthubhutam, yava devamanussehi suppakasitan’ti. ","an8.70:8.4":"Etarahi, bhante, bhagavato brahmacariyam iddhanceva phitanca vittharikam bahujannam puthubhutam, yava devamanussehi suppakasitam. ","an8.70:9.1":"Parinibbatu dani, bhante, bhagava, parinibbatu sugato. Parinibbanakalo dani, bhante, bhagavato”ti. ","an8.70:9.2":"“Appossukko tvam, papima, hohi. Naciram tathagatassa parinibbanam bhavissati. ","an8.70:9.3":"Ito tinnam masanam accayena tathagato parinibbayissati”ti. ","an8.70:10.1":"Atha kho bhagava capale cetiye sato sampajano ayusankharam ossaji. ","an8.70:10.2":"Ossatthe ca bhagavata ayusankhare mahabhumicalo ahosi bhimsanako salomahamso, devadundubhiyo ca phalimsu. ","an8.70:10.3":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","an8.70:10.4":"“Tulamatulanca sambhavam, ","an8.70:10.5":"Bhavasankharamavassaji muni; ","an8.70:10.6":"Ajjhattarato samahito, ","an8.70:10.7":"Abhindi kavacamivattasambhavan”ti. ","an8.70:11.1":"Atha kho ayasmato anandassa etadahosi: ","an8.70:12.2":"“maha vatayam bhumicalo; ","an8.70:12.3":"sumaha vatayam bhumicalo bhimsanako salomahamso, devadundubhiyo ca phalimsu. ","an8.70:12.4":"Ko nu kho hetu, ko paccayo mahato bhumicalassa patubhavaya”ti? ","an8.70:13.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","an8.70:13.2":"“maha vatayam, bhante, bhumicalo; ","an8.70:13.3":"sumaha vatayam, bhante, bhumicalo bhimsanako salomahamso, devadundubhiyo ca phalimsu. ","an8.70:13.4":"Ko nu kho, bhante, hetu, ko paccayo mahato bhumicalassa patubhavaya”ti? ","an8.70:14.1":"“Atthime, ananda, hetu, attha paccaya mahato bhumicalassa patubhavaya. ","an8.70:14.2":"Katame attha? ","an8.70:14.3":"Ayam, ananda, mahapathavi udake patitthita; udakam vate patitthitam; vato akasattho hoti. So, ananda, samayo yam mahavata vayanti; mahavata vayanta udakam kampenti; udakam kampitam pathavim kampeti. ","an8.70:14.4":"Ayam, ananda, pathamo hetu, pathamo paccayo mahato bhumicalassa patubhavaya. ","an8.70:15.1":"Puna caparam, ananda, samano va brahmano va iddhima cetovasippatto devata va mahiddhika mahanubhava. Tassa paritta pathavisanna bhavita hoti, appamana aposanna. So imam pathavim kampeti sankampeti sampakampeti sampavedheti. ","an8.70:15.2":"Ayam, ananda, dutiyo hetu, dutiyo paccayo mahato bhumicalassa patubhavaya. ","an8.70:16.1":"Puna caparam, ananda, yada bodhisatto tusita kaya cavitva sato sampajano matukucchim okkamati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","an8.70:16.2":"Ayam, ananda, tatiyo hetu, tatiyo paccayo mahato bhumicalassa patubhavaya. ","an8.70:17.1":"Puna caparam, ananda, yada bodhisatto sato sampajano matukucchisma nikkhamati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","an8.70:17.2":"Ayam, ananda, catuttho hetu, catuttho paccayo mahato bhumicalassa patubhavaya. ","an8.70:18.1":"Puna caparam, ananda, yada tathagato anuttaram sammasambodhim abhisambujjhati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","an8.70:18.2":"Ayam, ananda, pancamo hetu, pancamo paccayo mahato bhumicalassa patubhavaya. ","an8.70:19.1":"Puna caparam, ananda, yada tathagato anuttaram dhammacakkam pavatteti, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","an8.70:19.2":"Ayam, ananda, chattho hetu, chattho paccayo mahato bhumicalassa patubhavaya. ","an8.70:20.1":"Puna caparam, ananda, yada tathagato sato sampajano ayusankharam ossajjati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","an8.70:20.2":"Ayam, ananda, sattamo hetu, sattamo paccayo mahato bhumicalassa patubhavaya. ","an8.70:21.1":"Puna caparam, ananda, yada tathagato anupadisesaya nibbanadhatuya parinibbayati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","an8.70:21.2":"Ayam, ananda, atthamo hetu, atthamo paccayo mahato bhumicalassa patubhavaya. ","an8.70:21.3":"Ime kho, ananda, attha hetu, attha paccaya mahato bhumicalassa patubhavaya”ti. ","an8.70:21.4":"Dasamam. ","an8.70:21.5":"Bhumicalavaggo dutiyo. ","an8.70:22.0":"Tassuddanam ","an8.70:22.1":"Iccha alanca sankhittam, ","an8.70:22.2":"gaya abhibhuna saha; ","an8.70:22.3":"Vimokkho dve ca vohara, ","an8.70:22.4":"parisa bhumicalenati. "}