{"an8.63:0.1":"Anguttara Nikaya 8.63 ","an8.63:0.2":"7. Bhumicalavagga ","an8.63:0.3":"Sankhittasutta ","an8.63:1.1":"Atha kho annataro bhikkhu yena bhagava tenupasankami …pe… ekamantam nisinno kho so bhikkhu bhagavantam etadavoca: ","an8.63:1.2":"“sadhu me, bhante, bhagava sankhittena dhammam desetu, yamaham bhagavato dhammam sutva eko vupakattho appamatto atapi pahitatto vihareyyan”ti. ","an8.63:1.3":"“Evamevam panidhekacce moghapurisa mamanneva ajjhesanti. ","an8.63:1.4":"Dhamme ca bhasite mamanneva anubandhitabbam mannanti”ti. ","an8.63:1.5":"“Desetu me, bhante, bhagava sankhittena dhammam, desetu sugato sankhittena dhammam. Appeva namaham bhagavato bhasitassa attham ajaneyyam, appeva namaham bhagavato bhasitassa dayado assan”ti. ","an8.63:1.6":"“Tasmatiha te, bhikkhu, evam sikkhitabbam: ","an8.63:1.7":"‘ajjhattam me cittam thitam bhavissati susanthitam, na ca uppanna papaka akusala dhamma cittam pariyadaya thassanti’ti. ","an8.63:1.8":"Evanhi te, bhikkhu, sikkhitabbam. ","an8.63:2.1":"Yato kho te, bhikkhu, ajjhattam cittam thitam hoti susanthitam, na ca uppanna papaka akusala dhamma cittam pariyadaya titthanti, tato te, bhikkhu, evam sikkhitabbam: ","an8.63:2.2":"‘metta me cetovimutti bhavita bhavissati bahulikata yanikata vatthukata anutthita paricita susamaraddha’ti. ","an8.63:2.3":"Evanhi te, bhikkhu, sikkhitabbam. ","an8.63:3.1":"Yato kho te, bhikkhu, ayam samadhi evam bhavito hoti bahulikato, tato tvam, bhikkhu, imam samadhim savitakkampi savicaram bhaveyyasi, avitakkampi vicaramattam bhaveyyasi, avitakkampi avicaram bhaveyyasi, sappitikampi bhaveyyasi, nippitikampi bhaveyyasi, satasahagatampi bhaveyyasi, upekkhasahagatampi bhaveyyasi. ","an8.63:4.1":"Yato kho, te bhikkhu, ayam samadhi evam bhavito hoti subhavito, tato te, bhikkhu, evam sikkhitabbam: ","an8.63:4.2":"‘karuna me cetovimutti … ","an8.63:4.3":"mudita me cetovimutti … ","an8.63:4.4":"upekkha me cetovimutti bhavita bhavissati bahulikata yanikata vatthukata anutthita paricita susamaraddha’ti. ","an8.63:4.5":"Evanhi te, bhikkhu, sikkhitabbam. ","an8.63:5.1":"Yato kho te, bhikkhu, ayam samadhi evam bhavito hoti subhavito, tato tvam, bhikkhu, imam samadhim savitakkasavicarampi bhaveyyasi, avitakkavicaramattampi bhaveyyasi, avitakkaavicarampi bhaveyyasi, sappitikampi bhaveyyasi, nippitikampi bhaveyyasi, satasahagatampi bhaveyyasi, upekkhasahagatampi bhaveyyasi. ","an8.63:6.1":"Yato kho te, bhikkhu, ayam samadhi evam bhavito hoti subhavito, tato te, bhikkhu, evam sikkhitabbam: ","an8.63:6.2":"‘kaye kayanupassi viharissami atapi sampajano satima, vineyya loke abhijjhadomanassan’ti. ","an8.63:6.3":"Evanhi te, bhikkhu, sikkhitabbam. ","an8.63:7.1":"Yato kho te, bhikkhu, ayam samadhi evam bhavito hoti bahulikato, tato tvam, bhikkhu, imam samadhim savitakkasavicarampi bhaveyyasi, avitakkavicaramattampi bhaveyyasi, avitakkaavicarampi bhaveyyasi, sappitikampi bhaveyyasi, nippitikampi bhaveyyasi, satasahagatampi bhaveyyasi, upekkhasahagatampi bhaveyyasi. ","an8.63:8.1":"Yato kho te, bhikkhu, ayam samadhi evam bhavito hoti subhavito, tato te, bhikkhu, evam sikkhitabbam: ","an8.63:8.2":"‘vedanasu … ","an8.63:8.3":"citte … ","an8.63:8.4":"dhammesu dhammanupassi viharissami atapi sampajano satima, vineyya loke abhijjhadomanassan’ti. ","an8.63:8.5":"Evanhi te, bhikkhu, sikkhitabbam. ","an8.63:9.1":"Yato kho te, bhikkhu, ayam samadhi evam bhavito hoti bahulikato, tato tvam, bhikkhu, imam samadhim savitakkasavicarampi bhaveyyasi, avitakkavicaramattampi bhaveyyasi, avitakkaavicarampi bhaveyyasi, sappitikampi bhaveyyasi, nippitikampi bhaveyyasi, satasahagatampi bhaveyyasi, upekkhasahagatampi bhaveyyasi. ","an8.63:10.1":"Yato kho te, bhikkhu, ayam samadhi evam bhavito hoti subhavito, tato tvam, bhikkhu, yena yeneva gagghasi phasumyeva gagghasi, yattha yattha thassasi phasumyeva thassasi, yattha yattha nisidissasi phasumyeva nisidissasi, yattha yattha seyyam kappessasi phasumyeva seyyam kappessasi”ti. ","an8.63:11.1":"Atha kho so bhikkhu bhagavata imina ovadena ovadito utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","an8.63:11.2":"Atha kho so bhikkhu eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","an8.63:11.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","an8.63:11.4":"Annataro ca pana so bhikkhu arahatam ahositi. ","an8.63:11.5":"Tatiyam. "}