{"an9.8:0.1":"Anguttara Nikaya 9.8 ","an9.8:0.2":"1. Sambodhivagga ","an9.8:0.3":"Sajjhasutta ","an9.8:1.1":"Ekam samayam bhagava rajagahe viharati gijjhakute pabbate. ","an9.8:1.2":"Atha kho sajjho paribbajako yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","an9.8:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho sajjho paribbajako bhagavantam etadavoca: ","an9.8:2.1":"“Ekamidaham, bhante, samayam bhagava idheva rajagahe viharami giribbaje. ","an9.8:2.2":"Tatra me, bhante, bhagavato sammukha sutam sammukha patiggahitam: ","an9.8:2.3":"‘yo so, sajjha, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, abhabbo so panca thanani ajjhacaritum—","an9.8:2.4":"abhabbo khinasavo bhikkhu sancicca panam jivita voropetum, abhabbo khinasavo bhikkhu adinnam theyyasankhatam adatum, abhabbo khinasavo bhikkhu methunam dhammam patisevitum, abhabbo khinasavo bhikkhu sampajanamusa bhasitum, abhabbo khinasavo bhikkhu sannidhikarakam kame paribhunjitum seyyathapi pubbe agariyabhuto’ti. ","an9.8:2.5":"Kacci metam, bhante, bhagavato sussutam suggahitam sumanasikatam supadharitan”ti? ","an9.8:3.1":"“Taggha te etam, sajjha, sussutam suggahitam sumanasikatam supadharitam. ","an9.8:3.2":"Pubbe caham, sajjha, etarahi ca evam vadami: ","an9.8:3.3":"‘yo so bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, abhabbo so nava thanani ajjhacaritum—","an9.8:3.4":"abhabbo khinasavo bhikkhu sancicca panam jivita voropetum …pe… abhabbo khinasavo bhikkhu sannidhikarakam kame paribhunjitum seyyathapi pubbe agariyabhuto, abhabbo khinasavo bhikkhu buddham paccakkhatum, abhabbo khinasavo bhikkhu dhammam paccakkhatum, abhabbo khinasavo bhikkhu sangham paccakkhatum, abhabbo khinasavo bhikkhu sikkham paccakkhatum’. ","an9.8:3.5":"Pubbe caham, sajjha, etarahi ca evam vadami: ","an9.8:3.6":"‘yo so bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, abhabbo so imani nava thanani ajjhacaritun’”ti. ","an9.8:3.7":"Atthamam. "}