{"an9.1:0.1":"Anguttara Nikaya 9.1 ","an9.1:0.2":"1. Sambodhivagga ","an9.1:0.3":"Sambodhisutta ","an9.1:1.1":"Evam me sutam—","an9.1:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an9.1:1.3":"Tatra kho bhagava bhikkhu amantesi: ","an9.1:2.1":"“Sace, bhikkhave, annatitthiya paribbajaka evam puccheyyum: ","an9.1:2.2":"‘sambodhipakkhikanam, avuso, dhammanam ka upanisa bhavanaya’ti, evam puttha tumhe, bhikkhave, tesam annatitthiyanam paribbajakanam kinti byakareyyatha”ti? ","an9.1:2.3":"“Bhagavammulaka no, bhante, dhamma …pe… bhagavato sutva bhikkhu dharessanti”ti. ","an9.1:3.1":"“Tena hi, bhikkhave, sunatha, sadhukam manasi karotha; bhasissami”ti. ","an9.1:3.2":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","an9.1:3.3":"Bhagava etadavoca: ","an9.1:4.1":"“Sace, bhikkhave, annatitthiya paribbajaka evam puccheyyum: ","an9.1:4.2":"‘sambodhipakkhikanam, avuso, dhammanam ka upanisa bhavanaya’ti, evam puttha tumhe, bhikkhave, tesam annatitthiyanam paribbajakanam evam byakareyyatha: ","an9.1:5.1":"‘Idhavuso, bhikkhu kalyanamitto hoti kalyanasahayo kalyanasampavanko. ","an9.1:5.2":"Sambodhipakkhikanam, avuso, dhammanam ayam pathama upanisa bhavanaya. ","an9.1:6.1":"Puna caparam, avuso, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","an9.1:6.2":"Sambodhipakkhikanam, avuso, dhammanam ayam dutiya upanisa bhavanaya. ","an9.1:7.1":"Puna caparam, avuso, bhikkhu yayam katha abhisallekhika cetovivaranasappaya, seyyathidam—appicchakatha santutthikatha pavivekakatha asamsaggakatha viriyarambhakatha silakatha samadhikatha pannakatha vimuttikatha vimuttinanadassanakatha, evarupiya kathaya nikamalabhi hoti akicchalabhi akasiralabhi. ","an9.1:7.2":"Sambodhipakkhikanam, avuso, dhammanam ayam tatiya upanisa bhavanaya. ","an9.1:8.1":"Puna caparam, avuso, bhikkhu araddhaviriyo viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an9.1:8.2":"Sambodhipakkhikanam, avuso, dhammanam ayam catutthi upanisa bhavanaya. ","an9.1:9.1":"Puna caparam, avuso, bhikkhu pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","an9.1:9.2":"Sambodhipakkhikanam, avuso, dhammanam ayam pancami upanisa bhavanaya’. ","an9.1:10.1":"Kalyanamittassetam, bhikkhave, bhikkhuno patikankham kalyanasahayassa kalyanasampavankassa—","an9.1:10.2":"silava bhavissati, patimokkhasamvarasamvuto viharissati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhissati sikkhapadesu. ","an9.1:11.1":"Kalyanamittassetam, bhikkhave, bhikkhuno patikankham kalyanasahayassa kalyanasampavankassa—","an9.1:11.2":"yayam katha abhisallekhika cetovivaranasappaya, seyyathidam—appicchakatha santutthikatha pavivekakatha asamsaggakatha viriyarambhakatha silakatha samadhikatha pannakatha vimuttikatha vimuttinanadassanakatha, evarupiya kathaya nikamalabhi bhavissati akicchalabhi akasiralabhi. ","an9.1:12.1":"Kalyanamittassetam, bhikkhave, bhikkhuno patikankham kalyanasahayassa kalyanasampavankassa—","an9.1:12.2":"araddhaviriyo viharissati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","an9.1:13.1":"Kalyanamittassetam, bhikkhave, bhikkhuno patikankham kalyanasahayassa kalyanasampavankassa—","an9.1:13.2":"pannava bhavissati udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","an9.1:14.1":"Tena ca pana, bhikkhave, bhikkhuna imesu pancasu dhammesu patitthaya cattaro dhamma uttari bhavetabba—","an9.1:14.2":"asubha bhavetabba ragassa pahanaya, metta bhavetabba byapadassa pahanaya, anapanassati bhavetabba vitakkupacchedaya, aniccasanna bhavetabba asmimanasamugghataya. ","an9.1:14.3":"Aniccasannino, bhikkhave, anattasanna santhati. ","an9.1:14.4":"Anattasanni asmimanasamugghatam papunati dittheva dhamme nibbanan”ti. ","an9.1:14.5":"Pathamam. "}