{"an9.41:0.1":"Anguttara Nikaya 9.41 ","an9.41:0.2":"4. Mahavagga ","an9.41:0.3":"Tapussasutta ","an9.41:1.1":"Ekam samayam bhagava mallesu viharati uruvelakappam nama mallanam nigamo. ","an9.41:1.2":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya uruvelakappam pindaya pavisi. ","an9.41:1.3":"Uruvelakappe pindaya caritva pacchabhattam pindapatapatikkanto ayasmantam anandam amantesi: ","an9.41:1.4":"“idheva tava tvam, ananda, hohi, yavaham mahavanam ajjhogahami divaviharaya”ti. ","an9.41:1.5":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","an9.41:1.6":"Atha kho bhagava mahavanam ajjhogahetva annatarasmim rukkhamule divaviharam nisidi. ","an9.41:2.1":"Atha kho tapusso gahapati yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinno kho tapusso gahapati ayasmantam anandam etadavoca: ","an9.41:3.1":"“Mayam, bhante ananda, gihi kamabhogino kamarama kamarata kamasammudita. ","an9.41:3.2":"Tesam no, bhante, amhakam gihinam kamabhoginam kamaramanam kamaratanam kamasammuditanam papato viya khayati, yadidam nekkhammam. ","an9.41:3.3":"Sutam metam, bhante, ‘imasmim dhammavinaye daharanam daharanam bhikkhunam nekkhamme cittam pakkhandati pasidati santitthati vimuccati etam santanti passato’. ","an9.41:3.4":"Tayidam, bhante, imasmim dhammavinaye bhikkhunam bahuna janena visabhago, yadidam nekkhamman”ti. ","an9.41:4.1":"“Atthi kho etam, gahapati, kathapabhatam bhagavantam dassanaya. ","an9.41:4.2":"Ayama, gahapati, yena bhagava tenupasankamissama; upasankamitva bhagavato etamattham arocessama. ","an9.41:4.3":"Yatha no bhagava byakarissati tatha nam dharessama”ti. ","an9.41:5.1":"“Evam, bhante”ti kho tapusso gahapati ayasmato anandassa paccassosi. ","an9.41:5.2":"Atha kho ayasma anando tapussena gahapatina saddhim yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","an9.41:6.1":"“Ayam, bhante, tapusso gahapati evamaha: ","an9.41:6.2":"‘mayam, bhante ananda, gihi kamabhogino kamarama kamarata kamasammudita, tesam no, bhante, amhakam gihinam kamabhoginam kamaramanam kamaratanam kamasammuditanam papato viya khayati, yadidam nekkhammam’. ","an9.41:6.3":"Sutam metam, bhante, ‘imasmim dhammavinaye daharanam daharanam bhikkhunam nekkhamme cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:6.4":"Tayidam, bhante, imasmim dhammavinaye bhikkhunam bahuna janena visabhago yadidam nekkhamman’”ti. ","an9.41:7.1":"“Evametam, ananda, evametam, ananda. ","an9.41:7.2":"Mayhampi kho, ananda, pubbeva sambodha anabhisambuddhassa bodhisattasseva sato etadahosi: ","an9.41:7.3":"‘sadhu nekkhammam, sadhu paviveko’ti. ","an9.41:7.4":"Tassa mayham, ananda, nekkhamme cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato. ","an9.41:7.5":"Tassa mayham, ananda, etadahosi: ","an9.41:7.6":"‘ko nu kho hetu ko paccayo, yena me nekkhamme cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’? ","an9.41:7.7":"Tassa mayham, ananda, etadahosi: ","an9.41:7.8":"‘kamesu kho me adinavo adittho, so ca me abahulikato, nekkhamme ca anisamso anadhigato, so ca me anasevito. ","an9.41:7.9":"Tasma me nekkhamme cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’. ","an9.41:7.10":"Tassa mayham, ananda, etadahosi: ","an9.41:7.11":"‘sace kho aham kamesu adinavam disva tam bahulam kareyyam, nekkhamme anisamsam adhigamma tamaseveyyam, ","an9.41:7.12":"thanam kho panetam vijjati yam me nekkhamme cittam pakkhandeyya pasideyya santittheyya vimucceyya etam santanti passato’. ","an9.41:7.13":"So kho aham, ananda, aparena samayena kamesu adinavam disva tam bahulamakasim, nekkhamme anisamsam adhigamma tamasevim. ","an9.41:7.14":"Tassa mayham, ananda, nekkhamme cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:7.15":"So kho aham, ananda, vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharami. ","an9.41:7.16":"Tassa mayham, ananda, imina viharena viharato kamasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:7.17":"Seyyathapi, ananda, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.41:7.18":"evamevassa me kamasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:8.1":"Tassa mayham, ananda, etadahosi: ","an9.41:8.2":"‘yannunaham vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja vihareyyan’ti. ","an9.41:8.3":"Tassa mayham, ananda, avitakke cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato. ","an9.41:8.4":"Tassa mayham, ananda, etadahosi: ","an9.41:8.5":"‘ko nu kho hetu ko paccayo, yena me avitakke cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’? ","an9.41:8.6":"Tassa mayham, ananda, etadahosi: ","an9.41:8.7":"‘vitakkesu kho me adinavo adittho, so ca me abahulikato, avitakke ca anisamso anadhigato, so ca me anasevito. ","an9.41:8.8":"Tasma me avitakke cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’. ","an9.41:8.9":"Tassa mayham, ananda, etadahosi: ","an9.41:8.10":"‘sace kho aham vitakkesu adinavam disva tam bahulam kareyyam, avitakke anisamsam adhigamma tamaseveyyam, thanam kho panetam vijjati yam me avitakke cittam pakkhandeyya pasideyya santittheyya vimucceyya etam santanti passato’. ","an9.41:8.11":"So kho aham, ananda, aparena samayena vitakkesu adinavam disva tam bahulamakasim, avitakke anisamsam adhigamma tamasevim. ","an9.41:8.12":"Tassa mayham, ananda, avitakke cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:8.13":"So kho aham, ananda, vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharami. ","an9.41:8.14":"Tassa mayham, ananda, imina viharena viharato vitakkasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:8.15":"Seyyathapi, ananda, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.41:8.16":"evamevassa me vitakkasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:9.1":"Tassa mayham, ananda, etadahosi: ","an9.41:9.2":"‘yannunaham pitiya ca viraga upekkhako ca vihareyyam sato ca sampajano sukhanca kayena patisamvedeyyam yam tam ariya acikkhanti—upekkhako satima sukhavihariti tatiyam jhanam upasampajja vihareyyan’ti. ","an9.41:9.3":"Tassa mayham, ananda, nippitike cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato. ","an9.41:9.4":"Tassa mayham, ananda, etadahosi: ","an9.41:9.5":"‘ko nu kho hetu ko paccayo, yena me nippitike cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’? ","an9.41:9.6":"Tassa mayham, ananda, etadahosi: ","an9.41:9.7":"‘pitiya kho me adinavo adittho, so ca me abahulikato, nippitike ca anisamso anadhigato, so ca me anasevito. ","an9.41:9.8":"Tasma me nippitike cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’. ","an9.41:9.9":"Tassa mayham, ananda, etadahosi: ","an9.41:9.10":"‘sace kho aham pitiya adinavam disva tam bahulam kareyyam, nippitike anisamsam adhigamma tamaseveyyam, thanam kho panetam vijjati yam me nippitike cittam pakkhandeyya pasideyya santittheyya vimucceyya etam santanti passato’. ","an9.41:9.11":"So kho aham, ananda, aparena samayena pitiya adinavam disva tam bahulamakasim, nippitike anisamsam adhigamma tamasevim. ","an9.41:9.12":"Tassa mayham, ananda, nippitike cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:9.13":"So kho aham, ananda, pitiya ca viraga …pe… tatiyam jhanam upasampajja viharami. ","an9.41:9.14":"Tassa mayham, ananda, imina viharena viharato pitisahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:9.15":"Seyyathapi, ananda, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.41:9.16":"evamevassa me pitisahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:10.1":"Tassa mayham, ananda, etadahosi: ","an9.41:10.2":"‘yannunaham sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja vihareyyan’ti. ","an9.41:10.3":"Tassa mayham, ananda, adukkhamasukhe cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato. ","an9.41:10.4":"Tassa mayham, ananda, etadahosi: ","an9.41:10.5":"‘ko nu kho hetu ko paccayo, yena me adukkhamasukhe cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’? ","an9.41:10.6":"Tassa mayham, ananda, etadahosi: ","an9.41:10.7":"‘upekkhasukhe kho me adinavo adittho, so ca me abahulikato, adukkhamasukhe ca anisamso anadhigato, so ca me anasevito. ","an9.41:10.8":"Tasma me adukkhamasukhe cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’. ","an9.41:10.9":"Tassa mayham, ananda, etadahosi: ","an9.41:10.10":"‘sace kho aham upekkhasukhe adinavam disva tam bahulam kareyyam, adukkhamasukhe anisamsam adhigamma tamaseveyyam, thanam kho panetam vijjati yam me adukkhamasukhe cittam pakkhandeyya pasideyya santittheyya vimucceyya etam santanti passato’. ","an9.41:10.11":"So kho aham, ananda, aparena samayena upekkhasukhe adinavam disva tam bahulamakasim adukkhamasukhe anisamsam adhigamma tamasevim. ","an9.41:10.12":"Tassa mayham, ananda, adukkhamasukhe cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:10.13":"So kho aham, ananda, sukhassa ca pahana …pe… catuttham jhanam upasampajja viharami. ","an9.41:10.14":"Tassa mayham, ananda, imina viharena viharato upekkhasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:10.15":"Seyyathapi, ananda, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.41:10.16":"evamevassa me upekkhasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:11.1":"Tassa mayham, ananda, etadahosi: ","an9.41:11.2":"‘yannunaham sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara “ananto akaso”ti akasanancayatanam upasampajja vihareyyan’ti. ","an9.41:11.3":"Tassa mayham, ananda, akasanancayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato. ","an9.41:11.4":"Tassa mayham, ananda, etadahosi: ","an9.41:11.5":"‘ko nu kho hetu ko paccayo, yena me akasanancayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’? ","an9.41:11.6":"Tassa mayham, ananda, etadahosi: ","an9.41:11.7":"‘rupesu kho me adinavo adittho, so ca abahulikato, akasanancayatane ca anisamso anadhigato, so ca me anasevito. ","an9.41:11.8":"Tasma me akasanancayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’. ","an9.41:11.9":"Tassa mayham, ananda, etadahosi: ","an9.41:11.10":"‘sace kho aham rupesu adinavam disva tam bahulam kareyyam, akasanancayatane anisamsam adhigamma tamaseveyyam, thanam kho panetam vijjati yam me akasanancayatane cittam pakkhandeyya pasideyya santittheyya vimucceyya etam santanti passato’. ","an9.41:11.11":"So kho aham, ananda, aparena samayena rupesu adinavam disva tam bahulamakasim, akasanancayatane anisamsam adhigamma tamasevim. ","an9.41:11.12":"Tassa mayham, ananda, akasanancayatane cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:11.13":"So kho aham, ananda, sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharami. ","an9.41:11.14":"Tassa mayham, ananda, imina viharena viharato rupasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:11.15":"Seyyathapi, ananda, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.41:11.16":"evamevassa me rupasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:12.1":"Tassa mayham, ananda, etadahosi: ","an9.41:12.2":"‘yannunaham sabbaso akasanancayatanam samatikkamma “anantam vinnanan”ti vinnanancayatanam upasampajja vihareyyan’ti. ","an9.41:12.3":"Tassa mayham, ananda, vinnanancayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato. ","an9.41:12.4":"Tassa mayham, ananda, etadahosi: ","an9.41:12.5":"‘ko nu kho hetu ko paccayo, yena me vinnanancayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’? ","an9.41:12.6":"Tassa mayham, ananda, etadahosi: ","an9.41:12.7":"‘akasanancayatane kho me adinavo adittho, so ca abahulikato, vinnanancayatane ca anisamso anadhigato, so ca me anasevito. ","an9.41:12.8":"Tasma me vinnanancayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’. ","an9.41:12.9":"Tassa mayham, ananda, etadahosi: ","an9.41:12.10":"‘sace kho aham akasanancayatane adinavam disva tam bahulam kareyyam, vinnanancayatane anisamsam adhigamma tamaseveyyam, thanam kho panetam vijjati yam me vinnanancayatane cittam pakkhandeyya pasideyya santittheyya vimucceyya etam santanti passato’. ","an9.41:12.11":"So kho aham, ananda, aparena samayena akasanancayatane adinavam disva tam bahulamakasim, vinnanancayatane anisamsam adhigamma tamasevim. ","an9.41:12.12":"Tassa mayham, ananda, vinnanancayatane cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:12.13":"So kho aham, ananda, sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharami. ","an9.41:12.14":"Tassa mayham, ananda, imina viharena viharato akasanancayatanasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:12.15":"Seyyathapi, ananda, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.41:12.16":"evamevassa me akasanancayatanasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:13.1":"Tassa mayham, ananda, etadahosi: ","an9.41:13.2":"‘yannunaham sabbaso vinnanancayatanam samatikkamma “natthi kinci”ti akincannayatanam upasampajja vihareyyan’ti. ","an9.41:13.3":"Tassa mayham, ananda, akincannayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato. ","an9.41:13.4":"Tassa mayham, ananda, etadahosi: ","an9.41:13.5":"‘ko nu kho hetu ko paccayo, yena me akincannayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’? ","an9.41:13.6":"Tassa mayham, ananda, etadahosi: ","an9.41:13.7":"‘vinnanancayatane kho me adinavo adittho, so ca me abahulikato, akincannayatane ca anisamso anadhigato, so ca me anasevito. ","an9.41:13.8":"Tasma me akincannayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’. ","an9.41:13.9":"Tassa mayham, ananda, etadahosi: ","an9.41:13.10":"‘sace kho aham vinnanancayatane adinavam disva tam bahulam kareyyam, akincannayatane anisamsam adhigamma tamaseveyyam, thanam kho panetam vijjati yam me akincannayatane cittam pakkhandeyya pasideyya santittheyya vimucceyya etam santanti passato’. ","an9.41:13.11":"So kho aham, ananda, aparena samayena vinnanancayatane adinavam disva tam bahulamakasim, akincannayatane anisamsam adhigamma tamasevim. ","an9.41:13.12":"Tassa mayham, ananda, akincannayatane cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:13.13":"So kho aham, ananda, sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharami. ","an9.41:13.14":"Tassa mayham, ananda, imina viharena viharato vinnanancayatanasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:13.15":"Seyyathapi, ananda, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.41:13.16":"evamevassa me vinnanancayatanasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:14.1":"Tassa mayham, ananda, etadahosi: ","an9.41:14.2":"‘yannunaham sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja vihareyyan’ti. ","an9.41:14.3":"Tassa mayham, ananda, nevasannanasannayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato. ","an9.41:14.4":"Tassa mayham, ananda, etadahosi: ","an9.41:14.5":"‘ko nu kho hetu ko paccayo, yena me nevasannanasannayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’? ","an9.41:14.6":"Tassa mayham, ananda, etadahosi: ","an9.41:14.7":"‘akincannayatane kho me adinavo adittho, so ca me abahulikato, nevasannanasannayatane ca anisamso anadhigato, so ca me anasevito. ","an9.41:14.8":"Tasma me nevasannanasannayatane cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’. ","an9.41:14.9":"Tassa mayham, ananda, etadahosi: ","an9.41:14.10":"‘sace kho aham akincannayatane adinavam disva tam bahulam kareyyam, nevasannanasannayatane anisamsam adhigamma tamaseveyyam, thanam kho panetam vijjati yam me nevasannanasannayatane cittam pakkhandeyya pasideyya santittheyya vimucceyya etam santanti passato’. ","an9.41:14.11":"So kho aham, ananda, aparena samayena akincannayatane adinavam disva tam bahulamakasim, nevasannanasannayatane anisamsam adhigamma tamasevim. ","an9.41:14.12":"Tassa mayham, ananda, nevasannanasannayatane cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:14.13":"So kho aham, ananda, sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharami. ","an9.41:14.14":"Tassa mayham, ananda, imina viharena viharato akincannayatanasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:14.15":"Seyyathapi, ananda, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.41:14.16":"evamevassa me akincannayatanasahagata sannamanasikara samudacaranti. Svassa me hoti abadho. ","an9.41:15.1":"Tassa mayham, ananda, etadahosi: ","an9.41:15.2":"‘yannunaham nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja vihareyyan’ti. ","an9.41:15.3":"Tassa mayham, ananda, sannavedayitanirodhe cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato. ","an9.41:15.4":"Tassa mayham, ananda, etadahosi: ","an9.41:15.5":"‘ko nu kho hetu, ko paccayo, yena me sannavedayitanirodhe cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’? ","an9.41:15.6":"Tassa mayham, ananda, etadahosi: ","an9.41:15.7":"‘nevasannanasannayatane kho me adinavo adittho, so ca me abahulikato, sannavedayitanirodhe ca anisamso anadhigato, so ca me anasevito. ","an9.41:15.8":"Tasma me sannavedayitanirodhe cittam na pakkhandati nappasidati na santitthati na vimuccati etam santanti passato’. ","an9.41:15.9":"Tassa mayham, ananda, etadahosi: ","an9.41:15.10":"‘sace kho aham nevasannanasannayatane adinavam disva tam bahulam kareyyam, sannavedayitanirodhe anisamsam adhigamma tamaseveyyam, thanam kho panetam vijjati yam me sannavedayitanirodhe cittam pakkhandeyya pasideyya santittheyya vimucceyya etam santanti passato’. ","an9.41:15.11":"So kho aham, ananda, aparena samayena nevasannanasannayatane adinavam disva tam bahulamakasim, sannavedayitanirodhe anisamsam adhigamma tamasevim. ","an9.41:15.12":"Tassa mayham, ananda, sannavedayitanirodhe cittam pakkhandati pasidati santitthati vimuccati etam santanti passato. ","an9.41:15.13":"So kho aham, ananda, sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharami, pannaya ca me disva asava parikkhayam agamamsu. ","an9.41:16.1":"Yavakivancaham, ananda, ima nava anupubbaviharasamapattiyo na evam anulomapatilomam samapajjimpi vutthahimpi, neva tavaham, ananda, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya ‘anuttaram sammasambodhim abhisambuddho’ti paccannasim. ","an9.41:16.2":"Yato ca kho aham, ananda, ima nava anupubbaviharasamapattiyo evam anulomapatilomam samapajjimpi vutthahimpi, athaham, ananda, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya ‘anuttaram sammasambodhim abhisambuddho’ti paccannasim. ","an9.41:16.3":"Nananca pana me dassanam udapadi: ","an9.41:16.4":"‘akuppa me cetovimutti, ayamantima jati, natthi dani punabbhavo’”ti. ","an9.41:16.5":"Dasamam. ","an9.41:16.6":"Mahavaggo catuttho. ","an9.41:17.0":"Tassuddanam ","an9.41:17.1":"Dve vihara ca nibbanam, ","an9.41:17.2":"gavi jhanena pancamam; ","an9.41:17.3":"Anando brahmana devo, ","an9.41:17.4":"nagena tapussena cati. "}