{"an9.13:0.1":"Anguttara Nikaya 9.13 ","an9.13:0.2":"2. Sihanadavagga ","an9.13:0.3":"Kotthikasutta ","an9.13:1.1":"Atha kho ayasma mahakotthiko yenayasma sariputto tenupasankami; upasankamitva ayasmata sariputtena saddhim sammodi. ","an9.13:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma mahakotthiko ayasmantam sariputtam etadavoca: ","an9.13:1.3":"“kim nu kho, avuso sariputta, ‘yam kammam ditthadhammavedaniyam, tam me kammam samparayavedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:1.4":"“No hidam, avuso”. ","an9.13:2.1":"“Kim panavuso sariputta, ‘yam kammam samparayavedaniyam tam me kammam ditthadhammavedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:2.2":"“No hidam, avuso”. ","an9.13:3.1":"“Kim nu kho, avuso sariputta, ‘yam kammam sukhavedaniyam, tam me kammam dukkhavedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:3.2":"“No hidam, avuso”. ","an9.13:4.1":"“Kim panavuso, sariputta, ‘yam kammam dukkhavedaniyam, tam me kammam sukhavedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:4.2":"“No hidam, avuso”. ","an9.13:5.1":"“Kim nu kho, avuso sariputta, ‘yam kammam paripakkavedaniyam, tam me kammam aparipakkavedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:5.2":"“No hidam, avuso”. ","an9.13:6.1":"“Kim panavuso sariputta, ‘yam kammam aparipakkavedaniyam, tam me kammam paripakkavedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:6.2":"“No hidam, avuso”. ","an9.13:7.1":"“Kim nu kho, avuso sariputta, ‘yam kammam bahuvedaniyam, tam me kammam appavedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:7.2":"“No hidam, avuso”. ","an9.13:8.1":"“Kim panavuso sariputta, ‘yam kammam appavedaniyam, tam me kammam bahuvedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:8.2":"“No hidam, avuso”. ","an9.13:9.1":"“Kim nu kho, avuso sariputta, ‘yam kammam vedaniyam, tam me kammam avedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:9.2":"“No hidam, avuso”. ","an9.13:10.1":"“Kim panavuso sariputta, ‘yam kammam avedaniyam, tam me kammam vedaniyam hotu’ti, etassa atthaya bhagavati brahmacariyam vussati”ti? ","an9.13:10.2":"“No hidam, avuso”. ","an9.13:11.1":"“‘Kim nu kho, avuso sariputta, yam kammam ditthadhammavedaniyam tam me kammam samparayavedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:12.1":"‘Kim panavuso sariputta, yam kammam samparayavedaniyam tam me kammam ditthadhammavedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:13.1":"‘Kim nu kho, avuso sariputta, yam kammam sukhavedaniyam tam me kammam dukkhavedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:14.1":"‘Kim panavuso sariputta, yam kammam dukkhavedaniyam tam me kammam sukhavedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:15.1":"‘Kim nu kho, avuso sariputta, yam kammam paripakkavedaniyam tam me kammam aparipakkavedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:16.1":"‘Kim panavuso sariputta, yam kammam aparipakkavedaniyam tam me kammam paripakkavedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:17.1":"‘Kim nu kho, avuso sariputta, yam kammam bahuvedaniyam tam me kammam appavedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:18.1":"‘Kim panavuso sariputta, yam kammam appavedaniyam tam me kammam bahuvedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:19.1":"‘Kim nu kho, avuso sariputta, yam kammam vedaniyam tam me kammam avedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:20.1":"‘Kim panavuso sariputta, yam kammam avedaniyam tam me kammam vedaniyam hotuti, etassa atthaya bhagavati brahmacariyam vussati’ti, iti puttho samano ‘no hidam, avuso’ti vadesi. ","an9.13:20.2":"Atha kimattham carahavuso, bhagavati brahmacariyam vussati”ti? ","an9.13:21.1":"“Yam khvassa, avuso, annatam adittham appattam asacchikatam anabhisametam, tassa nanaya dassanaya pattiya sacchikiriyaya abhisamayaya bhagavati brahmacariyam vussatiti. ","an9.13:21.2":"Kim panassavuso, annatam adittham appattam asacchikatam anabhisametam, yassa nanaya dassanaya pattiya sacchikiriyaya abhisamayaya bhagavati brahmacariyam vussatiti? ","an9.13:21.3":"‘Idam dukkhan’ti khvassa, avuso, annatam adittham appattam asacchikatam anabhisametam. ","an9.13:21.4":"Tassa nanaya dassanaya pattiya sacchikiriyaya abhisamayaya bhagavati brahmacariyam vussati. ","an9.13:21.5":"‘Ayam dukkhasamudayo’ti khvassa, avuso …pe… ‘ayam dukkhanirodho’ti khvassa, avuso …pe… ","an9.13:21.6":"‘ayam dukkhanirodhagamini patipada’ti khvassa, avuso, annatam adittham appattam asacchikatam anabhisametam. ","an9.13:21.7":"Tassa nanaya dassanaya pattiya sacchikiriyaya abhisamayaya bhagavati brahmacariyam vussati. ","an9.13:21.8":"Idam khvassa, avuso, annatam adittham appattam asacchikatam anabhisametam. ","an9.13:21.9":"Tassa nanaya dassanaya pattiya sacchikiriyaya abhisamayaya bhagavati brahmacariyam vussati”ti. ","an9.13:21.10":"Tatiyam. "}