{"an9.72:0.1":"Anguttara Nikaya 9.72 ","an9.72:0.2":"7. Satipatthanavagga ","an9.72:0.3":"Cetasovinibandhasutta ","an9.72:1.1":"“Pancime, bhikkhave, cetasovinibandha. ","an9.72:1.2":"Katame panca? ","an9.72:1.3":"Idha, bhikkhave, bhikkhu kamesu avitarago hoti avigatacchando avigatapemo avigatapipaso avigataparilaho avigatatanho. ","an9.72:1.4":"Yo so, bhikkhave, bhikkhu kamesu avitarago hoti avigatacchando avigatapemo avigatapipaso avigataparilaho avigatatanho, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","an9.72:1.5":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, ayam pathamo cetasovinibandho. ","an9.72:2.1":"Puna caparam, bhikkhave, bhikkhu kaye avitarago hoti …pe… ","an9.72:2.2":"rupe avitarago hoti … ","an9.72:2.3":"yavadattham udaravadehakam bhunjitva seyyasukham passasukham middhasukham anuyutto viharati … ","an9.72:2.4":"annataram devanikayam panidhaya brahmacariyam carati: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti. ","an9.72:2.5":"Yo so, bhikkhave, bhikkhu annataram devanikayam panidhaya brahmacariyam carati: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","an9.72:2.6":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, ayam pancamo cetasovinibandho. ","an9.72:2.7":"Ime kho, bhikkhave, panca cetasovinibandha. ","an9.72:3.1":"Imesam kho, bhikkhave, pancannam cetasovinibandhanam pahanaya cattaro satipatthana bhavetabba. ","an9.72:3.2":"Katame cattaro? ","an9.72:3.3":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam; ","an9.72:3.4":"vedanasu …pe… ","an9.72:3.5":"citte … ","an9.72:3.6":"dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","an9.72:3.7":"Imesam kho, bhikkhave, pancannam cetasovinibandhanam pahanaya ime cattaro satipatthana bhavetabba”ti. ","an9.72:3.8":"Dasamam. ","an9.72:3.9":"Satipatthanavaggo dutiyo. ","an9.72:4.0":"Tassuddanam ","an9.72:4.1":"Sikkha nivaranakama, ","an9.72:4.2":"Khandha ca orambhagiya gati; ","an9.72:4.3":"Maccheram uddhambhagiya atthamam, ","an9.72:4.4":"Cetokhila vinibandhati. "}