{"an9.20:0.1":"Anguttara Nikaya 9.20 ","an9.20:0.2":"2. Sihanadavagga ","an9.20:0.3":"Velamasutta ","an9.20:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an9.20:1.2":"Atha kho anathapindiko gahapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho anathapindikam gahapatim bhagava etadavoca: ","an9.20:2.1":"“Api nu te, gahapati, kule danam diyati”ti? ","an9.20:2.2":"“Diyati me, bhante, kule danam; ","an9.20:2.3":"tanca kho lukham kanajakam bilangadutiyan”ti. ","an9.20:2.4":"“Lukhancepi, gahapati, danam deti panitam va; ","an9.20:2.5":"tanca asakkaccam deti, acittikatva deti, asahattha deti, apaviddham deti, anagamanaditthiko deti. ","an9.20:2.6":"Yattha yattha tassa tassa danassa vipako nibbattati, na ularaya bhattabhogaya cittam namati, na ularaya vatthabhogaya cittam namati, na ularaya yanabhogaya cittam namati, na ularesu pancasu kamagunesu bhogaya cittam namati. ","an9.20:2.7":"Yepissa te honti puttati va darati va dasati va pessati va kammakarati va, tepi na sussusanti na sotam odahanti na anna cittam upatthapenti. ","an9.20:2.8":"Tam kissa hetu? ","an9.20:2.9":"Evanhetam, gahapati, hoti asakkaccam katanam kammanam vipako. ","an9.20:3.1":"Lukhancepi, gahapati, danam deti panitam va; ","an9.20:3.2":"tanca sakkaccam deti, cittikatva deti, sahattha deti, anapaviddham deti, agamanaditthiko deti. ","an9.20:3.3":"Yattha yattha tassa tassa danassa vipako nibbattati, ularaya bhattabhogaya cittam namati, ularaya vatthabhogaya cittam namati, ularaya yanabhogaya cittam namati, ularesu pancasu kamagunesu bhogaya cittam namati. ","an9.20:3.4":"Yepissa te honti puttati va darati va dasati va pessati va kammakarati va, tepi sussusanti sotam odahanti anna cittam upatthapenti. ","an9.20:3.5":"Tam kissa hetu? ","an9.20:3.6":"Evanhetam, gahapati, hoti sakkaccam katanam kammanam vipako. ","an9.20:4.1":"Bhutapubbam, gahapati, velamo nama brahmano ahosi. ","an9.20:4.2":"So evarupam danam adasi mahadanam. ","an9.20:4.3":"Caturasiti suvannapatisahassani adasi rupiyapurani, caturasiti rupiyapatisahassani adasi suvannapurani, caturasiti kamsapatisahassani adasi hirannapurani, caturasiti hatthisahassani adasi sovannalankarani sovannadhajani hemajalappaticchannani, caturasiti rathasahassani adasi sihacammaparivarani byagghacammaparivarani dipicammaparivarani pandukambalaparivarani sovannalankarani sovannadhajani hemajalappaticchannani, caturasiti dhenusahassani adasi dukulasandhanani kamsupadharanani, caturasiti kannasahassani adasi amuttamanikundalayo, caturasiti pallankasahassani adasi gonakatthatani patikatthatani patalikatthatani kadalimigapavarapaccattharanani sauttaracchadani ubhatolohitakupadhanani, caturasiti vatthakotisahassani adasi khomasukhumanam koseyyasukhumanam kambalasukhumanam kappasikasukhumanam, ko pana vado annassa panassa khajjassa bhojjassa leyyassa peyyassa, najjo manne vissandanti. ","an9.20:5.1":"Siya kho pana te, gahapati, evamassa: ","an9.20:5.2":"‘anno nuna tena samayena velamo brahmano ahosi, so tam danam adasi mahadanan’ti. ","an9.20:5.3":"Na kho panetam, gahapati, evam datthabbam. ","an9.20:5.4":"Aham tena samayena velamo brahmano ahosim. ","an9.20:5.5":"Aham tam danam adasim mahadanam. ","an9.20:5.6":"Tasmim kho pana, gahapati, dane na koci dakkhineyyo ahosi, na tam koci dakkhinam visodheti. ","an9.20:6.1":"Yam, gahapati, velamo brahmano danam adasi mahadanam, yo cekam ditthisampannam bhojeyya, idam tato mahapphalataram. ","an9.20:7.1":"(…) Yo ca satam ditthisampannanam bhojeyya, yo cekam sakadagamim bhojeyya, idam tato mahapphalataram. ","an9.20:8.1":"(…) Yo ca satam sakadagaminam bhojeyya, yo cekam anagamim bhojeyya …pe… ","an9.20:8.2":"yo ca satam anagaminam bhojeyya, yo cekam arahantam bhojeyya …pe… ","an9.20:8.3":"yo ca satam arahantanam bhojeyya, yo cekam paccekabuddham bhojeyya …pe… ","an9.20:8.4":"yo ca satam paccekabuddhanam bhojeyya, yo ca tathagatam arahantam sammasambuddham bhojeyya …pe… ","an9.20:8.5":"yo ca buddhappamukham bhikkhusangham bhojeyya …pe… ","an9.20:8.6":"yo ca catuddisam sangham uddissa viharam karapeyya …pe… ","an9.20:8.7":"yo ca pasannacitto buddhanca dhammanca sanghanca saranam gaccheyya …pe… ","an9.20:8.8":"yo ca pasannacitto sikkhapadani samadiyeyya—","an9.20:8.9":"panatipata veramanim, adinnadana veramanim, kamesumicchacara veramanim, musavada veramanim, suramerayamajjapamadatthana veramanim, yo ca antamaso gandhohanamattampi mettacittam bhaveyya, (…) idam tato mahapphalataram. ","an9.20:9.1":"Yanca, gahapati, velamo brahmano danam adasi mahadanam, yo cekam ditthisampannam bhojeyya … ","an9.20:9.2":"yo ca satam ditthisampannanam bhojeyya, yo cekam sakadagamim bhojeyya … ","an9.20:9.3":"yo ca satam sakadagaminam bhojeyya, yo cekam anagamim bhojeyya … ","an9.20:9.4":"yo ca satam anagaminam bhojeyya, yo cekam arahantam bhojeyya … ","an9.20:9.5":"yo ca satam arahantanam bhojeyya, yo cekam paccekabuddham bhojeyya … ","an9.20:9.6":"yo ca satam paccekabuddhanam bhojeyya, yo ca tathagatam arahantam sammasambuddham bhojeyya … ","an9.20:9.7":"yo ca buddhappamukham bhikkhusangham bhojeyya, yo ca catuddisam sangham uddissa viharam karapeyya … ","an9.20:9.8":"yo ca pasannacitto buddhanca dhammanca sanghanca saranam gaccheyya, yo ca pasannacitto sikkhapadani samadiyeyya—","an9.20:9.9":"panatipata veramanim …pe… suramerayamajjapamadatthana veramanim, yo ca antamaso gandhohanamattampi mettacittam bhaveyya, yo ca accharasanghatamattampi aniccasannam bhaveyya, idam tato mahapphalataran”ti. ","an9.20:9.10":"Dasamam. ","an9.20:9.11":"Sihanadavaggo dutiyo. ","an9.20:10.0":"Tassuddanam ","an9.20:10.1":"Nado saupadiseso ca, ","an9.20:10.2":"kotthikena samiddhina; ","an9.20:10.3":"Gandasanna kulam metta, ","an9.20:10.4":"devata velamena cati. "}