{"an9.4:0.1":"Anguttara Nikaya 9.4 ","an9.4:0.2":"1. Sambodhivagga ","an9.4:0.3":"Nandakasutta ","an9.4:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","an9.4:1.2":"Tena kho pana samayena ayasma nandako upatthanasalayam bhikkhu dhammiya kathaya sandasseti samadapeti samuttejeti sampahamseti. ","an9.4:1.3":"Atha kho bhagava sayanhasamayam patisallana vutthito yenupatthanasala tenupasankami; upasankamitva bahidvarakotthake atthasi kathapariyosanam agamayamano. ","an9.4:1.4":"Atha kho bhagava kathapariyosanam viditva ukkasetva aggalam akotesi. ","an9.4:1.5":"Vivarimsu kho te bhikkhu bhagavato dvaram. ","an9.4:2.1":"Atha kho bhagava upatthanasalam pavisitva pannattasane nisidi. ","an9.4:2.2":"Nisajja kho bhagava ayasmantam nandakam etadavoca: ","an9.4:2.3":"“digho kho tyayam, nandaka, dhammapariyayo bhikkhunam patibhasi. ","an9.4:2.4":"Api me pitthi agilayati bahidvarakotthake thitassa kathapariyosanam agamayamanassa”ti. ","an9.4:3.1":"Evam vutte, ayasma nandako sarajjamanarupo bhagavantam etadavoca: ","an9.4:3.2":"“na kho pana mayam, bhante, janama ‘bhagava bahidvarakotthake thito’ti. ","an9.4:3.3":"Sace hi mayam, bhante, janeyyama ‘bhagava bahidvarakotthake thito’ti, ettakampi (…) no nappatibhaseyya”ti. ","an9.4:4.1":"Atha kho bhagava ayasmantam nandakam sarajjamanarupam viditva ayasmantam nandakam etadavoca: ","an9.4:4.2":"“sadhu sadhu, nandaka. ","an9.4:4.3":"Etam kho, nandaka, tumhakam patirupam kulaputtanam saddhaya agarasma anagariyam pabbajitanam, yam tumhe dhammiya kathaya sannisideyyatha. ","an9.4:4.4":"Sannipatitanam vo, nandaka, dvayam karaniyam—","an9.4:4.5":"dhammi va katha ariyo va tunhibhavo. ","an9.4:4.6":"Saddho ca, nandaka, bhikkhu hoti, no ca silava. ","an9.4:4.7":"Evam so tenangena aparipuro hoti. ","an9.4:4.8":"Tena tam angam paripuretabbam: ","an9.4:4.9":"‘kintaham saddho ca assam silava ca’ti. ","an9.4:4.10":"Yato ca kho, nandaka, bhikkhu saddho ca hoti silava ca, evam so tenangena paripuro hoti. ","an9.4:5.1":"Saddho ca, nandaka, bhikkhu hoti silava ca, no ca labhi ajjhattam cetosamadhissa. ","an9.4:5.2":"Evam so tenangena aparipuro hoti. ","an9.4:5.3":"Tena tam angam paripuretabbam: ","an9.4:5.4":"‘kintaham saddho ca assam silava ca labhi ca ajjhattam cetosamadhissa’ti. ","an9.4:5.5":"Yato ca kho, nandaka, bhikkhu saddho ca hoti silava ca labhi ca ajjhattam cetosamadhissa, evam so tenangena paripuro hoti. ","an9.4:6.1":"Saddho ca, nandaka, bhikkhu hoti silava ca labhi ca ajjhattam cetosamadhissa, na labhi adhipannadhammavipassanaya. ","an9.4:6.2":"Evam so tenangena aparipuro hoti. ","an9.4:6.3":"Seyyathapi, nandaka, panako catuppadako assa. ","an9.4:6.4":"Tassa eko pado omako lamako. ","an9.4:6.5":"Evam so tenangena aparipuro assa. ","an9.4:6.6":"Evamevam kho, nandaka, bhikkhu saddho ca hoti silava ca labhi ca ajjhattam cetosamadhissa, na labhi adhipannadhammavipassanaya. ","an9.4:6.7":"Evam so tenangena aparipuro hoti. ","an9.4:6.8":"Tena tam angam paripuretabbam: ","an9.4:6.9":"‘kintaham saddho ca assam silava ca labhi ca ajjhattam cetosamadhissa labhi ca adhipannadhammavipassanaya’ti. ","an9.4:7.1":"Yato ca kho, nandaka, bhikkhu saddho ca hoti silava ca labhi ca ajjhattam cetosamadhissa labhi ca adhipannadhammavipassanaya, evam so tenangena paripuro hoti”ti. ","an9.4:7.2":"Idamavoca bhagava. ","an9.4:7.3":"Idam vatvana sugato utthayasana viharam pavisi. ","an9.4:8.1":"Atha kho ayasma nandako acirapakkantassa bhagavato bhikkhu amantesi: ","an9.4:8.2":"“idani, avuso, bhagava catuhi padehi kevalaparipunnam parisuddham brahmacariyam pakasetva utthayasana viharam pavittho: ","an9.4:8.3":"‘saddho ca, nandaka, bhikkhu hoti, no ca silava. ","an9.4:8.4":"Evam so tenangena aparipuro hoti. ","an9.4:8.5":"Tena tam angam paripuretabbam—","an9.4:8.6":"kintaham saddho ca assam silava ca’ti. ","an9.4:8.7":"Yato ca kho, nandaka, bhikkhu saddho ca hoti silava ca, evam so tenangena paripuro hoti. ","an9.4:8.8":"Saddho ca, nandaka, bhikkhu hoti silava ca, no ca labhi ajjhattam cetosamadhissa …pe… ","an9.4:8.9":"labhi ca ajjhattam cetosamadhissa, na labhi adhipannadhammavipassanaya, ","an9.4:8.10":"evam so tenangena aparipuro hoti. ","an9.4:8.11":"Seyyathapi, nandaka, panako catuppadako assa, tassa eko pado omako lamako, ","an9.4:8.12":"evam so tenangena aparipuro assa. ","an9.4:8.13":"Evamevam kho, nandaka, bhikkhu saddho ca hoti silava ca, labhi ca ajjhattam cetosamadhissa, na labhi adhipannadhammavipassanaya, ","an9.4:8.14":"evam so tenangena aparipuro hoti, ","an9.4:8.15":"tena tam angam paripuretabbam ","an9.4:8.16":"‘kintaham saddho ca assam silava ca, labhi ca ajjhattam cetosamadhissa, labhi ca adhipannadhammavipassanaya’ti. ","an9.4:8.17":"Yato ca kho, nandaka, bhikkhu saddho ca hoti silava ca labhi ca ajjhattam cetosamadhissa labhi ca adhipannadhammavipassanaya, ","an9.4:8.18":"evam so tenangena paripuro hotiti. ","an9.4:9.1":"Pancime, avuso, anisamsa kalena dhammassavane kalena dhammasakacchaya. ","an9.4:9.2":"Katame panca? ","an9.4:9.3":"Idhavuso, bhikkhu bhikkhunam dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","an9.4:9.4":"Yatha yatha, avuso, bhikkhu bhikkhunam dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti tatha tatha so satthu piyo ca hoti manapo ca garu ca bhavaniyo ca. ","an9.4:9.5":"Ayam, avuso, pathamo anisamso kalena dhammassavane kalena dhammasakacchaya. ","an9.4:10.1":"Puna caparam, avuso, bhikkhu bhikkhunam dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. Yatha yatha, avuso, bhikkhu bhikkhunam dhammam deseti adikalyanam …pe… ","an9.4:10.2":"brahmacariyam pakaseti tatha tatha so tasmim dhamme atthappatisamvedi ca hoti dhammappatisamvedi ca. ","an9.4:10.3":"Ayam, avuso, dutiyo anisamso kalena dhammassavane kalena dhammasakacchaya. ","an9.4:11.1":"Puna caparam, avuso, bhikkhu bhikkhunam dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","an9.4:11.2":"Yatha yatha, avuso, bhikkhu bhikkhunam dhammam deseti adikalyanam …pe… brahmacariyam pakaseti tatha tatha so tasmim dhamme gambhiram atthapadam pannaya ativijjha passati. ","an9.4:11.3":"Ayam, avuso, tatiyo anisamso kalena dhammassavane kalena dhammasakacchaya. ","an9.4:12.1":"Puna caparam, avuso, bhikkhu bhikkhunam dhammam deseti adikalyanam …pe… brahmacariyam pakaseti. ","an9.4:12.2":"Yatha yatha, avuso, bhikkhu bhikkhunam dhammam deseti adikalyanam …pe… brahmacariyam pakaseti tatha tatha nam sabrahmacari uttari sambhaventi: ","an9.4:12.3":"‘addha ayamayasma patto va pajjati va’. ","an9.4:12.4":"Ayam, avuso, catuttho anisamso kalena dhammassavane kalena dhammasakacchaya. ","an9.4:13.1":"Puna caparam, avuso, bhikkhu bhikkhunam dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","an9.4:13.2":"Yatha yatha, avuso, bhikkhu bhikkhunam dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti, tattha ye kho bhikkhu sekha appattamanasa anuttaram yogakkhemam patthayamana viharanti, te tam dhammam sutva viriyam arabhanti appattassa pattiya anadhigatassa adhigamaya asacchikatassa sacchikiriyaya. ","an9.4:13.3":"Ye pana tattha bhikkhu arahanto khinasava vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana sammadannavimutta, te tam dhammam sutva ditthadhammasukhaviharamyeva anuyutta viharanti. ","an9.4:13.4":"Ayam, avuso, pancamo anisamso kalena dhammassavane kalena dhammasakacchaya. ","an9.4:13.5":"Ime kho, avuso, panca anisamsa kalena dhammassavane kalena dhammasakacchaya”ti. ","an9.4:13.6":"Catuttham. "}