{"an9.34:0.1":"Anguttara Nikaya 9.34 ","an9.34:0.2":"4. Mahavagga ","an9.34:0.3":"Nibbanasukhasutta ","an9.34:1.1":"Ekam samayam ayasma sariputto rajagahe viharati veluvane kalandakanivape. ","an9.34:1.2":"Tatra kho ayasma sariputto bhikkhu amantesi: ","an9.34:1.3":"“sukhamidam, avuso, nibbanam. ","an9.34:1.4":"Sukhamidam, avuso, nibbanan”ti. ","an9.34:1.5":"Evam vutte, ayasma udayi ayasmantam sariputtam etadavoca: ","an9.34:1.6":"“kim panettha, avuso sariputta, sukham yadettha natthi vedayitan”ti? ","an9.34:1.7":"“Etadeva khvettha, avuso, sukham yadettha natthi vedayitam. ","an9.34:1.8":"Pancime, avuso, kamaguna. ","an9.34:1.9":"Katame panca? ","an9.34:1.10":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya, ","an9.34:1.11":"sotavinneyya sadda …pe… ","an9.34:1.12":"ghanavinneyya gandha … ","an9.34:1.13":"jivhavinneyya rasa … ","an9.34:1.14":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya—","an9.34:1.15":"ime kho, avuso, panca kamaguna. ","an9.34:1.16":"Yam kho, avuso, ime panca kamagune paticca uppajjati sukham somanassam, idam vuccatavuso, kamasukham. ","an9.34:2.1":"Idhavuso, bhikkhu vivicceva kamehi …pe… pathamam jhanam upasampajja viharati. ","an9.34:2.2":"Tassa ce, avuso, bhikkhuno imina viharena viharato kamasahagata sannamanasikara samudacaranti, svassa hoti abadho. ","an9.34:2.3":"Seyyathapi, avuso, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.34:2.4":"evamevassa te kamasahagata sannamanasikara samudacaranti. Svassa hoti abadho. ","an9.34:2.5":"Yo kho panavuso, abadho dukkhametam vuttam bhagavata. ","an9.34:2.6":"Iminapi kho etam, avuso, pariyayena veditabbam yatha sukham nibbanam. ","an9.34:3.1":"Puna caparam, avuso, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","an9.34:3.2":"Tassa ce, avuso, bhikkhuno imina viharena viharato vitakkasahagata sannamanasikara samudacaranti, svassa hoti abadho. ","an9.34:3.3":"Seyyathapi, avuso, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.34:3.4":"evamevassa te vitakkasahagata sannamanasikara samudacaranti. Svassa hoti abadho. ","an9.34:3.5":"Yo kho panavuso, abadho dukkhametam vuttam bhagavata. ","an9.34:3.6":"Iminapi kho etam, avuso, pariyayena veditabbam yatha sukham nibbanam. ","an9.34:4.1":"Puna caparam, avuso, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","an9.34:4.2":"Tassa ce, avuso, bhikkhuno imina viharena viharato pitisahagata sannamanasikara samudacaranti, svassa hoti abadho. ","an9.34:4.3":"Seyyathapi, avuso, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.34:4.4":"evamevassa te pitisahagata sannamanasikara samudacaranti. Svassa hoti abadho. ","an9.34:4.5":"Yo kho panavuso, abadho dukkhametam vuttam bhagavata. ","an9.34:4.6":"Iminapi kho etam, avuso, pariyayena veditabbam yatha sukham nibbanam. ","an9.34:5.1":"Puna caparam, avuso, bhikkhu sukhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","an9.34:5.2":"Tassa ce, avuso, bhikkhuno imina viharena viharato upekkhasahagata sannamanasikara samudacaranti, svassa hoti abadho. ","an9.34:5.3":"Seyyathapi, avuso, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.34:5.4":"evamevassa te upekkhasahagata sannamanasikara samudacaranti. Svassa hoti abadho. ","an9.34:5.5":"Yo kho panavuso, abadho dukkhametam vuttam bhagavata. ","an9.34:5.6":"Iminapi kho etam, avuso, pariyayena veditabbam yatha sukham nibbanam. ","an9.34:6.1":"Puna caparam, avuso, bhikkhu sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ananto akasoti akasanancayatanam upasampajja viharati. ","an9.34:6.2":"Tassa ce, avuso, bhikkhuno imina viharena viharato rupasahagata sannamanasikara samudacaranti, svassa hoti abadho. ","an9.34:6.3":"Seyyathapi, avuso, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.34:6.4":"evamevassa te rupasahagata sannamanasikara samudacaranti. Svassa hoti abadho. ","an9.34:6.5":"Yo kho panavuso, abadho dukkhametam vuttam bhagavata. ","an9.34:6.6":"Iminapi kho etam, avuso, pariyayena veditabbam yatha sukham nibbanam. ","an9.34:7.1":"Puna caparam, avuso, bhikkhu sabbaso akasanancayatanam samatikkamma anantam vinnananti vinnanancayatanam upasampajja viharati. ","an9.34:7.2":"Tassa ce, avuso, bhikkhuno imina viharena viharato akasanancayatanasahagata sannamanasikara samudacaranti, svassa hoti abadho. ","an9.34:7.3":"Seyyathapi, avuso, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.34:7.4":"evamevassa te akasanancayatanasahagata sannamanasikara samudacaranti. Svassa hoti abadho. ","an9.34:7.5":"Yo kho panavuso, abadho dukkhametam vuttam bhagavata. ","an9.34:7.6":"Iminapi kho etam, avuso, pariyayena veditabbam yatha sukham nibbanam. ","an9.34:8.1":"Puna caparam, avuso, bhikkhu sabbaso vinnanancayatanam samatikkamma, natthi kinciti akincannayatanam upasampajja viharati. ","an9.34:8.2":"Tassa ce, avuso, bhikkhuno imina viharena viharato vinnanancayatanasahagata sannamanasikara samudacaranti, svassa hoti abadho. ","an9.34:8.3":"Seyyathapi, avuso, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.34:8.4":"evamevassa te vinnanancayatanasahagata sannamanasikara samudacaranti. Svassa hoti abadho. ","an9.34:8.5":"Yo kho panavuso, abadho dukkhametam vuttam bhagavata. ","an9.34:8.6":"Iminapi kho etam, avuso, pariyayena veditabbam yatha sukham nibbanam. ","an9.34:9.1":"Puna caparam, avuso, bhikkhu sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharati. ","an9.34:9.2":"Tassa ce, avuso, bhikkhuno imina viharena viharato akincannayatanasahagata sannamanasikara samudacaranti, svassa hoti abadho. ","an9.34:9.3":"Seyyathapi, avuso, sukhino dukkham uppajjeyya yavadeva abadhaya; ","an9.34:9.4":"evamevassa te akincannayatanasahagata sannamanasikara samudacaranti. Svassa hoti abadho. ","an9.34:9.5":"Yo kho panavuso, abadho dukkhametam vuttam bhagavata. ","an9.34:9.6":"Iminapi kho etam, avuso, pariyayena veditabbam yatha sukham nibbanam. ","an9.34:10.1":"Puna caparam, avuso, bhikkhu sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharati, pannaya cassa disva asava parikkhina honti. ","an9.34:11.1":"Iminapi kho etam, avuso, pariyayena veditabbam yatha sukham nibbanan”ti. ","an9.34:11.2":"Tatiyam. "}