{"an9.40:0.1":"Anguttara Nikaya 9.40 ","an9.40:0.2":"4. Mahavagga ","an9.40:0.3":"Nagasutta ","an9.40:1.1":"“Yasmim, bhikkhave, samaye arannikassa nagassa gocarapasutassa hatthipi hatthiniyopi hatthikalabhapi hatthicchapapi purato purato gantva tinaggani chindanti, tena, bhikkhave, aranniko nago attiyati harayati jigucchati. ","an9.40:1.2":"Yasmim, bhikkhave, samaye arannikassa nagassa gocarapasutassa hatthipi hatthiniyopi hatthikalabhapi hatthicchapapi obhaggobhaggam sakhabhangam khadanti, tena, bhikkhave, aranniko nago attiyati harayati jigucchati. ","an9.40:1.3":"Yasmim, bhikkhave, samaye arannikassa nagassa ogaham otinnassa hatthipi hatthiniyopi hatthikalabhapi hatthicchapapi purato purato gantva sondaya udakam alolenti, tena, bhikkhave, aranniko nago attiyati harayati jigucchati. ","an9.40:1.4":"Yasmim, bhikkhave, samaye arannikassa nagassa ogaha uttinnassa hatthiniyo kayam upanighamsantiyo gacchanti, tena, bhikkhave, aranniko nago attiyati harayati jigucchati. ","an9.40:2.1":"Tasmim, bhikkhave, samaye arannikassa nagassa evam hoti: ","an9.40:2.2":"‘aham kho etarahi akinno viharami hatthihi hatthinihi hatthikalabhehi hatthicchapehi. ","an9.40:2.3":"Chinnaggani ceva tinani khadami, obhaggobhagganca me sakhabhangam khadanti, avilani ca paniyani pivami, ogaha ca me uttinnassa hatthiniyo kayam upanighamsantiyo gacchanti. ","an9.40:2.4":"Yannunaham eko ganasma vupakattho vihareyyan’ti. ","an9.40:2.5":"So aparena samayena eko ganasma vupakattho viharati, acchinnaggani ceva tinani khadati, obhaggobhaggancassa sakhabhangam na khadanti, anavilani ca paniyani pivati, ogaha cassa uttinnassa na hatthiniyo kayam upanighamsantiyo gacchanti. ","an9.40:3.1":"Tasmim, bhikkhave, samaye arannikassa nagassa evam hoti: ","an9.40:3.2":"‘aham kho pubbe akinno vihasim hatthihi hatthinihi hatthikalabhehi hatthicchapehi, chinnaggani ceva tinani khadim, obhaggobhagganca me sakhabhangam khadimsu, avilani ca paniyani apayim, ogaha ca me uttinnassa hatthiniyo kayam upanighamsantiyo agamamsu. Soham etarahi eko ganasma vupakattho viharami, acchinnaggani ceva tinani khadami, obhaggobhagganca me sakhabhangam na khadanti, anavilani ca paniyani pivami, ogaha ca me uttinnassa na hatthiniyo kayam upanighamsantiyo gacchanti’ti. So sondaya sakhabhangam bhanjitva sakhabhangena kayam parimajjitva attamano sondam samharati. ","an9.40:4.1":"Evamevam kho, bhikkhave, yasmim samaye bhikkhu akinno viharati bhikkhuhi bhikkhunihi upasakehi upasikahi ranna rajamahamattehi titthiyehi titthiyasavakehi, tasmim, bhikkhave, samaye bhikkhussa evam hoti: ","an9.40:4.2":"‘aham kho etarahi akinno viharami bhikkhuhi bhikkhunihi upasakehi upasikahi ranna rajamahamattehi titthiyehi titthiyasavakehi. ","an9.40:4.3":"Yannunaham eko ganasma vupakattho vihareyyan’ti. ","an9.40:4.4":"So vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","an9.40:4.5":"So arannagato va rukkhamulagato va sunnagaragato va nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","an9.40:5.1":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti; ","an9.40:5.2":"byapadapadosam pahaya abyapannacitto viharati sabbapanabhutahitanukampi, byapadapadosa cittam parisodheti; ","an9.40:5.3":"thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti; ","an9.40:5.4":"uddhaccakukkuccam pahaya anuddhato viharati ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti; ","an9.40:5.5":"vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","an9.40:5.6":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","an9.40:5.7":"vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","an9.40:5.8":"So attamano sondam samharati. ","an9.40:5.9":"Vitakkavicaranam vupasama …pe… dutiyam jhanam … ","an9.40:5.10":"tatiyam jhanam … ","an9.40:5.11":"catuttham jhanam upasampajja viharati. ","an9.40:5.12":"So attamano sondam samharati. ","an9.40:6.1":"Sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati. ","an9.40:6.2":"So attamano sondam samharati. ","an9.40:6.3":"Sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati … ","an9.40:6.4":"sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati … ","an9.40:6.5":"sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharati … ","an9.40:6.6":"sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharati, pannaya cassa disva asava parikkhina honti. ","an9.40:6.7":"So attamano sondam samharati”ti. ","an9.40:6.8":"Navamam. "}