{"cnd19:0.1":"Culaniddesa ","cnd19:0.2":"Parayanavagganiddesa ","cnd19:0.3":"Pucchaniddesa ","cnd19:0.4":"15. Mogharajamanavapucchaniddesa ","cnd19:1.1":"<b>Dvaham sakkam apucchissam,</b> ","cnd19:1.2":"(iccayasma mogharaja) ","cnd19:1.3":"<b>Na me byakasi cakkhuma;</b> ","cnd19:1.4":"<b>Yavatatiyanca devisi</b>, ","cnd19:1.5":"<b>Byakarotiti me sutam. </b> ","cnd19:2.1":"<b>Dvaham sakkam apucchissan</b>ti so brahmano dvikkhattum buddham bhagavantam panham apucchi. ","cnd19:2.2":"Tassa bhagava panham puttho na byakasi—","cnd19:2.3":"“tadantara imassa brahmanassa indriyaparipako bhavissati”ti. ","cnd19:2.4":"<b>Sakkan</b>ti sakko. ","cnd19:2.5":"Bhagava sakyakula pabbajitotipi sakko. ","cnd19:2.6":"Atha va addho mahaddhano dhanavatipi sakko. ","cnd19:2.7":"Tassimani dhanani, seyyathidam—","cnd19:2.8":"saddhadhanam siladhanam hiridhanam ottappadhanam sutadhanam cagadhanam pannadhanam satipatthanadhanam sammappadhanadhanam iddhipadadhanam indriyadhanam baladhanam bojjhangadhanam maggadhanam phaladhanam nibbanadhanam. ","cnd19:2.9":"Imehi anekavidhehi dhanaratanehi addho mahaddhano dhanavatipi sakko. ","cnd19:2.10":"Atha va sakko pahu visavi alamatto suro viro vikkanto abhiru acchambhi anutrasi apalayi pahinabhayabheravo vigatalomahamsotipi sakko. ","cnd19:2.11":"<b>Dvaham sakkam apucchissan</b>ti dvaham sakkam apucchissam ayacissam ajjhesissam pasadayissanti—","cnd19:2.12":"dvaham sakkam apucchissam. ","cnd19:3.1":"<b>Iccayasma mogharaja</b>ti. ","cnd19:3.2":"<b>Icca</b>ti padasandhi …pe… ","cnd19:3.3":"<b>ayasma</b>ti piyavacanam …pe… ","cnd19:3.4":"<b>mogharaja</b>ti tassa brahmanassa namam …pe… abhilapoti—","cnd19:3.5":"iccayasma mogharaja. ","cnd19:4.1":"<b>Na me byakasi cakkhuma</b>ti. ","cnd19:4.2":"<b>Na me byakasi</b>ti na me byakasi na acikkhi na desesi na pannapesi na patthapesi na vivari na vibhaji na uttaniakasi na pakasesi. ","cnd19:4.3":"<b>Cakkhuma</b>ti bhagava pancahi cakkhuhi cakkhuma—","cnd19:4.4":"mamsacakkhunapi cakkhuma, dibbacakkhunapi cakkhuma, pannacakkhunapi cakkhuma, buddhacakkhunapi cakkhuma, samantacakkhunapi cakkhuma. ","cnd19:5.1":"Katham bhagava mamsacakkhunapi cakkhuma? ","cnd19:5.2":"Mamsacakkhumhi bhagavato panca vanna samvijjanti—","cnd19:5.3":"nilo ca vanno, pitako ca vanno, lohitako ca vanno, kanho ca vanno, odato ca vanno (…). ","cnd19:5.4":"Yattha ca akkhilomani patitthitani tam nilam hoti sunilam pasadikam dassaneyyam umapupphasamanam. ","cnd19:5.5":"Tassa parato pitakam hoti supitakam suvannavannam pasadikam dassaneyyam kanikarapupphasamanam. ","cnd19:5.6":"Ubhato ca akkhikutani bhagavato lohitakani honti sulohitakani pasadikani dassaneyyani indagopakasamanani. ","cnd19:5.7":"Majjhe kanham hoti sukanham alukham siniddham pasadikam dassaneyyam addaritthakasamanam. ","cnd19:5.8":"Tassa parato odatam hoti suodatam setam pandaram pasadikam dassaneyyam osadhitarakasamanam. ","cnd19:5.9":"Tena bhagava pakatikena mamsacakkhuna attabhavapariyapannena purimasucaritakammabhinibbattena samanta yojanam passati diva ceva rattinca. ","cnd19:5.10":"Yada hi caturangasamannagato andhakaro hoti suriyo ca atthangato hoti; ","cnd19:5.11":"kalapakkho ca uposatho hoti, tibbo ca vanasando hoti, maha ca kalamegho abbhutthito hoti. ","cnd19:5.12":"Evarupe caturangasamannagate andhakare samanta yojanam passati. ","cnd19:5.13":"Natthi so kutto va kavatam va pakaro va pabbato va gaccho va lata va avaranam rupanam dassanaya. ","cnd19:5.14":"Ekance tilaphalam nimittam katva tilavahe pakkhipeyya, tamyeva tilaphalam uddhareyya. ","cnd19:5.15":"Evam parisuddham bhagavato pakatikam mamsacakkhu. ","cnd19:5.16":"Evam bhagava mamsacakkhunapi cakkhuma. ","cnd19:6.1":"Katham bhagava dibbena cakkhunapi cakkhuma? ","cnd19:6.2":"Bhagava dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne; ","cnd19:6.3":"sugate duggate yathakammupage satte pajanati—","cnd19:6.4":"“ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna; ","cnd19:6.5":"ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna”ti. ","cnd19:6.6":"Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanati. ","cnd19:6.7":"Akankhamano ca bhagava ekampi lokadhatum passeyya, dvepi lokadhatuyo passeyya, tissopi lokadhatuyo passeyya, catassopi lokadhatuyo passeyya, pancapi lokadhatuyo passeyya, dasapi lokadhatuyo passeyya, visampi lokadhatuyo passeyya, timsampi lokadhatuyo passeyya, cattalisampi lokadhatuyo passeyya, pannasampi lokadhatuyo passeyya, satampi lokadhatuyo passeyya, sahassimpi culanikam lokadhatum passeyya, dvisahassimpi majjhimikam lokadhatum passeyya, tisahassimpi lokadhatum passeyya, mahasahassimpi lokadhatum passeyya, yavatakam va pana akankheyya tavatakam passeyya. ","cnd19:6.8":"Evam parisuddham bhagavato dibbacakkhu. ","cnd19:6.9":"Evam bhagava dibbena cakkhunapi cakkhuma. ","cnd19:7.1":"Katham bhagava pannacakkhunapi cakkhuma? ","cnd19:7.2":"Bhagava mahapanno puthupanno javanapanno hasapanno tikkhapanno nibbedhikapanno pannapabhedakusalo pabhinnanano adhigatapatisambhido catuvesarajjappatto dasabaladhari purisasabho purisasiho purisanago purisajanno purisadhorayho anantanano anantatejo anantayaso addho mahaddhano dhanava neta vineta anuneta pannapeta nijjhapeta pekkheta pasadeta. ","cnd19:7.3":"So hi bhagava anuppannassa maggassa uppadeta asanjatassa maggassa sanjaneta anakkhatassa maggassa akkhata, maggannu maggavidu maggakovido magganuga ca pana etarahi savaka viharanti paccha samannagata. ","cnd19:8.1":"So hi bhagava janam janati, passam passati, cakkhubhuto nanabhuto dhammabhuto brahmabhuto vatta pavatta atthassa ninneta amatassa data dhammassami tathagato. ","cnd19:8.2":"Natthi tassa bhagavato annatam adittham aviditam asacchikatam aphassitam pannaya. ","cnd19:8.3":"Atitam anagatam paccuppannam upadaya sabbe dhamma sabbakarena buddhassa bhagavato nanamukhe apatham agacchanti. ","cnd19:8.4":"Yam kinci neyyam nama atthi janitabbam attattho va parattho va ubhayattho va ditthadhammiko va attho samparayiko va attho uttano va attho gambhiro va attho gulho va attho paticchanno va attho neyyo va attho nito va attho anavajjo va attho nikkileso va attho vodano va attho paramattho va attho, sabbam tam anto buddhanane parivattati. ","cnd19:9.1":"Sabbam kayakammam buddhassa bhagavato nananuparivatti, sabbam vacikammam nananuparivatti, sabbam manokammam nananuparivatti. ","cnd19:9.2":"Atite buddhassa bhagavato appatihatam nanam, anagate appatihatam nanam, paccuppanne appatihatam nanam, yavatakam neyyam tavatakam nanam, yavatakam nanam tavatakam neyyam. ","cnd19:9.3":"Neyyapariyantikam nanam, nanapariyantikam neyyam, neyyam atikkamitva nanam nappavattati, nanam atikkamitva neyyapatho natthi. ","cnd19:9.4":"Annamannapariyantatthayino te dhamma. ","cnd19:9.5":"Yatha dvinnam samuggapatalanam sammaphusitanam hetthimam samuggapatalam uparimam nativattati, uparimam samuggapatalam hetthimam nativattati, annamannapariyantatthayino; ","cnd19:9.6":"evameva buddhassa bhagavato neyyanca nananca annamannapariyantatthayino. ","cnd19:9.7":"Yavatakam neyyam tavatakam nanam, yavatakam nanam tavatakam neyyam, neyyapariyantikam nanam, nanapariyantikam neyyam. ","cnd19:9.8":"Neyyam atikkamitva nanam nappavattati, nanam atikkamitva neyyapatho natthi. ","cnd19:9.9":"Annamannapariyantatthayino te dhamma. ","cnd19:10.1":"Sabbadhammesu buddhassa bhagavato nanam pavattati. ","cnd19:10.2":"Sabbe dhamma buddhassa bhagavato avajjanapatibaddha akankhapatibaddha manasikarapatibaddha cittuppadapatibaddha. ","cnd19:10.3":"Sabbasattesu buddhassa bhagavato nanam pavattati. ","cnd19:10.4":"Sabbesanca sattanam bhagava asayam janati, anusayam janati, caritam janati, adhimuttim janati, apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye bhabbabhabbe satte janati. ","cnd19:10.5":"Sadevako loko samarako sabrahmako sassamanabrahmani paja sadevamanussa antobuddhanane parivattati. ","cnd19:11.1":"Yatha ye keci macchakacchapa antamaso timitimingalam upadaya antomahasamudde parivattanti, evameva sadevako loko samarako loko sabrahmako loko sassamanabrahmani paja sadevamanussa antobuddhanane parivattati. ","cnd19:12.1":"Yatha ye keci pakkhi antamaso garulam venateyyam upadaya akasassa padese parivattanti, evameva yepi te sariputtasama pannaya samannagata tepi buddhananassa padese parivattanti; ","cnd19:12.2":"buddhananam devamanussanam pannam pharitva abhibhavitva titthati. ","cnd19:13.1":"Yepi te khattiyapandita brahmanapandita gahapatipandita samanapandita nipuna kataparappavada valavedhirupa vobhindanta manne caranti pannagatena ditthigatani, te panhe abhisankharitva abhisankharitva tathagatam upasankamitva pucchanti gulhani ca paticchannani. ","cnd19:13.2":"Kathita visajjita ca te panha bhagavata honti nidditthakarana. ","cnd19:13.3":"Upakkhittaka ca te bhagavato sampajjanti. ","cnd19:13.4":"Atha kho bhagavava tattha atirocati—","cnd19:13.5":"yadidam pannayati. ","cnd19:13.6":"Evam bhagava pannacakkhunapi cakkhuma. ","cnd19:14.1":"Katham bhagava buddhacakkhunapi cakkhuma? ","cnd19:14.2":"Bhagava buddhacakkhuna lokam volokento addasa satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye appekacce paralokavajjabhayadassavino viharante. ","cnd19:14.3":"Seyyathapi nama uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani antonimuggaposini, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani samodakam thitani, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udaka accuggamma titthanti anupalittani udakena; ","cnd19:14.4":"evamevam bhagava buddhacakkhuna lokam volokento addasa satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye appekacce paralokavajjabhayadassavino viharante. ","cnd19:14.5":"Janati bhagava—","cnd19:14.6":"“ayam puggalo ragacarito, ayam dosacarito, ayam mohacarito, ayam vitakkacarito, ayam saddhacarito, ayam nanacarito”ti. ","cnd19:14.7":"Ragacaritassa bhagava puggalassa asubhakatham katheti; ","cnd19:14.8":"dosacaritassa bhagava puggalassa mettabhavanam acikkhati; ","cnd19:14.9":"mohacaritassa bhagava puggalassa uddese paripucchaya kalena dhammassavane kalena dhammasakacchaya garusamvase niveseti; ","cnd19:14.10":"vitakkacaritassa bhagava puggalassa anapanassatim acikkhati; ","cnd19:14.11":"saddhacaritassa bhagava puggalassa pasadaniyam nimittam acikkhati buddhasubodhim dhammasudhammatam sanghasuppatipattim silani ca; ","cnd19:14.12":"attano nanacaritassa bhagava puggalassa vipassananimittam acikkhati aniccakaram dukkhakaram anattakaram. ","cnd19:15.1":"“Sele yatha pabbatamuddhanitthito, ","cnd19:15.2":"Yathapi passe janatam samantato; ","cnd19:15.3":"Tathupamam dhammamayam sumedha, ","cnd19:15.4":"Pasadamaruyha samantacakkhu; ","cnd19:15.5":"Sokavatinnam janatamapetasoko, ","cnd19:15.6":"Avekkhassu jatijarabhibhutan”ti. ","cnd19:16.1":"Evam bhagava buddhacakkhunapi cakkhuma. ","cnd19:17.1":"Katham bhagava samantacakkhunapi cakkhuma? ","cnd19:17.2":"<b>Samantacakkhu</b> vuccati sabbannutananam. ","cnd19:17.3":"Bhagava sabbannutananena upeto samupeto upagato samupagato upapanno samupapanno samannagato. ","cnd19:18.1":"“Na tassa additthamidhatthi kinci, ","cnd19:18.2":"Atho avinnatamajanitabbam; ","cnd19:18.3":"Sabbam abhinnasi yadatthi neyyam, ","cnd19:18.4":"Tathagato tena samantacakkhu”ti. ","cnd19:19.1":"Evam bhagava samantacakkhunapi cakkhumati—","cnd19:19.2":"na me byakasi cakkhuma. ","cnd19:20.1":"<b>Yavatatiyanca devisi, byakarotiti me sutan</b>ti yavatatiyam buddho sahadhammikam panham puttho byakaroti no samsaretiti—","cnd19:20.2":"evam maya uggahitam, evam maya upadharitam, evam maya upalakkhitam. ","cnd19:20.3":"<b>Devisi</b>ti bhagava ceva isi cati—","cnd19:20.4":"devisi. ","cnd19:20.5":"Yatha raja pabbajita vuccanti rajisayo, brahmana pabbajita vuccanti brahmanisayo, evameva bhagava ceva isi cati—","cnd19:20.6":"devisi. ","cnd19:21.1":"Atha va bhagava pabbajitotipi <b>isi</b>. ","cnd19:21.2":"Mahantam silakkhandham esi gavesi pariyesitipi isi. ","cnd19:21.3":"Mahantam samadhikkhandham …pe… ","cnd19:21.4":"mahantam pannakkhandham … ","cnd19:21.5":"mahantam vimuttikkhandham … ","cnd19:21.6":"mahantam vimuttinanadassanakkhandham esi gavesi pariyesitipi isi. ","cnd19:21.7":"Mahato tamokayassa padalanam esi gavesi pariyesitipi isi. ","cnd19:21.8":"Mahato vipallasassa pabhedanam esi gavesi pariyesitipi isi. ","cnd19:21.9":"Mahato tanhasallassa abbahanam … ","cnd19:21.10":"mahato ditthisanghatassa vinivethanam … ","cnd19:21.11":"mahato manadhajassa papatanam … ","cnd19:21.12":"mahato abhisankharassa vupasamam … ","cnd19:21.13":"mahato oghassa nittharanam … ","cnd19:21.14":"mahato bharassa nikkhepanam … ","cnd19:21.15":"mahato samsaravattassa upacchedam … ","cnd19:21.16":"mahato santapassa nibbapanam … ","cnd19:21.17":"mahato parilahassa patippassaddhim … ","cnd19:21.18":"mahato dhammadhajassa ussapanam esi gavesi pariyesitipi isi. ","cnd19:21.19":"Mahante satipatthane … ","cnd19:21.20":"mahante sammappadhane … ","cnd19:21.21":"mahantani indriyani … ","cnd19:21.22":"mahantani balani … ","cnd19:21.23":"mahante bojjhange … ","cnd19:21.24":"mahantam ariyam atthangikam maggam … ","cnd19:21.25":"mahantam paramattham amatam nibbanam esi gavesi pariyesitipi isi. ","cnd19:21.26":"Mahesakkhehi va sattehi esito gavesito pariyesito—","cnd19:21.27":"“kaham buddho, kaham bhagava, kaham devadevo, kaham narasabho”tipi isiti—","cnd19:21.28":"yavatatiyanca devisi byakarotiti me sutam. ","cnd19:21.29":"Tenaha so brahmano—","cnd19:22.1":"“Dvaham sakkam apucchissam, ","cnd19:22.2":"(iccayasma mogharaja) ","cnd19:22.3":"Na me byakasi cakkhuma; ","cnd19:22.4":"Yavatatiyanca devisi, ","cnd19:22.5":"Byakarotiti me sutan”ti. ","cnd19:23.1":"<b>Ayam loko paro loko,</b> ","cnd19:23.2":"<b>brahmaloko sadevako;</b> ","cnd19:23.3":"<b>Ditthim te nabhijanati,</b> ","cnd19:23.4":"<b>gotamassa yasassino. </b> ","cnd19:24.1":"<b>Ayam loko paro loko</b>ti. ","cnd19:24.2":"<b>Ayam loko</b>ti manussaloko. ","cnd19:24.3":"<b>Paro loko</b>ti manussalokam thapetva sabbo paro lokoti—","cnd19:24.4":"ayam loko paro loko. ","cnd19:25.1":"<b>Brahmaloko sadevako</b>ti sadevako loko samarako sabrahmako sassamanabrahmani paja sadevamanussati—","cnd19:25.2":"brahmaloko sadevako. ","cnd19:26.1":"<b>Ditthim te nabhijanati</b>ti tuyham ditthim khantim rucim laddhim ajjhasayam adhippayam loko na janati—","cnd19:26.2":"“ayam evamditthiko evankhantiko evamruciko evamladdhiko evamajjhasayo evamadhippayo”ti na janati na passati na dakkhati nadhigacchati na vindati na patilabhatiti—","cnd19:26.3":"ditthim te nabhijanati. ","cnd19:27.1":"<b>Gotamassa yasassino</b>ti bhagava yasappattoti yasassi. ","cnd19:27.2":"Atha va bhagava sakkato garukato manito pujito apacito labhi civarapindapatasenasanagilanapaccayabhesajjaparikkharanantipi yasassiti—","cnd19:27.3":"gotamassa yasassino. ","cnd19:27.4":"Tenaha so brahmano—","cnd19:28.1":"“Ayam loko paro loko, ","cnd19:28.2":"brahmaloko sadevako; ","cnd19:28.3":"Ditthim te nabhijanati, ","cnd19:28.4":"gotamassa yasassino”ti. ","cnd19:29.1":"<b>Evam abhikkantadassavim,</b> ","cnd19:29.2":"<b>atthi panhena agamam;</b> ","cnd19:29.3":"<b>Katham lokam avekkhantam,</b> ","cnd19:29.4":"<b>maccuraja na passati. </b> ","cnd19:30.1":"<b>Evam abhikkantadassavin</b>ti evam abhikkantadassavim aggadassavim setthadassavim visetthadassavim pamokkhadassavim uttamadassavim paramadassavinti—","cnd19:30.2":"evam abhikkantadassavim. ","cnd19:31.1":"<b>Atthi panhena agaman</b>ti panhena atthiko agatomhi …pe… ","cnd19:31.2":"vahassetam bharanti, evampi atthi panhena agamam. ","cnd19:32.1":"<b>Katham lokam avekkhantan</b>ti katham lokam avekkhantam paccavekkhantam tulayantam tirayantam vibhavayantam vibhutam karontanti—","cnd19:32.2":"katham lokam avekkhantam. ","cnd19:33.1":"<b>Maccuraja na passati</b>ti maccuraja na passati na dakkhati nadhigacchati na vindati na patilabhatiti—","cnd19:33.2":"maccuraja na passati. ","cnd19:33.3":"Tenaha so brahmano—","cnd19:34.1":"“Evam abhikkantadassavim, ","cnd19:34.2":"atthi panhena agamam; ","cnd19:34.3":"Katham lokam avekkhantam, ","cnd19:34.4":"maccuraja na passati”ti. ","cnd19:35.1":"<b>Sunnato lokam avekkhassu,</b> ","cnd19:35.2":"<b>mogharaja sada sato;</b> ","cnd19:35.3":"<b>Attanuditthim uhacca,</b> ","cnd19:35.4":"<b>evam maccutaro siya;</b> ","cnd19:35.5":"<b>Evam lokam avekkhantam,</b> ","cnd19:35.6":"<b>maccuraja na passati. </b> ","cnd19:36.1":"<b>Sunnato lokam avekkhassu</b>ti. ","cnd19:36.2":"<b>Loko</b>ti nirayaloko tiracchanaloko pettivisayaloko manussaloko devaloko khandhaloko dhatuloko ayatanaloko ayam loko paro loko brahmaloko sadevako. ","cnd19:36.3":"Annataro bhikkhu bhagavantam etadavoca—","cnd19:36.4":"“loko lokoti, bhante, vuccati. ","cnd19:36.5":"Kittavata nu kho, bhante, lokoti vuccati”ti? ","cnd19:36.6":"“Lujjatiti kho, bhikkhu, tasma lokoti vuccati. ","cnd19:36.7":"Kinca lujjati? ","cnd19:36.8":"Cakkhu kho bhikkhu lujjati, rupa lujjanti, cakkhuvinnanam lujjati, cakkhusamphasso lujjati, yampidam cakkhusamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi lujjati; ","cnd19:36.9":"sotam lujjati, ","cnd19:36.10":"gandha lujjanti …pe… ","cnd19:36.11":"kayo lujjati, photthabba lujjanti; ","cnd19:36.12":"mano lujjati, dhamma lujjanti, manovinnanam lujjati, manosamphasso lujjati; yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi lujjati. ","cnd19:36.13":"Lujjatiti kho, bhikkhu, tasma lokoti vuccati”. ","cnd19:37.1":"<b>Sunnato lokam avekkhassu</b>ti dvihi karanehi sunnato lokam avekkhati—","cnd19:37.2":"avasiyapavattasallakkhanavasena va tucchasankharasamanupassanavasena va. ","cnd19:37.3":"Katham avasiyapavattasallakkhanavasena sunnato lokam avekkhati? ","cnd19:37.4":"Rupe vaso na labbhati, vedanaya vaso na labbhati, sannaya vaso na labbhati, sankharesu vaso na labbhati, vinnane vaso na labbhati. ","cnd19:37.5":"Vuttanhetam bhagavata—","cnd19:37.6":"“rupam, bhikkhave, anatta. ","cnd19:37.7":"Rupanca hidam, bhikkhave, atta abhavissa, nayidam rupam abadhaya samvatteyya, labbhetha ca rupe—","cnd19:37.8":"‘evam me rupam hotu, evam me rupam ma ahosi’ti. ","cnd19:37.9":"Yasma ca kho, bhikkhave, rupam anatta, tasma rupam abadhaya samvattati na ca labbhati rupe—","cnd19:37.10":"‘evam me rupam hotu, evam me rupam ma ahosi’ti. ","cnd19:38.1":"Vedana anatta. ","cnd19:38.2":"Vedana ca hidam, bhikkhave, atta abhavissa, nayidam vedana abadhaya samvatteyya, labbhetha ca vedanaya—","cnd19:38.3":"‘evam me vedana hotu, evam me vedana ma ahosi’ti. ","cnd19:38.4":"Yasma ca kho, bhikkhave, vedana anatta, tasma vedana abadhaya samvattati, na ca labbhati vedanaya—","cnd19:38.5":"‘evam me vedana hotu, evam me vedana ma ahosi’ti. ","cnd19:39.1":"Sanna anatta. ","cnd19:39.2":"Sanna ca hidam, bhikkhave, atta abhavissa, nayidam sanna abadhaya samvatteyya, labbhetha ca sannaya—","cnd19:39.3":"‘evam me sanna hotu, evam me sanna ma ahosi’ti. ","cnd19:39.4":"Yasma ca kho, bhikkhave, sanna anatta, tasma sanna abadhaya samvattati, na ca labbhati sannaya—","cnd19:39.5":"‘evam me sanna hotu, evam me sanna ma ahosi’ti. ","cnd19:40.1":"Sankhara anatta. ","cnd19:40.2":"Sankhara ca hidam, bhikkhave, atta abhavissamsu, nayidam sankhara abadhaya samvatteyyum, labbhetha ca sankharesu—","cnd19:40.3":"‘evam me sankhara hontu, evam me sankhara ma ahesun’ti. ","cnd19:40.4":"Yasma ca kho, bhikkhave, sankhara anatta, tasma sankhara abadhaya samvattanti, na ca labbhati sankharesu—","cnd19:40.5":"‘evam me sankhara hontu, evam me sankhara ma ahesun’ti. ","cnd19:41.1":"Vinnanam anatta. ","cnd19:41.2":"Vinnananca hidam, bhikkhave, atta abhavissa, nayidam vinnanam abadhaya samvatteyya, labbhetha ca vinnane—","cnd19:41.3":"‘evam me vinnanam hotu, evam me vinnanam ma ahosi’ti. ","cnd19:41.4":"Yasma ca kho, bhikkhave, vinnanam anatta, tasma vinnanam abadhaya samvattati, na ca labbhati vinnane—","cnd19:41.5":"‘evam me vinnanam hotu, evam me vinnanam ma ahosi’”ti. ","cnd19:42.1":"Vuttanhetam bhagavata—","cnd19:42.2":"“nayam, bhikkhave, kayo tumhakam, napi annesam. ","cnd19:42.3":"Puranamidam, bhikkhave, kammam abhisankhatam abhisancetayitam vedaniyam datthabbam. ","cnd19:42.4":"Tatra kho, bhikkhave, sutava ariyasavako paticcasamuppadamyeva sadhukam yoniso manasi karoti—","cnd19:42.5":"‘iti imasmim sati idam hoti, imassuppada idam uppajjati; ","cnd19:42.6":"imasmim asati idam na hoti, imassa nirodha idam nirujjhati, yadidam—","cnd19:42.7":"avijjapaccaya sankhara, sankharapaccaya vinnanam, vinnanapaccaya namarupam, namarupapaccaya salayatanam, salayatanapaccaya phasso, phassapaccaya vedana, vedanapaccaya tanha, tanhapaccaya upadanam, upadanapaccaya bhavo, bhavapaccaya jati, jatipaccaya jaramaranam sokaparidevadukkhadomanassupayasa sambhavanti—","cnd19:42.8":"evametassa kevalassa dukkhakkhandhassa samudayo hoti’. ","cnd19:43.1":"Avijjaya tveva asesaviraganirodha sankharanirodho, sankharanirodha vinnananirodho …pe… ","cnd19:43.2":"jatinirodha jaramaranam sokaparidevadukkhadomanassupayasa nirujjhanti, evametassa kevalassa dukkhakkhandhassa nirodho hoti”ti. ","cnd19:43.3":"Evam avasiyapavattasallakkhanavasena sunnato lokam avekkhati. ","cnd19:44.1":"Katham tucchasankharasamanupassanavasena sunnato lokam avekkhati? ","cnd19:44.2":"Rupe saro na labbhati, vedanaya saro na labbhati, sannaya saro na labbhati, sankharesu saro na labbhati, vinnane saro na labbhati; ","cnd19:44.3":"rupam assaram nissaram sarapagatam niccasarasarena va sukhasarasarena va attasarasarena va niccena va dhuvena va sassatena va aviparinamadhammena va. ","cnd19:44.4":"Vedana assara nissara sarapagata …pe… ","cnd19:44.5":"sanna assara nissara sarapagata … ","cnd19:44.6":"sankhara assara nissara sarapagata … ","cnd19:44.7":"vinnanam assaram nissaram sarapagatam niccasarasarena va sukhasarasarena va attasarasarena va niccena va dhuvena va sassatena va aviparinamadhammena va. ","cnd19:45.1":"Yatha nalo assaro nissaro sarapagato, yatha ca erando …pe… ","cnd19:45.2":"yatha ca udumbaro assaro nissaro sarapagato, yatha ca setakaccho assaro nissaro sarapagato, yatha ca palibhaddako assaro nissaro sarapagato, yatha ca phenapindo assaro nissaro sarapagato, yatha ca udakapubbulam assaram nissaram sarapagatam, yatha ca marici assara nissara sarapagata, yatha kadalikkhandho assaro nissaro sarapagato, yatha maya assara nissara sarapagata—","cnd19:45.3":"evameva rupam assaram nissaram sarapagatam niccasarasarena va sukhasarasarena va attasarasarena va niccena va dhuvena va sassatena va aviparinamadhammena va. ","cnd19:45.4":"Vedana assara nissara sarapagata …pe… ","cnd19:45.5":"sanna assara nissara sarapagata … ","cnd19:45.6":"sankhara assara nissara sarapagata … ","cnd19:45.7":"vinnanam assaram nissaram sarapagatam niccasarasarena va sukhasarasarena va attasarasarena va niccena va dhuvena va sassatena va aviparinamadhammena va. ","cnd19:45.8":"Evam tucchasankharasamanupassanavasena sunnato lokam avekkhati. ","cnd19:45.9":"Imehi dvihi karanehi sunnato lokam avekkhati. ","cnd19:46.1":"Api ca chahakarehi sunnato lokam avekkhati. ","cnd19:46.2":"Cakkhu sunnam attena va attaniyena va niccena va dhuvena va sassatena va aviparinamadhammena va, ","cnd19:46.3":"sotam sunnam …pe… ","cnd19:46.4":"ghanam sunnam … ","cnd19:46.5":"jivha sunna … ","cnd19:46.6":"kayo sunno … ","cnd19:46.7":"mano sunno attena va attaniyena va niccena va dhuvena va sassatena va aviparinamadhammena va. ","cnd19:46.8":"Rupa sunna …pe… ","cnd19:46.9":"sadda sunna … ","cnd19:46.10":"gandha sunna … ","cnd19:46.11":"rasa sunna … ","cnd19:46.12":"photthabba sunna … ","cnd19:46.13":"dhamma sunna attena va attaniyena va niccena va dhuvena va sassatena va aviparinamadhammena va. ","cnd19:46.14":"Cakkhuvinnanam sunnam …pe… ","cnd19:46.15":"manovinnanam sunnam … ","cnd19:46.16":"cakkhusamphasso sunno … ","cnd19:46.17":"manosamphasso sunno … ","cnd19:46.18":"cakkhusamphassaja vedana sunna … ","cnd19:46.19":"manosamphassaja vedana sunna … ","cnd19:46.20":"rupasanna sunna … ","cnd19:46.21":"dhammasanna sunna … ","cnd19:46.22":"rupasancetana sunna … ","cnd19:46.23":"dhammasancetana sunna … ","cnd19:46.24":"rupatanha sunna … ","cnd19:46.25":"rupavitakko sunno … ","cnd19:46.26":"rupavicaro sunno … ","cnd19:46.27":"dhammavicaro sunno attena va attaniyena va niccena va dhuvena va sassatena va aviparinamadhammena va. ","cnd19:46.28":"Evam chahakarehi sunnato lokam avekkhati. ","cnd19:47.1":"Api ca dasahakarehi sunnato lokam avekkhati. ","cnd19:47.2":"Rupam rittato tucchato sunnato anattato asarakato vadhakato vibhavato aghamulato sasavato sankhatato; ","cnd19:47.3":"vedanam …pe… ","cnd19:47.4":"sannam … ","cnd19:47.5":"sankhare … ","cnd19:47.6":"vinnanam … ","cnd19:47.7":"cutim … ","cnd19:47.8":"upapattim … ","cnd19:47.9":"patisandhim … ","cnd19:47.10":"bhavam … ","cnd19:47.11":"samsaravattam rittato tucchato sunnato anattato asarakato vadhakato vibhavato aghamulato sasavato sankhatato. ","cnd19:47.12":"Evam dasahakarehi sunnato lokam avekkhati. ","cnd19:48.1":"Api ca dvadasahakarehi sunnato lokam avekkhati. ","cnd19:48.2":"Rupam na satto na jivo na naro na manavo na itthi na puriso na atta na attaniyam naham na mama na koci na kassaci; ","cnd19:48.3":"vedana …pe… ","cnd19:48.4":"sanna … ","cnd19:48.5":"sankhara … ","cnd19:48.6":"vinnanam na satto na jivo na naro na manavo na itthi na puriso na atta na attaniyam naham na mama na koci na kassaci. ","cnd19:48.7":"Evam dvadasahakarehi sunnato lokam avekkhati. ","cnd19:49.1":"Vuttanhetam bhagavata—","cnd19:49.2":"“yam, bhikkhave, na tumhakam tam pajahatha. ","cnd19:49.3":"Tam vo pahinam digharattam hitaya sukhaya bhavissati. ","cnd19:49.4":"Kinca, bhikkhave, na tumhakam? ","cnd19:49.5":"Rupam, bhikkhave, na tumhakam, tam pajahatha. ","cnd19:49.6":"Tam vo pahinam digharattam hitaya sukhaya bhavissati. ","cnd19:49.7":"Vedana, bhikkhave, na tumhakam, tam pajahatha. ","cnd19:49.8":"Sa vo pahina digharattam hitaya sukhaya bhavissati. ","cnd19:49.9":"Sanna, bhikkhave, na tumhakam, tam pajahatha. ","cnd19:49.10":"Sa vo pahina digharattam hitaya sukhaya bhavissati. ","cnd19:49.11":"Sankhara, bhikkhave, na tumhakam, te pajahatha. ","cnd19:49.12":"Te vo pahina digharattam hitaya sukhaya bhavissanti. ","cnd19:49.13":"Vinnanam, bhikkhave, na tumhakam, tam pajahatha. ","cnd19:49.14":"Tam vo pahinam digharattam hitaya sukhaya bhavissati. ","cnd19:49.15":"Seyyathapi, bhikkhave, yam imasmim jetavane tinakatthasakhapalasam tam jano hareyya va daheyya va yathapaccayam va kareyya. ","cnd19:49.16":"Api nu tumhakam evamassa—","cnd19:49.17":"‘amhe jano harati va dahati va yathapaccayam va karoti’”ti? ","cnd19:49.18":"“No hetam, bhante”. ","cnd19:49.19":"“Tam kissa hetu”? ","cnd19:49.20":"“Na hi no etam, bhante, atta va attaniyam” vati. ","cnd19:49.21":"“Evameva kho, bhikkhave, yam na tumhakam tam pajahatha; ","cnd19:49.22":"tam vo pahinam digharattam hitaya sukhaya bhavissati. ","cnd19:49.23":"Kinca, bhikkhave, na tumhakam? ","cnd19:49.24":"Rupam, bhikkhave, na tumhakam, tam pajahatha. ","cnd19:49.25":"Tam vo pahinam digharattam hitaya sukhaya bhavissati. ","cnd19:49.26":"Vedana …pe… ","cnd19:49.27":"sanna … ","cnd19:49.28":"sankhara … ","cnd19:49.29":"vinnanam, bhikkhave, na tumhakam, tam pajahatha. ","cnd19:49.30":"Tam vo pahinam digharattam hitaya sukhaya bhavissati”ti. ","cnd19:49.31":"Evampi sunnato lokam avekkhati. ","cnd19:50.1":"Ayasma anando bhagavantam etadavoca—","cnd19:50.2":"“‘sunno loko, sunno loko’ti, bhante, vuccati. ","cnd19:50.3":"Kittavata nu kho, bhante, sunno lokoti vuccati”ti? ","cnd19:50.4":"“Yasma ca kho, ananda, sunnam attena va attaniyena va, tasma sunno lokoti vuccati. ","cnd19:50.5":"Kincananda, sunnam attena va attaniyena va? ","cnd19:50.6":"Cakkhu kho, ananda, sunnam attena va attaniyena va. ","cnd19:50.7":"Rupa sunna …pe… ","cnd19:50.8":"cakkhuvinnanam sunnam … ","cnd19:50.9":"cakkhusamphasso sunno … ","cnd19:50.10":"yampidam cakkhusamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi sunnam attena va attaniyena va. ","cnd19:50.11":"Sotam sunnam … ","cnd19:50.12":"sadda sunna … ","cnd19:50.13":"ghanam sunnam … ","cnd19:50.14":"gandha sunna … ","cnd19:50.15":"jivha sunna … ","cnd19:50.16":"rasa sunna … ","cnd19:50.17":"kayo sunno … ","cnd19:50.18":"photthabba sunna … ","cnd19:50.19":"mano sunno … ","cnd19:50.20":"dhamma sunna … ","cnd19:50.21":"manovinnanam sunnam … ","cnd19:50.22":"manosamphasso sunno … ","cnd19:50.23":"yampidam sunnam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi sunnam attena va attaniyena va. ","cnd19:50.24":"Yasma ca kho, ananda, sunnam attena va attaniyena va, tasma sunno lokoti vuccati”ti. ","cnd19:50.25":"Evampi sunnato lokam avekkhati. ","cnd19:51.1":"“Suddham dhammasamuppadam, ","cnd19:51.2":"Suddhasankharasantatim; ","cnd19:51.3":"Passantassa yathabhutam, ","cnd19:51.4":"Na bhayam hoti gamani. ","cnd19:52.1":"Tinakatthasamam lokam, ","cnd19:52.2":"yada pannaya passati; ","cnd19:52.3":"Nannam patthayate kinci, ","cnd19:52.4":"annatrappatisandhiya”ti. ","cnd19:53.1":"Evampi sunnato lokam avekkhati. ","cnd19:54.1":"Vuttanhetam bhagavata—","cnd19:54.2":"“evameva kho, bhikkhave, bhikkhu rupam samannesati yavata rupassa gati, ","cnd19:54.3":"vedanam samannesati yavata vedanaya gati, ","cnd19:54.4":"sannam samannesati yavata sannaya gati, ","cnd19:54.5":"sankhare samannesati yavata sankharanam gati, ","cnd19:54.6":"vinnanam samannesati yavata vinnanassa gati. ","cnd19:54.7":"Tassa rupam samannesato yavata rupassa gati, ","cnd19:54.8":"vedanam …pe… ","cnd19:54.9":"sannam … ","cnd19:54.10":"sankhare … ","cnd19:54.11":"vinnanam samannesato yavata vinnanassa gati, yampissa tam hoti ahanti va mamanti va asmiti va, tampi tassa na hoti”ti. ","cnd19:54.12":"Evampi sunnato lokam avekkhati. ","cnd19:55.1":"<b>Sunnato lokam avekkhassu</b>ti sunnato lokam avekkhassu paccavekkhassu dakkhassu tulehi tirehi vibhavehi vibhutam karohiti—","cnd19:55.2":"sunnato lokam avekkhassu. ","cnd19:56.1":"<b>Mogharaja sada sato</b>ti. ","cnd19:56.2":"<b>Mogharaja</b>ti bhagava tam brahmanam namena alapati. ","cnd19:56.3":"<b>Sada</b>ti sabbakalam …pe… ","cnd19:56.4":"pacchime vayokhandhe. ","cnd19:56.5":"<b>Sato</b>ti catuhi karanehi sato—","cnd19:56.6":"kaye kayanupassanasatipatthanam bhavento sato …pe… ","cnd19:56.7":"so vuccati satoti—","cnd19:56.8":"mogharaja sada sato. ","cnd19:57.1":"<b>Attanuditthim uhacca</b>ti attanuditthi vuccati visativatthuka sakkayaditthi. ","cnd19:57.2":"Idha assutava puthujjano ariyanam adassavi ariyadhammassa akovido ariyadhamme avinito sappurisanam adassavi sappurisadhammassa akovido sappurisadhamme avinito rupam attato samanupassati rupavantam va attanam attani va rupam rupasmim va attanam, ","cnd19:57.3":"vedanam …pe… ","cnd19:57.4":"sannam … ","cnd19:57.5":"sankhare … ","cnd19:57.6":"vinnanam attato samanupassati vinnanavantam va attanam attani va vinnanam vinnanasmim va attanam. ","cnd19:57.7":"Ya evarupa ditthi ditthigatam ditthigahanam ditthikantaro ditthivisukayikam ditthivipphanditam ditthisamyojanam gaho patiggaho abhiniveso paramaso kummaggo micchapatho micchattam titthayatanam vipariyesaggaho viparitaggaho vipallasaggaho micchagaho ayathavakasmim yathavakanti gaho yavata dvasatthi ditthigatani, ayam attanuditthi. ","cnd19:57.8":"<b>Attanuditthim uhacca</b>ti attanuditthim uhacca samuhacca uddharitva samuddharitva uppatayitva samuppatayitva pajahitva vinodetva byantikaritva anabhavam gametvati—","cnd19:57.9":"attanuditthim uhacca. ","cnd19:58.1":"<b>Evam maccutaro siya</b>ti evam maccupi tareyyasi, jarapi tareyyasi, maranampi tareyyasi uttareyyasi patareyyasi samatikkameyyasi vitivatteyyasiti—","cnd19:58.2":"evam maccutaro siya. ","cnd19:59.1":"<b>Evam lokam avekkhantan</b>ti evam lokam avekkhantam paccavekkhantam tulayantam tirayantam vibhavayantam vibhutam karontanti—","cnd19:59.2":"evam lokam avekkhantam. ","cnd19:60.1":"<b>Maccuraja na passati</b>ti maccupi maccuraja, maropi maccuraja, maranampi maccuraja. ","cnd19:60.2":"<b>Na passati</b>ti maccuraja na passati na dakkhati nadhigacchati na vindati na patilabhati. ","cnd19:60.3":"Vuttanhetam bhagavata—","cnd19:60.4":"“seyyathapi, bhikkhave, aranniko migo aranne pavane caramano vissattho gacchati vissattho titthati vissattho nisidati vissattho seyyam kappeti. ","cnd19:60.5":"Tam kissa hetu? ","cnd19:60.6":"Anapathagato, bhikkhave, luddassa. ","cnd19:60.7":"Evameva kho, bhikkhave, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","cnd19:60.8":"Ayam vuccati, bhikkhave, ‘bhikkhu andhamakasi maram, apadam vadhitva maracakkhum adassanam gato papimato’. ","cnd19:61.1":"Puna caparam, bhikkhave, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam …pe… ","cnd19:61.2":"tatiyam jhanam … ","cnd19:61.3":"catuttham jhanam upasampajja viharati. ","cnd19:61.4":"Ayam vuccati, bhikkhave, ‘bhikkhu andhamakasi maram, apadam vadhitva maracakkhum adassanam gato papimato’. ","cnd19:62.1":"Puna caparam, bhikkhave, bhikkhu sabbaso rupasannanam samatikkama, patighasannanam atthangama, nanattasannanam amanasikara, ananto akasoti akasanancayatanam upasampajja viharati. ","cnd19:62.2":"Ayam vuccati, bhikkhave, ‘bhikkhu andhamakasi maram, apadam vadhitva maracakkhum adassanam gato papimato’. ","cnd19:63.1":"Puna caparam, bhikkhave, bhikkhu sabbaso akasanancayatanam samatikkamma anantam vinnananti vinnanancayatanam upasampajja viharati …pe…. ","cnd19:64.1":"Puna caparam, bhikkhave, sabbaso vinnanancayatanam samatikkamma natthi kinciti akincannayatanam upasampajja viharati …pe…. ","cnd19:65.1":"Puna caparam, bhikkhave, sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharati …pe…. ","cnd19:66.1":"Puna caparam, bhikkhave, sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharati; ","cnd19:66.2":"pannaya cassa disva asava parikkhina honti. ","cnd19:66.3":"Ayam vuccati, bhikkhave, ‘bhikkhu andhamakasi maram, apadam vadhitva maracakkhum adassanam gato papimato, tinno loke visattikan’ti. ","cnd19:66.4":"So vissattho gacchati vissattho titthati vissattho nisidati vissattho seyyam kappeti. ","cnd19:66.5":"Tam kissa hetu? ","cnd19:66.6":"Anapathagato bhikkhu papimato”ti—","cnd19:66.7":"maccuraja na passati. ","cnd19:66.8":"Tenaha bhagava—","cnd19:67.1":"“Sunnato lokam avekkhassu, ","cnd19:67.2":"mogharaja sada sato; ","cnd19:67.3":"Attanuditthim uhacca, ","cnd19:67.4":"evam maccutaro siya; ","cnd19:67.5":"Evam lokam avekkhantam, ","cnd19:67.6":"maccuraja na passati”ti. ","cnd19:68.1":"Saha gathapariyosana …pe… ","cnd19:68.2":"sattha me, bhante bhagava, savakohamasmiti. ","cnd19:68.3":"Mogharajamanavapucchaniddeso pannarasamo. "}