{"cnd14:0.1":"Culaniddesa ","cnd14:0.2":"Parayanavagganiddesa ","cnd14:0.3":"Pucchaniddesa ","cnd14:0.4":"10. Kappamanavapucchaniddesa ","cnd14:1.1":"<b>Majjhe sarasmim titthatam,</b> ","cnd14:1.2":"(iccayasma kappo) ","cnd14:1.3":"<b>Oghe jate mahabbhaye;</b> ","cnd14:1.4":"<b>Jaramaccuparetanam,</b> ","cnd14:1.5":"<b>Dipam pabruhi marisa;</b> ","cnd14:1.6":"<b>Tvanca me dipamakkhahi,</b> ","cnd14:1.7":"<b>Yathayidam naparam siya. </b> ","cnd14:2.1":"<b>Majjhe sarasmim titthatan</b>ti saro vuccati samsaro agamanam gamanam gamanagamanam kalam gati bhavabhavo cuti ca upapatti ca nibbatti ca bhedo ca jati ca jara ca marananca. ","cnd14:2.2":"Samsarassa purimapi koti na pannayati, pacchimapi koti na pannayati; ","cnd14:2.3":"majjheva samsare satta thita patitthita allina upagata ajjhosita adhimutta. ","cnd14:3.1":"Katham samsarassa purima koti na pannayati? ","cnd14:3.2":"Ettaka jatiyo vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:3.3":"Ettakani jatisatani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:3.4":"Ettakani jatisahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:3.5":"Ettakani jatisatasahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:3.6":"Ettaka jatikotiyo vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:3.7":"Ettakani jatikotisatani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:3.8":"Ettakani jatikotisahassani vattam vatti, tato param na vattatiti, hevam natthi. ","cnd14:3.9":"Evampi samsarassa purima koti na pannayati. ","cnd14:3.10":"Ettakani jatikotisatasahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:4.1":"Ettakani vassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:4.2":"Ettakani vassasatani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:4.3":"Ettakani vassasahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:4.4":"Ettakani vassasatasahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:4.5":"Ettaka vassakotiyo vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:4.6":"Ettakani vassakotisatani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:4.7":"Ettakani vassakotisahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:4.8":"Ettakani vassakotisatasahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:5.1":"Ettakani kappani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:5.2":"Ettakani kappasatani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:5.3":"Ettakani kappasahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:5.4":"Ettakani kappasatasahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:5.5":"Ettaka kappakotiyo vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:5.6":"Ettakani kappakotisatani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:5.7":"Ettakani kappakotisahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:5.8":"Ettakani kappakotisatasahassani vattam vatti, tato param na vattatiti hevam natthi, evampi samsarassa purima koti na pannayati. ","cnd14:6.1":"Vuttanhetam bhagavata—","cnd14:6.2":"“anamataggoyam, bhikkhave, samsaro, pubba koti na pannayati avijjanivarananam sattanam tanhasamyojananam sandhavatam samsaratam. ","cnd14:6.3":"Evam digharattam kho, bhikkhave, dukkham paccanubhutam tibbam paccanubhutam byasanam paccanubhutam, katasi vaddhita. ","cnd14:6.4":"Yavancidam, bhikkhave, alameva sabbasankharesu nibbinditum alam virajjitum alam vimuccitun”ti. ","cnd14:6.5":"Evampi samsarassa purima koti na pannayati. ","cnd14:7.1":"Katham samsarassa pacchima koti na pannayati? ","cnd14:7.2":"Ettaka jatiyo vattam vattissati, tato param na vattissatiti hevam natthi, evampi samsarassa pacchima koti na pannayati. ","cnd14:7.3":"Ettakani jatisatani, ettakani jatisahassani, ettakani jatisatasahassani …pe… ","cnd14:7.4":"ettaka jatikotiyo, ettakani jatikotisatani, ettakani jatikotisahassani, ettakani jatikotisatasahassani, ettakani vassani, ettakani vassasatani, ettakani vassasahassani, ettakani vassasatasahassani, ettaka vassakotiyo, ettakani vassakotisatani, ettakani vassakotisahassani, ettakani vassakotisatasahassani, ettakani kappani, ettakani kappasatani, ettakani kappasahassani, ettakani kappasatasahassani, ettaka kappakotiyo, ettakani kappakotisatani, ettakani kappakotisahassani, ettakani kappakotisatasahassani vattam vattissati, tato param na vattissatiti hevam natthi, evampi samsarassa pacchima koti na pannayati. ","cnd14:7.5":"Evampi samsarassa purimapi koti na pannayati, pacchimapi koti na pannayati, majjheva samsare satta thita patitthita allina upagata ajjhosita adhimuttati—","cnd14:7.6":"majjhe sarasmim titthatam. ","cnd14:7.7":"<b>Iccayasma kappo</b>ti. ","cnd14:7.8":"<b>Icca</b>ti padasandhi …pe…. ","cnd14:7.9":"<b>Ayasma</b>ti piyavacanam …pe…. ","cnd14:7.10":"<b>Kappo</b>ti tassa brahmanassa namam …pe… abhilapoti—","cnd14:7.11":"iccayasma kappo. ","cnd14:8.1":"<b>Oghe jate mahabbhaye</b>ti kamoghe bhavoghe ditthoghe avijjoghe jate sanjate nibbatte abhinibbatte patubhute. ","cnd14:8.2":"<b>Mahabbhaye</b>ti jatibhaye jarabhaye byadhibhaye maranabhayeti—","cnd14:8.3":"oghe jate mahabbhaye. ","cnd14:9.1":"<b>Jaramaccuparetanan</b>ti jaraya phutthanam paretanam samohitanam samannagatanam. ","cnd14:9.2":"Maccuna phutthanam paretanam samohitanam samannagatanam, jatiya anugatanam jaraya anusatanam byadhina abhibhutanam maranena abbhahatanam atananam alenanam asarananam asaranibhutananti—","cnd14:9.3":"jaramaccuparetanam. ","cnd14:10.1":"<b>Dipam pabruhi marisa</b>ti dipam tanam lenam saranam gatim parayanam bruhi acikkhahi desehi pannapehi patthapehi vivarahi vibhajahi uttanikarohi pakasehi. ","cnd14:10.2":"<b>Marisa</b>ti piyavacanam garuvacanam sagaravasappatissadhivacanametam marisati—","cnd14:10.3":"dipam pabruhi marisa. ","cnd14:11.1":"<b>Tvanca me dipamakkhahi</b>ti. ","cnd14:11.2":"<b>Tvan</b>ti bhagavantam bhanati. ","cnd14:11.3":"<b>Dipamakkhahi</b>ti dipam tanam lenam saranam gatim parayanam akkhahi acikkhahi desehi pannapehi patthapehi vivarahi vibhajahi uttanikarohi pakasehiti—","cnd14:11.4":"tvanca me dipamakkhahi. ","cnd14:12.1":"<b>Yathayidam naparam siya</b>ti yathayidam dukkham idheva nirujjheyya vupasameyya attham gaccheyya patippassambheyya punapatisandhikam dukkham na nibbatteyya, kamadhatuya va rupadhatuya va arupadhatuya va kamabhave va rupabhave va arupabhave va sannabhave va asannabhave va nevasannanasannabhave va ekavokarabhave va catuvokarabhave va pancavokarabhave va punagatiya va upapattiya va patisandhiya va bhave va samsare va vatte va na janeyya na sanjaneyya na nibbatteyya nabhinibbatteyya. ","cnd14:12.2":"Idheva nirujjheyya vupasameyya attham gaccheyya patippassambheyyati—","cnd14:12.3":"yathayidam naparam siya. ","cnd14:12.4":"Tenaha so brahmano—","cnd14:13.1":"“Majjhe sarasmim titthatam, ","cnd14:13.2":"(iccayasma kappo) ","cnd14:13.3":"Oghe jate mahabbhaye; ","cnd14:13.4":"Jaramaccuparetanam, ","cnd14:13.5":"Dipam pabruhi marisa; ","cnd14:13.6":"Tvanca me dipamakkhahi, ","cnd14:13.7":"Yathayidam naparam siya”ti. ","cnd14:14.1":"<b>Majjhe sarasmim titthatam,</b> ","cnd14:14.2":"(kappati bhagava) ","cnd14:14.3":"<b>Oghe jate mahabbhaye;</b> ","cnd14:14.4":"<b>Jaramaccuparetanam,</b> ","cnd14:14.5":"<b>Dipam pabrumi kappa te. </b> ","cnd14:15.1":"<b>Majjhe sarasmim titthatan</b>ti saro vuccati samsaro agamanam gamanam gamanagamanam kalam gati bhavabhavo, cuti ca upapatti ca nibbatti ca bhedo ca jati ca jara ca marananca. ","cnd14:15.2":"Samsarassa purimapi koti na pannayati, pacchimapi koti na pannayati. ","cnd14:15.3":"Majjheva samsare satta thita patitthita allina upagata ajjhosita adhimutta. ","cnd14:16.1":"Katham samsarassa purima koti na pannayati …pe… ","cnd14:16.2":"evam samsarassa purima koti na pannayati. ","cnd14:16.3":"Katham samsarassa pacchima koti na pannayati …pe… ","cnd14:16.4":"evam samsarassa pacchima koti na pannayati. ","cnd14:16.5":"Evam samsarassa purimapi koti na pannayati, pacchimapi koti na pannayati. ","cnd14:16.6":"Majjheva samsare satta thita patitthita allina upagata ajjhosita adhimuttati—","cnd14:16.7":"majjhe sarasmim titthatam. ","cnd14:16.8":"<b>Kappati bhagava</b>ti. ","cnd14:16.9":"<b>Kappa</b>ti bhagava tam brahmanam namena alapati. ","cnd14:16.10":"<b>Bhagava</b>ti garavadhivacanametam …pe… sacchika pannatti, yadidam bhagavati—","cnd14:16.11":"kappati bhagava. ","cnd14:17.1":"<b>Oghe jate mahabbhaye</b>ti kamoghe bhavoghe ditthoghe avijjoghe jate sanjate nibbatte abhinibbatte patubhute. ","cnd14:17.2":"<b>Mahabbhaye</b>ti jatibhaye jarabhaye byadhibhaye maranabhayeti—","cnd14:17.3":"oghe jate mahabbhaye. ","cnd14:18.1":"<b>Jaramaccuparetanan</b>ti jaraya phutthanam paretanam samohitanam samannagatanam, maccuna phutthanam paretanam samohitanam samannagatanam jatiya anugatanam jaraya anusatanam byadhina abhibhutanam maranena abbhahatanam atananam alenanam asarananam asaranibhutananti—","cnd14:18.2":"jaramaccuparetanam. ","cnd14:19.1":"<b>Dipam pabrumi kappa te</b>ti dipam tanam lenam saranam gatim parayanam brumi acikkhami desemi pannapemi patthapemi vivarami vibhajami uttanikaromi pakasemiti—","cnd14:19.2":"dipam pabrumi kappa te. ","cnd14:19.3":"Tenaha bhagava—","cnd14:20.1":"“Majjhe sarasmim titthatam, ","cnd14:20.2":"(kappati bhagava) ","cnd14:20.3":"Oghe jate mahabbhaye; ","cnd14:20.4":"Jaramaccuparetanam, ","cnd14:20.5":"Dipam pabrumi kappa te”ti. ","cnd14:21.1":"<b>Akincanam anadanam,</b> ","cnd14:21.2":"<b>etam dipam anaparam;</b> ","cnd14:21.3":"<b>Nibbanam iti nam brumi,</b> ","cnd14:21.4":"<b>jaramaccuparikkhayam. </b> ","cnd14:22.1":"<b>Akincanam anadanan</b>ti. ","cnd14:22.2":"<b>Kincanan</b>ti—","cnd14:22.3":"ragakincanam dosakincanam mohakincanam manakincanam ditthikincanam kilesakincanam duccaritakincanam; ","cnd14:22.4":"kincanappahanam kincanavupasamam kincanapatinissaggam kincanapatippassaddhim amatam nibbananti—","cnd14:22.5":"akincanam. ","cnd14:22.6":"<b>Anadanan</b>ti <b>adanam</b> vuccati tanha. ","cnd14:22.7":"Yo rago sarago …pe… abhijjha lobho akusalamulam. ","cnd14:22.8":"Adanappahanam adanavupasamam adanapatinissaggam adanapatippassaddhim amatam nibbananti—","cnd14:22.9":"akincanam anadanam. ","cnd14:23.1":"<b>Etam dipam anaparan</b>ti etam dipam tanam lenam saranam gati parayanam. ","cnd14:23.2":"<b>Anaparan</b>ti tamha paro anno dipo natthi. ","cnd14:23.3":"Atha kho so evam dipo aggo ca settho ca visettho ca pamokkho ca uttamo ca pavaro cati—","cnd14:23.4":"etam dipam anaparam. ","cnd14:24.1":"<b>Nibbanam iti nam brumi</b>ti vanam vuccati tanha. ","cnd14:24.2":"Yo rago sarago …pe… abhijjha lobho akusalamulam. ","cnd14:24.3":"Vanappahanam vanavupasamam vanapatinissaggam vanapatippassaddhim amatam nibbanam. ","cnd14:24.4":"<b>Iti</b>ti padasandhi padasamsaggo padaparipuri akkharasamavayo byanjanasilitthata padanupubbatapetam—","cnd14:24.5":"ititi. ","cnd14:24.6":"<b>Brumi</b>ti brumi acikkhami desemi pannapemi patthapemi vivarami vibhajami uttanikaromi pakasemiti—","cnd14:24.7":"nibbanam iti nam brumi. ","cnd14:25.1":"<b>Jaramaccuparikkhayan</b>ti jaramaranassa pahanam vupasamam patinissaggam patippassaddhim amatam nibbananti—","cnd14:25.2":"jaramaccuparikkhayam. ","cnd14:25.3":"Tenaha bhagava—","cnd14:26.1":"“Akincanam anadanam, ","cnd14:26.2":"etam dipam anaparam; ","cnd14:26.3":"Nibbanam iti nam brumi, ","cnd14:26.4":"jaramaccuparikkhayan”ti. ","cnd14:27.1":"<b>Etadannaya ye sata,</b> ","cnd14:27.2":"<b>Ditthadhammabhinibbuta;</b> ","cnd14:27.3":"<b>Na te maravasanuga,</b> ","cnd14:27.4":"<b>Na te marassa paddhagu. </b> ","cnd14:28.1":"<b>Etadannaya ye sata</b>ti. ","cnd14:28.2":"<b>Etan</b>ti amatam nibbanam. ","cnd14:28.3":"Yo so sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam. ","cnd14:28.4":"<b>Annaya</b>ti annaya janitva tulayitva tirayitva vibhavayitva vibhutam katva, “sabbe sankhara anicca”ti …pe… ","cnd14:28.5":"“yam kinci samudayadhammam, sabbam tam nirodhadhamman”ti annaya janitva tulayitva tirayitva vibhavayitva vibhutam katva. ","cnd14:28.6":"<b>Ye</b>ti arahanto khinasava. ","cnd14:28.7":"<b>Sata</b>ti catuhi karanehi sata—","cnd14:28.8":"kaye kayanupassanasatipatthanam bhaventa sata …pe… ","cnd14:28.9":"te vuccanti satati—","cnd14:28.10":"etadannaya ye sata. ","cnd14:29.1":"<b>Ditthadhammabhinibbuta</b>ti. ","cnd14:29.2":"<b>Ditthadhamma</b>ti ditthadhamma natadhamma tulitadhamma tiritadhamma vibhutadhamma vibhavitadhamma. ","cnd14:29.3":"<b>Abhinibbuta</b>ti ragassa nibbapitatta nibbuta, dosassa …pe… ","cnd14:29.4":"sabbakusalabhisankharanam santatta samitatta vupasamitatta nijjhatatta nibbutatta patippassaddhatta santa upasanta vupasanta nibbuta patippassaddhati—","cnd14:29.5":"ditthadhammabhinibbuta. ","cnd14:30.1":"<b>Na te maravasanuga</b>ti. ","cnd14:30.2":"<b>Maro</b>ti yo so maro kanho adhipati antagu namuci pamattabandhu. ","cnd14:30.3":"<b>Na te maravasanuga</b>ti na te marassa vase vattanti, napi maro tesu vasam vatteti. ","cnd14:30.4":"Te maranca marapakkhanca marapasanca marabalisanca maramisanca maravisayanca maranivasanca maragocaranca marabandhananca abhibhuyya abhibhavitva ajjhottharitva pariyadiyitva madditva caranti viharanti iriyanti vattenti palenti yapenti yapentiti—","cnd14:30.5":"na te maravasanuga. ","cnd14:31.1":"<b>Na te marassa paddhagu</b>ti na te marassa paddha paddhacara paricarika siya; ","cnd14:31.2":"buddhassa te bhagavato paddha paddhacara paricarika siyati—","cnd14:31.3":"na te marassa paddhagu. ","cnd14:31.4":"Tenaha bhagava—","cnd14:32.1":"“Etadannaya ye sata, ","cnd14:32.2":"ditthadhammabhinibbuta; ","cnd14:32.3":"Na te maravasanuga, ","cnd14:32.4":"na te marassa paddhagu”ti. ","cnd14:33.1":"Saha gathapariyosana …pe… ","cnd14:33.2":"sattha me bhante bhagava, savakohamasmiti. ","cnd14:33.3":"Kappamanavapucchaniddeso dasamo. "}