{"dn10:0.1":"Digha Nikaya 10 ","dn10:0.2":"Subhasutta ","dn10:1.1.1":"Evam me sutam—","dn10:1.1.2":"ekam samayam ayasma anando savatthiyam viharati jetavane anathapindikassa arame aciraparinibbute bhagavati. ","dn10:1.1.3":"Tena kho pana samayena subho manavo todeyyaputto savatthiyam pativasati kenacideva karaniyena. ","dn10:1.2.1":"Atha kho subho manavo todeyyaputto annataram manavakam amantesi: ","dn10:1.2.2":"“ehi tvam, manavaka, yena samano anando tenupasankama; upasankamitva mama vacanena samanam anandam appabadham appatankam lahutthanam balam phasuviharam puccha: ","dn10:1.2.3":"‘subho manavo todeyyaputto bhavantam anandam appabadham appatankam lahutthanam balam phasuviharam pucchati’ti. ","dn10:1.2.4":"Evanca vadehi: ","dn10:1.3.1":"‘sadhu kira bhavam anando yena subhassa manavassa todeyyaputtassa nivesanam tenupasankamatu anukampam upadaya’”ti. ","dn10:1.3.2":"“Evam, bho”ti kho so manavako subhassa manavassa todeyyaputtassa patissutva yenayasma anando tenupasankami; upasankamitva ayasmata anandena saddhim sammodi. ","dn10:1.3.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho so manavako ayasmantam anandam etadavoca: ","dn10:1.3.4":"“subho manavo todeyyaputto bhavantam anandam appabadham appatankam lahutthanam balam phasuviharam pucchati; ","dn10:1.3.5":"evanca vadeti: ","dn10:1.3.6":"‘sadhu kira bhavam anando yena subhassa manavassa todeyyaputtassa nivesanam tenupasankamatu anukampam upadaya’”ti. ","dn10:1.4.1":"Evam vutte, ayasma anando tam manavakam etadavoca: ","dn10:1.4.2":"“akalo kho, manavaka. ","dn10:1.4.3":"Atthi me ajja bhesajjamatta pita. ","dn10:1.4.4":"Appevanama svepi upasankameyyama kalanca samayanca upadaya”ti. ","dn10:1.4.5":"“Evam, bho”ti kho so manavako ayasmato anandassa patissutva utthayasana yena subho manavo todeyyaputto tenupasankami; upasankamitva subham manavam todeyyaputtam etadavoca: ","dn10:1.4.6":"“avocumha kho mayam bhoto vacanena tam bhavantam anandam: ","dn10:1.4.7":"‘subho manavo todeyyaputto bhavantam anandam appabadham appatankam lahutthanam balam phasuviharam pucchati, evanca vadeti: ","dn10:1.4.8":"“sadhu kira bhavam anando yena subhassa manavassa todeyyaputtassa nivesanam tenupasankamatu anukampam upadaya”’ti. ","dn10:1.4.9":"Evam vutte, bho, samano anando mam etadavoca: ","dn10:1.4.10":"‘akalo kho, manavaka. ","dn10:1.4.11":"Atthi me ajja bhesajjamatta pita. ","dn10:1.4.12":"Appevanama svepi upasankameyyama kalanca samayanca upadaya’ti. ","dn10:1.4.13":"Ettavatapi kho, bho, katameva etam, yato kho so bhavam anando okasamakasi svatanayapi upasankamanaya”ti. ","dn10:1.5.1":"Atha kho ayasma anando tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya cetakena bhikkhuna pacchasamanena yena subhassa manavassa todeyyaputtassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. Atha kho subho manavo todeyyaputto yenayasma anando tenupasankami; upasankamitva ayasmata anandena saddhim sammodi. ","dn10:1.5.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho subho manavo todeyyaputto ayasmantam anandam etadavoca: ","dn10:1.5.3":"“bhavanhi anando tassa bhoto gotamassa digharattam upatthako santikavacaro samipacari. ","dn10:1.5.4":"Bhavametam anando janeyya, yesam so bhavam gotamo dhammanam vannavadi ahosi, yattha ca imam janatam samadapesi nivesesi patitthapesi. ","dn10:1.5.5":"Katamesanam kho, bho ananda, dhammanam so bhavam gotamo vannavadi ahosi; kattha ca imam janatam samadapesi nivesesi patitthapesi”ti? ","dn10:1.6.1":"“Tinnam kho, manava, khandhanam so bhagava vannavadi ahosi; ettha ca imam janatam samadapesi nivesesi patitthapesi. ","dn10:1.6.2":"Katamesam tinnam? ","dn10:1.6.3":"Ariyassa silakkhandhassa, ariyassa samadhikkhandhassa, ariyassa pannakkhandhassa. ","dn10:1.6.4":"Imesam kho, manava, tinnam khandhanam so bhagava vannavadi ahosi; ettha ca imam janatam samadapesi nivesesi patitthapesi”ti. ","dn10:1.6.5.0":"1. Silakkhandha ","dn10:1.6.6":"“Katamo pana so, bho ananda, ariyo silakkhandho, yassa so bhavam gotamo vannavadi ahosi, yattha ca imam janatam samadapesi nivesesi patitthapesi”ti? ","dn10:1.7.1":"“Idha, manava, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","dn10:1.7.2":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","dn10:1.7.3":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakaseti. ","dn10:1.8.1":"Tam dhammam sunati gahapati va gahapatiputto va annatarasmim va kule paccajato. ","dn10:1.8.2":"So tam dhammam sutva tathagate saddham patilabhati. ","dn10:1.8.3":"So tena saddhapatilabhena samannagato iti patisancikkhati: ","dn10:1.8.4":"‘sambadho gharavaso rajopatho, abbhokaso pabbajja, ","dn10:1.8.5":"nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","dn10:1.8.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","dn10:1.9.1":"So aparena samayena appam va bhogakkhandham pahaya mahantam va bhogakkhandham pahaya appam va natiparivattam pahaya mahantam va natiparivattam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","dn10:1.10.1":"So evam pabbajito samano patimokkhasamvarasamvuto viharati, acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu, kayakammavacikammena samannagato kusalena, parisuddhajivo, silasampanno, indriyesu guttadvaro, satisampajannena samannagato, santuttho. ","dn10:1.11.1":"Kathanca, manava, bhikkhu silasampanno hoti? ","dn10:1.11.2":"Idha, manava, bhikkhu panatipatam pahaya panatipata pativirato hoti, nihitadando nihitasattho lajji dayapanno, sabbapanabhutahitanukampi viharati. ","dn10:1.11.3":"Yampi, manava, bhikkhu panatipatam pahaya panatipata pativirato hoti, nihitadando nihitasattho lajji dayapanno, sabbapanabhutahitanukampi viharati; ","dn10:1.12.1-1.27":"idampissa hoti silasmim. ","dn10:1.28.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupaya tiracchanavijjaya micchajivena jivitam kappenti, ","dn10:1.28.2":"seyyathidam—santikammam panidhikammam bhutakammam bhurikammam vassakammam vossakammam vatthukammam vatthuparikammam acamanam nhapanam juhanam vamanam virecanam uddhamvirecanam adhovirecanam sisavirecanam kannatelam nettatappanam natthukammam anjanam paccanjanam salakiyam sallakattiyam darakatikiccha mulabhesajjanam anuppadanam osadhinam patimokkho ","dn10:1.28.3":"iti va iti evarupaya tiracchanavijjaya micchajiva pativirato hoti. ","dn10:1.28.4":"Yampi, manava, bhikkhu yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupaya tiracchanavijjaya micchajivena jivitam kappenti, ","dn10:1.28.5":"seyyathidam—santikammam panidhikammam …pe… osadhinam patimokkho ","dn10:1.28.6":"iti va iti evarupaya tiracchanavijjaya micchajiva pativirato hoti. ","dn10:1.28.7":"Idampissa hoti silasmim. ","dn10:1.29.1":"Sa kho so, manava, bhikkhu evam silasampanno na kutoci bhayam samanupassati, yadidam silasamvarato. ","dn10:1.29.2":"Seyyathapi, manava, raja khattiyo muddhavasitto nihatapaccamitto na kutoci bhayam samanupassati, yadidam paccatthikato; ","dn10:1.29.3":"evameva kho, manava, bhikkhu evam silasampanno na kutoci bhayam samanupassati, yadidam silasamvarato. ","dn10:1.29.4":"So imina ariyena silakkhandhena samannagato ajjhattam anavajjasukham patisamvedeti. ","dn10:1.29.5":"Evam kho, manava, bhikkhu silasampanno hoti. ","dn10:1.30.1":"Ayam kho so, manava, ariyo silakkhandho yassa so bhagava vannavadi ahosi, yattha ca imam janatam samadapesi nivesesi patitthapesi. ","dn10:1.30.2":"Atthi cevettha uttarikaraniyan”ti. ","dn10:1.30.3":"“Acchariyam, bho ananda, abbhutam, bho ananda. ","dn10:1.30.4":"So cayam, bho ananda, ariyo silakkhandho paripunno, no aparipunno. ","dn10:1.30.5":"Evam paripunnancaham, bho ananda, ariyam silakkhandham ito bahiddha annesu samanabrahmanesu na samanupassami. ","dn10:1.30.6":"Evam paripunnanca, bho ananda, ariyam silakkhandham ito bahiddha anne samanabrahmana attani samanupasseyyum, te tavatakeneva attamana assu: ","dn10:1.30.7":"‘alamettavata, katamettavata, anuppatto no samannattho, natthi no kinci uttarikaraniyan’ti. ","dn10:1.30.8":"Atha ca pana bhavam anando evamaha: ","dn10:1.30.9":"‘atthi cevettha uttarikaraniyan’”ti. ","dn10:2.1.0":"2. Samadhikkhandha ","dn10:2.1.1":"“Katamo pana so, bho ananda, ariyo samadhikkhandho, yassa so bhavam gotamo vannavadi ahosi, yattha ca imam janatam samadapesi nivesesi patitthapesi”ti? ","dn10:2.2.1":"“Kathanca, manava, bhikkhu indriyesu guttadvaro hoti? ","dn10:2.2.2":"Idha, manava, bhikkhu cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi; ","dn10:2.2.3":"yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum; tassa samvaraya patipajjati, rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","dn10:2.2.4":"Sotena saddam sutva …pe… ","dn10:2.2.5":"ghanena gandham ghayitva … ","dn10:2.2.6":"jivhaya rasam sayitva … ","dn10:2.2.7":"kayena photthabbam phusitva … ","dn10:2.2.8":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi; ","dn10:2.2.9":"yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum; tassa samvaraya patipajjati, rakkhati manindriyam, manindriye samvaram apajjati. ","dn10:2.2.10":"So imina ariyena indriyasamvarena samannagato ajjhattam abyasekasukham patisamvedeti. ","dn10:2.2.11":"Evam kho, manava, bhikkhu indriyesu guttadvaro hoti. ","dn10:2.3.1":"Kathanca, manava, bhikkhu satisampajannena samannagato hoti? ","dn10:2.3.2":"Idha, manava, bhikkhu abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","dn10:2.3.3":"Evam kho, manava, bhikkhu satisampajannena samannagato hoti. ","dn10:2.4.1":"Kathanca, manava, bhikkhu santuttho hoti? ","dn10:2.4.2":"Idha, manava, bhikkhu santuttho hoti kayapariharikena civarena kucchipariharikena pindapatena. So yena yeneva pakkamati, samadayeva pakkamati. ","dn10:2.4.3":"Seyyathapi, manava, pakkhi sakuno yena yeneva deti, sapattabharova deti; ","dn10:2.4.4":"evameva kho, manava, bhikkhu santuttho hoti kayapariharikena civarena kucchipariharikena pindapatena. So yena yeneva pakkamati, samadayeva pakkamati. ","dn10:2.4.5":"Evam kho, manava, bhikkhu santuttho hoti. ","dn10:2.5.1":"So imina ca ariyena silakkhandhena samannagato, imina ca ariyena indriyasamvarena samannagato, imina ca ariyena satisampajannena samannagato, imaya ca ariyaya santutthiya samannagato ","dn10:2.5.2":"vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","dn10:2.5.3":"So pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva, ujum kayam panidhaya, parimukham satim upatthapetva. ","dn10:2.6.1":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati abhijjhaya cittam parisodheti. ","dn10:2.6.2":"Byapadapadosam pahaya abyapannacitto viharati sabbapanabhutahitanukampi byapadapadosa cittam parisodheti. ","dn10:2.6.3":"Thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti. ","dn10:2.6.4":"Uddhaccakukkuccam pahaya anuddhato viharati ajjhattam vupasantacitto uddhaccakukkucca cittam parisodheti. ","dn10:2.6.5":"Vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","dn10:2.7.1":"Seyyathapi, manava, puriso inam adaya kammante payojeyya. ","dn10:2.7.2":"Tassa te kammanta samijjheyyum. ","dn10:2.7.3":"So yani ca poranani inamulani tani ca byantim kareyya, siya cassa uttarim avasittham darabharanaya. ","dn10:2.7.4":"Tassa evamassa: ","dn10:2.7.5":"‘aham kho pubbe inam adaya kammante payojesim. ","dn10:2.7.6":"Tassa me te kammanta samijjhimsu. ","dn10:2.7.7":"Soham yani ca poranani inamulani tani ca byantim akasim, atthi ca me uttarim avasittham darabharanaya’ti. ","dn10:2.7.8":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn10:2.8.1":"Seyyathapi, manava, puriso abadhiko assa dukkhito balhagilano; bhattancassa nacchadeyya, na cassa kaye balamatta. ","dn10:2.8.2":"So aparena samayena tamha abadha mucceyya, bhattancassa chadeyya, siya cassa kaye balamatta. ","dn10:2.8.3":"Tassa evamassa: ","dn10:2.8.4":"‘aham kho pubbe abadhiko ahosim dukkhito balhagilano, bhattanca me nacchadesi, na ca me asi kaye balamatta. ","dn10:2.8.5":"Somhi etarahi tamha abadha mutto bhattanca me chadeti, atthi ca me kaye balamatta’ti. ","dn10:2.8.6":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn10:2.9.1":"Seyyathapi, manava, puriso bandhanagare baddho assa. ","dn10:2.9.2":"So aparena samayena tamha bandhanagara mucceyya sotthina abbhayena, na cassa kinci bhoganam vayo. ","dn10:2.9.3":"Tassa evamassa: ","dn10:2.9.4":"‘aham kho pubbe bandhanagare baddho ahosim. ","dn10:2.9.5":"Somhi etarahi tamha bandhanagara mutto sotthina abbhayena, natthi ca me kinci bhoganam vayo’ti. ","dn10:2.9.6":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn10:2.10.1":"Seyyathapi, manava, puriso daso assa anattadhino paradhino na yenakamangamo. ","dn10:2.10.2":"So aparena samayena tamha dasabya mucceyya, attadhino aparadhino bhujisso yenakamangamo. ","dn10:2.10.3":"Tassa evamassa: ","dn10:2.10.4":"‘aham kho pubbe daso ahosim anattadhino paradhino na yenakamangamo. ","dn10:2.10.5":"Somhi etarahi tamha dasabya mutto attadhino aparadhino bhujisso yenakamangamo’ti. ","dn10:2.10.6":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn10:2.11.1":"Seyyathapi, manava, puriso sadhano sabhogo kantaraddhanamaggam patipajjeyya dubbhikkham sappatibhayam. ","dn10:2.11.2":"So aparena samayena tam kantaram nitthareyya, sotthina gamantam anupapuneyya khemam appatibhayam. ","dn10:2.11.3":"Tassa evamassa: ","dn10:2.11.4":"‘aham kho pubbe sadhano sabhogo kantaraddhanamaggam patipajjim dubbhikkham sappatibhayam. ","dn10:2.11.5":"Somhi etarahi tam kantaram nitthinno, sotthina gamantam anuppatto khemam appatibhayan’ti. ","dn10:2.11.6":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn10:2.12.1":"Evameva kho, manava, bhikkhu yatha inam yatha rogam yatha bandhanagaram yatha dasabyam yatha kantaraddhanamaggam, evam ime panca nivarane appahine attani samanupassati. ","dn10:2.12.2":"Seyyathapi, manava, yatha ananyam yatha arogyam yatha bandhanamokkham yatha bhujissam yatha khemantabhumim. ","dn10:2.12.3":"Evameva kho bhikkhu ime panca nivarane pahine attani samanupassati. ","dn10:2.12.4":"Tassime panca nivarane pahine attani samanupassato pamojjam jayati, pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vedeti, sukhino cittam samadhiyati. ","dn10:2.13.1":"So vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","dn10:2.13.2":"So imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","dn10:2.14.1":"Seyyathapi, manava, dakkho nhapako va nhapakantevasi va kamsathale nhaniyacunnani akiritva udakena paripphosakam paripphosakam sanneyya. Sayam nhaniyapindi snehanugata snehapareta santarabahira phuta snehena, na ca paggharani. ","dn10:2.14.2":"Evameva kho, manava, bhikkhu imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","dn10:2.14.3":"Yampi, manava, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","dn10:2.14.4":"So imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","dn10:2.14.5":"Idampissa hoti samadhismim. ","dn10:2.15.1":"Puna caparam, manava, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","dn10:2.15.2":"So imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","dn10:2.16.1":"Seyyathapi, manava, udakarahado gambhiro ubbhidodako. Tassa nevassa puratthimaya disaya udakassa ayamukham, na dakkhinaya disaya udakassa ayamukham, na pacchimaya disaya udakassa ayamukham, na uttaraya disaya udakassa ayamukham, devo ca na kalena kalam samma dharam anupaveccheyya. Atha kho tamhava udakarahada sita varidhara ubbhijjitva tameva udakarahadam sitena varina abhisandeyya parisandeyya paripureyya paripphareyya, nassa kinci sabbavato udakarahadassa sitena varina apphutam assa. ","dn10:2.16.2":"Evameva kho, manava, bhikkhu …pe… ","dn10:2.16.3":"yampi, manava, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","dn10:2.16.4":"So imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","dn10:2.16.5":"Idampissa hoti samadhismim. ","dn10:2.17.1":"Puna caparam, manava, bhikkhu pitiya ca viraga upekkhako ca viharati sato sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti, tatiyam jhanam upasampajja viharati. ","dn10:2.17.2":"So imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","dn10:2.17.3":"Seyyathapi, manava, uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani antonimuggaposini, tani yava cagga yava ca mula sitena varina abhisannani parisannani paripurani paripphutani, nassa kinci sabbavatam uppalanam va padumanam va pundarikanam va sitena varina apphutam assa. ","dn10:2.17.4":"Evameva kho, manava, bhikkhu …pe… ","dn10:2.17.5":"yampi, manava, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","dn10:2.17.6":"So imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","dn10:2.17.7":"Idampissa hoti samadhismim. ","dn10:2.18.1":"Puna caparam, manava, bhikkhu sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","dn10:2.18.2":"So imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti; ","dn10:2.18.3":"nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","dn10:2.18.4":"Seyyathapi, manava, puriso odatena vatthena sasisam parupitva nisinno assa, nassa kinci sabbavato kayassa odatena vatthena apphutam assa. ","dn10:2.18.5":"Evameva kho, manava, bhikkhu …pe… ","dn10:2.18.6":"yampi, manava, bhikkhu sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","dn10:2.18.7":"So imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti; nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","dn10:2.18.8":"Idampissa hoti samadhismim. ","dn10:2.19.1":"Ayam kho so, manava, ariyo samadhikkhandho yassa so bhagava vannavadi ahosi, yattha ca imam janatam samadapesi nivesesi patitthapesi. ","dn10:2.19.2":"Atthi cevettha uttarikaraniyan”ti. ","dn10:2.19.3":"“Acchariyam, bho ananda, abbhutam, bho ananda. ","dn10:2.19.4":"So cayam, bho ananda, ariyo samadhikkhandho paripunno, no aparipunno. ","dn10:2.19.5":"Evam paripunnancaham, bho ananda, ariyam samadhikkhandham ito bahiddha annesu samanabrahmanesu na samanupassami. ","dn10:2.19.6":"Evam paripunnanca, bho ananda, ariyam samadhikkhandham ito bahiddha anne samanabrahmana attani samanupasseyyum, te tavatakeneva attamana assu: ","dn10:2.19.7":"‘alamettavata, katamettavata, anuppatto no samannattho, natthi no kinci uttarikaraniyan’ti. ","dn10:2.19.8":"Atha ca pana bhavam anando evamaha: ","dn10:2.19.9":"‘atthi cevettha uttarikaraniyan’ti. ","dn10:2.20.0":"3. Pannakkhandha ","dn10:2.20.1":"Katamo pana so, bho ananda, ariyo pannakkhandho, yassa bho bhavam gotamo vannavadi ahosi, yattha ca imam janatam samadapesi nivesesi patitthapesi”ti? ","dn10:2.21.1":"“So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte nanadassanaya cittam abhiniharati abhininnameti. ","dn10:2.21.2":"So evam pajanati: ","dn10:2.21.3":"‘ayam kho me kayo rupi catumahabhutiko matapettikasambhavo odanakummasupacayo aniccucchadanaparimaddanabhedanaviddhamsanadhammo; ","dn10:2.21.4":"idanca pana me vinnanam ettha sitam ettha patibaddhan’ti. ","dn10:2.22.1":"Seyyathapi, manava, mani veluriyo subho jatima atthamso suparikammakato accho vippasanno anavilo sabbakarasampanno. Tatrassa suttam avutam nilam va pitam va lohitam va odatam va pandusuttam va. ","dn10:2.22.2":"Tamenam cakkhuma puriso hatthe karitva paccavekkheyya: ‘ayam kho mani veluriyo subho jatima atthamso suparikammakato accho vippasanno anavilo sabbakarasampanno. Tatridam suttam avutam nilam va pitam va lohitam va odatam va pandusuttam va’ti. ","dn10:2.22.3":"Evameva kho, manava, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte nanadassanaya cittam abhiniharati abhininnameti. ","dn10:2.22.4":"So evam pajanati: ","dn10:2.22.5":"‘ayam kho me kayo rupi catumahabhutiko matapettikasambhavo odanakummasupacayo aniccucchadanaparimaddanabhedanaviddhamsanadhammo. Idanca pana me vinnanam ettha sitam ettha patibaddhan’ti. ","dn10:2.22.6":"Yampi, manava, bhikkhu evam samahite citte …pe… ","dn10:2.22.7":"anenjappatte nanadassanaya cittam abhiniharati abhininnameti. ","dn10:2.22.8":"So evam pajanati …pe… ","dn10:2.22.9":"ettha patibaddhanti. ","dn10:2.22.10":"Idampissa hoti pannaya. ","dn10:2.23.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte manomayam kayam abhinimmanaya cittam abhiniharati abhininnameti. ","dn10:2.23.2":"So imamha kaya annam kayam abhinimminati rupim manomayam sabbangapaccangim ahinindriyam. ","dn10:2.24.1":"Seyyathapi, manava, puriso munjamha isikam pavaheyya. ","dn10:2.24.2":"Tassa evamassa: ","dn10:2.24.3":"‘ayam munjo ayam isika; anno munjo anna isika; munjamha tveva isika pavalha’ti. ","dn10:2.24.4":"Seyyatha va pana, manava, puriso asim kosiya pavaheyya. ","dn10:2.24.5":"Tassa evamassa: ","dn10:2.24.6":"‘ayam asi, ayam kosi; anno asi, anna kosi; kosiya tveva asi pavalho’ti. ","dn10:2.24.7":"Seyyatha va pana, manava, puriso ahim karanda uddhareyya. ","dn10:2.24.8":"Tassa evamassa: ","dn10:2.24.9":"‘ayam ahi, ayam karando; anno ahi, anno karando; karanda tveva ahi ubbhato’ti. ","dn10:2.24.10":"Evameva kho, manava, bhikkhu …pe… ","dn10:2.24.11":"yampi, manava, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte manomayam kayam abhinimmanaya cittam abhiniharati abhininnameti …pe…. ","dn10:2.24.12":"Idampissa hoti pannaya. ","dn10:2.25.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte iddhividhaya cittam abhiniharati abhininnameti. ","dn10:2.25.2":"So anekavihitam iddhividham paccanubhoti—ekopi hutva bahudha hoti, bahudhapi hutva eko hoti; avibhavam tirobhavam tirokuttam tiropakaram tiropabbatam asajjamano gacchati seyyathapi akase; pathaviyapi ummujjanimujjam karoti seyyathapi udake; udakepi abhijjamane gacchati seyyathapi pathaviyam; akasepi pallankena kamati seyyathapi pakkhi sakuno; imepi candimasuriye evam mahiddhike evam mahanubhave panina paramasati parimajjati; yava brahmalokapi kayena vasam vatteti. ","dn10:2.26.1":"Seyyathapi, manava, dakkho kumbhakaro va kumbhakarantevasi va suparikammakataya mattikaya yannadeva bhajanavikatim akankheyya, tam tadeva kareyya abhinipphadeyya. ","dn10:2.26.2":"Seyyatha va pana, manava, dakkho dantakaro va dantakarantevasi va suparikammakatasmim dantasmim yannadeva dantavikatim akankheyya, tam tadeva kareyya abhinipphadeyya. ","dn10:2.26.3":"Seyyatha va pana, manava, dakkho suvannakaro va suvannakarantevasi va suparikammakatasmim suvannasmim yannadeva suvannavikatim akankheyya, tam tadeva kareyya abhinipphadeyya. ","dn10:2.26.4":"Evameva kho, manava, bhikkhu …pe… yampi manava bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte iddhividhaya cittam abhiniharati abhininnameti. ","dn10:2.26.5":"So anekavihitam iddhividham paccanubhoti—ekopi hutva bahudha hoti …pe… yava brahmalokapi kayena vasam vatteti. ","dn10:2.26.6":"Idampissa hoti pannaya. ","dn10:2.27.1":"So evam samahite citte …pe… anenjappatte dibbaya sotadhatuya cittam abhiniharati abhininnameti ","dn10:2.27.2":"So dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunati dibbe ca manuse ca ye dure santike ca. ","dn10:2.27.3":"Seyyathapi, manava, puriso addhanamaggappatipanno. So suneyya bherisaddampi mudingasaddampi sankhapanavadindimasaddampi. Tassa evamassa—bherisaddo itipi mudingasaddo itipi sankhapanavadindimasaddo itipi. ","dn10:2.27.4":"Evameva kho, manava, bhikkhu …pe… ","dn10:2.27.5":"yampi, manava, bhikkhu evam samahite citte …pe… anenjappatte dibbaya sotadhatuya cittam abhiniharati abhininnameti. ","dn10:2.27.6":"So dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunati dibbe ca manuse ca ye dure santike ca. ","dn10:2.27.7":"Idampissa hoti pannaya. ","dn10:2.28.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte cetopariyananaya cittam abhiniharati abhininnameti. ","dn10:2.28.2":"So parasattanam parapuggalanam cetasa ceto paricca pajanati, ","dn10:2.28.3":"saragam va cittam ‘saragam cittan’ti pajanati, ","dn10:2.28.4":"vitaragam va cittam ‘vitaragam cittan’ti pajanati, ","dn10:2.28.5":"sadosam va cittam ‘sadosam cittan’ti pajanati, ","dn10:2.28.6":"vitadosam va cittam ‘vitadosam cittan’ti pajanati, ","dn10:2.28.7":"samoham va cittam ‘samoham cittan’ti pajanati, ","dn10:2.28.8":"vitamoham va cittam ‘vitamoham cittan’ti pajanati, ","dn10:2.28.9":"sankhittam va cittam ‘sankhittam cittan’ti pajanati, ","dn10:2.28.10":"vikkhittam va cittam ‘vikkhittam cittan’ti pajanati, ","dn10:2.28.11":"mahaggatam va cittam ‘mahaggatam cittan’ti pajanati, ","dn10:2.28.12":"amahaggatam va cittam ‘amahaggatam cittan’ti pajanati, ","dn10:2.28.13":"sauttaram va cittam ‘sauttaram cittan’ti pajanati, ","dn10:2.28.14":"anuttaram va cittam ‘anuttaram cittan’ti pajanati, ","dn10:2.28.15":"samahitam va cittam ‘samahitam cittan’ti pajanati, ","dn10:2.28.16":"asamahitam va cittam ‘asamahitam cittan’ti pajanati, ","dn10:2.28.17":"vimuttam va cittam ‘vimuttam cittan’ti pajanati, ","dn10:2.28.18":"avimuttam va cittam ‘avimuttam cittan’ti pajanati. ","dn10:2.29.1":"Seyyathapi, manava, itthi va puriso va daharo yuva mandanajatiko adase va parisuddhe pariyodate acche va udakapatte sakam mukhanimittam paccavekkhamano sakanikam va sakanikanti janeyya, akanikam va akanikanti janeyya. ","dn10:2.29.2":"Evameva kho, manava, bhikkhu …pe… ","dn10:2.29.3":"yampi, manava, bhikkhu evam samahite …pe… anenjappatte cetopariyananaya cittam abhiniharati abhininnameti. ","dn10:2.29.4":"So parasattanam parapuggalanam cetasa ceto paricca pajanati, ","dn10:2.29.5":"saragam va cittam saragam cittanti pajanati …pe… ","dn10:2.29.6":"avimuttam va cittam avimuttam cittanti pajanati. ","dn10:2.29.7":"Idampissa hoti pannaya. ","dn10:2.30.1":"So evam samahite citte …pe… anenjappatte pubbenivasanussatinanaya cittam abhiniharati abhininnameti ","dn10:2.30.2":"So anekavihitam pubbenivasam anussarati. Seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto. So tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto; so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn10:2.31.1":"Seyyathapi, manava, puriso sakamha gama annam gamam gaccheyya; tamhapi gama annam gamam gaccheyya; so tamha gama sakamyeva gamam paccagaccheyya. Tassa evamassa: ‘aham kho sakamha gama amum gamam agacchim, tatra evam atthasim evam nisidim evam abhasim evam tunhi ahosim. So tamhapi gama amum gamam gacchim, tatrapi evam atthasim evam nisidim evam abhasim evam tunhi ahosim. Somhi tamha gama sakamyeva gamam paccagato’ti. ","dn10:2.31.2":"Evameva kho, manava, bhikkhu …pe… yampi, manava, bhikkhu evam samahite citte …pe… anenjappatte pubbenivasanussatinanaya cittam abhiniharati abhininnameti. ","dn10:2.31.3":"So anekavihitam pubbenivasam anussarati. Seyyathidam—ekampi jatim …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn10:2.31.4":"Idampissa hoti pannaya. ","dn10:2.32.1":"So evam samahite citte …pe… anenjappatte sattanam cutupapatananaya cittam abhiniharati abhininnameti. ","dn10:2.32.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana. Te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana. Te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanati. ","dn10:2.33.1":"Seyyathapi, manava, majjhesinghatake pasado, tattha cakkhuma puriso thito passeyya manusse geham pavisantepi nikkhamantepi rathikayapi vithim sancarante majjhesinghatake nisinnepi. Tassa evamassa: ‘ete manussa geham pavisanti, ete nikkhamanti, ete rathikaya vithim sancaranti, ete majjhesinghatake nisinna’ti. ","dn10:2.33.2":"Evameva kho, manava, bhikkhu …pe… ","dn10:2.33.3":"yampi, manava, bhikkhu evam samahite citte …pe… anenjappatte sattanam cutupapatananaya cittam abhiniharati abhininnameti. ","dn10:2.33.4":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanati. ","dn10:2.33.5":"Idampissa hoti pannaya. ","dn10:2.34.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhiniharati abhininnameti. ","dn10:2.34.2":"So idam dukkhanti yathabhutam pajanati, ayam dukkhasamudayoti yathabhutam pajanati, ayam dukkhanirodhoti yathabhutam pajanati, ayam dukkhanirodhagamini patipadati yathabhutam pajanati; ","dn10:2.34.3":"ime asavati yathabhutam pajanati, ayam asavasamudayoti yathabhutam pajanati, ayam asavanirodhoti yathabhutam pajanati, ayam asavanirodhagamini patipadati yathabhutam pajanati. ","dn10:2.35.1":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati, ","dn10:2.35.2":"vimuttasmim vimuttamiti nanam hoti. ","dn10:2.35.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","dn10:2.36.1":"Seyyathapi, manava, pabbatasankhepe udakarahado accho vippasanno anavilo. Tattha cakkhuma puriso tire thito passeyya sippisambukampi sakkharakathalampi macchagumbampi carantampi titthantampi. Tassa evamassa: ‘ayam kho udakarahado accho vippasanno anavilo. Tatrime sippisambukapi sakkharakathalapi macchagumbapi carantipi titthantipi’ti. ","dn10:2.36.2":"Evameva kho, manava, bhikkhu …pe… ","dn10:2.36.3":"yampi, manava, bhikkhu evam samahite citte …pe… anenjappatte asavanam khayananaya cittam abhiniharati abhininnameti. ","dn10:2.36.4":"So idam dukkhanti yathabhutam pajanati …pe… ","dn10:2.36.5":"asavanirodhagamini patipadati yathabhutam pajanati. ","dn10:2.36.6":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati, vimuttasmim vimuttamiti nanam hoti, ‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","dn10:2.36.7":"Idampissa hoti pannaya. ","dn10:2.37.1":"Ayam kho so, manava, ariyo pannakkhandho yassa so bhagava vannavadi ahosi, yattha ca imam janatam samadapesi nivesesi patitthapesi. ","dn10:2.37.2":"Natthi cevettha uttarikaraniyan”ti. ","dn10:2.37.3":"“Acchariyam, bho ananda, abbhutam, bho ananda. ","dn10:2.37.4":"So cayam, bho ananda, ariyo pannakkhandho paripunno, no aparipunno. ","dn10:2.37.5":"Evam paripunnancaham, bho ananda, ariyam pannakkhandham ito bahiddha annesu samanabrahmanesu na samanupassami. ","dn10:2.37.6":"Natthi cevettha uttarikaraniyam. ","dn10:2.37.7":"Abhikkantam, bho ananda, abhikkantam, bho ananda. ","dn10:2.37.8":"Seyyathapi, bho ananda, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota anandena anekapariyayena dhammo pakasito. ","dn10:2.37.9":"Esaham, bho ananda, tam bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","dn10:2.37.10":"Upasakam mam bhavam anando dharetu ajjatagge panupetam saranam gatan”ti. ","dn10:2.37.11":"Subhasuttam nitthitam dasamam. "}