{"dn12:0.1":"Digha Nikaya 12 ","dn12:0.2":"Lohiccasutta ","dn12:1.1":"Evam me sutam—","dn12:1.2":"ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi yena salavatika tadavasari. ","dn12:1.3":"Tena kho pana samayena lohicco brahmano salavatikam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam ranna pasenadina kosalena dinnam rajadayam brahmadeyyam. ","dn12:2.1":"Tena kho pana samayena lohiccassa brahmanassa evarupam papakam ditthigatam uppannam hoti: ","dn12:2.2":"“idha samano va brahmano va kusalam dhammam adhigaccheyya, kusalam dhammam adhigantva na parassa aroceyya, kinhi paro parassa karissati. ","dn12:2.3":"Seyyathapi nama puranam bandhanam chinditva annam navam bandhanam kareyya; ","dn12:2.4":"evam sampadamidam papakam lobhadhammam vadami, kinhi paro parassa karissati”ti. ","dn12:3.1":"Assosi kho lohicco brahmano: ","dn12:3.2":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito kosalesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi salavatikam anuppatto. ","dn12:3.3":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","dn12:3.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’. ","dn12:3.5":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","dn12:3.6":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakaseti. ","dn12:3.7":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","dn12:4.1":"Atha kho lohicco brahmano rosikam nhapitam amantesi: ","dn12:4.2":"“ehi tvam, samma rosike, yena samano gotamo tenupasankama; upasankamitva mama vacanena samanam gotamam appabadham appatankam lahutthanam balam phasuviharam puccha: ","dn12:4.3":"‘lohicco, bho gotama, brahmano bhavantam gotamam appabadham appatankam lahutthanam balam phasuviharam pucchati’ti; ","dn12:4.4":"evanca vadehi—","dn12:4.5":"adhivasetu kira bhavam gotamo lohiccassa brahmanassa svatanaya bhattam saddhim bhikkhusanghena”ti. ","dn12:5.1":"“Evam, bho”ti kho rosika nhapito lohiccassa brahmanassa patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho rosika nhapito bhagavantam etadavoca: ","dn12:5.2":"“lohicco, bhante, brahmano bhagavantam appabadham appatankam lahutthanam balam phasuviharam pucchati; ","dn12:5.3":"evanca vadeti—","dn12:5.4":"adhivasetu kira, bhante, bhagava lohiccassa brahmanassa svatanaya bhattam saddhim bhikkhusanghena”ti. ","dn12:5.5":"Adhivasesi bhagava tunhibhavena. ","dn12:6.1":"Atha kho rosika nhapito bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva yena lohicco brahmano tenupasankami; upasankamitva lohiccam brahmanam etadavoca: ","dn12:6.2":"“avocumha kho mayam bhoto vacanena tam bhagavantam: ","dn12:6.3":"‘lohicco, bhante, brahmano bhagavantam appabadham appatankam lahutthanam balam phasuviharam pucchati; ","dn12:6.4":"evanca vadeti—","dn12:6.5":"adhivasetu kira, bhante, bhagava lohiccassa brahmanassa svatanaya bhattam saddhim bhikkhusanghena’ti. ","dn12:6.6":"Adhivutthanca pana tena bhagavata”ti. ","dn12:7.1":"Atha kho lohicco brahmano tassa rattiya accayena sake nivesane panitam khadaniyam bhojaniyam patiyadapetva rosikam nhapitam amantesi: ","dn12:7.2":"“ehi tvam, samma rosike, yena samano gotamo tenupasankama; upasankamitva samanassa gotamassa kalam arocehi—","dn12:7.3":"kalo, bho gotama, nitthitam bhattan”ti. ","dn12:7.4":"“Evam, bho”ti kho rosika nhapito lohiccassa brahmanassa patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. ","dn12:7.5":"Ekamantam thito kho rosika nhapito bhagavato kalam arocesi: ","dn12:7.6":"“kalo, bhante, nitthitam bhattan”ti. ","dn12:7.7":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena salavatika tenupasankami. ","dn12:8.1":"Tena kho pana samayena rosika nhapito bhagavantam pitthito pitthito anubandho hoti. ","dn12:8.2":"Atha kho rosika nhapito bhagavantam etadavoca: ","dn12:8.3":"“lohiccassa, bhante, brahmanassa evarupam papakam ditthigatam uppannam: ","dn12:8.4":"‘idha samano va brahmano va kusalam dhammam adhigaccheyya, kusalam dhammam adhigantva na parassa aroceyya—","dn12:8.5":"kinhi paro parassa karissati. ","dn12:8.6":"Seyyathapi nama puranam bandhanam chinditva annam navam bandhanam kareyya; ","dn12:8.7":"evam sampadamidam papakam lobhadhammam vadami—","dn12:8.8":"kinhi paro parassa karissati’ti. ","dn12:8.9":"Sadhu, bhante, bhagava lohiccam brahmanam etasma papaka ditthigata vivecetu”ti. ","dn12:8.10":"“Appeva nama siya, rosike, appeva nama siya, rosike”ti. ","dn12:9.1":"Atha kho bhagava yena lohiccassa brahmanassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","dn12:9.2":"Atha kho lohicco brahmano buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","dn12:9.3.0":"1. Lohiccabrahmananuyoga ","dn12:9.4":"Atha kho lohicco brahmano bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","dn12:9.5":"Ekamantam nisinnam kho lohiccam brahmanam bhagava etadavoca: ","dn12:9.6":"“saccam kira te, lohicca, evarupam papakam ditthigatam uppannam: ","dn12:9.7":"‘idha samano va brahmano va kusalam dhammam adhigaccheyya, kusalam dhammam adhigantva na parassa aroceyya, kinhi paro parassa karissati. ","dn12:9.8":"Seyyathapi nama puranam bandhanam chinditva annam navam bandhanam kareyya; ","dn12:9.9":"evam sampadamidam papakam lobhadhammam vadami, kinhi paro parassa karissati’”ti? ","dn12:9.10":"“Evam, bho gotama”. ","dn12:10.1":"“Tam kim mannasi, lohicca, ","dn12:10.2":"nanu tvam salavatikam ajjhavasasi”ti? ","dn12:10.3":"“Evam, bho gotama”. ","dn12:10.4":"“Yo nu kho, lohicca, evam vadeyya: ","dn12:10.5":"‘lohicco brahmano salavatikam ajjhavasati. ","dn12:10.6":"Ya salavatikaya samudayasanjati lohiccova tam brahmano ekako paribhunjeyya, na annesam dadeyya’ti. ","dn12:10.7":"Evam vadi so ye tam upajivanti, tesam antarayakaro va hoti, no va”ti? ","dn12:10.8":"“Antarayakaro, bho gotama”. ","dn12:10.9":"“Antarayakaro samano hitanukampi va tesam hoti ahitanukampi va”ti? ","dn12:10.10":"“Ahitanukampi, bho gotama”. ","dn12:10.11":"“Ahitanukampissa mettam va tesu cittam paccupatthitam hoti sapattakam va”ti? ","dn12:10.12":"“Sapattakam, bho gotama”. ","dn12:10.13":"“Sapattake citte paccupatthite micchaditthi va hoti sammaditthi va”ti? ","dn12:10.14":"“Micchaditthi, bho gotama”. ","dn12:10.15":"“Micchaditthissa kho aham, lohicca, dvinnam gatinam annataram gatim vadami—","dn12:10.16":"nirayam va tiracchanayonim va. ","dn12:11.1":"Tam kim mannasi, lohicca, ","dn12:11.2":"nanu raja pasenadi kosalo kasikosalam ajjhavasati”ti? ","dn12:11.3":"“Evam, bho gotama”. ","dn12:11.4":"“Yo nu kho, lohicca, evam vadeyya: ","dn12:11.5":"‘raja pasenadi kosalo kasikosalam ajjhavasati; ","dn12:11.6":"ya kasikosale samudayasanjati, rajava tam pasenadi kosalo ekako paribhunjeyya, na annesam dadeyya’ti. ","dn12:11.7":"Evam vadi so ye rajanam pasenadim kosalam upajivanti tumhe ceva anne ca, tesam antarayakaro va hoti, no va”ti? ","dn12:11.8":"“Antarayakaro, bho gotama”. ","dn12:11.9":"“Antarayakaro samano hitanukampi va tesam hoti ahitanukampi va”ti? ","dn12:11.10":"“Ahitanukampi, bho gotama”. ","dn12:11.11":"“Ahitanukampissa mettam va tesu cittam paccupatthitam hoti sapattakam va”ti? ","dn12:11.12":"“Sapattakam, bho gotama”. ","dn12:11.13":"“Sapattake citte paccupatthite micchaditthi va hoti sammaditthi va”ti? ","dn12:11.14":"“Micchaditthi, bho gotama”. ","dn12:11.15":"“Micchaditthissa kho aham, lohicca, dvinnam gatinam annataram gatim vadami—","dn12:11.16":"nirayam va tiracchanayonim va. ","dn12:12.1":"Iti kira, lohicca, yo evam vadeyya: ","dn12:12.2":"‘lohicco brahmano salavatikam ajjhavasati; ","dn12:12.3":"ya salavatikaya samudayasanjati, lohiccova tam brahmano ekako paribhunjeyya, na annesam dadeyya’ti. ","dn12:13.1":"Evamvadi so ye tam upajivanti, tesam antarayakaro hoti. ","dn12:13.2":"Antarayakaro samano ahitanukampi hoti, ahitanukampissa sapattakam cittam paccupatthitam hoti, sapattake citte paccupatthite micchaditthi hoti. ","dn12:13.3":"Evameva kho, lohicca, yo evam vadeyya: ","dn12:13.4":"‘idha samano va brahmano va kusalam dhammam adhigaccheyya, kusalam dhammam adhigantva na parassa aroceyya, kinhi paro parassa karissati. ","dn12:13.5":"Seyyathapi nama puranam bandhanam chinditva annam navam bandhanam kareyya …pe… ","dn12:13.6":"karissati’ti. ","dn12:13.7":"Evamvadi so ye te kulaputta tathagatappaveditam dhammavinayam agamma evarupam ularam visesam adhigacchanti, sotapattiphalampi sacchikaronti, sakadagamiphalampi sacchikaronti, anagamiphalampi sacchikaronti, arahattampi sacchikaronti, ye cime dibba gabbha paripacenti dibbanam bhavanam abhinibbattiya, tesam antarayakaro hoti, antarayakaro samano ahitanukampi hoti, ahitanukampissa sapattakam cittam paccupatthitam hoti, sapattake citte paccupatthite micchaditthi hoti. ","dn12:13.8":"Micchaditthissa kho aham, lohicca, dvinnam gatinam annataram gatim vadami—","dn12:13.9":"nirayam va tiracchanayonim va. ","dn12:14.1":"Iti kira, lohicca, yo evam vadeyya: ","dn12:14.2":"‘raja pasenadi kosalo kasikosalam ajjhavasati; ","dn12:14.3":"ya kasikosale samudayasanjati, rajava tam pasenadi kosalo ekako paribhunjeyya, na annesam dadeyya’ti. ","dn12:15.1":"Evamvadi so ye rajanam pasenadim kosalam upajivanti tumhe ceva anne ca, tesam antarayakaro hoti. ","dn12:15.2":"Antarayakaro samano ahitanukampi hoti, ahitanukampissa sapattakam cittam paccupatthitam hoti, sapattake citte paccupatthite micchaditthi hoti. ","dn12:15.3":"Evameva kho, lohicca, yo evam vadeyya: ","dn12:15.4":"‘idha samano va brahmano va kusalam dhammam adhigaccheyya, kusalam dhammam adhigantva na parassa aroceyya, kinhi paro parassa karissati. ","dn12:15.5":"Seyyathapi nama …pe… ","dn12:15.6":"kinhi paro parassa karissati’ti. ","dn12:15.7":"Evamvadi so ye te kulaputta tathagatappaveditam dhammavinayam agamma evarupam ularam visesam adhigacchanti, sotapattiphalampi sacchikaronti, sakadagamiphalampi sacchikaronti, anagamiphalampi sacchikaronti, arahattampi sacchikaronti. ","dn12:15.8":"Ye cime dibba gabbha paripacenti dibbanam bhavanam abhinibbattiya, tesam antarayakaro hoti, ","dn12:15.9":"antarayakaro samano ahitanukampi hoti, ahitanukampissa sapattakam cittam paccupatthitam hoti, sapattake citte paccupatthite micchaditthi hoti. ","dn12:15.10":"Micchaditthissa kho aham, lohicca, dvinnam gatinam annataram gatim vadami—","dn12:15.11":"nirayam va tiracchanayonim va. ","dn12:16.0":"2. Tayocodanaraha ","dn12:16.1":"Tayo khome, lohicca, sattharo, ye loke codanaraha; ","dn12:16.2":"yo ca panevarupe sattharo codeti, sa codana bhuta taccha dhammika anavajja. ","dn12:16.3":"Katame tayo? ","dn12:16.4":"Idha, lohicca, ekacco sattha yassatthaya agarasma anagariyam pabbajito hoti, svassa samannattho ananuppatto hoti. ","dn12:16.5":"So tam samannattham ananupapunitva savakanam dhammam deseti: ","dn12:16.6":"‘idam vo hitaya idam vo sukhaya’ti. ","dn12:16.7":"Tassa savaka na sussusanti, na sotam odahanti, na anna cittam upatthapenti, vokkamma ca satthusasana vattanti. ","dn12:16.8":"So evamassa codetabbo: ","dn12:16.9":"‘ayasma kho yassatthaya agarasma anagariyam pabbajito, so te samannattho ananuppatto, tam tvam samannattham ananupapunitva savakanam dhammam desesi: ","dn12:16.10":"“idam vo hitaya idam vo sukhaya”ti. ","dn12:16.11":"Tassa te savaka na sussusanti, na sotam odahanti, na anna cittam upatthapenti, vokkamma ca satthusasana vattanti. ","dn12:16.12":"Seyyathapi nama osakkantiya va ussakkeyya, parammukhim va alingeyya; ","dn12:16.13":"evam sampadamidam papakam lobhadhammam vadami—","dn12:16.14":"kinhi paro parassa karissati’ti. ","dn12:16.15":"Ayam kho, lohicca, pathamo sattha, yo loke codanaraho; ","dn12:16.16":"yo ca panevarupam sattharam codeti, sa codana bhuta taccha dhammika anavajja. ","dn12:17.1":"Puna caparam, lohicca, idhekacco sattha yassatthaya agarasma anagariyam pabbajito hoti, svassa samannattho ananuppatto hoti. ","dn12:17.2":"So tam samannattham ananupapunitva savakanam dhammam deseti: ","dn12:17.3":"‘idam vo hitaya, idam vo sukhaya’ti. ","dn12:17.4":"Tassa savaka sussusanti, sotam odahanti, anna cittam upatthapenti, na ca vokkamma satthusasana vattanti. ","dn12:17.5":"So evamassa codetabbo: ","dn12:17.6":"‘ayasma kho yassatthaya agarasma anagariyam pabbajito, so te samannattho ananuppatto. Tam tvam samannattham ananupapunitva savakanam dhammam desesi: ","dn12:17.7":"“idam vo hitaya, idam vo sukhaya”ti. ","dn12:17.8":"Tassa te savaka sussusanti, sotam odahanti, anna cittam upatthapenti, na ca vokkamma satthusasana vattanti. ","dn12:17.9":"Seyyathapi nama sakam khettam ohaya param khettam niddayitabbam manneyya, evam sampadamidam papakam lobhadhammam vadami—kinhi paro parassa karissati’ti. ","dn12:17.10":"Ayam kho, lohicca, dutiyo sattha, yo, loke codanaraho; ","dn12:17.11":"yo ca panevarupam sattharam codeti, sa codana bhuta taccha dhammika anavajja. ","dn12:18.1":"Puna caparam, lohicca, idhekacco sattha yassatthaya agarasma anagariyam pabbajito hoti, svassa samannattho anuppatto hoti. ","dn12:18.2":"So tam samannattham anupapunitva savakanam dhammam deseti: ","dn12:18.3":"‘idam vo hitaya, idam vo sukhaya’ti. ","dn12:18.4":"Tassa savaka na sussusanti, na sotam odahanti, na anna cittam upatthapenti, vokkamma ca satthusasana vattanti. ","dn12:18.5":"So evamassa codetabbo: ","dn12:18.6":"‘ayasma kho yassatthaya agarasma anagariyam pabbajito, so te samannattho anuppatto. ","dn12:18.7":"Tam tvam samannattham anupapunitva savakanam dhammam desesi: ","dn12:18.8":"“idam vo hitaya, idam vo sukhaya”ti. ","dn12:18.9":"Tassa te savaka na sussusanti, na sotam odahanti, na anna cittam upatthapenti, vokkamma ca satthusasana vattanti. ","dn12:18.10":"Seyyathapi nama puranam bandhanam chinditva annam navam bandhanam kareyya; ","dn12:18.11":"evam sampadamidam papakam lobhadhammam vadami, kinhi paro parassa karissati’ti. ","dn12:18.12":"Ayam kho, lohicca, tatiyo sattha, yo loke codanaraho; ","dn12:18.13":"yo ca panevarupam sattharam codeti, sa codana bhuta taccha dhammika anavajja. ","dn12:18.14":"Ime kho, lohicca, tayo sattharo, ye loke codanaraha, ","dn12:18.15":"yo ca panevarupe sattharo codeti, sa codana bhuta taccha dhammika anavajja”ti. ","dn12:19.0":"3. Nacodanarahasatthu ","dn12:19.1":"Evam vutte, lohicco brahmano bhagavantam etadavoca: ","dn12:19.2":"“atthi pana, bho gotama, koci sattha, yo loke nacodanaraho”ti? ","dn12:19.3":"“Atthi kho, lohicca, sattha, yo loke nacodanaraho”ti. ","dn12:19.4":"“Katamo pana so, bho gotama, sattha, yo loke nacodanaraho”ti? ","dn12:20-55.1":"“Idha, lohicca, tathagato loke uppajjati araham, sammasambuddho …pe… ","dn12:20-55.2":"Evam kho, lohicca, bhikkhu silasampanno hoti …pe… ","dn12:20-55.3":"pathamam jhanam upasampajja viharati … ","dn12:20-55.4":"yasmim kho, lohicca, satthari savako evarupam ularam visesam adhigacchati, ayampi kho, lohicca, sattha, yo loke nacodanaraho. ","dn12:20-55.5":"Yo ca panevarupam sattharam codeti, sa codana abhuta ataccha adhammika savajja. ","dn12:56-62.1":"…pe… ","dn12:56-62.2":"Dutiyam jhanam …pe… ","dn12:56-62.3":"tatiyam jhanam …pe… ","dn12:56-62.4":"catuttham jhanam upasampajja viharati. ","dn12:56-62.5":"Yasmim kho, lohicca, satthari savako evarupam ularam visesam adhigacchati, ayampi kho, lohicca, sattha, yo loke nacodanaraho, yo ca panevarupam sattharam codeti, sa codana abhuta ataccha adhammika savajja. ","dn12:63-77.1":"…pe… ","dn12:63-77.2":"Nanadassanaya cittam abhiniharati abhininnameti … ","dn12:63-77.3":"yasmim kho, lohicca, satthari savako evarupam ularam visesam adhigacchati, ayampi kho, lohicca, sattha, yo loke nacodanaraho, yo ca panevarupam sattharam codeti, sa codana abhuta ataccha adhammika savajja. ","dn12:63-77.4":"…pe… ","dn12:63-77.5":"Naparam itthattayati pajanati. ","dn12:63-77.6":"Yasmim kho, lohicca, satthari savako evarupam ularam visesam adhigacchati, ayampi kho, lohicca, sattha, yo loke nacodanaraho, yo ca panevarupam sattharam codeti, sa codana abhuta ataccha adhammika savajja”ti. ","dn12:78.1":"Evam vutte, lohicco brahmano bhagavantam etadavoca: ","dn12:78.2":"“seyyathapi, bho gotama, puriso purisam narakapapatam patantam kesesu gahetva uddharitva thale patitthapeyya; ","dn12:78.3":"evamevaham bhota gotamena narakapapatam papatanto uddharitva thale patitthapito. ","dn12:78.4":"Abhikkantam, bho gotama, abhikkantam, bho gotama. ","dn12:78.5":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","dn12:78.6":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","dn12:78.7":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","dn12:78.8":"Lohiccasuttam nitthitam dvadasamam. "}