{"dn13:0.1":"Digha Nikaya 13 ","dn13:0.2":"Tevijjasutta ","dn13:1.1":"Evam me sutam—","dn13:1.2":"ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi yena manasakatam nama kosalanam brahmanagamo tadavasari. ","dn13:1.3":"Tatra sudam bhagava manasakate viharati uttarena manasakatassa aciravatiya nadiya tire ambavane. ","dn13:2.1":"Tena kho pana samayena sambahula abhinnata abhinnata brahmanamahasala manasakate pativasanti, seyyathidam—","dn13:2.2":"canki brahmano tarukkho brahmano pokkharasati brahmano janusoni brahmano todeyyo brahmano anne ca abhinnata abhinnata brahmanamahasala. ","dn13:3.1":"Atha kho vasetthabharadvajanam manavanam janghaviharam anucankamantanam anuvicarantanam maggamagge katha udapadi. ","dn13:4.1":"Atha kho vasettho manavo evamaha: ","dn13:4.2":"“ayameva ujumaggo, ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyataya, yvayam akkhato brahmanena pokkharasatina”ti. ","dn13:5.1":"Bharadvajopi manavo evamaha: ","dn13:5.2":"“ayameva ujumaggo, ayamanjasayano niyyaniko, niyyati takkarassa brahmasahabyataya, yvayam akkhato brahmanena tarukkhena”ti. ","dn13:6.1":"Neva kho asakkhi vasettho manavo bharadvajam manavam sannapetum, na pana asakkhi bharadvajo manavo vasettham manavam sannapetum. ","dn13:7.1":"Atha kho vasettho manavo bharadvajam manavam amantesi: ","dn13:7.2":"“ayam kho, bharadvaja, samano gotamo sakyaputto sakyakula pabbajito manasakate viharati uttarena manasakatassa aciravatiya nadiya tire ambavane. ","dn13:7.3":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","dn13:7.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","dn13:7.5":"Ayama, bho bharadvaja, yena samano gotamo tenupasankamissama; upasankamitva etamattham samanam gotamam pucchissama. ","dn13:7.6":"Yatha no samano gotamo byakarissati, tatha nam dharessama”ti. ","dn13:7.7":"“Evam, bho”ti kho bharadvajo manavo vasetthassa manavassa paccassosi. ","dn13:8.0":"1. Maggamaggakatha ","dn13:8.1":"Atha kho vasetthabharadvaja manava yena bhagava tenupasankamimsu; upasankamitva bhagavata saddhim sammodimsu. ","dn13:8.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinno kho vasettho manavo bhagavantam etadavoca: ","dn13:8.3":"“idha, bho gotama, amhakam janghaviharam anucankamantanam anuvicarantanam maggamagge katha udapadi. ","dn13:8.4":"Aham evam vadami: ","dn13:8.5":"‘ayameva ujumaggo, ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyataya, yvayam akkhato brahmanena pokkharasatina’ti. ","dn13:8.6":"Bharadvajo manavo evamaha: ","dn13:8.7":"‘ayameva ujumaggo ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyataya, yvayam akkhato brahmanena tarukkhena’ti. ","dn13:8.8":"Ettha, bho gotama, attheva viggaho, atthi vivado, atthi nanavado”ti. ","dn13:9.1":"“Iti kira, vasettha, tvam evam vadesi: ","dn13:9.2":"‘ayameva ujumaggo, ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyataya, yvayam akkhato brahmanena pokkharasatina’ti. ","dn13:9.3":"Bharadvajo manavo evamaha: ","dn13:9.4":"‘ayameva ujumaggo ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyataya, yvayam akkhato brahmanena tarukkhena’ti. ","dn13:9.5":"Atha kismim pana vo, vasettha, viggaho, kismim vivado, kismim nanavado”ti? ","dn13:10.1":"“Maggamagge, bho gotama. ","dn13:10.2":"Kincapi, bho gotama, brahmana nanamagge pannapenti, addhariya brahmana tittiriya brahmana chandoka brahmana bavharijjha brahmana, atha kho sabbani tani niyyanika niyyanti takkarassa brahmasahabyataya. ","dn13:10.3":"Seyyathapi, bho gotama, gamassa va nigamassa va avidure bahuni cepi nanamaggani bhavanti, atha kho sabbani tani gamasamosaranani bhavanti; ","dn13:10.4":"evameva kho, bho gotama, kincapi brahmana nanamagge pannapenti, addhariya brahmana tittiriya brahmana chandoka brahmana bavharijjha brahmana, atha kho sabbani tani niyyanika niyyanti takkarassa brahmasahabyataya”ti. ","dn13:11.0":"2. Vasetthamanavanuyoga ","dn13:11.1":"“Niyyantiti, vasettha vadesi”? ","dn13:11.2":"“Niyyantiti, bho gotama, vadami”. ","dn13:11.3":"“Niyyantiti, vasettha, vadesi”? ","dn13:11.4":"“Niyyantiti, bho gotama, vadami”. ","dn13:11.5":"“Niyyantiti, vasettha, vadesi”? ","dn13:11.6":"“Niyyantiti, bho gotama, vadami”. ","dn13:12.1":"“Kim pana, vasettha, atthi koci tevijjanam brahmananam ekabrahmanopi, yena brahma sakkhidittho”ti? ","dn13:12.2":"“No hidam, bho gotama”. ","dn13:12.3":"“Kim pana, vasettha, atthi koci tevijjanam brahmananam ekacariyopi, yena brahma sakkhidittho”ti? ","dn13:12.4":"“No hidam, bho gotama”. ","dn13:12.5":"“Kim pana, vasettha, atthi koci tevijjanam brahmananam ekacariyapacariyopi, yena brahma sakkhidittho”ti? ","dn13:12.6":"“No hidam, bho gotama”. ","dn13:12.7":"“Kim pana, vasettha, atthi koci tevijjanam brahmananam yava sattama acariyamahayuga yena brahma sakkhidittho”ti? ","dn13:12.8":"“No hidam, bho gotama”. ","dn13:13.1":"“Kim pana, vasettha, yepi tevijjanam brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro, yesamidam etarahi tevijja brahmana poranam mantapadam gitam pavuttam samihitam, tadanugayanti, tadanubhasanti, bhasitamanubhasanti, vacitamanuvacenti, seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu. ","dn13:13.2":"Tepi evamahamsu: ","dn13:13.3":"‘mayametam janama, mayametam passama, yattha va brahma, yena va brahma, yahim va brahma’”ti? ","dn13:13.4":"“No hidam, bho gotama”. ","dn13:14.1":"“Iti kira, vasettha, natthi koci tevijjanam brahmananam ekabrahmanopi, yena brahma sakkhidittho. ","dn13:14.2":"Natthi koci tevijjanam brahmananam ekacariyopi, yena brahma sakkhidittho. ","dn13:14.3":"Natthi koci tevijjanam brahmananam ekacariyapacariyopi, yena brahma sakkhidittho. ","dn13:14.4":"Natthi koci tevijjanam brahmananam yava sattama acariyamahayuga yena brahma sakkhidittho. ","dn13:14.5":"Yepi kira tevijjanam brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro, yesamidam etarahi tevijja brahmana poranam mantapadam gitam pavuttam samihitam, tadanugayanti, tadanubhasanti, bhasitamanubhasanti, vacitamanuvacenti, seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu, tepi na evamahamsu: ","dn13:14.6":"‘mayametam janama, mayametam passama, yattha va brahma, yena va brahma, yahim va brahma’ti. ","dn13:14.7":"Teva tevijja brahmana evamahamsu: ","dn13:14.8":"‘yam na janama, yam na passama, tassa sahabyataya maggam desema. ","dn13:14.9":"Ayameva ujumaggo ayamanjasayano niyyaniko, niyyati takkarassa brahmasahabyataya’ti. ","dn13:14.10":"Tam kim mannasi, vasettha, ","dn13:14.11":"nanu evam sante tevijjanam brahmananam appatihirakatam bhasitam sampajjati”ti? ","dn13:14.12":"“Addha kho, bho gotama, evam sante tevijjanam brahmananam appatihirakatam bhasitam sampajjati”ti. ","dn13:15.1":"“Sadhu, vasettha, te vata, vasettha, tevijja brahmana yam na jananti, yam na passanti, tassa sahabyataya maggam desessanti. ‘Ayameva ujumaggo, ayamanjasayano niyyaniko, niyyati takkarassa brahmasahabyataya’ti, netam thanam vijjati. ","dn13:15.2":"Seyyathapi, vasettha, andhaveni paramparasamsatta purimopi na passati, majjhimopi na passati, pacchimopi na passati; ","dn13:15.3":"evameva kho, vasettha, andhavenupamam manne tevijjanam brahmananam bhasitam, purimopi na passati, majjhimopi na passati, pacchimopi na passati. ","dn13:15.4":"Tesamidam tevijjanam brahmananam bhasitam hassakanneva sampajjati, namakanneva sampajjati, rittakanneva sampajjati, tucchakanneva sampajjati. ","dn13:16.1":"Tam kim mannasi, vasettha, ","dn13:16.2":"passanti tevijja brahmana candimasuriye, anne capi bahujana, yato ca candimasuriya uggacchanti, yattha ca ogacchanti, ayacanti thomayanti panjalika namassamana anuparivattanti”ti? ","dn13:16.3":"“Evam, bho gotama, passanti tevijja brahmana candimasuriye, anne capi bahujana, yato ca candimasuriya uggacchanti, yattha ca ogacchanti, ayacanti thomayanti panjalika namassamana anuparivattanti”ti. ","dn13:17.1":"“Tam kim mannasi, vasettha, ","dn13:17.2":"yam passanti tevijja brahmana candimasuriye, anne capi bahujana, yato ca candimasuriya uggacchanti, yattha ca ogacchanti, ayacanti thomayanti panjalika namassamana anuparivattanti, pahonti tevijja brahmana candimasuriyanam sahabyataya maggam desetum: ","dn13:17.3":"‘ayameva ujumaggo, ayamanjasayano niyyaniko, niyyati takkarassa candimasuriyanam sahabyataya’”ti? ","dn13:17.4":"“No hidam, bho gotama”. ","dn13:18.1":"“Iti kira, vasettha, yam passanti tevijja brahmana candimasuriye, anne capi bahujana, yato ca candimasuriya uggacchanti, yattha ca ogacchanti, ayacanti thomayanti panjalika namassamana anuparivattanti, tesampi nappahonti candimasuriyanam sahabyataya maggam desetum: ","dn13:18.2":"‘ayameva ujumaggo, ayamanjasayano niyyaniko, niyyati takkarassa candimasuriyanam sahabyataya’ti. ","dn13:18.3":"Iti pana na kira tevijjehi brahmanehi brahma sakkhidittho. ","dn13:18.4":"Napi kira tevijjanam brahmananam acariyehi brahma sakkhidittho. ","dn13:18.5":"Napi kira tevijjanam brahmananam acariyapacariyehi brahma sakkhidittho. ","dn13:18.6":"Napi kira tevijjanam brahmananam yava sattama acariyamahayugehi brahma sakkhidittho. ","dn13:18.7":"Yepi kira tevijjanam brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro, yesamidam etarahi tevijja brahmana poranam mantapadam gitam pavuttam samihitam, tadanugayanti, tadanubhasanti, bhasitamanubhasanti, vacitamanuvacenti, seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu, tepi na evamahamsu: ","dn13:18.8":"‘mayametam janama, mayametam passama, yattha va brahma, yena va brahma, yahim va brahma’ti. ","dn13:18.9":"Teva tevijja brahmana evamahamsu: ","dn13:18.10":"‘yam na janama, yam na passama, tassa sahabyataya maggam desema—ayameva ujumaggo ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyataya’ti. ","dn13:18.11":"Tam kim mannasi, vasettha, ","dn13:18.12":"nanu evam sante tevijjanam brahmananam appatihirakatam bhasitam sampajjati”ti? ","dn13:18.13":"“Addha kho, bho gotama, evam sante tevijjanam brahmananam appatihirakatam bhasitam sampajjati”ti. ","dn13:18.14":"“Sadhu, vasettha, te vata, vasettha, tevijja brahmana yam na jananti, yam na passanti, tassa sahabyataya maggam desessanti: ‘ayameva ujumaggo, ayamanjasayano niyyaniko, niyyati takkarassa brahmasahabyataya’ti, netam thanam vijjati. ","dn13:19.0":"2.1. Janapadakalyaniupama ","dn13:19.1":"Seyyathapi, vasettha, puriso evam vadeyya: ","dn13:19.2":"‘aham ya imasmim janapade janapadakalyani, tam icchami, tam kamemi’ti. ","dn13:19.3":"Tamenam evam vadeyyum: ","dn13:19.4":"‘ambho purisa, yam tvam janapadakalyanim icchasi kamesi, janasi tam janapadakalyanim—","dn13:19.5":"khattiyi va brahmani va vessi va suddi va’ti? ","dn13:19.6":"Iti puttho ‘no’ti vadeyya. ","dn13:19.7":"Tamenam evam vadeyyum: ","dn13:19.8":"‘ambho purisa, yam tvam janapadakalyanim icchasi kamesi, janasi tam janapadakalyanim—evamnama evangottati va, digha va rassa va majjhima va kali va sama va manguracchavi vati, amukasmim game va nigame va nagare va’ti? ","dn13:19.9":"Iti puttho ‘no’ti vadeyya. ","dn13:19.10":"Tamenam evam vadeyyum: ","dn13:19.11":"‘ambho purisa, yam tvam na janasi na passasi, tam tvam icchasi kamesi’ti? ","dn13:19.12":"Iti puttho ‘ama’ti vadeyya. ","dn13:19.13":"Tam kim mannasi, vasettha, ","dn13:19.14":"nanu evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti? ","dn13:19.15":"“Addha kho, bho gotama, evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti. ","dn13:20.1":"“Evameva kho, vasettha, na kira tevijjehi brahmanehi brahma sakkhidittho, napi kira tevijjanam brahmananam acariyehi brahma sakkhidittho, napi kira tevijjanam brahmananam acariyapacariyehi brahma sakkhidittho. ","dn13:20.2":"Napi kira tevijjanam brahmananam yava sattama acariyamahayugehi brahma sakkhidittho. ","dn13:20.3":"Yepi kira tevijjanam brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro, yesamidam etarahi tevijja brahmana poranam mantapadam gitam pavuttam samihitam, tadanugayanti, tadanubhasanti, bhasitamanubhasanti, vacitamanuvacenti, seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu, tepi na evamahamsu: ","dn13:20.4":"‘mayametam janama, mayametam passama, yattha va brahma, yena va brahma, yahim va brahma’ti. ","dn13:20.5":"Teva tevijja brahmana evamahamsu: ","dn13:20.6":"‘yam na janama, yam na passama, tassa sahabyataya maggam desema—ayameva ujumaggo ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyataya’ti. ","dn13:20.7":"Tam kim mannasi, vasettha, nanu evam sante tevijjanam brahmananam appatihirakatam bhasitam sampajjati”ti? ","dn13:20.8":"“Addha kho, bho gotama, evam sante tevijjanam brahmananam appatihirakatam bhasitam sampajjati”ti. ","dn13:20.9":"“Sadhu, vasettha, te vata, vasettha, tevijja brahmana yam na jananti, yam na passanti, tassa sahabyataya maggam desessanti—ayameva ujumaggo ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyatayati netam thanam vijjati. ","dn13:21.0":"2.2. Nisseniupama ","dn13:21.1":"Seyyathapi, vasettha, puriso catumahapathe nissenim kareyya pasadassa arohanaya. ","dn13:21.2":"Tamenam evam vadeyyum: ","dn13:21.3":"‘ambho purisa, yassa tvam pasadassa arohanaya nissenim karosi, janasi tam pasadam—puratthimaya va disaya dakkhinaya va disaya pacchimaya va disaya uttaraya va disaya ucco va nico va majjhimo va’ti? ","dn13:21.4":"Iti puttho ‘no’ti vadeyya. ","dn13:22.1":"Tamenam evam vadeyyum: ","dn13:22.2":"‘ambho purisa, yam tvam na janasi, na passasi, tassa tvam pasadassa arohanaya nissenim karosi’ti? ","dn13:22.3":"Iti puttho ‘ama’ti vadeyya. ","dn13:22.4":"Tam kim mannasi, vasettha, ","dn13:22.5":"nanu evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti? ","dn13:22.6":"“Addha kho, bho gotama, evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti. ","dn13:22.7":"“Evameva kho, vasettha, na kira tevijjehi brahmanehi brahma sakkhidittho, napi kira tevijjanam brahmananam acariyehi brahma sakkhidittho, napi kira tevijjanam brahmananam acariyapacariyehi brahma sakkhidittho, napi kira tevijjanam brahmananam yava sattama acariyamahayugehi brahma sakkhidittho. ","dn13:22.8":"Yepi kira tevijjanam brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro, yesamidam etarahi tevijja brahmana poranam mantapadam gitam pavuttam samihitam, tadanugayanti, tadanubhasanti, bhasitamanubhasanti, vacitamanuvacenti, seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu, tepi na evamahamsu—","dn13:22.9":"mayametam janama, mayametam passama, yattha va brahma, yena va brahma, yahim va brahmati. ","dn13:22.10":"Teva tevijja brahmana evamahamsu: ","dn13:22.11":"‘yam na janama, yam na passama, tassa sahabyataya maggam desema, ayameva ujumaggo ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyataya’ti. ","dn13:22.12":"Tam kim mannasi, vasettha, nanu evam sante tevijjanam brahmananam appatihirakatam bhasitam sampajjati”ti? ","dn13:22.13":"“Addha kho, bho gotama, evam sante tevijjanam brahmananam appatihirakatam bhasitam sampajjati”ti. ","dn13:23.1":"“Sadhu, vasettha, te vata, vasettha, tevijja brahmana yam na jananti, yam na passanti, tassa sahabyataya maggam desessanti. Ayameva ujumaggo ayamanjasayano niyyaniko niyyati takkarassa brahmasahabyatayati, netam thanam vijjati. ","dn13:24.0":"2.3. Aciravatinadiupama ","dn13:24.1":"Seyyathapi, vasettha, ayam aciravati nadi pura udakassa samatittika kakapeyya. ","dn13:24.2":"Atha puriso agaccheyya paratthiko paragavesi paragami param taritukamo. ","dn13:24.3":"So orime tire thito parimam tiram avheyya: ","dn13:24.4":"‘ehi paraparam, ehi paraparan’ti. ","dn13:24.5":"Tam kim mannasi, vasettha, ","dn13:24.6":"api nu tassa purisassa avhayanahetu va ayacanahetu va patthanahetu va abhinandanahetu va aciravatiya nadiya parimam tiram orimam tiram agaccheyya”ti? ","dn13:24.7":"“No hidam, bho gotama”. ","dn13:25.1":"“Evameva kho, vasettha, tevijja brahmana ye dhamma brahmanakaraka te dhamme pahaya vattamana, ye dhamma abrahmanakaraka te dhamme samadaya vattamana evamahamsu: ","dn13:25.2":"‘indamavhayama, somamavhayama, varunamavhayama, isanamavhayama, pajapatimavhayama, brahmamavhayama, mahiddhimavhayama, yamamavhayama’ti. ","dn13:25.3":"Te vata, vasettha, tevijja brahmana ye dhamma brahmanakaraka te dhamme pahaya vattamana, ye dhamma abrahmanakaraka te dhamme samadaya vattamana avhayanahetu va ayacanahetu va patthanahetu va abhinandanahetu va kayassa bheda param marana brahmanam sahabyupaga bhavissantiti, netam thanam vijjati. ","dn13:26.1":"Seyyathapi, vasettha, ayam aciravati nadi pura udakassa samatittika kakapeyya. ","dn13:26.2":"Atha puriso agaccheyya paratthiko paragavesi paragami param taritukamo. ","dn13:26.3":"So orime tire dalhaya anduya pacchabaham galhabandhanam baddho. ","dn13:26.4":"Tam kim mannasi, vasettha, ","dn13:26.5":"api nu so puriso aciravatiya nadiya orima tira parimam tiram gaccheyya”ti? ","dn13:26.6":"“No hidam, bho gotama”. ","dn13:27.1":"“Evameva kho, vasettha, pancime kamaguna ariyassa vinaye andutipi vuccanti, bandhanantipi vuccanti. ","dn13:27.2":"Katame panca? ","dn13:27.3":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya. ","dn13:27.4":"Sotavinneyya sadda …pe… ","dn13:27.5":"ghanavinneyya gandha … ","dn13:27.6":"jivhavinneyya rasa … ","dn13:27.7":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya. ","dn13:27.8":"Ime kho, vasettha, panca kamaguna ariyassa vinaye andutipi vuccanti, bandhanantipi vuccanti. ","dn13:27.9":"Ime kho, vasettha, panca kamagune tevijja brahmana gadhita mucchita ajjhopanna anadinavadassavino anissaranapanna paribhunjanti. ","dn13:28.1":"Te vata, vasettha, tevijja brahmana ye dhamma brahmanakaraka, te dhamme pahaya vattamana, ye dhamma abrahmanakaraka, te dhamme samadaya vattamana panca kamagune gadhita mucchita ajjhopanna anadinavadassavino anissaranapanna paribhunjanta kamandubandhanabaddha kayassa bheda param marana brahmanam sahabyupaga bhavissantiti, netam thanam vijjati. ","dn13:29.1":"Seyyathapi, vasettha, ayam aciravati nadi pura udakassa samatittika kakapeyya. ","dn13:29.2":"Atha puriso agaccheyya paratthiko paragavesi paragami param taritukamo. ","dn13:29.3":"So orime tire sasisam parupitva nipajjeyya. ","dn13:29.4":"Tam kim mannasi, vasettha, ","dn13:29.5":"api nu so puriso aciravatiya nadiya orima tira parimam tiram gaccheyya”ti? ","dn13:29.6":"“No hidam, bho gotama”. ","dn13:30.1":"“Evameva kho, vasettha, pancime nivarana ariyassa vinaye avaranatipi vuccanti, nivaranatipi vuccanti, onahanatipi vuccanti, pariyonahanatipi vuccanti. ","dn13:30.2":"Katame panca? ","dn13:30.3":"Kamacchandanivaranam, byapadanivaranam, thinamiddhanivaranam, uddhaccakukkuccanivaranam, vicikicchanivaranam. ","dn13:30.4":"Ime kho, vasettha, panca nivarana ariyassa vinaye avaranatipi vuccanti, nivaranatipi vuccanti, onahanatipi vuccanti, pariyonahanatipi vuccanti. ","dn13:30.5":"Imehi kho, vasettha, pancahi nivaranehi tevijja brahmana avuta nivuta onaddha pariyonaddha. ","dn13:30.6":"Te vata, vasettha, tevijja brahmana ye dhamma brahmanakaraka te dhamme pahaya vattamana, ye dhamma abrahmanakaraka te dhamme samadaya vattamana pancahi nivaranehi avuta nivuta onaddha pariyonaddha kayassa bheda param marana brahmanam sahabyupaga bhavissantiti, netam thanam vijjati. ","dn13:31.0":"3. Samsandanakatha ","dn13:31.1":"Tam kim mannasi, vasettha, ","dn13:31.2":"kinti te sutam brahmananam vuddhanam mahallakanam acariyapacariyanam bhasamananam, sapariggaho va brahma apariggaho va”ti? ","dn13:31.3":"“Apariggaho, bho gotama”. ","dn13:31.4":"“Saveracitto va averacitto va”ti? ","dn13:31.5":"“Averacitto, bho gotama”. ","dn13:31.6":"“Sabyapajjacitto va abyapajjacitto va”ti? ","dn13:31.7":"“Abyapajjacitto, bho gotama”. ","dn13:31.8":"“Sankilitthacitto va asankilitthacitto va”ti? ","dn13:31.9":"“Asankilitthacitto, bho gotama”. ","dn13:31.10":"“Vasavatti va avasavatti va”ti? ","dn13:31.11":"“Vasavatti, bho gotama”. ","dn13:32.1":"“Tam kim mannasi, vasettha, ","dn13:32.2":"sapariggaha va tevijja brahmana apariggaha va”ti? ","dn13:32.3":"“Sapariggaha, bho gotama”. ","dn13:32.4":"“Saveracitta va averacitta va”ti? ","dn13:32.5":"“Saveracitta, bho gotama”. ","dn13:32.6":"“Sabyapajjacitta va abyapajjacitta va”ti? ","dn13:32.7":"“Sabyapajjacitta, bho gotama”. ","dn13:32.8":"“Sankilitthacitta va asankilitthacitta va”ti? ","dn13:32.9":"“Sankilitthacitta, bho gotama”. ","dn13:32.10":"“Vasavatti va avasavatti va”ti? ","dn13:32.11":"“Avasavatti, bho gotama”. ","dn13:33.1":"“Iti kira, vasettha, sapariggaha tevijja brahmana apariggaho brahma. ","dn13:33.2":"Api nu kho sapariggahanam tevijjanam brahmananam apariggahena brahmuna saddhim samsandati sameti”ti? ","dn13:33.3":"“No hidam, bho gotama”. ","dn13:34.1":"“Sadhu, vasettha, te vata, vasettha, sapariggaha tevijja brahmana kayassa bheda param marana apariggahassa brahmuno sahabyupaga bhavissantiti, netam thanam vijjati. ","dn13:35.1":"Iti kira, vasettha, saveracitta tevijja brahmana, averacitto brahma …pe… ","dn13:35.2":"sabyapajjacitta tevijja brahmana abyapajjacitto brahma … ","dn13:35.3":"sankilitthacitta tevijja brahmana asankilitthacitto brahma … ","dn13:35.4":"avasavatti tevijja brahmana vasavatti brahma, api nu kho avasavattinam tevijjanam brahmananam vasavattina brahmuna saddhim samsandati sameti”ti? ","dn13:35.5":"“No hidam, bho gotama”. ","dn13:36.1":"“Sadhu, vasettha, te vata, vasettha, avasavatti tevijja brahmana kayassa bheda param marana vasavattissa brahmuno sahabyupaga bhavissantiti, netam thanam vijjati. ","dn13:36.2":"Idha kho pana te, vasettha, tevijja brahmana asiditva samsidanti, samsiditva visaram papunanti, sukkhataram manne taranti. ","dn13:36.3":"Tasma idam tevijjanam brahmananam tevijjairinantipi vuccati, tevijjavivanantipi vuccati, tevijjabyasanantipi vuccati”ti. ","dn13:37.1":"Evam vutte, vasettho manavo bhagavantam etadavoca: ","dn13:37.2":"“sutam metam, bho gotama, samano gotamo brahmanam sahabyataya maggam janati”ti. ","dn13:37.3":"“Tam kim mannasi, vasettha. ","dn13:37.4":"Asanne ito manasakatam, na ito dure manasakatan”ti? ","dn13:37.5":"“Evam, bho gotama, asanne ito manasakatam, na ito dure manasakatan”ti. ","dn13:37.6":"“Tam kim mannasi, vasettha, ","dn13:37.7":"idhassa puriso manasakate jatasamvaddho. ","dn13:37.8":"Tamenam manasakatato tavadeva avasatam manasakatassa maggam puccheyyum. ","dn13:37.9":"Siya nu kho, vasettha, tassa purisassa manasakate jatasamvaddhassa manasakatassa maggam putthassa dandhayitattam va vitthayitattam va”ti? ","dn13:37.10":"“No hidam, bho gotama”. ","dn13:37.11":"“Tam kissa hetu”? ","dn13:37.12":"“Amu hi, bho gotama, puriso manasakate jatasamvaddho, tassa sabbaneva manasakatassa maggani suviditani”ti. ","dn13:38.1":"“Siya kho, vasettha, tassa purisassa manasakate jatasamvaddhassa manasakatassa maggam putthassa dandhayitattam va vitthayitattam va, na tveva tathagatassa brahmaloke va brahmalokagaminiya va patipadaya putthassa dandhayitattam va vitthayitattam va. ","dn13:38.2":"Brahmanancaham, vasettha, pajanami brahmalokanca brahmalokagamininca patipadam, yatha patipanno ca brahmalokam upapanno, tanca pajanami”ti. ","dn13:39.1":"Evam vutte, vasettho manavo bhagavantam etadavoca: ","dn13:39.2":"“sutam metam, bho gotama, samano gotamo brahmanam sahabyataya maggam deseti”ti. ","dn13:39.3":"“Sadhu no bhavam gotamo brahmanam sahabyataya maggam desetu ullumpatu bhavam gotamo brahmanim pajan”ti. ","dn13:39.4":"“Tena hi, vasettha, sunahi; sadhukam manasi karohi; bhasissami”ti. ","dn13:39.5":"“Evam, bho”ti kho vasettho manavo bhagavato paccassosi. ","dn13:40-75.0":"4. Brahmalokamaggadesana ","dn13:40-75.1":"Bhagava etadavoca: ","dn13:40-75.2":"“idha, vasettha, tathagato loke uppajjati araham, sammasambuddho …pe… ","dn13:40-75.3":"Evam kho, vasettha, bhikkhu silasampanno hoti …pe… ","dn13:40-75.4":"tassime panca nivarane pahine attani samanupassato pamojjam jayati, pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vedeti, sukhino cittam samadhiyati. ","dn13:76.1":"So mettasahagatena cetasa ekam disam pharitva viharati. Tatha dutiyam. Tatha tatiyam. Tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","dn13:77.1":"Seyyathapi, vasettha, balava sankhadhamo appakasireneva catuddisa vinnapeyya; ","dn13:77.2":"evameva kho, vasettha, evam bhavitaya mettaya cetovimuttiya yam pamanakatam kammam na tam tatravasissati, na tam tatravatitthati. ","dn13:77.3":"Ayampi kho, vasettha, brahmanam sahabyataya maggo. ","dn13:78.1":"Puna caparam, vasettha, bhikkhu karunasahagatena cetasa …pe… ","dn13:78.2":"muditasahagatena cetasa …pe… ","dn13:78.3":"upekkhasahagatena cetasa ekam disam pharitva viharati. Tatha dutiyam. Tatha tatiyam. Tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","dn13:79.1":"Seyyathapi, vasettha, balava sankhadhamo appakasireneva catuddisa vinnapeyya; ","dn13:79.2":"evameva kho, vasettha, evam bhavitaya upekkhaya cetovimuttiya yam pamanakatam kammam na tam tatravasissati, na tam tatravatitthati. ","dn13:79.3":"Ayampi kho, vasettha, brahmanam sahabyataya maggo. ","dn13:80.1":"Tam kim mannasi, vasettha, ","dn13:80.2":"evamvihari bhikkhu sapariggaho va apariggaho va”ti? ","dn13:80.3":"“Apariggaho, bho gotama”. ","dn13:80.4":"“Saveracitto va averacitto va”ti? ","dn13:80.5":"“Averacitto, bho gotama”. ","dn13:80.6":"“Sabyapajjacitto va abyapajjacitto va”ti? ","dn13:80.7":"“Abyapajjacitto, bho gotama”. ","dn13:80.8":"“Sankilitthacitto va asankilitthacitto va”ti? ","dn13:80.9":"“Asankilitthacitto, bho gotama”. ","dn13:80.10":"“Vasavatti va avasavatti va”ti? ","dn13:80.11":"“Vasavatti, bho gotama”. ","dn13:81.1":"“Iti kira, vasettha, apariggaho bhikkhu, apariggaho brahma. ","dn13:81.2":"Api nu kho apariggahassa bhikkhuno apariggahena brahmuna saddhim samsandati sameti”ti? ","dn13:81.3":"“Evam, bho gotama”. ","dn13:81.4":"“Sadhu, vasettha, so vata vasettha apariggaho bhikkhu kayassa bheda param marana apariggahassa brahmuno sahabyupago bhavissatiti, thanametam vijjati. ","dn13:81.5":"Iti kira, vasettha, averacitto bhikkhu, averacitto brahma …pe… ","dn13:81.6":"abyapajjacitto bhikkhu, abyapajjacitto brahma … ","dn13:81.7":"asankilitthacitto bhikkhu, asankilitthacitto brahma … ","dn13:81.8":"vasavatti bhikkhu, vasavatti brahma, api nu kho vasavattissa bhikkhuno vasavattina brahmuna saddhim samsandati sameti”ti? ","dn13:81.9":"“Evam, bho gotama”. ","dn13:81.10":"“Sadhu, vasettha, so vata, vasettha, vasavatti bhikkhu kayassa bheda param marana vasavattissa brahmuno sahabyupago bhavissatiti, thanametam vijjati”ti. ","dn13:82.1":"Evam vutte, vasetthabharadvaja manava bhagavantam etadavocum: ","dn13:82.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","dn13:82.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","dn13:82.4":"Ete mayam bhavantam gotamam saranam gacchama, dhammanca bhikkhusanghanca. ","dn13:82.5":"Upasake no bhavam gotamo dharetu ajjatagge panupete saranam gate”ti. ","dn13:82.6":"Tevijjasuttam nitthitam terasamam. ","dn13:82.7":"Silakkhandhavaggo nitthito. ","dn13:83.0":"Tassuddanam ","dn13:83.1":"Brahmasamannaambattha, ","dn13:83.2":"Sonakutamahalijalini; ","dn13:83.3":"Sihapotthapadasubho kevatto, ","dn13:83.4":"Lohiccatevijja terasati. ","dn13:83.5":"Silakkhandhavaggapali nitthita. "}