{"dn14:0.1":"Digha Nikaya 14 ","dn14:0.2":"Mahapadanasutta ","dn14:1.0":"1. Pubbenivasapatisamyuttakatha ","dn14:1.1.1":"Evam me sutam—","dn14:1.1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame karerikutikayam. ","dn14:1.1.3":"Atha kho sambahulanam bhikkhunam pacchabhattam pindapatapatikkantanam karerimandalamale sannisinnanam sannipatitanam pubbenivasapatisamyutta dhammi katha udapadi: ","dn14:1.1.4":"“itipi pubbenivaso, itipi pubbenivaso”ti. ","dn14:1.2.1":"Assosi kho bhagava dibbaya sotadhatuya visuddhaya atikkantamanusikaya tesam bhikkhunam imam kathasallapam. ","dn14:1.2.2":"Atha kho bhagava utthayasana yena karerimandalamalo tenupasankami; upasankamitva pannatte asane nisidi, nisajja kho bhagava bhikkhu amantesi: ","dn14:1.2.3":"“kaya nuttha, bhikkhave, etarahi kathaya sannisinna; ka ca pana vo antarakatha vippakata”ti? ","dn14:1.2.4":"Evam vutte, te bhikkhu bhagavantam etadavocum: ","dn14:1.2.5":"“idha, bhante, amhakam pacchabhattam pindapatapatikkantanam karerimandalamale sannisinnanam sannipatitanam pubbenivasapatisamyutta dhammi katha udapadi: ","dn14:1.2.6":"‘itipi pubbenivaso itipi pubbenivaso’ti. ","dn14:1.2.7":"Ayam kho no, bhante, antarakatha vippakata. Atha bhagava anuppatto”ti. ","dn14:1.3.1":"“Iccheyyatha no tumhe, bhikkhave, pubbenivasapatisamyuttam dhammim katham sotun”ti? ","dn14:1.3.2":"“Etassa, bhagava, kalo; etassa, sugata, kalo; ","dn14:1.3.3":"yam bhagava pubbenivasapatisamyuttam dhammim katham kareyya, bhagavato sutva bhikkhu dharessanti”ti. ","dn14:1.3.4":"“Tena hi, bhikkhave, sunatha sadhukam manasi karotha bhasissami”ti. ","dn14:1.3.5":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","dn14:1.3.6":"Bhagava etadavoca: ","dn14:1.4.1":"“Ito so, bhikkhave, ekanavutikappe yam vipassi bhagava araham sammasambuddho loke udapadi. ","dn14:1.4.2":"Ito so, bhikkhave, ekatimse kappe yam sikhi bhagava araham sammasambuddho loke udapadi. ","dn14:1.4.3":"Tasminneva kho, bhikkhave, ekatimse kappe vessabhu bhagava araham sammasambuddho loke udapadi. ","dn14:1.4.4":"Imasminneva kho, bhikkhave, bhaddakappe kakusandho bhagava araham sammasambuddho loke udapadi. ","dn14:1.4.5":"Imasminneva kho, bhikkhave, bhaddakappe konagamano bhagava araham sammasambuddho loke udapadi. ","dn14:1.4.6":"Imasminneva kho, bhikkhave, bhaddakappe kassapo bhagava araham sammasambuddho loke udapadi. ","dn14:1.4.7":"Imasminneva kho, bhikkhave, bhaddakappe aham etarahi araham sammasambuddho loke uppanno. ","dn14:1.5.1":"Vipassi, bhikkhave, bhagava araham sammasambuddho khattiyo jatiya ahosi, khattiyakule udapadi. ","dn14:1.5.2":"Sikhi, bhikkhave, bhagava araham sammasambuddho khattiyo jatiya ahosi, khattiyakule udapadi. ","dn14:1.5.3":"Vessabhu, bhikkhave, bhagava araham sammasambuddho khattiyo jatiya ahosi, khattiyakule udapadi. ","dn14:1.5.4":"Kakusandho, bhikkhave, bhagava araham sammasambuddho brahmano jatiya ahosi, brahmanakule udapadi. ","dn14:1.5.5":"Konagamano, bhikkhave, bhagava araham sammasambuddho brahmano jatiya ahosi, brahmanakule udapadi. ","dn14:1.5.6":"Kassapo, bhikkhave, bhagava araham sammasambuddho brahmano jatiya ahosi, brahmanakule udapadi. ","dn14:1.5.7":"Aham, bhikkhave, etarahi araham sammasambuddho khattiyo jatiya ahosim, khattiyakule uppanno. ","dn14:1.6.1":"Vipassi, bhikkhave, bhagava araham sammasambuddho kondanno gottena ahosi. ","dn14:1.6.2":"Sikhi, bhikkhave, bhagava araham sammasambuddho kondanno gottena ahosi. ","dn14:1.6.3":"Vessabhu, bhikkhave, bhagava araham sammasambuddho kondanno gottena ahosi. ","dn14:1.6.4":"Kakusandho, bhikkhave, bhagava araham sammasambuddho kassapo gottena ahosi. ","dn14:1.6.5":"Konagamano, bhikkhave, bhagava araham sammasambuddho kassapo gottena ahosi. ","dn14:1.6.6":"Kassapo, bhikkhave, bhagava araham sammasambuddho kassapo gottena ahosi. ","dn14:1.6.7":"Aham, bhikkhave, etarahi araham sammasambuddho gotamo gottena ahosim. ","dn14:1.7.1":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa asitivassasahassani ayuppamanam ahosi. ","dn14:1.7.2":"Sikhissa, bhikkhave, bhagavato arahato sammasambuddhassa sattativassasahassani ayuppamanam ahosi. ","dn14:1.7.3":"Vessabhussa, bhikkhave, bhagavato arahato sammasambuddhassa satthivassasahassani ayuppamanam ahosi. ","dn14:1.7.4":"Kakusandhassa, bhikkhave, bhagavato arahato sammasambuddhassa cattalisavassasahassani ayuppamanam ahosi. ","dn14:1.7.5":"Konagamanassa, bhikkhave, bhagavato arahato sammasambuddhassa timsavassasahassani ayuppamanam ahosi. ","dn14:1.7.6":"Kassapassa, bhikkhave, bhagavato arahato sammasambuddhassa visativassasahassani ayuppamanam ahosi. ","dn14:1.7.7":"Mayham, bhikkhave, etarahi appakam ayuppamanam parittam lahukam; yo ciram jivati, so vassasatam appam va bhiyyo. ","dn14:1.8.1":"Vipassi, bhikkhave, bhagava araham sammasambuddho pataliya mule abhisambuddho. ","dn14:1.8.2":"Sikhi, bhikkhave, bhagava araham sammasambuddho pundarikassa mule abhisambuddho. ","dn14:1.8.3":"Vessabhu, bhikkhave, bhagava araham sammasambuddho salassa mule abhisambuddho. ","dn14:1.8.4":"Kakusandho, bhikkhave, bhagava araham sammasambuddho sirisassa mule abhisambuddho. ","dn14:1.8.5":"Konagamano, bhikkhave, bhagava araham sammasambuddho udumbarassa mule abhisambuddho. ","dn14:1.8.6":"Kassapo, bhikkhave, bhagava araham sammasambuddho nigrodhassa mule abhisambuddho. ","dn14:1.8.7":"Aham, bhikkhave, etarahi araham sammasambuddho assatthassa mule abhisambuddho. ","dn14:1.9.1":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa khandatissam nama savakayugam ahosi aggam bhaddayugam. ","dn14:1.9.2":"Sikhissa, bhikkhave, bhagavato arahato sammasambuddhassa abhibhusambhavam nama savakayugam ahosi aggam bhaddayugam. ","dn14:1.9.3":"Vessabhussa, bhikkhave, bhagavato arahato sammasambuddhassa sonuttaram nama savakayugam ahosi aggam bhaddayugam. ","dn14:1.9.4":"Kakusandhassa, bhikkhave, bhagavato arahato sammasambuddhassa vidhurasanjivam nama savakayugam ahosi aggam bhaddayugam. ","dn14:1.9.5":"Konagamanassa, bhikkhave, bhagavato arahato sammasambuddhassa bhiyyosuttaram nama savakayugam ahosi aggam bhaddayugam. ","dn14:1.9.6":"Kassapassa, bhikkhave, bhagavato arahato sammasambuddhassa tissabharadvajam nama savakayugam ahosi aggam bhaddayugam. ","dn14:1.9.7":"Mayham, bhikkhave, etarahi sariputtamoggallanam nama savakayugam ahosi aggam bhaddayugam. ","dn14:1.10.1":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa tayo savakanam sannipata ahesum. Eko savakanam sannipato ahosi atthasatthibhikkhusatasahassam, eko savakanam sannipato ahosi bhikkhusatasahassam, eko savakanam sannipato ahosi asitibhikkhusahassani. Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa ime tayo savakanam sannipata ahesum sabbesamyeva khinasavanam. ","dn14:1.10.2":"Sikhissa, bhikkhave, bhagavato arahato sammasambuddhassa tayo savakanam sannipata ahesum. Eko savakanam sannipato ahosi bhikkhusatasahassam, eko savakanam sannipato ahosi asitibhikkhusahassani, eko savakanam sannipato ahosi sattatibhikkhusahassani. Sikhissa, bhikkhave, bhagavato arahato sammasambuddhassa ime tayo savakanam sannipata ahesum sabbesamyeva khinasavanam. ","dn14:1.10.3":"Vessabhussa, bhikkhave, bhagavato arahato sammasambuddhassa tayo savakanam sannipata ahesum. Eko savakanam sannipato ahosi asitibhikkhusahassani, eko savakanam sannipato ahosi sattatibhikkhusahassani, eko savakanam sannipato ahosi satthibhikkhusahassani. Vessabhussa, bhikkhave, bhagavato arahato sammasambuddhassa ime tayo savakanam sannipata ahesum sabbesamyeva khinasavanam. ","dn14:1.10.4":"Kakusandhassa, bhikkhave, bhagavato arahato sammasambuddhassa eko savakanam sannipato ahosi cattalisabhikkhusahassani. Kakusandhassa, bhikkhave, bhagavato arahato sammasambuddhassa ayam eko savakanam sannipato ahosi sabbesamyeva khinasavanam. ","dn14:1.10.5":"Konagamanassa, bhikkhave, bhagavato arahato sammasambuddhassa eko savakanam sannipato ahosi timsabhikkhusahassani. Konagamanassa, bhikkhave, bhagavato arahato sammasambuddhassa ayam eko savakanam sannipato ahosi sabbesamyeva khinasavanam. ","dn14:1.10.6":"Kassapassa, bhikkhave, bhagavato arahato sammasambuddhassa eko savakanam sannipato ahosi visatibhikkhusahassani. Kassapassa, bhikkhave, bhagavato arahato sammasambuddhassa ayam eko savakanam sannipato ahosi sabbesamyeva khinasavanam. ","dn14:1.10.7":"Mayham, bhikkhave, etarahi eko savakanam sannipato ahosi addhatelasani bhikkhusatani. Mayham, bhikkhave, ayam eko savakanam sannipato ahosi sabbesamyeva khinasavanam. ","dn14:1.11.1":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa asoko nama bhikkhu upatthako ahosi aggupatthako. ","dn14:1.11.2":"Sikhissa, bhikkhave, bhagavato arahato sammasambuddhassa khemankaro nama bhikkhu upatthako ahosi aggupatthako. ","dn14:1.11.3":"Vessabhussa, bhikkhave, bhagavato arahato sammasambuddhassa upasanto nama bhikkhu upatthako ahosi aggupatthako. ","dn14:1.11.4":"Kakusandhassa, bhikkhave, bhagavato arahato sammasambuddhassa buddhijo nama bhikkhu upatthako ahosi aggupatthako. ","dn14:1.11.5":"Konagamanassa, bhikkhave, bhagavato arahato sammasambuddhassa sotthijo nama bhikkhu upatthako ahosi aggupatthako. ","dn14:1.11.6":"Kassapassa, bhikkhave, bhagavato arahato sammasambuddhassa sabbamitto nama bhikkhu upatthako ahosi aggupatthako. ","dn14:1.11.7":"Mayham, bhikkhave, etarahi anando nama bhikkhu upatthako ahosi aggupatthako. ","dn14:1.12.1":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa bandhuma nama raja pita ahosi. ","dn14:1.12.2":"Bandhumati nama devi mata ahosi janetti. ","dn14:1.12.3":"Bandhumassa ranno bandhumati nama nagaram rajadhani ahosi. ","dn14:1.12.4":"Sikhissa, bhikkhave, bhagavato arahato sammasambuddhassa aruno nama raja pita ahosi. ","dn14:1.12.5":"Pabhavati nama devi mata ahosi janetti. ","dn14:1.12.6":"Arunassa ranno arunavati nama nagaram rajadhani ahosi. ","dn14:1.12.7":"Vessabhussa, bhikkhave, bhagavato arahato sammasambuddhassa suppatito nama raja pita ahosi. ","dn14:1.12.8":"Vassavati nama devi mata ahosi janetti. ","dn14:1.12.9":"Suppatitassa ranno anomam nama nagaram rajadhani ahosi. ","dn14:1.12.10":"Kakusandhassa, bhikkhave, bhagavato arahato sammasambuddhassa aggidatto nama brahmano pita ahosi. ","dn14:1.12.11":"Visakha nama brahmani mata ahosi janetti. ","dn14:1.12.12":"Tena kho pana, bhikkhave, samayena khemo nama raja ahosi. ","dn14:1.12.13":"Khemassa ranno khemavati nama nagaram rajadhani ahosi. ","dn14:1.12.14":"Konagamanassa, bhikkhave, bhagavato arahato sammasambuddhassa yannadatto nama brahmano pita ahosi. ","dn14:1.12.15":"Uttara nama brahmani mata ahosi janetti. ","dn14:1.12.16":"Tena kho pana, bhikkhave, samayena sobho nama raja ahosi. ","dn14:1.12.17":"Sobhassa ranno sobhavati nama nagaram rajadhani ahosi. ","dn14:1.12.18":"Kassapassa, bhikkhave, bhagavato arahato sammasambuddhassa brahmadatto nama brahmano pita ahosi. ","dn14:1.12.19":"Dhanavati nama brahmani mata ahosi janetti. ","dn14:1.12.20":"Tena kho pana, bhikkhave, samayena kiki nama raja ahosi. ","dn14:1.12.21":"Kikissa ranno baranasi nama nagaram rajadhani ahosi. ","dn14:1.12.22":"Mayham, bhikkhave, etarahi suddhodano nama raja pita ahosi. ","dn14:1.12.23":"Maya nama devi mata ahosi janetti. ","dn14:1.12.24":"Kapilavatthu nama nagaram rajadhani ahosi”ti. ","dn14:1.12.25":"Idamavoca bhagava. ","dn14:1.12.26":"Idam vatvana sugato utthayasana viharam pavisi. ","dn14:1.13.1":"Atha kho tesam bhikkhunam acirapakkantassa bhagavato ayamantarakatha udapadi: ","dn14:1.13.2":"“acchariyam, avuso, abbhutam, avuso, tathagatassa mahiddhikata mahanubhavata. ","dn14:1.13.3":"Yatra hi nama tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarissati, namatopi anussarissati, gottatopi anussarissati, ayuppamanatopi anussarissati, savakayugatopi anussarissati, savakasannipatatopi anussarissati: ","dn14:1.13.4":"‘evamjacca te bhagavanto ahesum itipi, evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum itipi’”ti. ","dn14:1.13.5":"“Kim nu kho, avuso, tathagatasseva nu kho esa dhammadhatu suppatividdha, yassa dhammadhatuya suppatividdhatta tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarati, namatopi anussarati, gottatopi anussarati, ayuppamanatopi anussarati, savakayugatopi anussarati, savakasannipatatopi anussarati: ‘evamjacca te bhagavanto ahesum itipi, evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum itipi’ti, ","dn14:1.13.6":"udahu devata tathagatassa etamattham arocesum, yena tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarati, namatopi anussarati, gottatopi anussarati, ayuppamanatopi anussarati, savakayugatopi anussarati, savakasannipatatopi anussarati: ‘evamjacca te bhagavanto ahesum itipi, evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum itipi’”ti. ","dn14:1.13.7":"Ayanca hidam tesam bhikkhunam antarakatha vippakata hoti. ","dn14:1.14.1":"Atha kho bhagava sayanhasamayam patisallana vutthito yena karerimandalamalo tenupasankami; upasankamitva pannatte asane nisidi. ","dn14:1.14.2":"Nisajja kho bhagava bhikkhu amantesi: ","dn14:1.14.3":"“kaya nuttha, bhikkhave, etarahi kathaya sannisinna; ka ca pana vo antarakatha vippakata”ti? ","dn14:1.14.4":"Evam vutte, te bhikkhu bhagavantam etadavocum: ","dn14:1.14.5":"“idha, bhante, amhakam acirapakkantassa bhagavato ayam antarakatha udapadi: ","dn14:1.14.6":"‘acchariyam, avuso, abbhutam, avuso, tathagatassa mahiddhikata mahanubhavata. ","dn14:1.14.7":"Yatra hi nama tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarissati, namatopi anussarissati, gottatopi anussarissati, ayuppamanatopi anussarissati, savakayugatopi anussarissati, savakasannipatatopi anussarissati: ","dn14:1.14.8":"“evamjacca te bhagavanto ahesum itipi, evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum itipi”ti. ","dn14:1.14.9":"Kim nu kho, avuso, tathagatasseva nu kho esa dhammadhatu suppatividdha, yassa dhammadhatuya suppatividdhatta tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarati, namatopi anussarati, gottatopi anussarati, ayuppamanatopi anussarati, savakayugatopi anussarati, savakasannipatatopi anussarati: ","dn14:1.14.10":"“evamjacca te bhagavanto ahesum itipi, evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum itipi”ti. ","dn14:1.14.11":"Udahu devata tathagatassa etamattham arocesum, yena tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarati, namatopi anussarati, gottatopi anussarati, ayuppamanatopi anussarati, savakayugatopi anussarati, savakasannipatatopi anussarati: ","dn14:1.14.12":"“evamjacca te bhagavanto ahesum itipi, evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum itipi”’ti? ","dn14:1.14.13":"Ayam kho no, bhante, antarakatha vippakata, atha bhagava anuppatto”ti. ","dn14:1.15.1":"“Tathagatassevesa, bhikkhave, dhammadhatu suppatividdha, yassa dhammadhatuya suppatividdhatta tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarati, namatopi anussarati, gottatopi anussarati, ayuppamanatopi anussarati, savakayugatopi anussarati, savakasannipatatopi anussarati: ","dn14:1.15.2":"‘evamjacca te bhagavanto ahesum itipi, evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum itipi’ti. ","dn14:1.15.3":"Devatapi tathagatassa etamattham arocesum, yena tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarati, namatopi anussarati, gottatopi anussarati, ayuppamanatopi anussarati, savakayugatopi anussarati, savakasannipatatopi anussarati: ","dn14:1.15.4":"‘evamjacca te bhagavanto ahesum itipi, evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum itipi’ti. ","dn14:1.15.5":"Iccheyyatha no tumhe, bhikkhave, bhiyyoso mattaya pubbenivasapatisamyuttam dhammim katham sotun”ti? ","dn14:1.15.6":"“Etassa, bhagava, kalo; etassa, sugata, kalo; ","dn14:1.15.7":"yam bhagava bhiyyoso mattaya pubbenivasapatisamyuttam dhammim katham kareyya, bhagavato sutva bhikkhu dharessanti”ti. ","dn14:1.15.8":"“Tena hi, bhikkhave, sunatha, sadhukam manasi karotha, bhasissami”ti. ","dn14:1.15.9":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","dn14:1.15.10":"Bhagava etadavoca: ","dn14:1.16.1":"“Ito so, bhikkhave, ekanavutikappe yam vipassi bhagava araham sammasambuddho loke udapadi. ","dn14:1.16.2":"Vipassi, bhikkhave, bhagava araham sammasambuddho khattiyo jatiya ahosi, khattiyakule udapadi. ","dn14:1.16.3":"Vipassi, bhikkhave, bhagava araham sammasambuddho kondanno gottena ahosi. ","dn14:1.16.4":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa asitivassasahassani ayuppamanam ahosi. ","dn14:1.16.5":"Vipassi, bhikkhave, bhagava araham sammasambuddho pataliya mule abhisambuddho. ","dn14:1.16.6":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa khandatissam nama savakayugam ahosi aggam bhaddayugam. ","dn14:1.16.7":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa tayo savakanam sannipata ahesum. ","dn14:1.16.8":"Eko savakanam sannipato ahosi atthasatthibhikkhusatasahassam, eko savakanam sannipato ahosi bhikkhusatasahassam, eko savakanam sannipato ahosi asitibhikkhusahassani. ","dn14:1.16.9":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa ime tayo savakanam sannipata ahesum sabbesamyeva khinasavanam. ","dn14:1.16.10":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa asoko nama bhikkhu upatthako ahosi aggupatthako. ","dn14:1.16.11":"Vipassissa, bhikkhave, bhagavato arahato sammasambuddhassa bandhuma nama raja pita ahosi. ","dn14:1.16.12":"Bandhumati nama devi mata ahosi janetti. ","dn14:1.16.13":"Bandhumassa ranno bandhumati nama nagaram rajadhani ahosi. ","dn14:1.17.0":"2. Bodhisattadhammata ","dn14:1.17.1":"Atha kho, bhikkhave, vipassi bodhisatto tusita kaya cavitva sato sampajano matukucchim okkami. ","dn14:1.17.2":"Ayamettha dhammata. ","dn14:1.17.3":"Dhammata esa, bhikkhave, yada bodhisatto tusita kaya cavitva matukucchim okkamati. ","dn14:1.17.4":"Atha sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya appamano ularo obhaso patubhavati atikkammeva devanam devanubhavam. ","dn14:1.17.5":"Yapi ta lokantarika agha asamvuta andhakara andhakaratimisa, yatthapime candimasuriya evammahiddhika evammahanubhava abhaya nanubhonti, tatthapi appamano ularo obhaso patubhavati atikkammeva devanam devanubhavam. ","dn14:1.17.6":"Yepi tattha satta upapanna, tepi tenobhasena annamannam sanjananti: ‘annepi kira, bho, santi satta idhupapanna’ti. ","dn14:1.17.7":"Ayanca dasasahassi lokadhatu sankampati sampakampati sampavedhati. Appamano ca ularo obhaso loke patubhavati atikkammeva devanam devanubhavam. ","dn14:1.17.8":"Ayamettha dhammata. ","dn14:1.17.9":"Dhammata esa, bhikkhave, yada bodhisatto matukucchim okkanto hoti, cattaro nam devaputta catuddisam rakkhaya upagacchanti: ‘ma nam bodhisattam va bodhisattamataram va manusso va amanusso va koci va vihethesi’ti. ","dn14:1.17.10":"Ayamettha dhammata. ","dn14:1.18.1":"Dhammata esa, bhikkhave, yada bodhisatto matukucchim okkanto hoti, pakatiya silavati bodhisattamata hoti, virata panatipata, virata adinnadana, virata kamesumicchacara, virata musavada, virata suramerayamajjappamadatthana. ","dn14:1.18.2":"Ayamettha dhammata. ","dn14:1.19.1":"Dhammata esa, bhikkhave, yada bodhisatto matukucchim okkanto hoti, na bodhisattamatu purisesu manasam uppajjati kamagunupasamhitam, anatikkamaniya ca bodhisattamata hoti kenaci purisena rattacittena. ","dn14:1.19.2":"Ayamettha dhammata. ","dn14:1.20.1":"Dhammata esa, bhikkhave, yada bodhisatto matukucchim okkanto hoti, labhini bodhisattamata hoti pancannam kamagunanam. Sa pancahi kamagunehi samappita samangibhuta paricareti. ","dn14:1.20.2":"Ayamettha dhammata. ","dn14:1.21.1":"Dhammata esa, bhikkhave, yada bodhisatto matukucchim okkanto hoti, na bodhisattamatu kocideva abadho uppajjati. Sukhini bodhisattamata hoti akilantakaya, bodhisattanca bodhisattamata tirokucchigatam passati sabbangapaccangim ahinindriyam. ","dn14:1.21.2":"Seyyathapi, bhikkhave, mani veluriyo subho jatima atthamso suparikammakato accho vippasanno anavilo sabbakarasampanno. Tatrassa suttam avutam nilam va pitam va lohitam va odatam va pandusuttam va. ","dn14:1.21.3":"Tamenam cakkhuma puriso hatthe karitva paccavekkheyya: ‘ayam kho mani veluriyo subho jatima atthamso suparikammakato accho vippasanno anavilo sabbakarasampanno. Tatridam suttam avutam nilam va pitam va lohitam va odatam va pandusuttam va’ti. ","dn14:1.21.4":"Evameva kho, bhikkhave, yada bodhisatto matukucchim okkanto hoti, na bodhisattamatu kocideva abadho uppajjati, sukhini bodhisattamata hoti akilantakaya, bodhisattanca bodhisattamata tirokucchigatam passati sabbangapaccangim ahinindriyam. ","dn14:1.21.5":"Ayamettha dhammata. ","dn14:1.22.1":"Dhammata esa, bhikkhave, sattahajate bodhisatte bodhisattamata kalam karoti tusitam kayam upapajjati. ","dn14:1.22.2":"Ayamettha dhammata. ","dn14:1.23.1":"Dhammata esa, bhikkhave, yatha anna itthika nava va dasa va mase gabbham kucchina pariharitva vijayanti, na hevam bodhisattam bodhisattamata vijayati. Daseva masani bodhisattam bodhisattamata kucchina pariharitva vijayati. ","dn14:1.23.2":"Ayamettha dhammata. ","dn14:1.24.1":"Dhammata esa, bhikkhave, yatha anna itthika nisinna va nipanna va vijayanti, na hevam bodhisattam bodhisattamata vijayati. Thitava bodhisattam bodhisattamata vijayati. ","dn14:1.24.2":"Ayamettha dhammata. ","dn14:1.25.1":"Dhammata esa, bhikkhave, yada bodhisatto matukucchimha nikkhamati, deva pathamam patigganhanti, paccha manussa. ","dn14:1.25.2":"Ayamettha dhammata. ","dn14:1.26.1":"Dhammata esa, bhikkhave, yada bodhisatto matukucchimha nikkhamati, appattova bodhisatto pathavim hoti, cattaro nam devaputta patiggahetva matu purato thapenti: ‘attamana, devi, hohi; mahesakkho te putto uppanno’ti. ","dn14:1.26.2":"Ayamettha dhammata. ","dn14:1.27.1":"Dhammata esa, bhikkhave, yada bodhisatto matukucchimha nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucina suddho visado. ","dn14:1.27.2":"Seyyathapi, bhikkhave, maniratanam kasike vatthe nikkhittam neva maniratanam kasikam vattham makkheti, napi kasikam vattham maniratanam makkheti. ","dn14:1.27.3":"Tam kissa hetu? ","dn14:1.27.4":"Ubhinnam suddhatta. ","dn14:1.27.5":"Evameva kho, bhikkhave, yada bodhisatto matukucchimha nikkhamati, visadova nikkhamati amakkhito, udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucina suddho visado. ","dn14:1.27.6":"Ayamettha dhammata. ","dn14:1.28.1":"Dhammata esa, bhikkhave, yada bodhisatto matukucchimha nikkhamati, dve udakassa dhara antalikkha patubhavanti—eka sitassa eka unhassa yena bodhisattassa udakakiccam karonti matu ca. ","dn14:1.28.2":"Ayamettha dhammata. ","dn14:1.29.1":"Dhammata esa, bhikkhave, sampatijato bodhisatto samehi padehi patitthahitva uttarabhimukho sattapadavitiharena gacchati setamhi chatte anudhariyamane, sabba ca disa anuviloketi, asabhim vacam bhasati ‘aggohamasmi lokassa, jetthohamasmi lokassa, setthohamasmi lokassa, ayamantima jati, natthi dani punabbhavo’ti. ","dn14:1.29.2":"Ayamettha dhammata. ","dn14:1.30.1":"Dhammata esa, bhikkhave, yada bodhisatto matukucchimha nikkhamati, atha sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya appamano ularo obhaso patubhavati, atikkammeva devanam devanubhavam. ","dn14:1.30.2":"Yapi ta lokantarika agha asamvuta andhakara andhakaratimisa, yatthapime candimasuriya evammahiddhika evammahanubhava abhaya nanubhonti, tatthapi appamano ularo obhaso patubhavati atikkammeva devanam devanubhavam. ","dn14:1.30.3":"Yepi tattha satta upapanna, tepi tenobhasena annamannam sanjananti: ‘annepi kira, bho, santi satta idhupapanna’ti. ","dn14:1.30.4":"Ayanca dasasahassi lokadhatu sankampati sampakampati sampavedhati appamano ca ularo obhaso loke patubhavati atikkammeva devanam devanubhavam. ","dn14:1.30.5":"Ayamettha dhammata. ","dn14:1.31.0":"3. Dvattimsamahapurisalakkhana ","dn14:1.31.1":"Jate kho pana, bhikkhave, vipassimhi kumare bandhumato ranno pativedesum: ","dn14:1.31.2":"‘putto te, deva, jato, tam devo passatu’ti. ","dn14:1.31.3":"Addasa kho, bhikkhave, bandhuma raja vipassim kumaram, disva nemitte brahmane amantapetva etadavoca: ","dn14:1.31.4":"‘passantu bhonto nemitta brahmana kumaran’ti. ","dn14:1.31.5":"Addasamsu kho, bhikkhave, nemitta brahmana vipassim kumaram, disva bandhumantam rajanam etadavocum: ","dn14:1.31.6":"‘attamano, deva, hohi, mahesakkho te putto uppanno, labha te, maharaja, suladdham te, maharaja, yassa te kule evarupo putto uppanno. ","dn14:1.31.7":"Ayanhi, deva, kumaro dvattimsamahapurisalakkhanehi samannagato, yehi samannagatassa mahapurisassa dveva gatiyo bhavanti ananna. ","dn14:1.31.8":"Sace agaram ajjhavasati, raja hoti cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato. ","dn14:1.31.9":"Tassimani sattaratanani bhavanti. ","dn14:1.31.10":"Seyyathidam—cakkaratanam hatthiratanam assaratanam maniratanam itthiratanam gahapatiratanam parinayakaratanameva sattamam. ","dn14:1.31.11":"Parosahassam kho panassa putta bhavanti sura virangarupa parasenappamaddana. ","dn14:1.31.12":"So imam pathavim sagarapariyantam adandena asatthena dhammena abhivijiya ajjhavasati. ","dn14:1.31.13":"Sace kho pana agarasma anagariyam pabbajati, araham hoti sammasambuddho loke vivatacchado. ","dn14:1.32.1":"Katamehi cayam, deva, kumaro dvattimsamahapurisalakkhanehi samannagato, yehi samannagatassa mahapurisassa dveva gatiyo bhavanti ananna. ","dn14:1.32.2":"Sace agaram ajjhavasati, raja hoti cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato. ","dn14:1.32.3":"Tassimani sattaratanani bhavanti. ","dn14:1.32.4":"Seyyathidam—cakkaratanam hatthiratanam assaratanam maniratanam itthiratanam gahapatiratanam parinayakaratanameva sattamam. ","dn14:1.32.5":"Parosahassam kho panassa putta bhavanti sura virangarupa parasenappamaddana. ","dn14:1.32.6":"So imam pathavim sagarapariyantam adandena asatthena dhammena abhivijiya ajjhavasati. ","dn14:1.32.7":"Sace kho pana agarasma anagariyam pabbajati, araham hoti sammasambuddho loke vivatacchado. Ayanhi, deva, kumaro suppatitthitapado. Yam payam, deva, kumaro suppatitthitapado. Idampissa mahapurisassa mahapurisalakkhanam bhavati. ","dn14:1.32.8":"Imassa, deva, kumarassa hettha padatalesu cakkani jatani sahassarani sanemikani sanabhikani sabbakaraparipurani. Yampi imassa, deva, kumarassa hettha padatalesu cakkani jatani sahassarani sanemikani sanabhikani sabbakaraparipurani, idampissa mahapurisassa mahapurisalakkhanam bhavati. ","dn14:1.32.9":"Ayanhi, deva, kumaro ayatapanhi …pe… ","dn14:1.32.10":"Ayanhi, deva, kumaro dighanguli …pe… ","dn14:1.32.11":"Ayanhi, deva, kumaro mudutalunahatthapado …pe… ","dn14:1.32.12":"Ayanhi, deva kumaro jalahatthapado …pe… ","dn14:1.32.13":"Ayanhi, deva, kumaro ussankhapado …pe… ","dn14:1.32.14":"Ayanhi, deva, kumaro enijangho …pe… ","dn14:1.32.15":"Ayanhi, deva, kumaro thitakova anonamanto ubhohi panitalehi jannukani parimasati parimajjati …pe… ","dn14:1.32.16":"Ayanhi, deva, kumaro kosohitavatthaguyho …pe… ","dn14:1.32.17":"Ayanhi, deva, kumaro suvannavanno kancanasannibhattaco …pe… ","dn14:1.32.18":"Ayanhi, deva, kumaro sukhumacchavi; sukhumatta chaviya rajojallam kaye na upalimpati …pe… ","dn14:1.32.19":"Ayanhi, deva, kumaro ekekalomo; ekekani lomani lomakupesu jatani …pe… ","dn14:1.32.20":"Ayanhi, deva, kumaro uddhaggalomo; uddhaggani lomani jatani nilani anjanavannani kundalavattani dakkhinavattakajatani …pe… ","dn14:1.32.21":"Ayanhi, deva, kumaro brahmujugatto …pe… ","dn14:1.32.22":"Ayanhi, deva, kumaro sattussado …pe… ","dn14:1.32.23":"Ayanhi, deva, kumaro sihapubbaddhakayo …pe… ","dn14:1.32.24":"Ayanhi, deva, kumaro citantaramso …pe… ","dn14:1.32.25":"Ayanhi, deva, kumaro nigrodhaparimandalo yavatakvassa kayo tavatakvassa byamo, yavatakvassa byamo, tavatakvassa kayo …pe… ","dn14:1.32.26":"Ayanhi, deva, kumaro samavattakkhandho …pe… ","dn14:1.32.27":"Ayanhi, deva, kumaro rasaggasaggi …pe… ","dn14:1.32.28":"Ayanhi, deva, kumaro sihahanu …pe… ","dn14:1.32.29":"Ayanhi, deva, kumaro cattalisadanto …pe… ","dn14:1.32.30":"Ayanhi, deva, kumaro samadanto …pe… ","dn14:1.32.31":"Ayanhi, deva, kumaro aviraladanto …pe… ","dn14:1.32.32":"Ayanhi, deva, kumaro susukkadatho …pe… ","dn14:1.32.33":"Ayanhi, deva, kumaro pahutajivho …pe… ","dn14:1.32.34":"Ayanhi, deva, kumaro brahmassaro karavikabhani …pe… ","dn14:1.32.35":"Ayanhi, deva, kumaro abhinilanetto …pe… ","dn14:1.32.36":"Ayanhi, deva, kumaro gopakhumo …pe… ","dn14:1.32.37":"Imassa, deva, kumarassa unna bhamukantare jata odata mudutulasannibha. Yampi imassa, deva, kumarassa unna bhamukantare jata odata mudutulasannibha, idampimassa mahapurisassa mahapurisalakkhanam bhavati. ","dn14:1.32.38":"Ayanhi, deva, kumaro unhisasiso. Yam payam, deva, kumaro unhisasiso, idampissa mahapurisassa mahapurisalakkhanam bhavati. ","dn14:1.33.1":"Imehi kho ayam, deva, kumaro dvattimsamahapurisalakkhanehi samannagato, yehi samannagatassa mahapurisassa dveva gatiyo bhavanti ananna. ","dn14:1.33.2":"Sace agaram ajjhavasati, raja hoti cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato. ","dn14:1.33.3":"Tassimani sattaratanani bhavanti. ","dn14:1.33.4":"Seyyathidam—cakkaratanam hatthiratanam assaratanam maniratanam itthiratanam gahapatiratanam parinayakaratanameva sattamam. ","dn14:1.33.5":"Parosahassam kho panassa putta bhavanti sura virangarupa parasenappamaddana. ","dn14:1.33.6":"So imam pathavim sagarapariyantam adandena asatthena dhammena abhivijiya ajjhavasati. ","dn14:1.33.7":"Sace kho pana agarasma anagariyam pabbajati, araham hoti sammasambuddho loke vivatacchado’ti. ","dn14:1.33.8.0":"4. Vipassisamanna ","dn14:1.33.9":"Atha kho, bhikkhave, bandhuma raja nemitte brahmane ahatehi vatthehi acchadapetva sabbakamehi santappesi. ","dn14:1.34.1":"Atha kho, bhikkhave, bandhuma raja vipassissa kumarassa dhatiyo upatthapesi. ","dn14:1.34.2":"Anna khiram payenti, anna nhapenti, anna dharenti, anna ankena pariharanti. ","dn14:1.34.3":"Jatassa kho pana, bhikkhave, vipassissa kumarassa setacchattam dharayittha diva ceva rattinca: ","dn14:1.34.4":"‘ma nam sitam va unham va tinam va rajo va ussavo va badhayittha’ti. ","dn14:1.34.5":"Jato kho pana, bhikkhave, vipassi kumaro bahuno janassa piyo ahosi manapo. ","dn14:1.34.6":"Seyyathapi, bhikkhave, uppalam va padumam va pundarikam va bahuno janassa piyam manapam; ","dn14:1.34.7":"evameva kho, bhikkhave, vipassi kumaro bahuno janassa piyo ahosi manapo. ","dn14:1.34.8":"Svassudam ankeneva ankam parihariyati. ","dn14:1.35.1":"Jato kho pana, bhikkhave, vipassi kumaro manjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca. ","dn14:1.35.2":"Seyyathapi, bhikkhave, himavante pabbate karavika nama sakunajati manjussara ca vaggussara ca madhurassara ca pemaniyassara ca; ","dn14:1.35.3":"evameva kho, bhikkhave, vipassi kumaro manjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca. ","dn14:1.36.1":"Jatassa kho pana, bhikkhave, vipassissa kumarassa kammavipakajam dibbacakkhu paturahosi yena sudam samanta yojanam passati diva ceva rattinca. ","dn14:1.37.1":"Jato kho pana, bhikkhave, vipassi kumaro animisanto pekkhati seyyathapi deva tavatimsa. ","dn14:1.37.2":"‘Animisanto kumaro pekkhati’ti kho, bhikkhave, vipassissa kumarassa ‘vipassi vipassi’ tveva samanna udapadi. ","dn14:1.37.3":"Atha kho, bhikkhave, bandhuma raja atthakarane nisinno vipassim kumaram anke nisidapetva atthe anusasati. ","dn14:1.37.4":"Tatra sudam, bhikkhave, vipassi kumaro pituanke nisinno viceyya viceyya atthe panayati nayena. ","dn14:1.37.5":"Viceyya viceyya kumaro atthe panayati nayenati kho, bhikkhave, vipassissa kumarassa bhiyyoso mattaya ‘vipassi vipassi’ tveva samanna udapadi. ","dn14:1.38.1":"Atha kho, bhikkhave, bandhuma raja vipassissa kumarassa tayo pasade karapesi, ekam vassikam ekam hemantikam ekam gimhikam; ","dn14:1.38.2":"panca kamagunani upatthapesi. ","dn14:1.38.3":"Tatra sudam, bhikkhave, vipassi kumaro vassike pasade cattaro mase nippurisehi turiyehi paricarayamano na hetthapasadam orohatiti. ","dn14:1.38.4":"Pathamabhanavaro. ","dn14:2.1.0":"5. Jinnapurisa ","dn14:2.1.1":"Atha kho, bhikkhave, vipassi kumaro bahunam vassanam bahunam vassasatanam bahunam vassasahassanam accayena sarathim amantesi: ","dn14:2.1.2":"‘yojehi, samma sarathi, bhaddani bhaddani yanani uyyanabhumim gacchama subhumidassanaya’ti. ","dn14:2.1.3":"‘Evam, deva’ti kho, bhikkhave, sarathi vipassissa kumarassa patissutva bhaddani bhaddani yanani yojetva vipassissa kumarassa pativedesi: ","dn14:2.1.4":"‘yuttani kho te, deva, bhaddani bhaddani yanani, ","dn14:2.1.5":"yassadani kalam mannasi’ti. ","dn14:2.1.6":"Atha kho, bhikkhave, vipassi kumaro bhaddam bhaddam yanam abhiruhitva bhaddehi bhaddehi yanehi uyyanabhumim niyyasi. ","dn14:2.2.1":"Addasa kho, bhikkhave, vipassi kumaro uyyanabhumim niyyanto purisam jinnam gopanasivankam bhoggam dandaparayanam pavedhamanam gacchantam aturam gatayobbanam. ","dn14:2.2.2":"Disva sarathim amantesi: ","dn14:2.2.3":"‘ayam pana, samma sarathi, puriso kinkato? ","dn14:2.2.4":"Kesapissa na yatha annesam, kayopissa na yatha annesan’ti. ","dn14:2.2.5":"‘Eso kho, deva, jinno nama’ti. ","dn14:2.2.6":"‘Kim paneso, samma sarathi, jinno nama’ti? ","dn14:2.2.7":"‘Eso kho, deva, jinno nama. Na dani tena ciram jivitabbam bhavissati’ti. ","dn14:2.2.8":"‘Kim pana, samma sarathi, ahampi jaradhammo, jaram anatito’ti? ","dn14:2.2.9":"‘Tvanca, deva, mayancamha sabbe jaradhamma, jaram anatita’ti. ","dn14:2.2.10":"‘Tena hi, samma sarathi, alam danajja uyyanabhumiya. Itova antepuram paccaniyyahi’ti. ","dn14:2.2.11":"‘Evam, deva’ti kho, bhikkhave, sarathi vipassissa kumarassa patissutva tatova antepuram paccaniyyasi. ","dn14:2.2.12":"Tatra sudam, bhikkhave, vipassi kumaro antepuram gato dukkhi dummano pajjhayati: ","dn14:2.2.13":"‘dhiratthu kira, bho, jati nama, yatra hi nama jatassa jara pannayissati’ti. ","dn14:2.3.1":"Atha kho, bhikkhave, bandhuma raja sarathim amantapetva etadavoca: ","dn14:2.3.2":"‘kacci, samma sarathi, kumaro uyyanabhumiya abhiramittha? Kacci, samma sarathi, kumaro uyyanabhumiya attamano ahosi’ti? ","dn14:2.3.3":"‘Na kho, deva, kumaro uyyanabhumiya abhiramittha, na kho, deva, kumaro uyyanabhumiya attamano ahosi’ti. ","dn14:2.3.4":"‘Kim pana, samma sarathi, addasa kumaro uyyanabhumim niyyanto’ti? ","dn14:2.3.5":"‘Addasa kho, deva, kumaro uyyanabhumim niyyanto purisam jinnam gopanasivankam bhoggam dandaparayanam pavedhamanam gacchantam aturam gatayobbanam. ","dn14:2.3.6":"Disva mam etadavoca: ","dn14:2.3.7":"“ayam pana, samma sarathi, puriso kinkato, kesapissa na yatha annesam, kayopissa na yatha annesan”ti? ","dn14:2.3.8":"“Eso kho, deva, jinno nama”ti. ","dn14:2.3.9":"“Kim paneso, samma sarathi, jinno nama”ti? ","dn14:2.3.10":"“Eso kho, deva, jinno nama na dani tena ciram jivitabbam bhavissati”ti. ","dn14:2.3.11":"“Kim pana, samma sarathi, ahampi jaradhammo, jaram anatito”ti? ","dn14:2.3.12":"“Tvanca, deva, mayancamha sabbe jaradhamma, jaram anatita”ti. ","dn14:2.3.13":"“Tena hi, samma sarathi, alam danajja uyyanabhumiya, itova antepuram paccaniyyahi”ti. ","dn14:2.3.14":"“Evam, deva”ti kho aham, deva, vipassissa kumarassa patissutva tatova antepuram paccaniyyasim. ","dn14:2.3.15":"So kho, deva, kumaro antepuram gato dukkhi dummano pajjhayati: ","dn14:2.3.16":"“dhiratthu kira, bho, jati nama, yatra hi nama jatassa jara pannayissati”’ti. ","dn14:2.4.0":"6. Byadhitapurisa ","dn14:2.4.1":"Atha kho, bhikkhave, bandhumassa ranno etadahosi: ","dn14:2.4.2":"‘Ma heva kho vipassi kumaro na rajjam karesi, ma heva vipassi kumaro agarasma anagariyam pabbaji, ma heva nemittanam brahmananam saccam assa vacanan’ti. ","dn14:2.4.3":"Atha kho, bhikkhave, bandhuma raja vipassissa kumarassa bhiyyoso mattaya panca kamagunani upatthapesi: ","dn14:2.4.4":"‘yatha vipassi kumaro rajjam kareyya, yatha vipassi kumaro na agarasma anagariyam pabbajeyya, yatha nemittanam brahmananam miccha assa vacanan’ti. ","dn14:2.4.5":"Tatra sudam, bhikkhave, vipassi kumaro pancahi kamagunehi samappito samangibhuto paricareti. ","dn14:2.5.1":"Atha kho, bhikkhave, vipassi kumaro bahunam vassanam …pe… ","dn14:2.6.1":"Addasa kho, bhikkhave, vipassi kumaro uyyanabhumim niyyanto purisam abadhikam dukkhitam balhagilanam sake muttakarise palipannam semanam annehi vutthapiyamanam annehi samvesiyamanam. ","dn14:2.6.2":"Disva sarathim amantesi: ","dn14:2.6.3":"‘ayam pana, samma sarathi, puriso kinkato? ","dn14:2.6.4":"Akkhinipissa na yatha annesam, saropissa na yatha annesan’ti? ","dn14:2.6.5":"‘Eso kho, deva, byadhito nama’ti. ","dn14:2.6.6":"‘Kim paneso, samma sarathi, byadhito nama’ti? ","dn14:2.6.7":"‘Eso kho, deva, byadhito nama appeva nama tamha abadha vutthaheyya’ti. ","dn14:2.6.8":"‘Kim pana, samma sarathi, ahampi byadhidhammo, byadhim anatito’ti? ","dn14:2.6.9":"‘Tvanca, deva, mayancamha sabbe byadhidhamma, byadhim anatita’ti. ","dn14:2.6.10":"‘Tena hi, samma sarathi, alam danajja uyyanabhumiya, itova antepuram paccaniyyahi’ti. ","dn14:2.6.11":"‘Evam, deva’ti kho, bhikkhave, sarathi vipassissa kumarassa patissutva tatova antepuram paccaniyyasi. ","dn14:2.6.12":"Tatra sudam, bhikkhave, vipassi kumaro antepuram gato dukkhi dummano pajjhayati: ","dn14:2.6.13":"‘dhiratthu kira, bho, jati nama, yatra hi nama jatassa jara pannayissati, byadhi pannayissati’ti. ","dn14:2.7.1":"Atha kho, bhikkhave, bandhuma raja sarathim amantapetva etadavoca: ","dn14:2.7.2":"‘kacci, samma sarathi, kumaro uyyanabhumiya abhiramittha, kacci, samma sarathi, kumaro uyyanabhumiya attamano ahosi’ti? ","dn14:2.7.3":"‘Na kho, deva, kumaro uyyanabhumiya abhiramittha, na kho, deva, kumaro uyyanabhumiya attamano ahosi’ti. ","dn14:2.7.4":"‘Kim pana, samma sarathi, addasa kumaro uyyanabhumim niyyanto’ti? ","dn14:2.7.5":"‘Addasa kho, deva, kumaro uyyanabhumim niyyanto purisam abadhikam dukkhitam balhagilanam sake muttakarise palipannam semanam annehi vutthapiyamanam annehi samvesiyamanam. ","dn14:2.7.6":"Disva mam etadavoca: ","dn14:2.7.7":"“ayam pana, samma sarathi, puriso kinkato, akkhinipissa na yatha annesam, saropissa na yatha annesan”ti? ","dn14:2.7.8":"“Eso kho, deva, byadhito nama”ti. ","dn14:2.7.9":"“Kim paneso, samma sarathi, byadhito nama”ti? ","dn14:2.7.10":"“Eso kho, deva, byadhito nama appeva nama tamha abadha vutthaheyya”ti. ","dn14:2.7.11":"“Kim pana, samma sarathi, ahampi byadhidhammo, byadhim anatito”ti? ","dn14:2.7.12":"“Tvanca, deva, mayancamha sabbe byadhidhamma, byadhim anatita”ti. ","dn14:2.7.13":"“Tena hi, samma sarathi, alam danajja uyyanabhumiya, itova antepuram paccaniyyahi”ti. ","dn14:2.7.14":"“Evam, deva”ti kho aham, deva, vipassissa kumarassa patissutva tatova antepuram paccaniyyasim. ","dn14:2.7.15":"So kho, deva, kumaro antepuram gato dukkhi dummano pajjhayati: ","dn14:2.7.16":"“dhiratthu kira, bho, jati nama, yatra hi nama jatassa jara pannayissati, byadhi pannayissati”’ti. ","dn14:2.8.0":"7. Kalankatapurisa ","dn14:2.8.1":"Atha kho, bhikkhave, bandhumassa ranno etadahosi: ","dn14:2.8.2":"‘ma heva kho vipassi kumaro na rajjam karesi, ma heva vipassi kumaro agarasma anagariyam pabbaji, ma heva nemittanam brahmananam saccam assa vacanan’ti. ","dn14:2.8.3":"Atha kho, bhikkhave, bandhuma raja vipassissa kumarassa bhiyyoso mattaya panca kamagunani upatthapesi: ","dn14:2.8.4":"‘yatha vipassi kumaro rajjam kareyya, yatha vipassi kumaro na agarasma anagariyam pabbajeyya, yatha nemittanam brahmananam miccha assa vacanan’ti. ","dn14:2.9.1":"Tatra sudam, bhikkhave, vipassi kumaro pancahi kamagunehi samappito samangibhuto paricareti. ","dn14:2.9.2":"Atha kho, bhikkhave, vipassi kumaro bahunam vassanam …pe… ","dn14:2.10.1":"Addasa kho, bhikkhave, vipassi kumaro uyyanabhumim niyyanto mahajanakayam sannipatitam nanarattananca dussanam vilatam kayiramanam. ","dn14:2.10.2":"Disva sarathim amantesi: ","dn14:2.10.3":"‘kim nu kho so, samma sarathi, mahajanakayo sannipatito nanarattananca dussanam vilatam kayirati’ti? ","dn14:2.10.4":"‘Eso kho, deva, kalankato nama’ti. ","dn14:2.10.5":"‘Tena hi, samma sarathi, yena so kalankato tena ratham pesehi’ti. ","dn14:2.10.6":"‘Evam, deva’ti kho, bhikkhave, sarathi vipassissa kumarassa patissutva yena so kalankato tena ratham pesesi. ","dn14:2.10.7":"Addasa kho, bhikkhave, vipassi kumaro petam kalankatam, disva sarathim amantesi: ","dn14:2.10.8":"‘kim panayam, samma sarathi, kalankato nama’ti? ","dn14:2.10.9":"‘Eso kho, deva, kalankato nama. Na dani tam dakkhanti mata va pita va anne va natisalohita, sopi na dakkhissati mataram va pitaram va anne va natisalohite’ti. ","dn14:2.10.10":"‘Kim pana, samma sarathi, ahampi maranadhammo maranam anatito; ","dn14:2.10.11":"mampi na dakkhanti devo va devi va anne va natisalohita; ","dn14:2.10.12":"ahampi na dakkhissami devam va devim va anne va natisalohite’ti? ","dn14:2.10.13":"‘Tvanca, deva, mayancamha sabbe maranadhamma maranam anatita; ","dn14:2.10.14":"tampi na dakkhanti devo va devi va anne va natisalohita; ","dn14:2.10.15":"tvampi na dakkhissasi devam va devim va anne va natisalohite’ti. ","dn14:2.10.16":"‘Tena hi, samma sarathi, alam danajja uyyanabhumiya, itova antepuram paccaniyyahi’ti. ","dn14:2.10.17":"‘Evam, deva’ti kho, bhikkhave, sarathi vipassissa kumarassa patissutva tatova antepuram paccaniyyasi. ","dn14:2.10.18":"Tatra sudam, bhikkhave, vipassi kumaro antepuram gato dukkhi dummano pajjhayati: ","dn14:2.10.19":"‘dhiratthu kira, bho, jati nama, yatra hi nama jatassa jara pannayissati, byadhi pannayissati, maranam pannayissati’ti. ","dn14:2.11.1":"Atha kho, bhikkhave, bandhuma raja sarathim amantapetva etadavoca: ","dn14:2.11.2":"‘kacci, samma sarathi, kumaro uyyanabhumiya abhiramittha, kacci, samma sarathi, kumaro uyyanabhumiya attamano ahosi’ti? ","dn14:2.11.3":"‘Na kho, deva, kumaro uyyanabhumiya abhiramittha, na kho, deva, kumaro uyyanabhumiya attamano ahosi’ti. ","dn14:2.11.4":"‘Kim pana, samma sarathi, addasa kumaro uyyanabhumim niyyanto’ti? ","dn14:2.11.5":"‘Addasa kho, deva, kumaro uyyanabhumim niyyanto mahajanakayam sannipatitam nanarattananca dussanam vilatam kayiramanam. ","dn14:2.11.6":"Disva mam etadavoca: ","dn14:2.11.7":"“kim nu kho so, samma sarathi, mahajanakayo sannipatito nanarattananca dussanam vilatam kayirati”ti? ","dn14:2.11.8":"“Eso kho, deva, kalankato nama”ti. ","dn14:2.11.9":"“Tena hi, samma sarathi, yena so kalankato tena ratham pesehi”ti. ","dn14:2.11.10":"“Evam, deva”ti kho aham, deva, vipassissa kumarassa patissutva yena so kalankato tena ratham pesesim. ","dn14:2.11.11":"Addasa kho, deva, kumaro petam kalankatam, disva mam etadavoca: ","dn14:2.11.12":"“kim panayam, samma sarathi, kalankato nama”ti? ","dn14:2.11.13":"“Eso kho, deva, kalankato nama. ","dn14:2.11.14":"Na dani tam dakkhanti mata va pita va anne va natisalohita, sopi na dakkhissati mataram va pitaram va anne va natisalohite”ti. ","dn14:2.11.15":"“Kim pana, samma sarathi, ahampi maranadhammo maranam anatito; ","dn14:2.11.16":"mampi na dakkhanti devo va devi va anne va natisalohita; ","dn14:2.11.17":"ahampi na dakkhissami devam va devim va anne va natisalohite”ti? ","dn14:2.11.18":"“Tvanca, deva, mayancamha sabbe maranadhamma maranam anatita; ","dn14:2.11.19":"tampi na dakkhanti devo va devi va anne va natisalohita, tvampi na dakkhissasi devam va devim va anne va natisalohite”ti. ","dn14:2.11.20":"“Tena hi, samma sarathi, alam danajja uyyanabhumiya, itova antepuram paccaniyyahi”ti. ","dn14:2.11.21":"“Evam, deva”ti kho aham, deva, vipassissa kumarassa patissutva tatova antepuram paccaniyyasim. ","dn14:2.11.22":"So kho, deva, kumaro antepuram gato dukkhi dummano pajjhayati: ","dn14:2.11.23":"“dhiratthu kira, bho, jati nama, yatra hi nama jatassa jara pannayissati, byadhi pannayissati, maranam pannayissati”’ti. ","dn14:2.12.0":"8. Pabbajita ","dn14:2.12.1":"Atha kho, bhikkhave, bandhumassa ranno etadahosi: ","dn14:2.12.2":"‘ma heva kho vipassi kumaro na rajjam karesi, ma heva vipassi kumaro agarasma anagariyam pabbaji, ma heva nemittanam brahmananam saccam assa vacanan’ti. ","dn14:2.12.3":"Atha kho, bhikkhave, bandhuma raja vipassissa kumarassa bhiyyoso mattaya panca kamagunani upatthapesi: ","dn14:2.12.4":"‘yatha vipassi kumaro rajjam kareyya, yatha vipassi kumaro na agarasma anagariyam pabbajeyya, yatha nemittanam brahmananam miccha assa vacanan’ti. ","dn14:2.13.1":"Tatra sudam, bhikkhave, vipassi kumaro pancahi kamagunehi samappito samangibhuto paricareti. ","dn14:2.13.2":"Atha kho, bhikkhave, vipassi kumaro bahunam vassanam bahunam vassasatanam bahunam vassasahassanam accayena sarathim amantesi: ","dn14:2.13.3":"‘yojehi, samma sarathi, bhaddani bhaddani yanani, uyyanabhumim gacchama subhumidassanaya’ti. ","dn14:2.13.4":"‘Evam, deva’ti kho, bhikkhave, sarathi vipassissa kumarassa patissutva bhaddani bhaddani yanani yojetva vipassissa kumarassa pativedesi: ","dn14:2.13.5":"‘yuttani kho te, deva, bhaddani bhaddani yanani, ","dn14:2.13.6":"yassadani kalam mannasi’ti. ","dn14:2.13.7":"Atha kho, bhikkhave, vipassi kumaro bhaddam bhaddam yanam abhiruhitva bhaddehi bhaddehi yanehi uyyanabhumim niyyasi. ","dn14:2.14.1":"Addasa kho, bhikkhave, vipassi kumaro uyyanabhumim niyyanto purisam bhandum pabbajitam kasayavasanam. ","dn14:2.14.2":"Disva sarathim amantesi: ","dn14:2.14.3":"‘ayam pana, samma sarathi, puriso kinkato? ","dn14:2.14.4":"Sisampissa na yatha annesam, vatthanipissa na yatha annesan’ti? ","dn14:2.14.5":"‘Eso kho, deva, pabbajito nama’ti. ","dn14:2.14.6":"‘Kim paneso, samma sarathi, pabbajito nama’ti? ","dn14:2.14.7":"‘Eso kho, deva, pabbajito nama sadhu dhammacariya sadhu samacariya sadhu kusalakiriya sadhu punnakiriya sadhu avihimsa sadhu bhutanukampa’ti. ","dn14:2.14.8":"‘Sadhu kho so, samma sarathi, pabbajito nama, sadhu dhammacariya sadhu samacariya sadhu kusalakiriya sadhu punnakiriya sadhu avihimsa sadhu bhutanukampa. ","dn14:2.14.9":"Tena hi, samma sarathi, yena so pabbajito tena ratham pesehi’ti. ","dn14:2.14.10":"‘Evam, deva’ti kho, bhikkhave, sarathi vipassissa kumarassa patissutva yena so pabbajito tena ratham pesesi. ","dn14:2.14.11":"Atha kho, bhikkhave, vipassi kumaro tam pabbajitam etadavoca: ","dn14:2.14.12":"‘tvam pana, samma, kinkato, ","dn14:2.14.13":"sisampi te na yatha annesam, vatthanipi te na yatha annesan’ti? ","dn14:2.14.14":"‘Aham kho, deva, pabbajito nama’ti. ","dn14:2.14.15":"‘Kim pana tvam, samma, pabbajito nama’ti? ","dn14:2.14.16":"‘Aham kho, deva, pabbajito nama, sadhu dhammacariya sadhu samacariya sadhu kusalakiriya sadhu punnakiriya sadhu avihimsa sadhu bhutanukampa’ti. ","dn14:2.14.17":"‘Sadhu kho tvam, samma, pabbajito nama sadhu dhammacariya sadhu samacariya sadhu kusalakiriya sadhu punnakiriya sadhu avihimsa sadhu bhutanukampa’ti. ","dn14:2.15.0":"9. Bodhisattapabbajja ","dn14:2.15.1":"Atha kho, bhikkhave, vipassi kumaro sarathim amantesi: ","dn14:2.15.2":"‘tena hi, samma sarathi, ratham adaya itova antepuram paccaniyyahi. ","dn14:2.15.3":"Aham pana idheva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajissami’ti. ","dn14:2.15.4":"‘Evam, deva’ti kho, bhikkhave, sarathi vipassissa kumarassa patissutva ratham adaya tatova antepuram paccaniyyasi. ","dn14:2.15.5":"Vipassi pana kumaro tattheva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbaji. ","dn14:2.16.0":"10. Mahajanakayaanupabbajja ","dn14:2.16.1":"Assosi kho, bhikkhave, bandhumatiya rajadhaniya mahajanakayo caturasitipanasahassani: ","dn14:2.16.2":"‘vipassi kira kumaro kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito’ti. ","dn14:2.16.3":"Sutvana tesam etadahosi: ","dn14:2.16.4":"‘na hi nuna so orako dhammavinayo, na sa oraka pabbajja, yattha vipassi kumaro kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito. ","dn14:2.16.5":"Vipassipi nama kumaro kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajissati, kimangam pana mayan’ti. ","dn14:2.16.6":"Atha kho, so bhikkhave, mahajanakayo caturasitipanasahassani kesamassum oharetva kasayani vatthani acchadetva vipassim bodhisattam agarasma anagariyam pabbajitam anupabbajimsu. ","dn14:2.16.7":"Taya sudam, bhikkhave, parisaya parivuto vipassi bodhisatto gamanigamajanapadarajadhanisu carikam carati. ","dn14:2.17.1":"Atha kho, bhikkhave, vipassissa bodhisattassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","dn14:2.17.2":"‘na kho metam patirupam yoham akinno viharami, yannunaham eko ganamha vupakattho vihareyyan’ti. ","dn14:2.17.3":"Atha kho, bhikkhave, vipassi bodhisatto aparena samayena eko ganamha vupakattho vihasi, anneneva tani caturasitipabbajitasahassani agamamsu, annena maggena vipassi bodhisatto. ","dn14:2.18.0":"11. Bodhisattaabhinivesa ","dn14:2.18.1":"Atha kho, bhikkhave, vipassissa bodhisattassa vasupagatassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","dn14:2.18.2":"‘kiccham vatayam loko apanno, jayati ca jiyati ca miyati ca cavati ca upapajjati ca, atha ca panimassa dukkhassa nissaranam nappajanati jaramaranassa, ","dn14:2.18.3":"kudassu nama imassa dukkhassa nissaranam pannayissati jaramaranassa’ti? ","dn14:2.18.4":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.5":"‘kimhi nu kho sati jaramaranam hoti, kimpaccaya jaramaranan’ti? ","dn14:2.18.6":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.7":"‘jatiya kho sati jaramaranam hoti, jatipaccaya jaramaranan’ti. ","dn14:2.18.8":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.9":"‘kimhi nu kho sati jati hoti, kimpaccaya jati’ti? ","dn14:2.18.10":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.11":"‘bhave kho sati jati hoti, bhavapaccaya jati’ti. ","dn14:2.18.12":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.13":"‘kimhi nu kho sati bhavo hoti, kimpaccaya bhavo’ti? ","dn14:2.18.14":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.15":"‘upadane kho sati bhavo hoti, upadanapaccaya bhavo’ti. ","dn14:2.18.16":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.17":"‘kimhi nu kho sati upadanam hoti, kimpaccaya upadanan’ti? ","dn14:2.18.18":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.19":"‘tanhaya kho sati upadanam hoti, tanhapaccaya upadanan’ti. ","dn14:2.18.20":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.21":"‘kimhi nu kho sati tanha hoti, kimpaccaya tanha’ti? ","dn14:2.18.22":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.23":"‘vedanaya kho sati tanha hoti, vedanapaccaya tanha’ti. ","dn14:2.18.24":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.25":"‘kimhi nu kho sati vedana hoti, kimpaccaya vedana’ti? ","dn14:2.18.26":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.27":"‘phasse kho sati vedana hoti, phassapaccaya vedana’ti. ","dn14:2.18.28":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.29":"‘kimhi nu kho sati phasso hoti, kimpaccaya phasso’ti? ","dn14:2.18.30":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.31":"‘salayatane kho sati phasso hoti, salayatanapaccaya phasso’ti. ","dn14:2.18.32":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.33":"‘kimhi nu kho sati salayatanam hoti, kimpaccaya salayatanan’ti? ","dn14:2.18.34":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.35":"‘namarupe kho sati salayatanam hoti, namarupapaccaya salayatanan’ti. ","dn14:2.18.36":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.37":"‘kimhi nu kho sati namarupam hoti, kimpaccaya namarupan’ti? ","dn14:2.18.38":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.39":"‘vinnane kho sati namarupam hoti, vinnanapaccaya namarupan’ti. ","dn14:2.18.40":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.18.41":"‘kimhi nu kho sati vinnanam hoti, kimpaccaya vinnanan’ti? ","dn14:2.18.42":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.18.43":"‘namarupe kho sati vinnanam hoti, namarupapaccaya vinnanan’ti. ","dn14:2.19.1":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.19.2":"‘paccudavattati kho idam vinnanam namarupamha, naparam gacchati. ","dn14:2.19.3":"Ettavata jayetha va jiyyetha va miyyetha va cavetha va upapajjetha va, yadidam ","dn14:2.19.4":"namarupapaccaya vinnanam, vinnanapaccaya namarupam, namarupapaccaya salayatanam, salayatanapaccaya phasso, phassapaccaya vedana, vedanapaccaya tanha, tanhapaccaya upadanam, upadanapaccaya bhavo, bhavapaccaya jati, jatipaccaya jaramaranam sokaparidevadukkhadomanassupayasa sambhavanti. ","dn14:2.19.5":"Evametassa kevalassa dukkhakkhandhassa samudayo hoti’. ","dn14:2.19.6":"‘Samudayo samudayo’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","dn14:2.20.1":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.2":"‘kimhi nu kho asati jaramaranam na hoti, kissa nirodha jaramarananirodho’ti? ","dn14:2.20.3":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.4":"‘jatiya kho asati jaramaranam na hoti, jatinirodha jaramarananirodho’ti. ","dn14:2.20.5":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.6":"‘kimhi nu kho asati jati na hoti, kissa nirodha jatinirodho’ti? ","dn14:2.20.7":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.8":"‘bhave kho asati jati na hoti, bhavanirodha jatinirodho’ti. ","dn14:2.20.9":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.10":"‘kimhi nu kho asati bhavo na hoti, kissa nirodha bhavanirodho’ti? ","dn14:2.20.11":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.12":"‘upadane kho asati bhavo na hoti, upadananirodha bhavanirodho’ti. ","dn14:2.20.13":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.14":"‘kimhi nu kho asati upadanam na hoti, kissa nirodha upadananirodho’ti? ","dn14:2.20.15":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.16":"‘tanhaya kho asati upadanam na hoti, tanhanirodha upadananirodho’ti. ","dn14:2.20.17":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.18":"‘kimhi nu kho asati tanha na hoti, kissa nirodha tanhanirodho’ti? ","dn14:2.20.19":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.20":"‘vedanaya kho asati tanha na hoti, vedananirodha tanhanirodho’ti. ","dn14:2.20.21":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.22":"‘kimhi nu kho asati vedana na hoti, kissa nirodha vedananirodho’ti? ","dn14:2.20.23":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.24":"‘phasse kho asati vedana na hoti, phassanirodha vedananirodho’ti. ","dn14:2.20.25":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.26":"‘kimhi nu kho asati phasso na hoti, kissa nirodha phassanirodho’ti? ","dn14:2.20.27":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.28":"‘salayatane kho asati phasso na hoti, salayatananirodha phassanirodho’ti. ","dn14:2.20.29":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.30":"‘kimhi nu kho asati salayatanam na hoti, kissa nirodha salayatananirodho’ti? ","dn14:2.20.31":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.32":"‘namarupe kho asati salayatanam na hoti, namarupanirodha salayatananirodho’ti. ","dn14:2.20.33":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.34":"‘kimhi nu kho asati namarupam na hoti, kissa nirodha namarupanirodho’ti? ","dn14:2.20.35":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.36":"‘vinnane kho asati namarupam na hoti, vinnananirodha namarupanirodho’ti. ","dn14:2.20.37":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.20.38":"‘kimhi nu kho asati vinnanam na hoti, kissa nirodha vinnananirodho’ti? ","dn14:2.20.39":"Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikara ahu pannaya abhisamayo: ","dn14:2.20.40":"‘namarupe kho asati vinnanam na hoti, namarupanirodha vinnananirodho’ti. ","dn14:2.21.1":"Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ","dn14:2.21.2":"‘adhigato kho myayam maggo sambodhaya yadidam—","dn14:2.21.3":"namarupanirodha vinnananirodho, vinnananirodha namarupanirodho, namarupanirodha salayatananirodho, salayatananirodha phassanirodho, phassanirodha vedananirodho, vedananirodha tanhanirodho, tanhanirodha upadananirodho, upadananirodha bhavanirodho, bhavanirodha jatinirodho, jatinirodha jaramaranam sokaparidevadukkhadomanassupayasa nirujjhanti. ","dn14:2.21.4":"Evametassa kevalassa dukkhakkhandhassa nirodho hoti’. ","dn14:2.21.5":"‘Nirodho nirodho’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","dn14:2.22.1":"Atha kho, bhikkhave, vipassi bodhisatto aparena samayena pancasu upadanakkhandhesu udayabbayanupassi vihasi: ","dn14:2.22.2":"‘iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","dn14:2.22.3":"iti vedana, iti vedanaya samudayo, iti vedanaya atthangamo; ","dn14:2.22.4":"iti sanna, iti sannaya samudayo, iti sannaya atthangamo; ","dn14:2.22.5":"iti sankhara, iti sankharanam samudayo, iti sankharanam atthangamo; ","dn14:2.22.6":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamo’ti, ","dn14:2.22.7":"tassa pancasu upadanakkhandhesu udayabbayanupassino viharato na cirasseva anupadaya asavehi cittam vimucciti. ","dn14:2.22.8":"Dutiyabhanavaro. ","dn14:3.1.0":"12. Brahmayacanakatha ","dn14:3.1.1":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammasambuddhassa etadahosi: ","dn14:3.1.2":"‘yannunaham dhammam deseyyan’ti. ","dn14:3.1.3":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammasambuddhassa etadahosi: ","dn14:3.1.4":"‘adhigato kho myayam dhammo gambhiro duddaso duranubodho santo panito atakkavacaro nipuno panditavedaniyo. ","dn14:3.1.5":"Alayarama kho panayam paja alayarata alayasammudita. ","dn14:3.1.6":"Alayaramaya kho pana pajaya alayarataya alayasammuditaya duddasam idam thanam yadidam idappaccayatapaticcasamuppado. ","dn14:3.1.7":"Idampi kho thanam duddasam yadidam sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam. ","dn14:3.1.8":"Ahanceva kho pana dhammam deseyyam, pare ca me na ajaneyyum; so mamassa kilamatho, sa mamassa vihesa’ti. ","dn14:3.2.1":"Apissu, bhikkhave, vipassim bhagavantam arahantam sammasambuddham ima anacchariya gathayo patibhamsu pubbe assutapubba: ","dn14:3.2.2":"‘Kicchena me adhigatam, ","dn14:3.2.3":"halam dani pakasitum; ","dn14:3.2.4":"Ragadosaparetehi, ","dn14:3.2.5":"nayam dhammo susambudho. ","dn14:3.2.6":"Patisotagamim nipunam, ","dn14:3.2.7":"gambhiram duddasam anum; ","dn14:3.2.8":"Ragaratta na dakkhanti, ","dn14:3.2.9":"tamokhandhena avuta’ti. ","dn14:3.2.10":"Itiha, bhikkhave, vipassissa bhagavato arahato sammasambuddhassa patisancikkhato appossukkataya cittam nami, no dhammadesanaya. ","dn14:3.2.11":"Atha kho, bhikkhave, annatarassa mahabrahmuno vipassissa bhagavato arahato sammasambuddhassa cetasa cetoparivitakkamannaya etadahosi: ","dn14:3.2.12":"‘nassati vata bho loko, vinassati vata bho loko, yatra hi nama vipassissa bhagavato arahato sammasambuddhassa appossukkataya cittam namati, no dhammadesanaya’ti. ","dn14:3.2.13":"Atha kho so, bhikkhave, mahabrahma seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—brahmaloke antarahito vipassissa bhagavato arahato sammasambuddhassa purato paturahosi. ","dn14:3.3.1":"Atha kho so, bhikkhave, mahabrahma ekamsam uttarasangam karitva dakkhinam janumandalam pathaviyam nihantva yena vipassi bhagava araham sammasambuddho tenanjalim panametva vipassim bhagavantam arahantam sammasambuddham etadavoca: ","dn14:3.3.2":"‘desetu, bhante, bhagava dhammam, desetu sugato dhammam, ","dn14:3.3.3":"santi satta apparajakkhajatika; assavanata dhammassa parihayanti, ","dn14:3.3.4":"bhavissanti dhammassa annataro’ti. ","dn14:3.4.1":"Evam vutte, bhikkhave, vipassi bhagava araham sammasambuddho tam mahabrahmanam etadavoca: ","dn14:3.4.2":"‘mayhampi kho, brahme, etadahosi: ","dn14:3.4.3":"“yannunaham dhammam deseyyan”ti. ","dn14:3.4.4":"Tassa mayham, brahme, etadahosi: ","dn14:3.4.5":"“adhigato kho myayam dhammo gambhiro duddaso duranubodho santo panito atakkavacaro nipuno panditavedaniyo. ","dn14:3.4.6":"Alayarama kho panayam paja alayarata alayasammudita. ","dn14:3.4.7":"Alayaramaya kho pana pajaya alayarataya alayasammuditaya duddasam idam thanam yadidam idappaccayatapaticcasamuppado. ","dn14:3.4.8":"Idampi kho thanam duddasam yadidam sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam. ","dn14:3.4.9":"Ahanceva kho pana dhammam deseyyam, pare ca me na ajaneyyum; so mamassa kilamatho, sa mamassa vihesa”ti. ","dn14:3.4.10":"Apissu mam, brahme, ima anacchariya gathayo patibhamsu pubbe assutapubba: ","dn14:3.4.11":"“Kicchena me adhigatam, ","dn14:3.4.12":"halam dani pakasitum; ","dn14:3.4.13":"Ragadosaparetehi, ","dn14:3.4.14":"nayam dhammo susambudho. ","dn14:3.4.15":"Patisotagamim nipunam, ","dn14:3.4.16":"gambhiram duddasam anum; ","dn14:3.4.17":"Ragaratta na dakkhanti, ","dn14:3.4.18":"tamokhandhena avuta”ti. ","dn14:3.4.19":"Itiha me, brahme, patisancikkhato appossukkataya cittam nami, no dhammadesanaya’ti. ","dn14:3.5.1":"Dutiyampi kho, bhikkhave, so mahabrahma …pe… ","dn14:3.5.2":"tatiyampi kho, bhikkhave, so mahabrahma vipassim bhagavantam arahantam sammasambuddham etadavoca: ","dn14:3.5.3":"‘desetu, bhante, bhagava dhammam, desetu sugato dhammam, santi satta apparajakkhajatika, assavanata dhammassa parihayanti, bhavissanti dhammassa annataro’ti. ","dn14:3.6.1":"Atha kho, bhikkhave, vipassi bhagava araham sammasambuddho brahmuno ca ajjhesanam viditva sattesu ca karunnatam paticca buddhacakkhuna lokam volokesi. ","dn14:3.6.2":"Addasa kho, bhikkhave, vipassi bhagava araham sammasambuddho buddhacakkhuna lokam volokento satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye appekacce paralokavajjabhayadassavine viharante, appekacce na paralokavajjabhayadassavine viharante. ","dn14:3.6.3":"Seyyathapi nama uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani anto nimuggaposini. Appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani samodakam thitani. Appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udaka accuggamma thitani anupalittani udakena. ","dn14:3.6.4":"Evameva kho, bhikkhave, vipassi bhagava araham sammasambuddho buddhacakkhuna lokam volokento addasa satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye appekacce paralokavajjabhayadassavine viharante, appekacce na paralokavajjabhayadassavine viharante. ","dn14:3.7.1":"Atha kho so, bhikkhave, mahabrahma vipassissa bhagavato arahato sammasambuddhassa cetasa cetoparivitakkamannaya vipassim bhagavantam arahantam sammasambuddham gathahi ajjhabhasi: ","dn14:3.7.2":"‘Sele yatha pabbatamuddhanitthito, ","dn14:3.7.3":"Yathapi passe janatam samantato; ","dn14:3.7.4":"Tathupamam dhammamayam sumedha, ","dn14:3.7.5":"Pasadamaruyha samantacakkhu; ","dn14:3.7.6":"Sokavatinnam janatamapetasoko, ","dn14:3.7.7":"Avekkhassu jatijarabhibhutam. ","dn14:3.7.8":"Utthehi vira vijitasangama, ","dn14:3.7.9":"Satthavaha anana vicara loke; ","dn14:3.7.10":"Desassu bhagava dhammam, ","dn14:3.7.11":"Annataro bhavissanti’ti. ","dn14:3.7.12":"Atha kho, bhikkhave, vipassi bhagava araham sammasambuddho tam mahabrahmanam gathaya ajjhabhasi: ","dn14:3.7.13":"‘Aparuta tesam amatassa dvara, ","dn14:3.7.14":"Ye sotavanto pamuncantu saddham; ","dn14:3.7.15":"Vihimsasanni pagunam na bhasim, ","dn14:3.7.16":"Dhammam panitam manujesu brahme’ti. ","dn14:3.7.17":"Atha kho so, bhikkhave, mahabrahma: ‘katavakaso khomhi vipassina bhagavata arahata sammasambuddhena dhammadesanaya’ti vipassim bhagavantam arahantam sammasambuddham abhivadetva padakkhinam katva tattheva antaradhayi. ","dn14:3.8.0":"13. Aggasavakayuga ","dn14:3.8.1":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammasambuddhassa etadahosi: ","dn14:3.8.2":"‘kassa nu kho aham pathamam dhammam deseyyam, ","dn14:3.8.3":"ko imam dhammam khippameva ajanissati’ti? ","dn14:3.8.4":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammasambuddhassa etadahosi: ","dn14:3.8.5":"‘ayam kho khando ca rajaputto tisso ca purohitaputto bandhumatiya rajadhaniya pativasanti pandita viyatta medhavino digharattam apparajakkhajatika. ","dn14:3.8.6":"Yannunaham khandassa ca rajaputtassa, tissassa ca purohitaputtassa pathamam dhammam deseyyam, te imam dhammam khippameva ajanissanti’ti. ","dn14:3.9.1":"Atha kho, bhikkhave, vipassi bhagava araham sammasambuddho seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—bodhirukkhamule antarahito bandhumatiya rajadhaniya kheme migadaye paturahosi. ","dn14:3.9.2":"Atha kho, bhikkhave, vipassi bhagava araham sammasambuddho dayapalam amantesi: ","dn14:3.9.3":"‘ehi tvam, samma dayapala, bandhumatim rajadhanim pavisitva khandanca rajaputtam tissanca purohitaputtam evam vadehi—","dn14:3.9.4":"vipassi, bhante, bhagava araham sammasambuddho bandhumatim rajadhanim anuppatto kheme migadaye viharati, so tumhakam dassanakamo’ti. ","dn14:3.9.5":"‘Evam, bhante’ti kho, bhikkhave, dayapalo vipassissa bhagavato arahato sammasambuddhassa patissutva bandhumatim rajadhanim pavisitva khandanca rajaputtam tissanca purohitaputtam etadavoca: ","dn14:3.9.6":"‘vipassi, bhante, bhagava araham sammasambuddho bandhumatim rajadhanim anuppatto kheme migadaye viharati; so tumhakam dassanakamo’ti. ","dn14:3.10.1":"Atha kho, bhikkhave, khando ca rajaputto tisso ca purohitaputto bhaddani bhaddani yanani yojapetva bhaddam bhaddam yanam abhiruhitva bhaddehi bhaddehi yanehi bandhumatiya rajadhaniya niyyimsu. Yena khemo migadayo tena payimsu. ","dn14:3.10.2":"Yavatika yanassa bhumi, yanena gantva yana paccorohitva pattikava yena vipassi bhagava araham sammasambuddho tenupasankamimsu. upasankamitva vipassim bhagavantam arahantam sammasambuddham abhivadetva ekamantam nisidimsu. ","dn14:3.11.1":"Tesam vipassi bhagava araham sammasambuddho anupubbim katham kathesi, seyyathidam—","dn14:3.11.2":"danakatham silakatham saggakatham kamanam adinavam okaram sankilesam nekkhamme anisamsam pakasesi. ","dn14:3.11.3":"Yada te bhagava annasi kallacitte muducitte vinivaranacitte udaggacitte pasannacitte, atha ya buddhanam samukkamsika dhammadesana, tam pakasesi—","dn14:3.11.4":"dukkham samudayam nirodham maggam. ","dn14:3.11.5":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","dn14:3.11.6":"evameva khandassa ca rajaputtassa tissassa ca purohitaputtassa tasmimyeva asane virajam vitamalam dhammacakkhum udapadi: ","dn14:3.11.7":"‘yam kinci samudayadhammam sabbam tam nirodhadhamman’ti. ","dn14:3.12.1":"Te ditthadhamma pattadhamma viditadhamma pariyogalhadhamma tinnavicikiccha vigatakathankatha vesarajjappatta aparappaccaya satthusasane vipassim bhagavantam arahantam sammasambuddham etadavocum: ","dn14:3.12.2":"‘abhikkantam, bhante, abhikkantam, bhante. ","dn14:3.12.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: “cakkhumanto rupani dakkhanti”ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","dn14:3.12.4":"Ete mayam, bhante, bhagavantam saranam gacchama dhammanca. ","dn14:3.12.5":"Labheyyama mayam, bhante, bhagavato santike pabbajjam, labheyyama upasampadan’ti. ","dn14:3.13.1":"Alatthum kho, bhikkhave, khando ca rajaputto, tisso ca purohitaputto vipassissa bhagavato arahato sammasambuddhassa santike pabbajjam alatthum upasampadam. ","dn14:3.13.2":"Te vipassi bhagava araham sammasambuddho dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi; ","dn14:3.13.3":"sankharanam adinavam okaram sankilesam nibbane anisamsam pakasesi. ","dn14:3.13.4":"Tesam vipassina bhagavata arahata sammasambuddhena dhammiya kathaya sandassiyamananam samadapiyamananam samuttejiyamananam sampahamsiyamananam nacirasseva anupadaya asavehi cittani vimuccimsu. ","dn14:3.14.0":"14. Mahajanakayapabbajja ","dn14:3.14.1":"Assosi kho, bhikkhave, bandhumatiya rajadhaniya mahajanakayo caturasitipanasahassani: ","dn14:3.14.2":"‘vipassi kira bhagava araham sammasambuddho bandhumatim rajadhanim anuppatto kheme migadaye viharati. ","dn14:3.14.3":"Khando ca kira rajaputto tisso ca purohitaputto vipassissa bhagavato arahato sammasambuddhassa santike kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajita’ti. ","dn14:3.14.4":"Sutvana nesam etadahosi: ","dn14:3.14.5":"‘na hi nuna so orako dhammavinayo, na sa oraka pabbajja, yattha khando ca rajaputto tisso ca purohitaputto kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajita. ","dn14:3.14.6":"Khando ca rajaputto tisso ca purohitaputto kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajissanti, kimangam pana mayan’ti. ","dn14:3.14.7":"Atha kho so, bhikkhave, mahajanakayo caturasitipanasahassani bandhumatiya rajadhaniya nikkhamitva yena khemo migadayo yena vipassi bhagava araham sammasambuddho tenupasankamimsu; upasankamitva vipassim bhagavantam arahantam sammasambuddham abhivadetva ekamantam nisidimsu. ","dn14:3.15.1":"Tesam vipassi bhagava araham sammasambuddho anupubbim katham kathesi. ","dn14:3.15.2":"Seyyathidam—danakatham silakatham saggakatham kamanam adinavam okaram sankilesam nekkhamme anisamsam pakasesi. ","dn14:3.15.3":"Yada te bhagava annasi kallacitte muducitte vinivaranacitte udaggacitte pasannacitte, atha ya buddhanam samukkamsika dhammadesana, tam pakasesi—","dn14:3.15.4":"dukkham samudayam nirodham maggam. ","dn14:3.15.5":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","dn14:3.15.6":"evameva tesam caturasitipanasahassanam tasmimyeva asane virajam vitamalam dhammacakkhum udapadi: ","dn14:3.15.7":"‘yam kinci samudayadhammam sabbam tam nirodhadhamman’ti. ","dn14:3.16.1":"Te ditthadhamma pattadhamma viditadhamma pariyogalhadhamma tinnavicikiccha vigatakathankatha vesarajjappatta aparappaccaya satthusasane vipassim bhagavantam arahantam sammasambuddham etadavocum: ","dn14:3.16.2":"‘abhikkantam, bhante, abhikkantam, bhante. ","dn14:3.16.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: “cakkhumanto rupani dakkhanti”ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","dn14:3.16.4":"Ete mayam, bhante, bhagavantam saranam gacchama dhammanca bhikkhusanghanca. ","dn14:3.16.5":"Labheyyama mayam, bhante, bhagavato santike pabbajjam labheyyama upasampadan’ti. ","dn14:3.17.1":"Alatthum kho, bhikkhave, tani caturasitipanasahassani vipassissa bhagavato arahato sammasambuddhassa santike pabbajjam, alatthum upasampadam. ","dn14:3.17.2":"Te vipassi bhagava araham sammasambuddho dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi; ","dn14:3.17.3":"sankharanam adinavam okaram sankilesam nibbane anisamsam pakasesi. ","dn14:3.17.4":"Tesam vipassina bhagavata arahata sammasambuddhena dhammiya kathaya sandassiyamananam samadapiyamananam samuttejiyamananam sampahamsiyamananam nacirasseva anupadaya asavehi cittani vimuccimsu. ","dn14:3.18.0":"15. Purimapabbajitanam dhammabhisamaya ","dn14:3.18.1":"Assosum kho, bhikkhave, tani purimani caturasitipabbajitasahassani: ","dn14:3.18.2":"‘vipassi kira bhagava araham sammasambuddho bandhumatim rajadhanim anuppatto kheme migadaye viharati, dhammanca kira deseti’ti. ","dn14:3.18.3":"Atha kho, bhikkhave, tani caturasitipabbajitasahassani yena bandhumati rajadhani yena khemo migadayo yena vipassi bhagava araham sammasambuddho tenupasankamimsu; upasankamitva vipassim bhagavantam arahantam sammasambuddham abhivadetva ekamantam nisidimsu. ","dn14:3.19.1":"Tesam vipassi bhagava araham sammasambuddho anupubbim katham kathesi. ","dn14:3.19.2":"Seyyathidam—danakatham silakatham saggakatham kamanam adinavam okaram sankilesam nekkhamme anisamsam pakasesi. ","dn14:3.19.3":"Yada te bhagava annasi kallacitte muducitte vinivaranacitte udaggacitte pasannacitte, atha ya buddhanam samukkamsika dhammadesana, tam pakasesi—","dn14:3.19.4":"dukkham samudayam nirodham maggam. ","dn14:3.19.5":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","dn14:3.19.6":"evameva tesam caturasitipabbajitasahassanam tasmimyeva asane virajam vitamalam dhammacakkhum udapadi: ","dn14:3.19.7":"‘yam kinci samudayadhammam sabbam tam nirodhadhamman’ti. ","dn14:3.20.1":"Te ditthadhamma pattadhamma viditadhamma pariyogalhadhamma tinnavicikiccha vigatakathankatha vesarajjappatta aparappaccaya satthusasane vipassim bhagavantam arahantam sammasambuddham etadavocum: ","dn14:3.20.2":"‘abhikkantam, bhante, abhikkantam, bhante. ","dn14:3.20.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: “cakkhumanto rupani dakkhanti”ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","dn14:3.20.4":"Ete mayam, bhante, bhagavantam saranam gacchama dhammanca bhikkhusanghanca. ","dn14:3.20.5":"Labheyyama mayam, bhante, bhagavato santike pabbajjam labheyyama upasampadan’ti. ","dn14:3.21.1":"Alatthum kho, bhikkhave, tani caturasitipabbajitasahassani vipassissa bhagavato arahato sammasambuddhassa santike pabbajjam alatthum upasampadam. ","dn14:3.21.2":"Te vipassi bhagava araham sammasambuddho dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi; ","dn14:3.21.3":"sankharanam adinavam okaram sankilesam nibbane anisamsam pakasesi. ","dn14:3.21.4":"Tesam vipassina bhagavata arahata sammasambuddhena dhammiya kathaya sandassiyamananam samadapiyamananam samuttejiyamananam sampahamsiyamananam nacirasseva anupadaya asavehi cittani vimuccimsu. ","dn14:3.22.0":"16. Carikaanujanana ","dn14:3.22.1":"Tena kho pana, bhikkhave, samayena bandhumatiya rajadhaniya mahabhikkhusangho pativasati atthasatthibhikkhusatasahassam. ","dn14:3.22.2":"Atha kho, bhikkhave, vipassissa bhagavato arahato sammasambuddhassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","dn14:3.22.3":"‘maha kho etarahi bhikkhusangho bandhumatiya rajadhaniya pativasati atthasatthibhikkhusatasahassam, yannunaham bhikkhu anujaneyyam: ","dn14:3.22.4":"“caratha, bhikkhave, carikam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam; ","dn14:3.22.5":"ma ekena dve agamittha; ","dn14:3.22.6":"desetha, bhikkhave, dhammam adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakasetha. ","dn14:3.22.7":"Santi satta apparajakkhajatika, assavanata dhammassa parihayanti, ","dn14:3.22.8":"bhavissanti dhammassa annataro. ","dn14:3.22.9":"Api ca channam channam vassanam accayena bandhumati rajadhani upasankamitabba patimokkhuddesaya”’ti. ","dn14:3.23.1":"Atha kho, bhikkhave, annataro mahabrahma vipassissa bhagavato arahato sammasambuddhassa cetasa cetoparivitakkamannaya seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—brahmaloke antarahito vipassissa bhagavato arahato sammasambuddhassa purato paturahosi. ","dn14:3.23.2":"Atha kho so, bhikkhave, mahabrahma ekamsam uttarasangam karitva yena vipassi bhagava araham sammasambuddho tenanjalim panametva vipassim bhagavantam arahantam sammasambuddham etadavoca: ","dn14:3.23.3":"‘evametam, bhagava, evametam, sugata. ","dn14:3.23.4":"Maha kho, bhante, etarahi bhikkhusangho bandhumatiya rajadhaniya pativasati atthasatthibhikkhusatasahassam, anujanatu, bhante, bhagava bhikkhu: ","dn14:3.23.5":"“caratha, bhikkhave, carikam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam; ","dn14:3.23.6":"ma ekena dve agamittha; ","dn14:3.23.7":"desetha, bhikkhave, dhammam adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakasetha. ","dn14:3.23.8":"Santi satta apparajakkhajatika, assavanata dhammassa parihayanti, bhavissanti dhammassa annataro”ti. ","dn14:3.23.9":"Api ca, bhante, mayam tatha karissama yatha bhikkhu channam channam vassanam accayena bandhumatim rajadhanim upasankamissanti patimokkhuddesaya’ti. ","dn14:3.23.10":"Idamavoca, bhikkhave, so mahabrahma. ","dn14:3.23.11":"Idam vatva vipassim bhagavantam arahantam sammasambuddham abhivadetva padakkhinam katva tattheva antaradhayi. ","dn14:3.24.1":"Atha kho, bhikkhave, vipassi bhagava araham sammasambuddho sayanhasamayam patisallana vutthito bhikkhu amantesi: ","dn14:3.24.2":"‘idha mayham, bhikkhave, rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","dn14:3.24.3":"“maha kho etarahi bhikkhusangho bandhumatiya rajadhaniya pativasati atthasatthibhikkhusatasahassam. ","dn14:3.24.4":"Yannunaham bhikkhu anujaneyyam—","dn14:3.24.5":"caratha, bhikkhave, carikam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam; ","dn14:3.24.6":"ma ekena dve agamittha; ","dn14:3.24.7":"desetha, bhikkhave, dhammam adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakasetha. ","dn14:3.24.8":"Santi satta apparajakkhajatika, assavanata dhammassa parihayanti, bhavissanti dhammassa annataro. ","dn14:3.24.9":"Api ca channam channam vassanam accayena bandhumati rajadhani upasankamitabba patimokkhuddesaya”’ti. ","dn14:3.25.1":"Atha kho, bhikkhave, annataro mahabrahma mama cetasa cetoparivitakkamannaya seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—brahmaloke antarahito mama purato paturahosi. ","dn14:3.25.2":"Atha kho so, bhikkhave, mahabrahma ekamsam uttarasangam karitva yenaham tenanjalim panametva mam etadavoca: ","dn14:3.25.3":"‘evametam, bhagava, evametam, sugata. ","dn14:3.25.4":"Maha kho, bhante, etarahi bhikkhusangho bandhumatiya rajadhaniya pativasati atthasatthibhikkhusatasahassam. ","dn14:3.25.5":"Anujanatu, bhante, bhagava bhikkhu—","dn14:3.25.6":"caratha, bhikkhave, carikam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam; ","dn14:3.25.7":"ma ekena dve agamittha; ","dn14:3.25.8":"desetha, bhikkhave, dhammam …pe… ","dn14:3.25.9":"santi satta apparajakkhajatika, assavanata dhammassa parihayanti, bhavissanti dhammassa annataroti. ","dn14:3.25.10":"Api ca, bhante, mayam tatha karissama, yatha bhikkhu channam channam vassanam accayena bandhumatim rajadhanim upasankamissanti patimokkhuddesaya’ti. ","dn14:3.25.11":"Idamavoca, bhikkhave, so mahabrahma. ","dn14:3.25.12":"Idam vatva mam abhivadetva padakkhinam katva tattheva antaradhayi. ","dn14:3.26.1":"‘Anujanami, bhikkhave, caratha carikam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam; ","dn14:3.26.2":"ma ekena dve agamittha; ","dn14:3.26.3":"desetha, bhikkhave, dhammam adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakasetha. ","dn14:3.26.4":"Santi satta apparajakkhajatika, assavanata dhammassa parihayanti, ","dn14:3.26.5":"bhavissanti dhammassa annataro. ","dn14:3.26.6":"Api ca, bhikkhave, channam channam vassanam accayena bandhumati rajadhani upasankamitabba patimokkhuddesaya’ti. ","dn14:3.26.7":"Atha kho, bhikkhave, bhikkhu yebhuyyena ekaheneva janapadacarikam pakkamimsu. ","dn14:3.27.1":"Tena kho pana samayena jambudipe caturasiti avasasahassani honti. ","dn14:3.27.2":"Ekamhi hi vasse nikkhante devata saddamanussavesum: ","dn14:3.27.3":"‘nikkhantam kho, marisa, ekam vassam; ","dn14:3.27.4":"panca dani vassani sesani; ","dn14:3.27.5":"pancannam vassanam accayena bandhumati rajadhani upasankamitabba patimokkhuddesaya’ti. ","dn14:3.27.6":"Dvisu vassesu nikkhantesu … ","dn14:3.27.7":"tisu vassesu nikkhantesu … ","dn14:3.27.8":"catusu vassesu nikkhantesu … ","dn14:3.27.9":"pancasu vassesu nikkhantesu devata saddamanussavesum: ","dn14:3.27.10":"‘nikkhantani kho, marisa, pancavassani; ","dn14:3.27.11":"ekam dani vassam sesam; ","dn14:3.27.12":"ekassa vassassa accayena bandhumati rajadhani upasankamitabba patimokkhuddesaya’ti. ","dn14:3.27.13":"Chasu vassesu nikkhantesu devata saddamanussavesum: ","dn14:3.27.14":"‘nikkhantani kho, marisa, chabbassani, ","dn14:3.27.15":"samayo dani bandhumatim rajadhanim upasankamitum patimokkhuddesaya’ti. ","dn14:3.27.16":"Atha kho te, bhikkhave, bhikkhu appekacce sakena iddhanubhavena appekacce devatanam iddhanubhavena ekaheneva bandhumatim rajadhanim upasankamimsu patimokkhuddesayati. ","dn14:3.28.1":"Tatra sudam, bhikkhave, vipassi bhagava araham sammasambuddho bhikkhusanghe evam patimokkham uddisati: ","dn14:3.28.2":"‘Khanti paramam tapo titikkha, ","dn14:3.28.3":"Nibbanam paramam vadanti buddha; ","dn14:3.28.4":"Na hi pabbajito parupaghati, ","dn14:3.28.5":"Na samano hoti param vihethayanto. ","dn14:3.28.6":"Sabbapapassa akaranam, ","dn14:3.28.7":"kusalassa upasampada; ","dn14:3.28.8":"Sacittapariyodapanam, ","dn14:3.28.9":"etam buddhanasasanam. ","dn14:3.28.10":"Anupavado anupaghato, ","dn14:3.28.11":"Patimokkhe ca samvaro; ","dn14:3.28.12":"Mattannuta ca bhattasmim, ","dn14:3.28.13":"Pantanca sayanasanam; ","dn14:3.28.14":"Adhicitte ca ayogo, ","dn14:3.28.15":"Etam buddhanasasanan’ti. ","dn14:3.29.0":"17. Devatarocana ","dn14:3.29.1":"Ekamidaham, bhikkhave, samayam ukkatthayam viharami subhagavane salarajamule. ","dn14:3.29.2":"Tassa mayham, bhikkhave, rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","dn14:3.29.3":"‘na kho so sattavaso sulabharupo, yo maya anavutthapubbo imina dighena addhuna annatra suddhavasehi devehi. ","dn14:3.29.4":"Yannunaham yena suddhavasa deva tenupasankameyyan’ti. ","dn14:3.29.5":"Atha khvaham, bhikkhave, seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—ukkatthayam subhagavane salarajamule antarahito avihesu devesu paturahosim. ","dn14:3.29.6":"Tasmim, bhikkhave, devanikaye anekani devatasahassani anekani devatasatasahassani yenaham tenupasankamimsu; upasankamitva mam abhivadetva ekamantam atthamsu. Ekamantam thita kho, bhikkhave, ta devata mam etadavocum: ","dn14:3.29.7":"‘ito so, marisa, ekanavutikappe yam vipassi bhagava araham sammasambuddho loke udapadi. ","dn14:3.29.8":"Vipassi, marisa, bhagava araham sammasambuddho khattiyo jatiya ahosi, khattiyakule udapadi. ","dn14:3.29.9":"Vipassi, marisa, bhagava araham sammasambuddho kondanno gottena ahosi. ","dn14:3.29.10":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa asitivassasahassani ayuppamanam ahosi. ","dn14:3.29.11":"Vipassi, marisa, bhagava araham sammasambuddho pataliya mule abhisambuddho. ","dn14:3.29.12":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa khandatissam nama savakayugam ahosi aggam bhaddayugam. ","dn14:3.29.13":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa tayo savakanam sannipata ahesum. Eko savakanam sannipato ahosi atthasatthibhikkhusatasahassam. Eko savakanam sannipato ahosi bhikkhusatasahassam. Eko savakanam sannipato ahosi asitibhikkhusahassani. Vipassissa, marisa, bhagavato arahato sammasambuddhassa ime tayo savakanam sannipata ahesum sabbesamyeva khinasavanam. ","dn14:3.29.14":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa asoko nama bhikkhu upatthako ahosi aggupatthako. ","dn14:3.29.15":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa bandhuma nama raja pita ahosi. ","dn14:3.29.16":"Bandhumati nama devi mata ahosi janetti. ","dn14:3.29.17":"Bandhumassa ranno bandhumati nama nagaram rajadhani ahosi. ","dn14:3.29.18":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa evam abhinikkhamanam ahosi evam pabbajja evam padhanam evam abhisambodhi evam dhammacakkappavattanam. ","dn14:3.29.19":"Te mayam, marisa, vipassimhi bhagavati brahmacariyam caritva kamesu kamacchandam virajetva idhupapanna’ti … ","dn14:3.29.20":"pe… ","dn14:3.30.1":"Tasmimyeva kho, bhikkhave, devanikaye anekani devatasahassani anekani devatasatasahassani yenaham tenupasankamimsu; upasankamitva mam abhivadetva ekamantam atthamsu. Ekamantam thita kho, bhikkhave, ta devata mam etadavocum: ","dn14:3.30.2":"‘imasmimyeva kho, marisa, bhaddakappe bhagava etarahi araham sammasambuddho loke uppanno. ","dn14:3.30.3":"Bhagava, marisa, khattiyo jatiya khattiyakule uppanno. ","dn14:3.30.4":"Bhagava, marisa, gotamo gottena. ","dn14:3.30.5":"Bhagavato, marisa, appakam ayuppamanam parittam lahukam yo ciram jivati, so vassasatam appam va bhiyyo. ","dn14:3.30.6":"Bhagava, marisa, assatthassa mule abhisambuddho. ","dn14:3.30.7":"Bhagavato, marisa, sariputtamoggallanam nama savakayugam ahosi aggam bhaddayugam. ","dn14:3.30.8":"Bhagavato, marisa, eko savakanam sannipato ahosi addhatelasani bhikkhusatani. Bhagavato, marisa, ayam eko savakanam sannipato ahosi sabbesamyeva khinasavanam. ","dn14:3.30.9":"Bhagavato, marisa, anando nama bhikkhu upatthako ahosi aggupatthako. ","dn14:3.30.10":"Bhagavato, marisa, suddhodano nama raja pita ahosi. ","dn14:3.30.11":"Maya nama devi mata ahosi janetti. ","dn14:3.30.12":"Kapilavatthu nama nagaram rajadhani ahosi. ","dn14:3.30.13":"Bhagavato, marisa, evam abhinikkhamanam ahosi evam pabbajja evam padhanam evam abhisambodhi evam dhammacakkappavattanam. ","dn14:3.30.14":"Te mayam, marisa, bhagavati brahmacariyam caritva kamesu kamacchandam virajetva idhupapanna’ti. ","dn14:3.31.1":"Atha khvaham, bhikkhave, avihehi devehi saddhim yena atappa deva tenupasankamim …pe… ","dn14:3.31.2":"atha khvaham, bhikkhave, avihehi ca devehi atappehi ca devehi saddhim yena sudassa deva tenupasankamim. ","dn14:3.31.3":"Atha khvaham, bhikkhave, avihehi ca devehi atappehi ca devehi sudassehi ca devehi saddhim yena sudassi deva tenupasankamim. Atha khvaham, bhikkhave, avihehi ca devehi atappehi ca devehi sudassehi ca devehi sudassihi ca devehi saddhim yena akanittha deva tenupasankamim. Tasmim, bhikkhave, devanikaye anekani devatasahassani anekani devatasatasahassani yenaham tenupasankamimsu, upasankamitva mam abhivadetva ekamantam atthamsu. Ekamantam thita kho, bhikkhave, ta devata mam etadavocum: ","dn14:3.31.4":"‘ito so, marisa, ekanavutikappe yam vipassi bhagava araham sammasambuddho loke udapadi. ","dn14:3.31.5":"Vipassi, marisa, bhagava araham sammasambuddho khattiyo jatiya ahosi. ","dn14:3.31.6":"Khattiyakule udapadi. ","dn14:3.31.7":"Vipassi, marisa, bhagava araham sammasambuddho kondanno gottena ahosi. ","dn14:3.31.8":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa asitivassasahassani ayuppamanam ahosi. ","dn14:3.31.9":"Vipassi, marisa, bhagava araham sammasambuddho pataliya mule abhisambuddho. ","dn14:3.31.10":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa khandatissam nama savakayugam ahosi aggam bhaddayugam. ","dn14:3.31.11":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa tayo savakanam sannipata ahesum. ","dn14:3.31.12":"Eko savakanam sannipato ahosi atthasatthibhikkhusatasahassam. ","dn14:3.31.13":"Eko savakanam sannipato ahosi bhikkhusatasahassam. ","dn14:3.31.14":"Eko savakanam sannipato ahosi asitibhikkhusahassani. ","dn14:3.31.15":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa ime tayo savakanam sannipata ahesum sabbesamyeva khinasavanam. ","dn14:3.31.16":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa asoko nama bhikkhu upatthako ahosi aggupatthako. ","dn14:3.31.17":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa bandhuma nama raja pita ahosi bandhumati nama devi mata ahosi janetti. ","dn14:3.31.18":"Bandhumassa ranno bandhumati nama nagaram rajadhani ahosi. ","dn14:3.31.19":"Vipassissa, marisa, bhagavato arahato sammasambuddhassa evam abhinikkhamanam ahosi evam pabbajja evam padhanam evam abhisambodhi, evam dhammacakkappavattanam. ","dn14:3.31.20":"Te mayam, marisa, vipassimhi bhagavati brahmacariyam caritva kamesu kamacchandam virajetva idhupapanna’ti. ","dn14:3.31.21":"Tasmimyeva kho, bhikkhave, devanikaye anekani devatasahassani anekani devatasatasahassani yenaham tenupasankamimsu; upasankamitva mam abhivadetva ekamantam atthamsu. Ekamantam thita kho, bhikkhave, ta devata mam etadavocum: ","dn14:3.31.22":"‘ito so, marisa, ekatimse kappe yam sikhi bhagava …pe… ","dn14:3.31.23":"te mayam, marisa, sikhimhi bhagavati tasminneva kho, marisa, ekatimse kappe yam vessabhu bhagava …pe… ","dn14:3.31.24":"te mayam, marisa, vessabhumhi bhagavati …pe… ","dn14:3.31.25":"imasmimyeva kho, marisa, bhaddakappe kakusandho konagamano kassapo bhagava …pe… ","dn14:3.31.26":"te mayam, marisa, kakusandhamhi konagamanamhi kassapamhi bhagavati brahmacariyam caritva kamesu kamacchandam virajetva idhupapanna’ti. ","dn14:3.32.1":"Tasmimyeva kho, bhikkhave, devanikaye anekani devatasahassani anekani devatasatasahassani yenaham tenupasankamimsu; upasankamitva mam abhivadetva ekamantam atthamsu. Ekamantam thita kho, bhikkhave, ta devata mam etadavocum: ","dn14:3.32.2":"‘imasmimyeva kho, marisa, bhaddakappe bhagava etarahi araham sammasambuddho loke uppanno. ","dn14:3.32.3":"Bhagava, marisa, khattiyo jatiya, khattiyakule uppanno. ","dn14:3.32.4":"Bhagava, marisa, gotamo gottena. ","dn14:3.32.5":"Bhagavato, marisa, appakam ayuppamanam parittam lahukam yo ciram jivati, so vassasatam appam va bhiyyo. ","dn14:3.32.6":"Bhagava, marisa, assatthassa mule abhisambuddho. ","dn14:3.32.7":"Bhagavato, marisa, sariputtamoggallanam nama savakayugam ahosi aggam bhaddayugam. ","dn14:3.32.8":"Bhagavato, marisa, eko savakanam sannipato ahosi addhatelasani bhikkhusatani. ","dn14:3.32.9":"Bhagavato, marisa, ayam eko savakanam sannipato ahosi sabbesamyeva khinasavanam. ","dn14:3.32.10":"Bhagavato, marisa, anando nama bhikkhu upatthako aggupatthako ahosi. ","dn14:3.32.11":"Bhagavato, marisa, suddhodano nama raja pita ahosi. ","dn14:3.32.12":"Maya nama devi mata ahosi janetti. ","dn14:3.32.13":"Kapilavatthu nama nagaram rajadhani ahosi. ","dn14:3.32.14":"Bhagavato, marisa, evam abhinikkhamanam ahosi, evam pabbajja, evam padhanam, evam abhisambodhi, evam dhammacakkappavattanam. ","dn14:3.32.15":"Te mayam, marisa, bhagavati brahmacariyam caritva kamesu kamacchandam virajetva idhupapanna’ti. ","dn14:3.33.1":"Iti kho, bhikkhave, tathagatassevesa dhammadhatu suppatividdha, yassa dhammadhatuya suppatividdhatta tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarati, namatopi anussarati, gottatopi anussarati, ayuppamanatopi anussarati, savakayugatopi anussarati, savakasannipatatopi anussarati ‘evamjacca te bhagavanto ahesum’ itipi. ","dn14:3.33.2":"‘Evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum’ itipiti. ","dn14:3.33.3":"Devatapi tathagatassa etamattham arocesum, yena tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte jatitopi anussarati, namatopi anussarati, gottatopi anussarati, ayuppamanatopi anussarati, savakayugatopi anussarati, savakasannipatatopi anussarati ‘evamjacca te bhagavanto ahesum’ itipi. ","dn14:3.33.4":"‘Evamnama evangotta evamsila evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum’ itipi”ti. ","dn14:3.33.5":"Idamavoca bhagava. ","dn14:3.33.6":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","dn14:3.33.7":"Mahapadanasuttam nitthitam pathamam. "}