{"dn16:0.1":"Digha Nikaya 16 ","dn16:0.2":"Mahaparinibbanasutta ","dn16:1.1.1":"Evam me sutam—","dn16:1.1.2":"ekam samayam bhagava rajagahe viharati gijjhakute pabbate. ","dn16:1.1.3":"Tena kho pana samayena raja magadho ajatasattu vedehiputto vajji abhiyatukamo hoti. ","dn16:1.1.4":"So evamaha: ","dn16:1.1.5":"“aham hime vajji evammahiddhike evammahanubhave ucchecchami vajji, vinasessami vajji, anayabyasanam apadessami”ti. ","dn16:1.2.1":"Atha kho raja magadho ajatasattu vedehiputto vassakaram brahmanam magadhamahamattam amantesi: ","dn16:1.2.2":"“ehi tvam, brahmana, yena bhagava tenupasankama; upasankamitva mama vacanena bhagavato pade sirasa vandahi, appabadham appatankam lahutthanam balam phasuviharam puccha: ","dn16:1.2.3":"‘raja, bhante, magadho ajatasattu vedehiputto bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati’ti. ","dn16:1.2.4":"Evanca vadehi: ","dn16:1.2.5":"‘raja, bhante, magadho ajatasattu vedehiputto vajji abhiyatukamo. ","dn16:1.2.6":"So evamaha: ","dn16:1.2.7":"“aham hime vajji evammahiddhike evammahanubhave ucchecchami vajji, vinasessami vajji, anayabyasanam apadessami”’ti. ","dn16:1.2.8":"Yatha te bhagava byakaroti, tam sadhukam uggahetva mama aroceyyasi. ","dn16:1.2.9":"Na hi tathagata vitatham bhananti”ti. ","dn16:1.3.0":"1. Vassakarabrahmana ","dn16:1.3.1":"“Evam, bho”ti kho vassakaro brahmano magadhamahamatto ranno magadhassa ajatasattussa vedehiputtassa patissutva bhaddani bhaddani yanani yojetva bhaddam bhaddam yanam abhiruhitva bhaddehi bhaddehi yanehi rajagahamha niyyasi, yena gijjhakuto pabbato tena payasi. ","dn16:1.3.2":"Yavatika yanassa bhumi, yanena gantva, yana paccorohitva pattikova yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","dn16:1.3.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho vassakaro brahmano magadhamahamatto bhagavantam etadavoca: ","dn16:1.3.4":"“raja, bho gotama, magadho ajatasattu vedehiputto bhoto gotamassa pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati. ","dn16:1.3.5":"Raja, bho gotama, magadho ajatasattu vedehiputto vajji abhiyatukamo. ","dn16:1.3.6":"So evamaha: ","dn16:1.3.7":"‘aham hime vajji evammahiddhike evammahanubhave ucchecchami vajji, vinasessami vajji, anayabyasanam apadessami’”ti. ","dn16:1.4.0":"2. Rajaaparihaniyadhamma ","dn16:1.4.1":"Tena kho pana samayena ayasma anando bhagavato pitthito thito hoti bhagavantam bijayamano. ","dn16:1.4.2":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:1.4.3":"“kinti te, ananda, sutam, ‘vajji abhinham sannipata sannipatabahula’”ti? ","dn16:1.4.4":"“Sutam metam, bhante: ‘vajji abhinham sannipata sannipatabahula’”ti. ","dn16:1.4.5":"“Yavakivanca, ananda, vajji abhinham sannipata sannipatabahula bhavissanti, vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","dn16:1.4.6":"Kinti te, ananda, sutam, ‘vajji samagga sannipatanti, samagga vutthahanti, samagga vajjikaraniyani karonti’”ti? ","dn16:1.4.7":"“Sutam metam, bhante: ‘vajji samagga sannipatanti, samagga vutthahanti, samagga vajjikaraniyani karonti’”ti. ","dn16:1.4.8":"“Yavakivanca, ananda, vajji samagga sannipatissanti, samagga vutthahissanti, samagga vajjikaraniyani karissanti, vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","dn16:1.4.9":"Kinti te, ananda, sutam, ‘vajji apannattam na pannapenti, pannattam na samucchindanti, yathapannatte porane vajjidhamme samadaya vattanti’”ti? ","dn16:1.4.10":"“Sutam metam, bhante: ‘vajji apannattam na pannapenti, pannattam na samucchindanti, yathapannatte porane vajjidhamme samadaya vattanti’”ti. ","dn16:1.4.11":"“Yavakivanca, ananda, vajji apannattam na pannapessanti, pannattam na samucchindissanti, yathapannatte porane vajjidhamme samadaya vattissanti, vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","dn16:1.4.12":"Kinti te, ananda, sutam, ‘vajji ye te vajjinam vajjimahallaka, te sakkaronti garum karonti manenti pujenti, tesanca sotabbam mannanti’”ti? ","dn16:1.4.13":"“Sutam metam, bhante: ‘vajji ye te vajjinam vajjimahallaka, te sakkaronti garum karonti manenti pujenti, tesanca sotabbam mannanti’”ti. ","dn16:1.4.14":"“Yavakivanca, ananda, vajji ye te vajjinam vajjimahallaka, te sakkarissanti garum karissanti manessanti pujessanti, tesanca sotabbam mannissanti, vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","dn16:1.4.15":"Kinti te, ananda, sutam, ‘vajji ya ta kulitthiyo kulakumariyo, ta na okkassa pasayha vasenti’”ti? ","dn16:1.4.16":"“Sutam metam, bhante: ‘vajji ya ta kulitthiyo kulakumariyo ta na okkassa pasayha vasenti’”ti. ","dn16:1.4.17":"“Yavakivanca, ananda, vajji ya ta kulitthiyo kulakumariyo, ta na okkassa pasayha vasessanti, vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","dn16:1.4.18":"Kinti te, ananda, sutam, ‘vajji yani tani vajjinam vajjicetiyani abbhantarani ceva bahirani ca, tani sakkaronti garum karonti manenti pujenti, tesanca dinnapubbam katapubbam dhammikam balim no parihapenti’”ti? ","dn16:1.4.19":"“Sutam metam, bhante: ‘vajji yani tani vajjinam vajjicetiyani abbhantarani ceva bahirani ca, tani sakkaronti garum karonti manenti pujenti tesanca dinnapubbam katapubbam dhammikam balim no parihapenti’”ti. ","dn16:1.4.20":"“Yavakivanca, ananda, vajji yani tani vajjinam vajjicetiyani abbhantarani ceva bahirani ca, tani sakkarissanti garum karissanti manessanti pujessanti, tesanca dinnapubbam katapubbam dhammikam balim no parihapessanti, vuddhiyeva, ananda, vajjinam patikankha, no parihani. ","dn16:1.4.21":"Kinti te, ananda, sutam, ‘vajjinam arahantesu dhammika rakkhavaranagutti susamvihita, kinti anagata ca arahanto vijitam agaccheyyum, agata ca arahanto vijite phasu vihareyyun’”ti? ","dn16:1.4.22":"“Sutam metam, bhante ‘vajjinam arahantesu dhammika rakkhavaranagutti susamvihita kinti anagata ca arahanto vijitam agaccheyyum, agata ca arahanto vijite phasu vihareyyun’”ti. ","dn16:1.4.23":"“Yavakivanca, ananda, vajjinam arahantesu dhammika rakkhavaranagutti susamvihita bhavissati, kinti anagata ca arahanto vijitam agaccheyyum, agata ca arahanto vijite phasu vihareyyunti. Vuddhiyeva, ananda, vajjinam patikankha, no parihani”ti. ","dn16:1.5.1":"Atha kho bhagava vassakaram brahmanam magadhamahamattam amantesi: ","dn16:1.5.2":"“ekamidaham, brahmana, samayam vesaliyam viharami sarandade cetiye. ","dn16:1.5.3":"Tatraham vajjinam ime satta aparihaniye dhamme desesim. ","dn16:1.5.4":"Yavakivanca, brahmana, ime satta aparihaniya dhamma vajjisu thassanti, imesu ca sattasu aparihaniyesu dhammesu vajji sandississanti, vuddhiyeva, brahmana, vajjinam patikankha, no parihani”ti. ","dn16:1.5.5":"Evam vutte, vassakaro brahmano magadhamahamatto bhagavantam etadavoca: ","dn16:1.5.6":"“ekamekenapi, bho gotama, aparihaniyena dhammena samannagatanam vajjinam vuddhiyeva patikankha, no parihani. ","dn16:1.5.7":"Ko pana vado sattahi aparihaniyehi dhammehi. ","dn16:1.5.8":"Akaraniyava, bho gotama, vajji ranna magadhena ajatasattuna vedehiputtena yadidam yuddhassa, annatra upalapanaya annatra mithubheda. ","dn16:1.5.9":"Handa ca dani mayam, bho gotama, gacchama, bahukicca mayam bahukaraniya”ti. ","dn16:1.5.10":"“Yassadani tvam, brahmana, kalam mannasi”ti. ","dn16:1.5.11":"Atha kho vassakaro brahmano magadhamahamatto bhagavato bhasitam abhinanditva anumoditva utthayasana pakkami. ","dn16:1.6.0":"3. Bhikkhuaparihaniyadhamma ","dn16:1.6.1":"Atha kho bhagava acirapakkante vassakare brahmane magadhamahamatte ayasmantam anandam amantesi: ","dn16:1.6.2":"“gaccha tvam, ananda, yavatika bhikkhu rajagaham upanissaya viharanti, te sabbe upatthanasalayam sannipatehi”ti. ","dn16:1.6.3":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva yavatika bhikkhu rajagaham upanissaya viharanti, te sabbe upatthanasalayam sannipatetva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thito kho ayasma anando bhagavantam etadavoca: ","dn16:1.6.4":"“sannipatito, bhante, bhikkhusangho, yassadani, bhante, bhagava kalam mannati”ti. ","dn16:1.6.5":"Atha kho bhagava utthayasana yena upatthanasala tenupasankami; upasankamitva pannatte asane nisidi. ","dn16:1.6.6":"Nisajja kho bhagava bhikkhu amantesi: ","dn16:1.6.7":"“satta vo, bhikkhave, aparihaniye dhamme desessami, ","dn16:1.6.8":"tam sunatha, sadhukam manasikarotha, bhasissami”ti. ","dn16:1.6.9":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","dn16:1.6.10":"Bhagava etadavoca: ","dn16:1.6.11":"“Yavakivanca, bhikkhave, bhikkhu abhinham sannipata sannipatabahula bhavissanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.6.12":"Yavakivanca, bhikkhave, bhikkhu samagga sannipatissanti, samagga vutthahissanti, samagga sanghakaraniyani karissanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.6.13":"Yavakivanca, bhikkhave, bhikkhu apannattam na pannapessanti, pannattam na samucchindissanti, yathapannattesu sikkhapadesu samadaya vattissanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.6.14":"Yavakivanca, bhikkhave, bhikkhu ye te bhikkhu thera rattannu cirapabbajita sanghapitaro sanghaparinayaka, te sakkarissanti garum karissanti manessanti pujessanti, tesanca sotabbam mannissanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.6.15":"Yavakivanca, bhikkhave, bhikkhu uppannaya tanhaya ponobbhavikaya na vasam gacchissanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.6.16":"Yavakivanca, bhikkhave, bhikkhu arannakesu senasanesu sapekkha bhavissanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.6.17":"Yavakivanca, bhikkhave, bhikkhu paccattanneva satim upatthapessanti: ‘kinti anagata ca pesala sabrahmacari agaccheyyum, agata ca pesala sabrahmacari phasu vihareyyun’ti. Vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.6.18":"Yavakivanca, bhikkhave, ime satta aparihaniya dhamma bhikkhusu thassanti, imesu ca sattasu aparihaniyesu dhammesu bhikkhu sandississanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.7.1":"Aparepi vo, bhikkhave, satta aparihaniye dhamme desessami, tam sunatha, sadhukam manasikarotha, bhasissami”ti. ","dn16:1.7.2":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","dn16:1.7.3":"Bhagava etadavoca: ","dn16:1.7.4":"“Yavakivanca, bhikkhave, bhikkhu na kammarama bhavissanti na kammarata na kammaramatamanuyutta, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.7.5":"Yavakivanca, bhikkhave, bhikkhu na bhassarama bhavissanti na bhassarata na bhassaramatamanuyutta, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.7.6":"Yavakivanca, bhikkhave, bhikkhu na niddarama bhavissanti na niddarata na niddaramatamanuyutta, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.7.7":"Yavakivanca, bhikkhave, bhikkhu na sanganikarama bhavissanti na sanganikarata na sanganikaramatamanuyutta, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.7.8":"Yavakivanca, bhikkhave, bhikkhu na papiccha bhavissanti na papikanam icchanam vasam gata, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.7.9":"Yavakivanca, bhikkhave, bhikkhu na papamitta bhavissanti na papasahaya na papasampavanka, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.7.10":"Yavakivanca, bhikkhave, bhikkhu na oramattakena visesadhigamena antaravosanam apajjissanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.8.1":"Yavakivanca, bhikkhave, ime satta aparihaniya dhamma bhikkhusu thassanti, imesu ca sattasu aparihaniyesu dhammesu bhikkhu sandississanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.8.2":"Aparepi vo, bhikkhave, satta aparihaniye dhamme desessami …pe…. ","dn16:1.8.3":"Yavakivanca, bhikkhave, bhikkhu saddha bhavissanti …pe… ","dn16:1.8.4":"hirimana bhavissanti … ","dn16:1.8.5":"ottappi bhavissanti … ","dn16:1.8.6":"bahussuta bhavissanti … ","dn16:1.8.7":"araddhaviriya bhavissanti … ","dn16:1.8.8":"upatthitassati bhavissanti … ","dn16:1.8.9":"pannavanto bhavissanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.8.10":"Yavakivanca, bhikkhave, ime satta aparihaniya dhamma bhikkhusu thassanti, imesu ca sattasu aparihaniyesu dhammesu bhikkhu sandississanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.8.11":"Aparepi vo, bhikkhave, satta aparihaniye dhamme desessami, tam sunatha, sadhukam manasikarotha, bhasissami”ti. ","dn16:1.8.12":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","dn16:1.8.13":"Bhagava etadavoca: ","dn16:1.9.1":"“Yavakivanca, bhikkhave, bhikkhu satisambojjhangam bhavessanti …pe… ","dn16:1.9.2":"dhammavicayasambojjhangam bhavessanti … ","dn16:1.9.3":"viriyasambojjhangam bhavessanti … ","dn16:1.9.4":"pitisambojjhangam bhavessanti … ","dn16:1.9.5":"passaddhisambojjhangam bhavessanti … ","dn16:1.9.6":"samadhisambojjhangam bhavessanti … ","dn16:1.9.7":"upekkhasambojjhangam bhavessanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.10.1":"Yavakivanca, bhikkhave, ime satta aparihaniya dhamma bhikkhusu thassanti, imesu ca sattasu aparihaniyesu dhammesu bhikkhu sandississanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha no parihani. ","dn16:1.10.2":"Aparepi vo, bhikkhave, satta aparihaniye dhamme desessami, tam sunatha, sadhukam manasikarotha, bhasissami”ti. ","dn16:1.10.3":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","dn16:1.10.4":"Bhagava etadavoca: ","dn16:1.10.5":"“Yavakivanca, bhikkhave, bhikkhu aniccasannam bhavessanti …pe… ","dn16:1.10.6":"anattasannam bhavessanti … ","dn16:1.10.7":"asubhasannam bhavessanti … ","dn16:1.10.8":"adinavasannam bhavessanti … ","dn16:1.10.9":"pahanasannam bhavessanti … ","dn16:1.10.10":"viragasannam bhavessanti … ","dn16:1.10.11":"nirodhasannam bhavessanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.10.12":"Yavakivanca, bhikkhave, ime satta aparihaniya dhamma bhikkhusu thassanti, imesu ca sattasu aparihaniyesu dhammesu bhikkhu sandississanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.11.1":"Cha vo, bhikkhave, aparihaniye dhamme desessami, tam sunatha, sadhukam manasikarotha, bhasissami”ti. ","dn16:1.11.2":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","dn16:1.11.3":"Bhagava etadavoca: ","dn16:1.11.4":"“Yavakivanca, bhikkhave, bhikkhu mettam kayakammam paccupatthapessanti sabrahmacarisu avi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.11.5":"Yavakivanca, bhikkhave, bhikkhu mettam vacikammam paccupatthapessanti …pe… ","dn16:1.11.6":"mettam manokammam paccupatthapessanti sabrahmacarisu avi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.11.7":"Yavakivanca, bhikkhave, bhikkhu, ye te labha dhammika dhammaladdha antamaso pattapariyapannamattampi tatharupehi labhehi appativibhattabhogi bhavissanti silavantehi sabrahmacarihi sadharanabhogi, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.11.8":"Yavakivanca, bhikkhave, bhikkhu yani tani silani akhandani acchiddani asabalani akammasani bhujissani vinnupasatthani aparamatthani samadhisamvattanikani tatharupesu silesu silasamannagata viharissanti sabrahmacarihi avi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.11.9":"Yavakivanca, bhikkhave, bhikkhu yayam ditthi ariya niyyanika, niyyati takkarassa samma dukkhakkhayaya, tatharupaya ditthiya ditthisamannagata viharissanti sabrahmacarihi avi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani. ","dn16:1.11.10":"Yavakivanca, bhikkhave, ime cha aparihaniya dhamma bhikkhusu thassanti, imesu ca chasu aparihaniyesu dhammesu bhikkhu sandississanti, vuddhiyeva, bhikkhave, bhikkhunam patikankha, no parihani”ti. ","dn16:1.11.11":"(…) ","dn16:1.12.1":"Tatra sudam bhagava rajagahe viharanto gijjhakute pabbate etadeva bahulam bhikkhunam dhammim katham karoti: ","dn16:1.12.2":"“iti silam, iti samadhi, iti panna. ","dn16:1.12.3":"Silaparibhavito samadhi mahapphalo hoti mahanisamso. ","dn16:1.12.4":"Samadhiparibhavita panna mahapphala hoti mahanisamsa. ","dn16:1.12.5":"Pannaparibhavitam cittam sammadeva asavehi vimuccati, seyyathidam—","dn16:1.12.6":"kamasava, bhavasava, avijjasava”ti. ","dn16:1.13.1":"Atha kho bhagava rajagahe yathabhirantam viharitva ayasmantam anandam amantesi: ","dn16:1.13.2":"“ayamananda, yena ambalatthika tenupasankamissama”ti. ","dn16:1.13.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:1.13.4":"Atha kho bhagava mahata bhikkhusanghena saddhim yena ambalatthika tadavasari. ","dn16:1.14.1":"Tatra sudam bhagava ambalatthikayam viharati rajagarake. ","dn16:1.14.2":"Tatrapi sudam bhagava ambalatthikayam viharanto rajagarake etadeva bahulam bhikkhunam dhammim katham karoti: ","dn16:1.14.3":"“iti silam iti samadhi iti panna. ","dn16:1.14.4":"Silaparibhavito samadhi mahapphalo hoti mahanisamso. ","dn16:1.14.5":"Samadhiparibhavita panna mahapphala hoti mahanisamsa. ","dn16:1.14.6":"Pannaparibhavitam cittam sammadeva asavehi vimuccati, seyyathidam—","dn16:1.14.7":"kamasava, bhavasava, avijjasava”ti. ","dn16:1.15.1":"Atha kho bhagava ambalatthikayam yathabhirantam viharitva ayasmantam anandam amantesi: ","dn16:1.15.2":"“ayamananda, yena nalanda tenupasankamissama”ti. ","dn16:1.15.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:1.15.4":"Atha kho bhagava mahata bhikkhusanghena saddhim yena nalanda tadavasari, ","dn16:1.15.5":"tatra sudam bhagava nalandayam viharati pavarikambavane. ","dn16:1.16.0":"4. Sariputtasihanada ","dn16:1.16.1":"Atha kho ayasma sariputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma sariputto bhagavantam etadavoca: ","dn16:1.16.2":"“evam pasanno aham, bhante, bhagavati; ","dn16:1.16.3":"na cahu na ca bhavissati na cetarahi vijjati anno samano va brahmano va bhagavata bhiyyobhinnataro yadidam sambodhiyan”ti. ","dn16:1.16.4":"“Ulara kho te ayam, sariputta, asabhi vaca bhasita, ekamso gahito, sihanado nadito: ","dn16:1.16.5":"‘evampasanno aham, bhante, bhagavati; ","dn16:1.16.6":"na cahu na ca bhavissati na cetarahi vijjati anno samano va brahmano va bhagavata bhiyyobhinnataro yadidam sambodhiyan’ti. ","dn16:1.16.7":"Kim te, sariputta, ye te ahesum atitamaddhanam arahanto sammasambuddha, sabbe te bhagavanto cetasa ceto paricca vidita: ","dn16:1.16.8":"‘evamsila te bhagavanto ahesum itipi, evamdhamma evampanna evamvihari evamvimutta te bhagavanto ahesum itipi’”ti? ","dn16:1.16.9":"“No hetam, bhante”. ","dn16:1.16.10":"“Kim pana te, sariputta, ye te bhavissanti anagatamaddhanam arahanto sammasambuddha, sabbe te bhagavanto cetasa ceto paricca vidita: ","dn16:1.16.11":"‘evamsila te bhagavanto bhavissanti itipi, evamdhamma evampanna evamvihari evamvimutta te bhagavanto bhavissanti itipi’”ti? ","dn16:1.16.12":"“No hetam, bhante”. ","dn16:1.16.13":"“Kim pana te, sariputta, aham etarahi araham sammasambuddho cetasa ceto paricca vidito: ","dn16:1.16.14":"‘evamsilo bhagava itipi, evamdhammo evampanno evamvihari evamvimutto bhagava itipi’”ti? ","dn16:1.16.15":"“No hetam, bhante”. ","dn16:1.16.16":"“Ettha ca hi te, sariputta, atitanagatapaccuppannesu arahantesu sammasambuddhesu cetopariyananam natthi. ","dn16:1.16.17":"Atha kincarahi te ayam, sariputta, ulara asabhi vaca bhasita, ekamso gahito, sihanado nadito: ","dn16:1.16.18":"‘evampasanno aham, bhante, bhagavati; na cahu na ca bhavissati na cetarahi vijjati anno samano va brahmano va bhagavata bhiyyobhinnataro yadidam sambodhiyan’”ti? ","dn16:1.17.1":"“Na kho me, bhante, atitanagatapaccuppannesu arahantesu sammasambuddhesu cetopariyananam atthi, ","dn16:1.17.2":"api ca me dhammanvayo vidito. ","dn16:1.17.3":"Seyyathapi, bhante, ranno paccantimam nagaram dalhuddhapam dalhapakaratoranam ekadvaram, ","dn16:1.17.4":"tatrassa dovariko pandito viyatto medhavi annatanam nivareta natanam paveseta. ","dn16:1.17.5":"So tassa nagarassa samanta anupariyayapatham anukkamamano na passeyya pakarasandhim va pakaravivaram va, antamaso bilaranikkhamanamattampi. ","dn16:1.17.6":"Tassa evamassa: ","dn16:1.17.7":"‘ye kho keci olarika pana imam nagaram pavisanti va nikkhamanti va, sabbe te iminava dvarena pavisanti va nikkhamanti va’ti. ","dn16:1.17.8":"Evameva kho me, bhante, dhammanvayo vidito: ","dn16:1.17.9":"‘ye te, bhante, ahesum atitamaddhanam arahanto sammasambuddha, sabbe te bhagavanto panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane catusu satipatthanesu supatitthitacitta sattabojjhange yathabhutam bhavetva anuttaram sammasambodhim abhisambujjhimsu. ","dn16:1.17.10":"Yepi te, bhante, bhavissanti anagatamaddhanam arahanto sammasambuddha, sabbe te bhagavanto panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane catusu satipatthanesu supatitthitacitta satta bojjhange yathabhutam bhavetva anuttaram sammasambodhim abhisambujjhissanti. ","dn16:1.17.11":"Bhagavapi, bhante, etarahi araham sammasambuddho panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane catusu satipatthanesu supatitthitacitto satta bojjhange yathabhutam bhavetva anuttaram sammasambodhim abhisambuddho’”ti. ","dn16:1.18.1":"Tatrapi sudam bhagava nalandayam viharanto pavarikambavane etadeva bahulam bhikkhunam dhammim katham karoti: ","dn16:1.18.2":"“iti silam, iti samadhi, iti panna. ","dn16:1.18.3":"Silaparibhavito samadhi mahapphalo hoti mahanisamso. ","dn16:1.18.4":"Samadhiparibhavita panna mahapphala hoti mahanisamsa. ","dn16:1.18.5":"Pannaparibhavitam cittam sammadeva asavehi vimuccati, seyyathidam—","dn16:1.18.6":"kamasava, bhavasava, avijjasava”ti. ","dn16:1.19.0":"5. Dussilaadinava ","dn16:1.19.1":"Atha kho bhagava nalandayam yathabhirantam viharitva ayasmantam anandam amantesi: ","dn16:1.19.2":"“ayamananda, yena pataligamo tenupasankamissama”ti. ","dn16:1.19.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:1.19.4":"Atha kho bhagava mahata bhikkhusanghena saddhim yena pataligamo tadavasari. ","dn16:1.20.1":"Assosum kho pataligamika upasaka: “bhagava kira pataligamam anuppatto”ti. ","dn16:1.20.2":"Atha kho pataligamika upasaka yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho pataligamika upasaka bhagavantam etadavocum: ","dn16:1.20.3":"“adhivasetu no, bhante, bhagava avasathagaran”ti. ","dn16:1.20.4":"Adhivasesi bhagava tunhibhavena. ","dn16:1.21.1":"Atha kho pataligamika upasaka bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva yena avasathagaram tenupasankamimsu; upasankamitva sabbasantharim avasathagaram santharitva asanani pannapetva udakamanikam patitthapetva telapadipam aropetva yena bhagava tenupasankamimsu, upasankamitva bhagavantam abhivadetva ekamantam atthamsu. Ekamantam thita kho pataligamika upasaka bhagavantam etadavocum: ","dn16:1.21.2":"“sabbasantharisanthatam, bhante, avasathagaram, asanani pannattani, udakamaniko patitthapito, telapadipo aropito; ","dn16:1.21.3":"yassadani, bhante, bhagava kalam mannati”ti. ","dn16:1.22.1":"Atha kho bhagava sayanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena avasathagaram tenupasankami; upasankamitva pade pakkhaletva avasathagaram pavisitva majjhimam thambham nissaya puratthabhimukho nisidi. ","dn16:1.22.2":"Bhikkhusanghopi kho pade pakkhaletva avasathagaram pavisitva pacchimam bhittim nissaya puratthabhimukho nisidi bhagavantameva purakkhatva. ","dn16:1.22.3":"Pataligamikapi kho upasaka pade pakkhaletva avasathagaram pavisitva puratthimam bhittim nissaya pacchimabhimukha nisidimsu bhagavantameva purakkhatva. ","dn16:1.22.4":"(…) ","dn16:1.23.1":"Atha kho bhagava pataligamike upasake amantesi: ","dn16:1.23.2":"“pancime, gahapatayo, adinava dussilassa silavipattiya. ","dn16:1.23.3":"Katame panca? ","dn16:1.23.4":"Idha, gahapatayo, dussilo silavipanno pamadadhikaranam mahatim bhogajanim nigacchati. ","dn16:1.23.5":"Ayam pathamo adinavo dussilassa silavipattiya. ","dn16:1.23.6":"Puna caparam, gahapatayo, dussilassa silavipannassa papako kittisaddo abbhuggacchati. ","dn16:1.23.7":"Ayam dutiyo adinavo dussilassa silavipattiya. ","dn16:1.23.8":"Puna caparam, gahapatayo, dussilo silavipanno yannadeva parisam upasankamati—yadi khattiyaparisam yadi brahmanaparisam yadi gahapatiparisam yadi samanaparisam—avisarado upasankamati mankubhuto. ","dn16:1.23.9":"Ayam tatiyo adinavo dussilassa silavipattiya. ","dn16:1.23.10":"Puna caparam, gahapatayo, dussilo silavipanno sammulho kalam karoti. ","dn16:1.23.11":"Ayam catuttho adinavo dussilassa silavipattiya. ","dn16:1.23.12":"Puna caparam, gahapatayo, dussilo silavipanno kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","dn16:1.23.13":"Ayam pancamo adinavo dussilassa silavipattiya. ","dn16:1.23.14":"Ime kho, gahapatayo, panca adinava dussilassa silavipattiya. ","dn16:1.24.0":"6. Silavantaanisamsa ","dn16:1.24.1":"Pancime, gahapatayo, anisamsa silavato silasampadaya. ","dn16:1.24.2":"Katame panca? ","dn16:1.24.3":"Idha, gahapatayo, silava silasampanno appamadadhikaranam mahantam bhogakkhandham adhigacchati. ","dn16:1.24.4":"Ayam pathamo anisamso silavato silasampadaya. ","dn16:1.24.5":"Puna caparam, gahapatayo, silavato silasampannassa kalyano kittisaddo abbhuggacchati. ","dn16:1.24.6":"Ayam dutiyo anisamso silavato silasampadaya. ","dn16:1.24.7":"Puna caparam, gahapatayo, silava silasampanno yannadeva parisam upasankamati—yadi khattiyaparisam yadi brahmanaparisam yadi gahapatiparisam yadi samanaparisam visarado upasankamati amankubhuto. ","dn16:1.24.8":"Ayam tatiyo anisamso silavato silasampadaya. ","dn16:1.24.9":"Puna caparam, gahapatayo, silava silasampanno asammulho kalam karoti. ","dn16:1.24.10":"Ayam catuttho anisamso silavato silasampadaya. ","dn16:1.24.11":"Puna caparam, gahapatayo, silava silasampanno kayassa bheda param marana sugatim saggam lokam upapajjati. ","dn16:1.24.12":"Ayam pancamo anisamso silavato silasampadaya. ","dn16:1.24.13":"Ime kho, gahapatayo, panca anisamsa silavato silasampadaya”ti. ","dn16:1.25.1":"Atha kho bhagava pataligamike upasake bahudeva rattim dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva uyyojesi: ","dn16:1.25.2":"“abhikkanta kho, gahapatayo, ratti, yassadani tumhe kalam mannatha”ti. ","dn16:1.25.3":"“Evam, bhante”ti kho pataligamika upasaka bhagavato patissutva utthayasana bhagavantam abhivadetva padakkhinam katva pakkamimsu. ","dn16:1.25.4":"Atha kho bhagava acirapakkantesu pataligamikesu upasakesu sunnagaram pavisi. ","dn16:1.26.0":"7. Pataliputtanagaramapana ","dn16:1.26.1":"Tena kho pana samayena sunidhavassakara magadhamahamatta pataligame nagaram mapenti vajjinam patibahaya. ","dn16:1.26.2":"Tena samayena sambahula devatayo sahasseva pataligame vatthuni parigganhanti. ","dn16:1.26.3":"Yasmim padese mahesakkha devata vatthuni parigganhanti, mahesakkhanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","dn16:1.27.1":"Yasmim padese majjhima devata vatthuni parigganhanti, majjhimanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","dn16:1.27.2":"Yasmim padese nica devata vatthuni parigganhanti, nicanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","dn16:1.27.3":"Addasa kho bhagava dibbena cakkhuna visuddhena atikkantamanusakena ta devatayo sahasseva pataligame vatthuni parigganhantiyo. ","dn16:1.27.4":"Atha kho bhagava rattiya paccusasamayam paccutthaya ayasmantam anandam amantesi: ","dn16:1.27.5":"“Ke nu kho, ananda, pataligame nagaram mapenti”ti? ","dn16:1.27.6":"“Sunidhavassakara, bhante, magadhamahamatta pataligame nagaram mapenti vajjinam patibahaya”ti. ","dn16:1.28.1":"“Seyyathapi, ananda, devehi tavatimsehi saddhim mantetva; ","dn16:1.28.2":"evameva kho, ananda, sunidhavassakara magadhamahamatta pataligame nagaram mapenti vajjinam patibahaya. ","dn16:1.28.3":"Idhaham, ananda, addasam dibbena cakkhuna visuddhena atikkantamanusakena sambahula devatayo sahasseva pataligame vatthuni parigganhantiyo. ","dn16:1.28.4":"Yasmim, ananda, padese mahesakkha devata vatthuni parigganhanti, mahesakkhanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","dn16:1.28.5":"Yasmim padese majjhima devata vatthuni parigganhanti, majjhimanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","dn16:1.28.6":"Yasmim padese nica devata vatthuni parigganhanti, nicanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","dn16:1.28.7":"Yavata, ananda, ariyam ayatanam yavata vanippatho idam agganagaram bhavissati pataliputtam putabhedanam. ","dn16:1.28.8":"Pataliputtassa kho, ananda, tayo antaraya bhavissanti—","dn16:1.28.9":"aggito va udakato va mithubheda va”ti. ","dn16:1.29.1":"Atha kho sunidhavassakara magadhamahamatta yena bhagava tenupasankamimsu; upasankamitva bhagavata saddhim sammodimsu, ","dn16:1.29.2":"sammodaniyam katham saraniyam vitisaretva ekamantam atthamsu, ekamantam thita kho sunidhavassakara magadhamahamatta bhagavantam etadavocum: ","dn16:1.29.3":"“adhivasetu no bhavam gotamo ajjatanaya bhattam saddhim bhikkhusanghena”ti. ","dn16:1.29.4":"Adhivasesi bhagava tunhibhavena. ","dn16:1.30.1":"Atha kho sunidhavassakara magadhamahamatta bhagavato adhivasanam viditva yena sako avasatho tenupasankamimsu; upasankamitva sake avasathe panitam khadaniyam bhojaniyam patiyadapetva bhagavato kalam arocapesum: ","dn16:1.30.2":"“kalo, bho gotama, nitthitam bhattan”ti. ","dn16:1.30.3":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena sunidhavassakaranam magadhamahamattanam avasatho tenupasankami; upasankamitva pannatte asane nisidi. ","dn16:1.30.4":"Atha kho sunidhavassakara magadhamahamatta buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesum sampavaresum. ","dn16:1.30.5":"Atha kho sunidhavassakara magadhamahamatta bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidimsu. ","dn16:1.31.1":"Ekamantam nisinne kho sunidhavassakare magadhamahamatte bhagava imahi gathahi anumodi: ","dn16:1.31.2":"“Yasmim padese kappeti, ","dn16:1.31.3":"vasam panditajatiyo; ","dn16:1.31.4":"Silavantettha bhojetva, ","dn16:1.31.5":"sannate brahmacarayo. ","dn16:1.31.6":"Ya tattha devata asum, ","dn16:1.31.7":"tasam dakkhinamadise; ","dn16:1.31.8":"Ta pujita pujayanti, ","dn16:1.31.9":"manita manayanti nam. ","dn16:1.31.10":"Tato nam anukampanti, ","dn16:1.31.11":"mata puttamva orasam; ","dn16:1.31.12":"Devatanukampito poso, ","dn16:1.31.13":"sada bhadrani passati”ti. ","dn16:1.31.14":"Atha kho bhagava sunidhavassakare magadhamahamatte imahi gathahi anumoditva utthayasana pakkami. ","dn16:1.32.1":"Tena kho pana samayena sunidhavassakara magadhamahamatta bhagavantam pitthito pitthito anubandha honti: ","dn16:1.32.2":"“yenajja samano gotamo dvarena nikkhamissati, tam gotamadvaram nama bhavissati. ","dn16:1.32.3":"Yena titthena gangam nadim tarissati, tam gotamatittham nama bhavissati”ti. ","dn16:1.32.4":"Atha kho bhagava yena dvarena nikkhami, tam gotamadvaram nama ahosi. ","dn16:1.32.5":"Atha kho bhagava yena ganga nadi tenupasankami. ","dn16:1.33.1":"Tena kho pana samayena ganga nadi pura hoti samatittika kakapeyya. ","dn16:1.33.2":"Appekacce manussa navam pariyesanti, appekacce ulumpam pariyesanti, appekacce kullam bandhanti apara, param gantukama. ","dn16:1.33.3":"Atha kho bhagava—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—gangaya nadiya orimatire antarahito parimatire paccutthasi saddhim bhikkhusanghena. ","dn16:1.34.1":"Addasa kho bhagava te manusse appekacce navam pariyesante appekacce ulumpam pariyesante appekacce kullam bandhante apara param gantukame. ","dn16:1.34.2":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","dn16:1.34.3":"“Ye taranti annavam saram, ","dn16:1.34.4":"Setum katvana visajja pallalani; ","dn16:1.34.5":"Kullanhi jano bandhati, ","dn16:1.34.6":"Tinna medhavino jana”ti. ","dn16:1.34.7":"Pathamabhanavaro. ","dn16:2.1.0":"8. Ariyasaccakatha ","dn16:2.1.1":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:2.1.2":"“ayamananda, yena kotigamo tenupasankamissama”ti. ","dn16:2.1.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:2.1.4":"Atha kho bhagava mahata bhikkhusanghena saddhim yena kotigamo tadavasari. ","dn16:2.1.5":"Tatra sudam bhagava kotigame viharati. ","dn16:2.2.1":"Tatra kho bhagava bhikkhu amantesi: ","dn16:2.2.2":"“Catunnam, bhikkhave, ariyasaccanam ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:2.2.3":"Katamesam catunnam? ","dn16:2.2.4":"Dukkhassa, bhikkhave, ariyasaccassa ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:2.2.5":"Dukkhasamudayassa, bhikkhave, ariyasaccassa ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:2.2.6":"Dukkhanirodhassa, bhikkhave, ariyasaccassa ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:2.2.7":"Dukkhanirodhagaminiya patipadaya, bhikkhave, ariyasaccassa ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:2.2.8":"Tayidam, bhikkhave, dukkham ariyasaccam anubuddham patividdham, dukkhasamudayam ariyasaccam anubuddham patividdham, dukkhanirodham ariyasaccam anubuddham patividdham, dukkhanirodhagamini patipada ariyasaccam anubuddham patividdham, ucchinna bhavatanha, khina bhavanetti, natthi dani punabbhavo”ti. ","dn16:2.3.1":"Idamavoca bhagava. ","dn16:2.3.2":"Idam vatvana sugato athaparam etadavoca sattha: ","dn16:2.3.3":"“Catunnam ariyasaccanam, ","dn16:2.3.4":"yathabhutam adassana; ","dn16:2.3.5":"Samsitam dighamaddhanam, ","dn16:2.3.6":"tasu tasveva jatisu. ","dn16:2.3.7":"Tani etani ditthani, ","dn16:2.3.8":"bhavanetti samuhata; ","dn16:2.3.9":"Ucchinnam mulam dukkhassa, ","dn16:2.3.10":"natthi dani punabbhavo”ti. ","dn16:2.4.1":"Tatrapi sudam bhagava kotigame viharanto etadeva bahulam bhikkhunam dhammim katham karoti: ","dn16:2.4.2":"“iti silam, iti samadhi, iti panna. ","dn16:2.4.3":"Silaparibhavito samadhi mahapphalo hoti mahanisamso. ","dn16:2.4.4":"Samadhiparibhavita panna mahapphala hoti mahanisamsa. ","dn16:2.4.5":"Pannaparibhavitam cittam sammadeva asavehi vimuccati, seyyathidam—","dn16:2.4.6":"kamasava, bhavasava, avijjasava”ti. ","dn16:2.5.0":"9. Anavattidhammasambodhiparayana ","dn16:2.5.1":"Atha kho bhagava kotigame yathabhirantam viharitva ayasmantam anandam amantesi: ","dn16:2.5.2":"“ayamananda, yena natika tenupankamissama”ti. ","dn16:2.5.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:2.5.4":"Atha kho bhagava mahata bhikkhusanghena saddhim yena natika tadavasari. ","dn16:2.5.5":"Tatrapi sudam bhagava natike viharati ginjakavasathe. ","dn16:2.6.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","dn16:2.6.2":"“salho nama, bhante, bhikkhu natike kalankato, tassa ka gati, ko abhisamparayo? ","dn16:2.6.3":"Nanda nama, bhante, bhikkhuni natike kalankata, tassa ka gati, ko abhisamparayo? ","dn16:2.6.4":"Sudatto nama, bhante, upasako natike kalankato, tassa ka gati, ko abhisamparayo? ","dn16:2.6.5":"Sujata nama, bhante, upasika natike kalankata, tassa ka gati, ko abhisamparayo? ","dn16:2.6.6":"Kukkuto nama, bhante, upasako natike kalankato, tassa ka gati, ko abhisamparayo? ","dn16:2.6.7":"Kalimbo nama, bhante, upasako …pe… ","dn16:2.6.8":"nikato nama, bhante, upasako … ","dn16:2.6.9":"katissaho nama, bhante, upasako … ","dn16:2.6.10":"tuttho nama, bhante, upasako … ","dn16:2.6.11":"santuttho nama, bhante, upasako … ","dn16:2.6.12":"bhaddo nama, bhante, upasako … ","dn16:2.6.13":"subhaddo nama, bhante, upasako natike kalankato, tassa ka gati, ko abhisamparayo”ti? ","dn16:2.7.1":"“Salho, ananda, bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","dn16:2.7.2":"Nanda, ananda, bhikkhuni pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayini anavattidhamma tasma loka. ","dn16:2.7.3":"Sudatto, ananda, upasako tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagami sakideva imam lokam agantva dukkhassantam karissati. ","dn16:2.7.4":"Sujata, ananda, upasika tinnam samyojananam parikkhaya sotapanna avinipatadhamma niyata sambodhiparayana. ","dn16:2.7.5":"Kukkuto, ananda, upasako pancannam orambhagiyanam samyojananam parikkhaya opapatiko tattha parinibbayi anavattidhammo tasma loka. ","dn16:2.7.6":"Kalimbo, ananda, upasako …pe… ","dn16:2.7.7":"nikato, ananda, upasako … ","dn16:2.7.8":"katissaho, ananda, upasako … ","dn16:2.7.9":"tuttho, ananda, upasako … ","dn16:2.7.10":"santuttho, ananda, upasako … ","dn16:2.7.11":"bhaddo, ananda, upasako … ","dn16:2.7.12":"subhaddo, ananda, upasako pancannam orambhagiyanam samyojananam parikkhaya opapatiko tattha parinibbayi anavattidhammo tasma loka. ","dn16:2.7.13":"Paropannasam, ananda, natike upasaka kalankata, pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayino anavattidhamma tasma loka. ","dn16:2.7.14":"Sadhika navuti, ananda, natike upasaka kalankata tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagamino sakideva imam lokam agantva dukkhassantam karissanti. ","dn16:2.7.15":"Satirekani, ananda, pancasatani natike upasaka kalankata, tinnam samyojananam parikkhaya sotapanna avinipatadhamma niyata sambodhiparayana. ","dn16:2.8.0":"10. Dhammadasadhammapariyaya ","dn16:2.8.1":"Anacchariyam kho panetam, ananda, yam manussabhuto kalam kareyya. ","dn16:2.8.2":"Tasmimyeva kalankate tathagatam upasankamitva etamattham pucchissatha, vihesa hesa, ananda, tathagatassa. ","dn16:2.8.3":"Tasmatihananda, dhammadasam nama dhammapariyayam desessami, yena samannagato ariyasavako akankhamano attanava attanam byakareyya: ","dn16:2.8.4":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato, sotapannohamasmi avinipatadhammo niyato sambodhiparayano’ti. ","dn16:2.9.1":"Katamo ca so, ananda, dhammadaso dhammapariyayo, yena samannagato ariyasavako akankhamano attanava attanam byakareyya: ","dn16:2.9.2":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato, sotapannohamasmi avinipatadhammo niyato sambodhiparayano’ti? ","dn16:2.9.3":"Idhananda, ariyasavako buddhe aveccappasadena samannagato hoti: ","dn16:2.9.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","dn16:2.9.5":"Dhamme aveccappasadena samannagato hoti: ","dn16:2.9.6":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti. ","dn16:2.9.7":"Sanghe aveccappasadena samannagato hoti: ","dn16:2.9.8":"‘suppatipanno bhagavato savakasangho, ujuppatipanno bhagavato savakasangho, nayappatipanno bhagavato savakasangho, samicippatipanno bhagavato savakasangho yadidam cattari purisayugani attha purisapuggala, esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa’ti. ","dn16:2.9.9":"Ariyakantehi silehi samannagato hoti akhandehi acchiddehi asabalehi akammasehi bhujissehi vinnupasatthehi aparamatthehi samadhisamvattanikehi. ","dn16:2.9.10":"Ayam kho so, ananda, dhammadaso dhammapariyayo, yena samannagato ariyasavako akankhamano attanava attanam byakareyya: ","dn16:2.9.11":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato, sotapannohamasmi avinipatadhammo niyato sambodhiparayano’”ti. ","dn16:2.10.1":"Tatrapi sudam bhagava natike viharanto ginjakavasathe etadeva bahulam bhikkhunam dhammim katham karoti: ","dn16:2.10.2":"“Iti silam iti samadhi iti panna. ","dn16:2.10.3":"Silaparibhavito samadhi mahapphalo hoti mahanisamso. ","dn16:2.10.4":"Samadhiparibhavita panna mahapphala hoti mahanisamsa. ","dn16:2.10.5":"Pannaparibhavitam cittam sammadeva asavehi vimuccati, seyyathidam—","dn16:2.10.6":"kamasava, bhavasava, avijjasava”ti. ","dn16:2.10.7":"(…) ","dn16:2.11.1":"Atha kho bhagava natike yathabhirantam viharitva ayasmantam anandam amantesi: ","dn16:2.11.2":"“ayamananda, yena vesali tenupasankamissama”ti. ","dn16:2.11.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:2.11.4":"Atha kho bhagava mahata bhikkhusanghena saddhim yena vesali tadavasari. ","dn16:2.11.5":"Tatra sudam bhagava vesaliyam viharati ambapalivane. ","dn16:2.12.1":"Tatra kho bhagava bhikkhu amantesi: ","dn16:2.12.2":"“Sato, bhikkhave, bhikkhu vihareyya sampajano, ","dn16:2.12.3":"ayam vo amhakam anusasani. ","dn16:2.12.4":"Kathanca, bhikkhave, bhikkhu sato hoti? ","dn16:2.12.5":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn16:2.12.6":"Vedanasu vedananupassi …pe… ","dn16:2.12.7":"citte cittanupassi …pe… ","dn16:2.12.8":"dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn16:2.12.9":"Evam kho, bhikkhave, bhikkhu sato hoti. ","dn16:2.13.1":"Kathanca, bhikkhave, bhikkhu sampajano hoti? ","dn16:2.13.2":"Idha, bhikkhave, bhikkhu abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","dn16:2.13.3":"Evam kho, bhikkhave, bhikkhu sampajano hoti. ","dn16:2.13.4":"Sato, bhikkhave, bhikkhu vihareyya sampajano, ","dn16:2.13.5":"ayam vo amhakam anusasani”ti. ","dn16:2.14.0":"11. Ambapaliganika ","dn16:2.14.1":"Assosi kho ambapali ganika: “bhagava kira vesalim anuppatto vesaliyam viharati mayham ambavane”ti. ","dn16:2.14.2":"Atha kho ambapali ganika bhaddani bhaddani yanani yojapetva bhaddam bhaddam yanam abhiruhitva bhaddehi bhaddehi yanehi vesaliya niyyasi. Yena sako aramo tena payasi. ","dn16:2.14.3":"Yavatika yanassa bhumi, yanena gantva, yana paccorohitva pattikava yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","dn16:2.14.4":"Ekamantam nisinnam kho ambapalim ganikam bhagava dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","dn16:2.14.5":"Atha kho ambapali ganika bhagavata dhammiya kathaya sandassita samadapita samuttejita sampahamsita bhagavantam etadavoca: ","dn16:2.14.6":"“adhivasetu me, bhante, bhagava svatanaya bhattam saddhim bhikkhusanghena”ti. ","dn16:2.14.7":"Adhivasesi bhagava tunhibhavena. ","dn16:2.14.8":"Atha kho ambapali ganika bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","dn16:2.15.1":"Assosum kho vesalika licchavi: “bhagava kira vesalim anuppatto vesaliyam viharati ambapalivane”ti. ","dn16:2.15.2":"Atha kho te licchavi bhaddani bhaddani yanani yojapetva bhaddam bhaddam yanam abhiruhitva bhaddehi bhaddehi yanehi vesaliya niyyimsu. ","dn16:2.15.3":"Tatra ekacce licchavi nila honti nilavanna nilavattha nilalankara, ekacce licchavi pita honti pitavanna pitavattha pitalankara, ekacce licchavi lohita honti lohitavanna lohitavattha lohitalankara, ekacce licchavi odata honti odatavanna odatavattha odatalankara. ","dn16:2.16.1":"Atha kho ambapali ganika daharanam daharanam licchavinam akkhena akkham cakkena cakkam yugena yugam pativattesi. ","dn16:2.16.2":"Atha kho te licchavi ambapalim ganikam etadavocum: ","dn16:2.16.3":"“kim, je ambapali, daharanam daharanam licchavinam akkhena akkham cakkena cakkam yugena yugam pativattesi”ti? ","dn16:2.16.4":"“Tatha hi pana me, ayyaputta, bhagava nimantito svatanaya bhattam saddhim bhikkhusanghena”ti. ","dn16:2.16.5":"“Dehi, je ambapali, etam bhattam satasahassena”ti. ","dn16:2.16.6":"“Sacepi me, ayyaputta, vesalim saharam dassatha, evamaham tam bhattam na dassami”ti. ","dn16:2.16.7":"Atha kho te licchavi angulim photesum: ","dn16:2.16.8":"“jitamha vata bho ambakaya, jitamha vata bho ambakaya”ti. ","dn16:2.16.9":"Atha kho te licchavi yena ambapalivanam tena payimsu. ","dn16:2.17.1":"Addasa kho bhagava te licchavi duratova agacchante. ","dn16:2.17.2":"Disvana bhikkhu amantesi: ","dn16:2.17.3":"“yesam, bhikkhave, bhikkhunam deva tavatimsa aditthapubba, oloketha, bhikkhave, licchaviparisam; ","dn16:2.17.4":"apaloketha, bhikkhave, licchaviparisam; ","dn16:2.17.5":"upasamharatha, bhikkhave, licchaviparisam—","dn16:2.17.6":"tavatimsasadisan”ti. ","dn16:2.18.1":"Atha kho te licchavi yavatika yanassa bhumi, yanena gantva, yana paccorohitva pattikava yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. ","dn16:2.18.2":"Ekamantam nisinne kho te licchavi bhagava dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","dn16:2.18.3":"Atha kho te licchavi bhagavata dhammiya kathaya sandassita samadapita samuttejita sampahamsita bhagavantam etadavocum: ","dn16:2.18.4":"“adhivasetu no, bhante, bhagava svatanaya bhattam saddhim bhikkhusanghena”ti. ","dn16:2.18.5":"Atha kho bhagava te licchavi etadavoca: ","dn16:2.18.6":"“adhivuttham kho me, licchavi, svatanaya ambapaliya ganikaya bhattan”ti. ","dn16:2.18.7":"Atha kho te licchavi angulim photesum: ","dn16:2.18.8":"“jitamha vata bho ambakaya, jitamha vata bho ambakaya”ti. ","dn16:2.18.9":"Atha kho te licchavi bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkamimsu. ","dn16:2.19.1":"Atha kho ambapali ganika tassa rattiya accayena sake arame panitam khadaniyam bhojaniyam patiyadapetva bhagavato kalam arocapesi: ","dn16:2.19.2":"“kalo, bhante, nitthitam bhattan”ti. ","dn16:2.19.3":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena ambapaliya ganikaya nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","dn16:2.19.4":"Atha kho ambapali ganika buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","dn16:2.19.5":"Atha kho ambapali ganika bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","dn16:2.19.6":"Ekamantam nisinna kho ambapali ganika bhagavantam etadavoca: ","dn16:2.19.7":"“imaham, bhante, aramam buddhappamukhassa bhikkhusanghassa dammi”ti. ","dn16:2.19.8":"Patiggahesi bhagava aramam. ","dn16:2.19.9":"Atha kho bhagava ambapalim ganikam dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva utthayasana pakkami. ","dn16:2.20.1":"Tatrapi sudam bhagava vesaliyam viharanto ambapalivane etadeva bahulam bhikkhunam dhammim katham karoti: ","dn16:2.20.2":"“iti silam, iti samadhi, iti panna. ","dn16:2.20.3":"Silaparibhavito samadhi mahapphalo hoti mahanisamso. ","dn16:2.20.4":"Samadhiparibhavita panna mahapphala hoti mahanisamsa. ","dn16:2.20.5":"Pannaparibhavitam cittam sammadeva asavehi vimuccati, seyyathidam—","dn16:2.20.6":"kamasava, bhavasava, avijjasava”ti. ","dn16:2.21.0":"12. Veluvagamavassupagamana ","dn16:2.21.1":"Atha kho bhagava ambapalivane yathabhirantam viharitva ayasmantam anandam amantesi: ","dn16:2.21.2":"“ayamananda, yena veluvagamako tenupasankamissama”ti. ","dn16:2.21.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:2.21.4":"Atha kho bhagava mahata bhikkhusanghena saddhim yena veluvagamako tadavasari. ","dn16:2.21.5":"Tatra sudam bhagava veluvagamake viharati. ","dn16:2.22.1":"Tatra kho bhagava bhikkhu amantesi: ","dn16:2.22.2":"“etha tumhe, bhikkhave, samanta vesalim yathamittam yathasandittham yathasambhattam vassam upetha. ","dn16:2.22.3":"Aham pana idheva veluvagamake vassam upagacchami”ti. ","dn16:2.22.4":"“Evam, bhante”ti kho te bhikkhu bhagavato patissutva samanta vesalim yathamittam yathasandittham yathasambhattam vassam upagacchimsu. ","dn16:2.22.5":"Bhagava pana tattheva veluvagamake vassam upagacchi. ","dn16:2.23.1":"Atha kho bhagavato vassupagatassa kharo abadho uppajji, balha vedana vattanti maranantika. ","dn16:2.23.2":"Ta sudam bhagava sato sampajano adhivasesi avihannamano. ","dn16:2.23.3":"Atha kho bhagavato etadahosi: ","dn16:2.23.4":"“na kho metam patirupam, yvaham anamantetva upatthake anapaloketva bhikkhusangham parinibbayeyyam. ","dn16:2.23.5":"Yannunaham imam abadham viriyena patipanametva jivitasankharam adhitthaya vihareyyan”ti. ","dn16:2.24.1":"Atha kho bhagava tam abadham viriyena patipanametva jivitasankharam adhitthaya vihasi. ","dn16:2.24.2":"Atha kho bhagavato so abadho patippassambhi. ","dn16:2.24.3":"Atha kho bhagava gilana vutthito aciravutthito gelanna vihara nikkhamma viharapacchayayam pannatte asane nisidi. ","dn16:2.24.4":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","dn16:2.24.5":"“dittho me, bhante, bhagavato phasu; dittham me, bhante, bhagavato khamaniyam, api ca me, bhante, madhurakajato viya kayo, disapi me na pakkhayanti, dhammapi mam na patibhanti bhagavato gelannena. ","dn16:2.24.6":"Api ca me, bhante, ahosi kacideva assasamatta: ","dn16:2.24.7":"‘na tava bhagava parinibbayissati, na yava bhagava bhikkhusangham arabbha kincideva udaharati’”ti. ","dn16:2.25.1":"“Kim panananda, bhikkhusangho mayi paccasisati? ","dn16:2.25.2":"Desito, ananda, maya dhammo anantaram abahiram karitva. ","dn16:2.25.3":"Natthananda, tathagatassa dhammesu acariyamutthi. ","dn16:2.25.4":"Yassa nuna, ananda, evamassa: ","dn16:2.25.5":"‘aham bhikkhusangham pariharissami’ti va ‘mamuddesiko bhikkhusangho’ti va, so nuna, ananda, bhikkhusangham arabbha kincideva udahareyya. ","dn16:2.25.6":"Tathagatassa kho, ananda, na evam hoti: ","dn16:2.25.7":"‘aham bhikkhusangham pariharissami’ti va ‘mamuddesiko bhikkhusangho’ti va. ","dn16:2.25.8":"Sakim, ananda, tathagato bhikkhusangham arabbha kincideva udaharissati. ","dn16:2.25.9":"Aham kho panananda, etarahi jinno vuddho mahallako addhagato vayo anuppatto. ","dn16:2.25.10":"Asitiko me vayo vattati. ","dn16:2.25.11":"Seyyathapi, ananda, jajjarasakatam vethamissakena yapeti; ","dn16:2.25.12":"evameva kho, ananda, vethamissakena manne tathagatassa kayo yapeti. ","dn16:2.25.13":"Yasmim, ananda, samaye tathagato sabbanimittanam amanasikara ekaccanam vedananam nirodha animittam cetosamadhim upasampajja viharati, phasutaro, ananda, tasmim samaye tathagatassa kayo hoti. ","dn16:2.26.1":"Tasmatihananda, attadipa viharatha attasarana anannasarana, dhammadipa dhammasarana anannasarana. ","dn16:2.26.2":"Kathancananda, bhikkhu attadipo viharati attasarano anannasarano, dhammadipo dhammasarano anannasarano? ","dn16:2.26.3":"Idhananda, bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","dn16:2.26.4":"Vedanasu …pe… ","dn16:2.26.5":"citte …pe… ","dn16:2.26.6":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","dn16:2.26.7":"Evam kho, ananda, bhikkhu attadipo viharati attasarano anannasarano, dhammadipo dhammasarano anannasarano. ","dn16:2.26.8":"Ye hi keci, ananda, etarahi va mama va accayena attadipa viharissanti attasarana anannasarana, dhammadipa dhammasarana anannasarana, tamatagge me te, ananda, bhikkhu bhavissanti ye keci sikkhakama”ti. ","dn16:2.26.9":"Dutiyabhanavaro. ","dn16:3.1.0":"13. Nimittobhasakatha ","dn16:3.1.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","dn16:3.1.2":"Vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto ayasmantam anandam amantesi: ","dn16:3.1.3":"“ganhahi, ananda, nisidanam, ","dn16:3.1.4":"yena capalam cetiyam tenupasankamissama diva viharaya”ti. ","dn16:3.1.5":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva nisidanam adaya bhagavantam pitthito pitthito anubandhi. ","dn16:3.2.1":"Atha kho bhagava yena capalam cetiyam tenupasankami; upasankamitva pannatte asane nisidi. ","dn16:3.2.2":"Ayasmapi kho anando bhagavantam abhivadetva ekamantam nisidi. ","dn16:3.2.3":"Ekamantam nisinnam kho ayasmantam anandam bhagava etadavoca: ","dn16:3.2.4":"“ramaniya, ananda, vesali, ramaniyam udenam cetiyam, ramaniyam gotamakam cetiyam, ramaniyam sattambam cetiyam, ramaniyam bahuputtam cetiyam, ramaniyam sarandadam cetiyam, ramaniyam capalam cetiyam. ","dn16:3.3.1":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano kappam va tittheyya kappavasesam va. ","dn16:3.3.2":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va”ti. ","dn16:3.4.1":"Evampi kho ayasma anando bhagavata olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum; ","dn16:3.4.2":"na bhagavantam yaci: ","dn16:3.4.3":"“titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti, yatha tam marena pariyutthitacitto. ","dn16:3.5.1":"Dutiyampi kho bhagava …pe… ","dn16:3.5.2":"tatiyampi kho bhagava ayasmantam anandam amantesi: ","dn16:3.5.3":"“ramaniya, ananda, vesali, ramaniyam udenam cetiyam, ramaniyam gotamakam cetiyam, ramaniyam sattambam cetiyam, ramaniyam bahuputtam cetiyam, ramaniyam sarandadam cetiyam, ramaniyam capalam cetiyam. ","dn16:3.5.4":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano kappam va tittheyya kappavasesam va. ","dn16:3.5.5":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va”ti. ","dn16:3.5.6":"Evampi kho ayasma anando bhagavata olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum; ","dn16:3.5.7":"na bhagavantam yaci: ","dn16:3.5.8":"“titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti, yatha tam marena pariyutthitacitto. ","dn16:3.6.1":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:3.6.2":"“gaccha tvam, ananda, ","dn16:3.6.3":"yassadani kalam mannasi”ti. ","dn16:3.6.4":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva utthayasana bhagavantam abhivadetva padakkhinam katva avidure annatarasmim rukkhamule nisidi. ","dn16:3.7.0":"14. Marayacanakatha ","dn16:3.7.1":"Atha kho maro papima acirapakkante ayasmante anande yena bhagava tenupasankami; upasankamitva ekamantam atthasi. Ekamantam thito kho maro papima bhagavantam etadavoca: ","dn16:3.7.2":"“parinibbatu dani, bhante, bhagava, parinibbatu sugato, parinibbanakalo dani, bhante, bhagavato. ","dn16:3.7.3":"Bhasita kho panesa, bhante, bhagavata vaca: ","dn16:3.7.4":"‘na tavaham, papima, parinibbayissami, yava me bhikkhu na savaka bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","dn16:3.8.1":"Etarahi kho pana, bhante, bhikkhu bhagavato savaka viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","dn16:3.8.2":"Parinibbatu dani, bhante, bhagava, parinibbatu sugato, parinibbanakalo dani, bhante, bhagavato. ","dn16:3.8.3":"Bhasita kho panesa, bhante, bhagavata vaca: ","dn16:3.8.4":"‘na tavaham, papima, parinibbayissami, yava me bhikkhuniyo na savika bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","dn16:3.8.5":"Etarahi kho pana, bhante, bhikkhuniyo bhagavato savika viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","dn16:3.8.6":"Parinibbatu dani, bhante, bhagava, parinibbatu sugato, parinibbanakalo dani, bhante, bhagavato. ","dn16:3.8.7":"Bhasita kho panesa, bhante, bhagavata vaca: ","dn16:3.8.8":"‘na tavaham, papima, parinibbayissami, yava me upasaka na savaka bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","dn16:3.8.9":"Etarahi kho pana, bhante, upasaka bhagavato savaka viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","dn16:3.8.10":"Parinibbatu dani, bhante, bhagava, parinibbatu sugato, parinibbanakalo dani, bhante, bhagavato. ","dn16:3.8.11":"Bhasita kho panesa, bhante, bhagavata vaca: ","dn16:3.8.12":"‘na tavaham, papima, parinibbayissami, yava me upasika na savika bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","dn16:3.8.13":"Etarahi kho pana, bhante, upasika bhagavato savika viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","dn16:3.8.14":"Parinibbatu dani, bhante, bhagava, parinibbatu sugato, parinibbanakalo dani, bhante, bhagavato. ","dn16:3.8.15":"Bhasita kho panesa, bhante, bhagavata vaca: ","dn16:3.8.16":"‘na tavaham, papima, parinibbayissami, yava me idam brahmacariyam na iddhanceva bhavissati phitanca vittharikam bahujannam puthubhutam yava devamanussehi suppakasitan’ti. ","dn16:3.8.17":"Etarahi kho pana, bhante, bhagavato brahmacariyam iddhanceva phitanca vittharikam bahujannam puthubhutam, yava devamanussehi suppakasitam. ","dn16:3.8.18":"Parinibbatu dani, bhante, bhagava, parinibbatu sugato, parinibbanakalo dani, bhante, bhagavato”ti. ","dn16:3.9.1":"Evam vutte, bhagava maram papimantam etadavoca: ","dn16:3.9.2":"“appossukko tvam, papima, hohi, na ciram tathagatassa parinibbanam bhavissati. ","dn16:3.9.3":"Ito tinnam masanam accayena tathagato parinibbayissati”ti. ","dn16:3.10.0":"15. Ayusankharaossajjana ","dn16:3.10.1":"Atha kho bhagava capale cetiye sato sampajano ayusankharam ossaji. ","dn16:3.10.2":"Ossatthe ca bhagavata ayusankhare mahabhumicalo ahosi bhimsanako salomahamso, devadundubhiyo ca phalimsu. ","dn16:3.10.3":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","dn16:3.10.4":"“Tulamatulanca sambhavam, ","dn16:3.10.5":"Bhavasankharamavassaji muni; ","dn16:3.10.6":"Ajjhattarato samahito, ","dn16:3.10.7":"Abhindi kavacamivattasambhavan”ti. ","dn16:3.11.0":"16. Mahabhumicalahetu ","dn16:3.11.1":"Atha kho ayasmato anandassa etadahosi: ","dn16:3.11.2":"“acchariyam vata bho, abbhutam vata bho, maha vatayam bhumicalo; ","dn16:3.11.3":"sumaha vatayam bhumicalo bhimsanako salomahamso; devadundubhiyo ca phalimsu. ","dn16:3.11.4":"Ko nu kho hetu ko paccayo mahato bhumicalassa patubhavaya”ti? ","dn16:3.12.1":"Atha kho ayasma anando yena bhagava tenupasankami, ","dn16:3.12.2":"upasankamitva bhagavantam abhivadetva ekamantam nisidi, ","dn16:3.12.3":"ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","dn16:3.12.4":"“acchariyam, bhante, abbhutam, bhante. ","dn16:3.12.5":"Maha vatayam, bhante, bhumicalo; ","dn16:3.12.6":"sumaha vatayam, bhante, bhumicalo bhimsanako salomahamso; devadundubhiyo ca phalimsu. ","dn16:3.12.7":"Ko nu kho, bhante, hetu ko paccayo mahato bhumicalassa patubhavaya”ti? ","dn16:3.13.1":"“Attha kho ime, ananda, hetu, attha paccaya mahato bhumicalassa patubhavaya. ","dn16:3.13.2":"Katame attha? ","dn16:3.13.3":"Ayam, ananda, mahapathavi udake patitthita, udakam vate patitthitam, vato akasattho. Hoti kho so, ananda, samayo, yam mahavata vayanti. Mahavata vayanta udakam kampenti. Udakam kampitam pathavim kampeti. ","dn16:3.13.4":"Ayam pathamo hetu pathamo paccayo mahato bhumicalassa patubhavaya. ","dn16:3.14.1":"Puna caparam, ananda, samano va hoti brahmano va iddhima cetovasippatto, devo va mahiddhiko mahanubhavo, tassa paritta pathavisanna bhavita hoti, appamana aposanna. So imam pathavim kampeti sankampeti sampakampeti sampavedheti. ","dn16:3.14.2":"Ayam dutiyo hetu dutiyo paccayo mahato bhumicalassa patubhavaya. ","dn16:3.15.1":"Puna caparam, ananda, yada bodhisatto tusitakaya cavitva sato sampajano matukucchim okkamati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","dn16:3.15.2":"Ayam tatiyo hetu tatiyo paccayo mahato bhumicalassa patubhavaya. ","dn16:3.16.1":"Puna caparam, ananda, yada bodhisatto sato sampajano matukucchisma nikkhamati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","dn16:3.16.2":"Ayam catuttho hetu catuttho paccayo mahato bhumicalassa patubhavaya. ","dn16:3.17.1":"Puna caparam, ananda, yada tathagato anuttaram sammasambodhim abhisambujjhati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","dn16:3.17.2":"Ayam pancamo hetu pancamo paccayo mahato bhumicalassa patubhavaya. ","dn16:3.18.1":"Puna caparam, ananda, yada tathagato anuttaram dhammacakkam pavatteti, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","dn16:3.18.2":"Ayam chattho hetu chattho paccayo mahato bhumicalassa patubhavaya. ","dn16:3.19.1":"Puna caparam, ananda, yada tathagato sato sampajano ayusankharam ossajjati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","dn16:3.19.2":"Ayam sattamo hetu sattamo paccayo mahato bhumicalassa patubhavaya. ","dn16:3.20.1":"Puna caparam, ananda, yada tathagato anupadisesaya nibbanadhatuya parinibbayati, tadayam pathavi kampati sankampati sampakampati sampavedhati. ","dn16:3.20.2":"Ayam atthamo hetu atthamo paccayo mahato bhumicalassa patubhavaya. ","dn16:3.20.3":"Ime kho, ananda, attha hetu, attha paccaya mahato bhumicalassa patubhavaya. ","dn16:3.21.0":"17. Atthaparisa ","dn16:3.21.1":"Attha kho ima, ananda, parisa. ","dn16:3.21.2":"Katama attha? ","dn16:3.21.3":"Khattiyaparisa, brahmanaparisa, gahapatiparisa, samanaparisa, catumaharajikaparisa, tavatimsaparisa, maraparisa, brahmaparisa. ","dn16:3.22.1":"Abhijanami kho panaham, ananda, anekasatam khattiyaparisam upasankamita. ","dn16:3.22.2":"Tatrapi maya sannisinnapubbanceva sallapitapubbanca sakaccha ca samapajjitapubba. ","dn16:3.22.3":"Tattha yadisako tesam vanno hoti, tadisako mayham vanno hoti. Yadisako tesam saro hoti, tadisako mayham saro hoti. ","dn16:3.22.4":"Dhammiya kathaya sandassemi samadapemi samuttejemi sampahamsemi. ","dn16:3.22.5":"Bhasamananca mam na jananti: ","dn16:3.22.6":"‘ko nu kho ayam bhasati devo va manusso va’ti? ","dn16:3.22.7":"Dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva antaradhayami. ","dn16:3.22.8":"Antarahitanca mam na jananti: ","dn16:3.22.9":"‘ko nu kho ayam antarahito devo va manusso va’ti? ","dn16:3.23.1":"Abhijanami kho panaham, ananda, anekasatam brahmanaparisam …pe… ","dn16:3.23.2":"gahapatiparisam … ","dn16:3.23.3":"samanaparisam … ","dn16:3.23.4":"catumaharajikaparisam … ","dn16:3.23.5":"tavatimsaparisam … ","dn16:3.23.6":"maraparisam … ","dn16:3.23.7":"brahmaparisam upasankamita. ","dn16:3.23.8":"Tatrapi maya sannisinnapubbanceva sallapitapubbanca sakaccha ca samapajjitapubba. ","dn16:3.23.9":"Tattha yadisako tesam vanno hoti, tadisako mayham vanno hoti. ","dn16:3.23.10":"Yadisako tesam saro hoti, tadisako mayham saro hoti. ","dn16:3.23.11":"Dhammiya kathaya sandassemi samadapemi samuttejemi sampahamsemi. ","dn16:3.23.12":"Bhasamananca mam na jananti: ","dn16:3.23.13":"‘ko nu kho ayam bhasati devo va manusso va’ti? ","dn16:3.23.14":"Dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva antaradhayami. ","dn16:3.23.15":"Antarahitanca mam na jananti: ","dn16:3.23.16":"‘ko nu kho ayam antarahito devo va manusso va’ti? ","dn16:3.23.17":"Ima kho, ananda, attha parisa. ","dn16:3.24.0":"18. Atthaabhibhayatana ","dn16:3.24.1":"Attha kho imani, ananda, abhibhayatanani. ","dn16:3.24.2":"Katamani attha? ","dn16:3.25.1":"Ajjhattam rupasanni eko bahiddha rupani passati parittani suvannadubbannani. ","dn16:3.25.2":"‘Tani abhibhuyya janami passami’ti evamsanni hoti. ","dn16:3.25.3":"Idam pathamam abhibhayatanam. ","dn16:3.26.1":"Ajjhattam rupasanni eko bahiddha rupani passati appamanani suvannadubbannani. ","dn16:3.26.2":"‘Tani abhibhuyya janami passami’ti evamsanni hoti. ","dn16:3.26.3":"Idam dutiyam abhibhayatanam. ","dn16:3.27.1":"Ajjhattam arupasanni eko bahiddha rupani passati parittani suvannadubbannani. ","dn16:3.27.2":"‘Tani abhibhuyya janami passami’ti evamsanni hoti. ","dn16:3.27.3":"Idam tatiyam abhibhayatanam. ","dn16:3.28.1":"Ajjhattam arupasanni eko bahiddha rupani passati appamanani suvannadubbannani. ","dn16:3.28.2":"‘Tani abhibhuyya janami passami’ti evamsanni hoti. ","dn16:3.28.3":"Idam catuttham abhibhayatanam. ","dn16:3.29.1":"Ajjhattam arupasanni eko bahiddha rupani passati nilani nilavannani nilanidassanani nilanibhasani. ","dn16:3.29.2":"Seyyathapi nama umapuppham nilam nilavannam nilanidassanam nilanibhasam. Seyyatha va pana tam vattham baranaseyyakam ubhatobhagavimattham nilam nilavannam nilanidassanam nilanibhasam. ","dn16:3.29.3":"Evameva ajjhattam arupasanni eko bahiddha rupani passati nilani nilavannani nilanidassanani nilanibhasani. ","dn16:3.29.4":"‘Tani abhibhuyya janami passami’ti evamsanni hoti. ","dn16:3.29.5":"Idam pancamam abhibhayatanam. ","dn16:3.30.1":"Ajjhattam arupasanni eko bahiddha rupani passati pitani pitavannani pitanidassanani pitanibhasani. ","dn16:3.30.2":"Seyyathapi nama kanikarapuppham pitam pitavannam pitanidassanam pitanibhasam. Seyyatha va pana tam vattham baranaseyyakam ubhatobhagavimattham pitam pitavannam pitanidassanam pitanibhasam. ","dn16:3.30.3":"Evameva ajjhattam arupasanni eko bahiddha rupani passati pitani pitavannani pitanidassanani pitanibhasani. ","dn16:3.30.4":"‘Tani abhibhuyya janami passami’ti evamsanni hoti. ","dn16:3.30.5":"Idam chattham abhibhayatanam. ","dn16:3.31.1":"Ajjhattam arupasanni eko bahiddha rupani passati lohitakani lohitakavannani lohitakanidassanani lohitakanibhasani. ","dn16:3.31.2":"Seyyathapi nama bandhujivakapuppham lohitakam lohitakavannam lohitakanidassanam lohitakanibhasam. Seyyatha va pana tam vattham baranaseyyakam ubhatobhagavimattham lohitakam lohitakavannam lohitakanidassanam lohitakanibhasam. ","dn16:3.31.3":"Evameva ajjhattam arupasanni eko bahiddha rupani passati lohitakani lohitakavannani lohitakanidassanani lohitakanibhasani. ","dn16:3.31.4":"‘Tani abhibhuyya janami passami’ti evamsanni hoti. ","dn16:3.31.5":"Idam sattamam abhibhayatanam. ","dn16:3.32.1":"Ajjhattam arupasanni eko bahiddha rupani passati odatani odatavannani odatanidassanani odatanibhasani. ","dn16:3.32.2":"Seyyathapi nama osadhitaraka odata odatavanna odatanidassana odatanibhasa. Seyyatha va pana tam vattham baranaseyyakam ubhatobhagavimattham odatam odatavannam odatanidassanam odatanibhasam. ","dn16:3.32.3":"Evameva ajjhattam arupasanni eko bahiddha rupani passati odatani odatavannani odatanidassanani odatanibhasani. ","dn16:3.32.4":"‘Tani abhibhuyya janami passami’ti evamsanni hoti. ","dn16:3.32.5":"Idam atthamam abhibhayatanam. ","dn16:3.32.6":"Imani kho, ananda, attha abhibhayatanani. ","dn16:3.33.0":"19. Atthavimokkha ","dn16:3.33.1":"Attha kho ime, ananda, vimokkha. ","dn16:3.33.2":"Katame attha? ","dn16:3.33.3":"Rupi rupani passati, ","dn16:3.33.4":"ayam pathamo vimokkho. ","dn16:3.33.5":"Ajjhattam arupasanni bahiddha rupani passati, ","dn16:3.33.6":"ayam dutiyo vimokkho. ","dn16:3.33.7":"Subhanteva adhimutto hoti, ","dn16:3.33.8":"ayam tatiyo vimokkho. ","dn16:3.33.9":"Sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati, ","dn16:3.33.10":"ayam catuttho vimokkho. ","dn16:3.33.11":"Sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati, ","dn16:3.33.12":"ayam pancamo vimokkho. ","dn16:3.33.13":"Sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati, ","dn16:3.33.14":"ayam chattho vimokkho. ","dn16:3.33.15":"Sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharati, ","dn16:3.33.16":"ayam sattamo vimokkho. ","dn16:3.33.17":"Sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharati, ","dn16:3.33.18":"ayam atthamo vimokkho. ","dn16:3.33.19":"Ime kho, ananda, attha vimokkha. ","dn16:3.33.20":"(…) ","dn16:3.34.1":"Ekamidaham, ananda, samayam uruvelayam viharami najja neranjaraya tire ajapalanigrodhe pathamabhisambuddho. ","dn16:3.34.2":"Atha kho, ananda, maro papima yenaham tenupasankami; upasankamitva ekamantam atthasi. Ekamantam thito kho, ananda, maro papima mam etadavoca: ","dn16:3.34.3":"‘parinibbatu dani, bhante, bhagava; parinibbatu sugato, parinibbanakalo dani, bhante, bhagavato’ti. ","dn16:3.34.4":"Evam vutte, aham, ananda, maram papimantam etadavocam: ","dn16:3.35.1":"‘Na tavaham, papima, parinibbayissami, yava me bhikkhu na savaka bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti. ","dn16:3.35.2":"Na tavaham, papima, parinibbayissami, yava me bhikkhuniyo na savika bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti. ","dn16:3.35.3":"Na tavaham, papima, parinibbayissami, yava me upasaka na savaka bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti. ","dn16:3.35.4":"Na tavaham, papima, parinibbayissami, yava me upasika na savika bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti. ","dn16:3.35.5":"Na tavaham, papima, parinibbayissami, yava me idam brahmacariyam na iddhanceva bhavissati phitanca vittharikam bahujannam puthubhutam yava devamanussehi suppakasitan’ti. ","dn16:3.36.1":"Idaneva kho, ananda, ajja capale cetiye maro papima yenaham tenupasankami; upasankamitva ekamantam atthasi. Ekamantam thito kho, ananda, maro papima mam etadavoca: ","dn16:3.36.2":"‘parinibbatu dani, bhante, bhagava, parinibbatu sugato, parinibbanakalo dani, bhante, bhagavato. ","dn16:3.36.3":"Bhasita kho panesa, bhante, bhagavata vaca: ","dn16:3.36.4":"“na tavaham, papima, parinibbayissami, yava me bhikkhu na savaka bhavissanti …pe… ","dn16:3.36.5":"yava me bhikkhuniyo na savika bhavissanti …pe… ","dn16:3.36.6":"yava me upasaka na savaka bhavissanti …pe… ","dn16:3.36.7":"yava me upasika na savika bhavissanti …pe… ","dn16:3.36.8":"yava me idam brahmacariyam na iddhanceva bhavissati phitanca vittharikam bahujannam puthubhutam, yava devamanussehi suppakasitan”ti. ","dn16:3.36.9":"Etarahi kho pana, bhante, bhagavato brahmacariyam iddhanceva phitanca vittharikam bahujannam puthubhutam, yava devamanussehi suppakasitam. ","dn16:3.36.10":"Parinibbatu dani, bhante, bhagava, parinibbatu sugato, parinibbanakalo dani, bhante, bhagavato’ti. ","dn16:3.37.1":"Evam vutte, aham, ananda, maram papimantam etadavocam: ","dn16:3.37.2":"‘appossukko tvam, papima, hohi, na ciram tathagatassa parinibbanam bhavissati. ","dn16:3.37.3":"Ito tinnam masanam accayena tathagato parinibbayissati’ti. ","dn16:3.37.4":"Idaneva kho, ananda, ajja capale cetiye tathagatena satena sampajanena ayusankharo ossattho”ti. ","dn16:3.38.0":"20. Anandayacanakatha ","dn16:3.38.1":"Evam vutte, ayasma anando bhagavantam etadavoca: ","dn16:3.38.2":"“titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti. ","dn16:3.38.3":"“Alam dani, ananda. ","dn16:3.38.4":"Ma tathagatam yaci, akalo dani, ananda, tathagatam yacanaya”ti. ","dn16:3.39.1":"Dutiyampi kho ayasma anando …pe… ","dn16:3.39.2":"tatiyampi kho ayasma anando bhagavantam etadavoca: ","dn16:3.39.3":"“titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti. ","dn16:3.39.4":"“Saddahasi tvam, ananda, tathagatassa bodhin”ti? ","dn16:3.39.5":"“Evam, bhante”. ","dn16:3.39.6":"“Atha kincarahi tvam, ananda, tathagatam yavatatiyakam abhinippilesi”ti? ","dn16:3.40.1":"“Sammukha metam, bhante, bhagavato sutam sammukha patiggahitam: ","dn16:3.40.2":"‘yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano kappam va tittheyya kappavasesam va. ","dn16:3.40.3":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha. So akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va’”ti. ","dn16:3.40.4":"“Saddahasi tvam, ananda”ti? ","dn16:3.40.5":"“Evam, bhante”. ","dn16:3.40.6":"“Tasmatihananda, tuyhevetam dukkatam, tuyhevetam aparaddham, yam tvam tathagatena evam olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum, na tathagatam yaci: ","dn16:3.40.7":"‘titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan’ti. ","dn16:3.40.8":"Sace tvam, ananda, tathagatam yaceyyasi, dveva te vaca tathagato patikkhipeyya, atha tatiyakam adhivaseyya. ","dn16:3.40.9":"Tasmatihananda, tuyhevetam dukkatam, tuyhevetam aparaddham. ","dn16:3.41.1":"Ekamidaham, ananda, samayam rajagahe viharami gijjhakute pabbate. ","dn16:3.41.2":"Tatrapi kho taham, ananda, amantesim: ","dn16:3.41.3":"‘ramaniyam, ananda, rajagaham, ramaniyo, ananda, gijjhakuto pabbato. ","dn16:3.41.4":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano kappam va tittheyya kappavasesam va. ","dn16:3.41.5":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va’ti. ","dn16:3.41.6":"Evampi kho tvam, ananda, tathagatena olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum, na tathagatam yaci: ","dn16:3.41.7":"‘titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan’ti. ","dn16:3.41.8":"Sace tvam, ananda, tathagatam yaceyyasi, dveva te vaca tathagato patikkhipeyya, atha tatiyakam adhivaseyya. ","dn16:3.41.9":"Tasmatihananda, tuyhevetam dukkatam, tuyhevetam aparaddham. ","dn16:3.42.1":"Ekamidaham, ananda, samayam tattheva rajagahe viharami gotamanigrodhe …pe… ","dn16:3.42.2":"tattheva rajagahe viharami corapapate … ","dn16:3.42.3":"tattheva rajagahe viharami vebharapasse sattapanniguhayam … ","dn16:3.42.4":"tattheva rajagahe viharami isigilipasse kalasilayam … ","dn16:3.42.5":"tattheva rajagahe viharami sitavane sappasondikapabbhare … ","dn16:3.42.6":"tattheva rajagahe viharami tapodarame … ","dn16:3.42.7":"tattheva rajagahe viharami veluvane kalandakanivape … ","dn16:3.42.8":"tattheva rajagahe viharami jivakambavane … ","dn16:3.42.9":"tattheva rajagahe viharami maddakucchismim migadaye. ","dn16:3.43.1":"Tatrapi kho taham, ananda, amantesim: ","dn16:3.43.2":"‘ramaniyam, ananda, rajagaham, ramaniyo gijjhakuto pabbato, ramaniyo gotamanigrodho, ramaniyo corapapato, ramaniya vebharapasse sattapanniguha, ramaniya isigilipasse kalasila, ramaniyo sitavane sappasondikapabbharo, ramaniyo tapodaramo, ramaniyo veluvane kalandakanivapo, ramaniyam jivakambavanam, ramaniyo maddakucchismim migadayo. ","dn16:3.44.1":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha …pe… ","dn16:3.44.2":"akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va’ti. ","dn16:3.44.3":"Evampi kho tvam, ananda, tathagatena olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum, na tathagatam yaci: ","dn16:3.44.4":"‘titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan’ti. ","dn16:3.44.5":"Sace tvam, ananda, tathagatam yaceyyasi, dveva te vaca tathagato patikkhipeyya, atha tatiyakam adhivaseyya. ","dn16:3.44.6":"Tasmatihananda, tuyhevetam dukkatam, tuyhevetam aparaddham. ","dn16:3.45.1":"Ekamidaham, ananda, samayam idheva vesaliyam viharami udene cetiye. ","dn16:3.45.2":"Tatrapi kho taham, ananda, amantesim: ","dn16:3.45.3":"‘ramaniya, ananda, vesali, ramaniyam udenam cetiyam. ","dn16:3.45.4":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano kappam va tittheyya kappavasesam va. ","dn16:3.45.5":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va’ti. ","dn16:3.45.6":"Evampi kho tvam, ananda, tathagatena olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum, na tathagatam yaci: ","dn16:3.45.7":"‘titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan’ti. ","dn16:3.45.8":"Sace tvam, ananda, tathagatam yaceyyasi, dveva te vaca tathagato patikkhipeyya, atha tatiyakam adhivaseyya, tasmatihananda, tuyhevetam dukkatam, tuyhevetam aparaddham. ","dn16:3.46.1":"Ekamidaham, ananda, samayam idheva vesaliyam viharami gotamake cetiye …pe… ","dn16:3.46.2":"idheva vesaliyam viharami sattambe cetiye … ","dn16:3.46.3":"idheva vesaliyam viharami bahuputte cetiye … ","dn16:3.46.4":"idheva vesaliyam viharami sarandade cetiye … ","dn16:3.47.1":"idaneva kho taham, ananda, ajja capale cetiye amantesim: ","dn16:3.47.2":"‘ramaniya, ananda, vesali, ramaniyam udenam cetiyam, ramaniyam gotamakam cetiyam, ramaniyam sattambam cetiyam, ramaniyam bahuputtam cetiyam, ramaniyam sarandadam cetiyam, ramaniyam capalam cetiyam. ","dn16:3.47.3":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano kappam va tittheyya kappavasesam va. ","dn16:3.47.4":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va’ti. ","dn16:3.47.5":"Evampi kho tvam, ananda, tathagatena olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum, na tathagatam yaci: ","dn16:3.47.6":"‘titthatu bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan’ti. ","dn16:3.47.7":"Sace tvam, ananda, tathagatam yaceyyasi, dveva te vaca tathagato patikkhipeyya, atha tatiyakam adhivaseyya. ","dn16:3.47.8":"Tasmatihananda, tuyhevetam dukkatam, tuyhevetam aparaddham. ","dn16:3.48.1":"Nanu etam, ananda, maya patikacceva akkhatam: ","dn16:3.48.2":"‘sabbeheva piyehi manapehi nanabhavo vinabhavo annathabhavo. ","dn16:3.48.3":"Tam kutettha, ananda, labbha, yam tam jatam bhutam sankhatam palokadhammam, tam vata ma palujjiti netam thanam vijjati’. ","dn16:3.48.4":"Yam kho panetam, ananda, tathagatena cattam vantam muttam pahinam patinissattham ossattho ayusankharo, ekamsena vaca bhasita: ","dn16:3.48.5":"‘na ciram tathagatassa parinibbanam bhavissati. ","dn16:3.48.6":"Ito tinnam masanam accayena tathagato parinibbayissati’ti. ","dn16:3.48.7":"Tanca tathagato jivitahetu puna paccavamissatiti netam thanam vijjati. ","dn16:3.48.8":"Ayamananda, yena mahavanam kutagarasala tenupasankamissama”ti. ","dn16:3.48.9":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:3.49.1":"Atha kho bhagava ayasmata anandena saddhim yena mahavanam kutagarasala tenupasankami; upasankamitva ayasmantam anandam amantesi: ","dn16:3.49.2":"“gaccha tvam, ananda, yavatika bhikkhu vesalim upanissaya viharanti, te sabbe upatthanasalayam sannipatehi”ti. ","dn16:3.49.3":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva yavatika bhikkhu vesalim upanissaya viharanti, te sabbe upatthanasalayam sannipatetva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thito kho ayasma anando bhagavantam etadavoca: ","dn16:3.49.4":"“sannipatito, bhante, bhikkhusangho, yassadani, bhante, bhagava kalam mannati”ti. ","dn16:3.49.5":"(…) ","dn16:3.50.1":"Atha kho bhagava yenupatthanasala tenupasankami; upasankamitva pannatte asane nisidi. ","dn16:3.50.2":"Nisajja kho bhagava bhikkhu amantesi: ","dn16:3.50.3":"“tasmatiha, bhikkhave, ye te maya dhamma abhinna desita, te vo sadhukam uggahetva asevitabba bhavetabba bahulikatabba, yathayidam brahmacariyam addhaniyam assa ciratthitikam, tadassa bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","dn16:3.50.4":"Katame ca te, bhikkhave, dhamma maya abhinna desita, ye vo sadhukam uggahetva asevitabba bhavetabba bahulikatabba, yathayidam brahmacariyam addhaniyam assa ciratthitikam, tadassa bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","dn16:3.50.5":"Seyyathidam—cattaro satipatthana, cattaro sammappadhana, cattaro iddhipada, pancindriyani, panca balani, satta bojjhanga, ariyo atthangiko maggo. ","dn16:3.51.1":"Ime kho te, bhikkhave, dhamma maya abhinna desita, ye vo sadhukam uggahetva asevitabba bhavetabba bahulikatabba, yathayidam brahmacariyam addhaniyam assa ciratthitikam, tadassa bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti. ","dn16:3.51.2":"Atha kho bhagava bhikkhu amantesi: ","dn16:3.51.3":"“handa dani, bhikkhave, amantayami vo, ","dn16:3.51.4":"vayadhamma sankhara, appamadena sampadetha. ","dn16:3.51.5":"Naciram tathagatassa parinibbanam bhavissati. ","dn16:3.51.6":"Ito tinnam masanam accayena tathagato parinibbayissati”ti. ","dn16:3.51.7":"Idamavoca bhagava. ","dn16:3.51.8":"Idam vatvana sugato athaparam etadavoca sattha: ","dn16:3.51.9":"“Paripakko vayo mayham, ","dn16:3.51.10":"parittam mama jivitam; ","dn16:3.51.11":"Pahaya vo gamissami, ","dn16:3.51.12":"katam me saranamattano. ","dn16:3.51.13":"Appamatta satimanto, ","dn16:3.51.14":"susila hotha bhikkhavo; ","dn16:3.51.15":"Susamahitasankappa, ","dn16:3.51.16":"sacittamanurakkhatha. ","dn16:3.51.17":"Yo imasmim dhammavinaye, ","dn16:3.51.18":"appamatto vihassati; ","dn16:3.51.19":"Pahaya jatisamsaram, ","dn16:3.51.20":"dukkhassantam karissati”ti. ","dn16:3.51.21":"Tatiyo bhanavaro. ","dn16:4.1.0":"21. Nagapalokita ","dn16:4.1.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","dn16:4.1.2":"Vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto nagapalokitam vesalim apaloketva ayasmantam anandam amantesi: ","dn16:4.1.3":"“idam pacchimakam, ananda, tathagatassa vesaliya dassanam bhavissati. ","dn16:4.1.4":"Ayamananda, yena bhandagamo tenupasankamissama”ti. ","dn16:4.1.5":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:4.2.1":"Atha kho bhagava mahata bhikkhusanghena saddhim yena bhandagamo tadavasari. ","dn16:4.2.2":"Tatra sudam bhagava bhandagame viharati. ","dn16:4.2.3":"Tatra kho bhagava bhikkhu amantesi: ","dn16:4.2.4":"“catunnam, bhikkhave, dhammanam ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:4.2.5":"Katamesam catunnam? ","dn16:4.2.6":"Ariyassa, bhikkhave, silassa ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:4.2.7":"Ariyassa, bhikkhave, samadhissa ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:4.2.8":"Ariyaya, bhikkhave, pannaya ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:4.2.9":"Ariyaya, bhikkhave, vimuttiya ananubodha appativedha evamidam dighamaddhanam sandhavitam samsaritam mamanceva tumhakanca. ","dn16:4.2.10":"Tayidam, bhikkhave, ariyam silam anubuddham patividdham, ariyo samadhi anubuddho patividdho, ariya panna anubuddha patividdha, ariya vimutti anubuddha patividdha, ucchinna bhavatanha, khina bhavanetti, natthi dani punabbhavo”ti. ","dn16:4.3.1":"Idamavoca bhagava. ","dn16:4.3.2":"Idam vatvana sugato athaparam etadavoca sattha: ","dn16:4.3.3":"“Silam samadhi panna ca, ","dn16:4.3.4":"vimutti ca anuttara; ","dn16:4.3.5":"Anubuddha ime dhamma, ","dn16:4.3.6":"gotamena yasassina. ","dn16:4.3.7":"Iti buddho abhinnaya, ","dn16:4.3.8":"dhammamakkhasi bhikkhunam; ","dn16:4.3.9":"Dukkhassantakaro sattha, ","dn16:4.3.10":"cakkhuma parinibbuto”ti. ","dn16:4.4.1":"Tatrapi sudam bhagava bhandagame viharanto etadeva bahulam bhikkhunam dhammim katham karoti: ","dn16:4.4.2":"“iti silam, iti samadhi, iti panna. ","dn16:4.4.3":"Silaparibhavito samadhi mahapphalo hoti mahanisamso. ","dn16:4.4.4":"Samadhiparibhavita panna mahapphala hoti mahanisamsa. ","dn16:4.4.5":"Pannaparibhavitam cittam sammadeva asavehi vimuccati, seyyathidam—","dn16:4.4.6":"kamasava, bhavasava, avijjasava”ti. ","dn16:4.5.0":"22. Catumahapadesakatha ","dn16:4.5.1":"Atha kho bhagava bhandagame yathabhirantam viharitva ayasmantam anandam amantesi: ","dn16:4.5.2":"“ayamananda, yena hatthigamo, ","dn16:4.5.3":"yena ambagamo, ","dn16:4.5.4":"yena jambugamo, ","dn16:4.5.5":"yena bhoganagaram tenupasankamissama”ti. ","dn16:4.6.1":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:4.6.2":"Atha kho bhagava mahata bhikkhusanghena saddhim yena bhoganagaram tadavasari. ","dn16:4.7.1":"Tatra sudam bhagava bhoganagare viharati anande cetiye. ","dn16:4.7.2":"Tatra kho bhagava bhikkhu amantesi: ","dn16:4.7.3":"“cattarome, bhikkhave, mahapadese desessami, ","dn16:4.7.4":"tam sunatha, sadhukam manasikarotha, bhasissami”ti. ","dn16:4.7.5":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","dn16:4.7.6":"Bhagava etadavoca: ","dn16:4.8.1":"“Idha, bhikkhave, bhikkhu evam vadeyya: ","dn16:4.8.2":"‘sammukha metam, avuso, bhagavato sutam sammukha patiggahitam, ","dn16:4.8.3":"ayam dhammo ayam vinayo idam satthusasanan’ti. ","dn16:4.8.4":"Tassa, bhikkhave, bhikkhuno bhasitam neva abhinanditabbam nappatikkositabbam. ","dn16:4.8.5":"Anabhinanditva appatikkositva tani padabyanjanani sadhukam uggahetva sutte osaretabbani, vinaye sandassetabbani. ","dn16:4.8.6":"Tani ce sutte osariyamanani vinaye sandassiyamanani na ceva sutte osaranti, na ca vinaye sandissanti, nitthamettha gantabbam: ","dn16:4.8.7":"‘addha idam na ceva tassa bhagavato vacanam; ","dn16:4.8.8":"imassa ca bhikkhuno duggahitan’ti. ","dn16:4.8.9":"Iti hetam, bhikkhave, chaddeyyatha. ","dn16:4.8.10":"Tani ce sutte osariyamanani vinaye sandassiyamanani sutte ceva osaranti, vinaye ca sandissanti, nitthamettha gantabbam: ","dn16:4.8.11":"‘addha idam tassa bhagavato vacanam; ","dn16:4.8.12":"imassa ca bhikkhuno suggahitan’ti. ","dn16:4.8.13":"Idam, bhikkhave, pathamam mahapadesam dhareyyatha. ","dn16:4.9.1":"Idha pana, bhikkhave, bhikkhu evam vadeyya: ","dn16:4.9.2":"‘amukasmim nama avase sangho viharati sathero sapamokkho. ","dn16:4.9.3":"Tassa me sanghassa sammukha sutam sammukha patiggahitam, ","dn16:4.9.4":"ayam dhammo ayam vinayo idam satthusasanan’ti. ","dn16:4.9.5":"Tassa, bhikkhave, bhikkhuno bhasitam neva abhinanditabbam nappatikkositabbam. ","dn16:4.9.6":"Anabhinanditva appatikkositva tani padabyanjanani sadhukam uggahetva sutte osaretabbani, vinaye sandassetabbani. ","dn16:4.9.7":"Tani ce sutte osariyamanani vinaye sandassiyamanani na ceva sutte osaranti, na ca vinaye sandissanti, nitthamettha gantabbam: ","dn16:4.9.8":"‘addha idam na ceva tassa bhagavato vacanam; ","dn16:4.9.9":"tassa ca sanghassa duggahitan’ti. ","dn16:4.9.10":"Itihetam, bhikkhave, chaddeyyatha. ","dn16:4.9.11":"Tani ce sutte osariyamanani vinaye sandassiyamanani sutte ceva osaranti, vinaye ca sandissanti, nitthamettha gantabbam: ","dn16:4.9.12":"‘addha idam tassa bhagavato vacanam; ","dn16:4.9.13":"tassa ca sanghassa suggahitan’ti. ","dn16:4.9.14":"Idam, bhikkhave, dutiyam mahapadesam dhareyyatha. ","dn16:4.10.1":"Idha pana, bhikkhave, bhikkhu evam vadeyya: ","dn16:4.10.2":"‘amukasmim nama avase sambahula thera bhikkhu viharanti bahussuta agatagama dhammadhara vinayadhara matikadhara. ","dn16:4.10.3":"Tesam me theranam sammukha sutam sammukha patiggahitam—","dn16:4.10.4":"ayam dhammo ayam vinayo idam satthusasanan’ti. ","dn16:4.10.5":"Tassa, bhikkhave, bhikkhuno bhasitam neva abhinanditabbam … ","dn16:4.10.6":"pe… ","dn16:4.10.7":"na ca vinaye sandissanti, nitthamettha gantabbam: ","dn16:4.10.8":"‘addha idam na ceva tassa bhagavato vacanam; ","dn16:4.10.9":"tesanca theranam duggahitan’ti. ","dn16:4.10.10":"Itihetam, bhikkhave, chaddeyyatha. ","dn16:4.10.11":"Tani ce sutte osariyamanani …pe… ","dn16:4.10.12":"vinaye ca sandissanti, nitthamettha gantabbam: ","dn16:4.10.13":"‘addha idam tassa bhagavato vacanam; ","dn16:4.10.14":"tesanca theranam suggahitan’ti. ","dn16:4.10.15":"Idam, bhikkhave, tatiyam mahapadesam dhareyyatha. ","dn16:4.11.1":"Idha pana, bhikkhave, bhikkhu evam vadeyya: ","dn16:4.11.2":"‘amukasmim nama avase eko thero bhikkhu viharati bahussuto agatagamo dhammadharo vinayadharo matikadharo. ","dn16:4.11.3":"Tassa me therassa sammukha sutam sammukha patiggahitam—","dn16:4.11.4":"ayam dhammo ayam vinayo idam satthusasanan’ti. ","dn16:4.11.5":"Tassa, bhikkhave, bhikkhuno bhasitam neva abhinanditabbam nappatikkositabbam. ","dn16:4.11.6":"Anabhinanditva appatikkositva tani padabyanjanani sadhukam uggahetva sutte osaretabbani, vinaye sandassetabbani. ","dn16:4.11.7":"Tani ce sutte osariyamanani vinaye sandassiyamanani na ceva sutte osaranti, na ca vinaye sandissanti, nitthamettha gantabbam: ","dn16:4.11.8":"‘addha idam na ceva tassa bhagavato vacanam; ","dn16:4.11.9":"tassa ca therassa duggahitan’ti. ","dn16:4.11.10":"Itihetam, bhikkhave, chaddeyyatha. ","dn16:4.11.11":"Tani ca sutte osariyamanani vinaye sandassiyamanani sutte ceva osaranti, vinaye ca sandissanti, nitthamettha gantabbam: ","dn16:4.11.12":"‘addha idam tassa bhagavato vacanam; ","dn16:4.11.13":"tassa ca therassa suggahitan’ti. ","dn16:4.11.14":"Idam, bhikkhave, catuttham mahapadesam dhareyyatha. ","dn16:4.11.15":"Ime kho, bhikkhave, cattaro mahapadese dhareyyatha”ti. ","dn16:4.12.1":"Tatrapi sudam bhagava bhoganagare viharanto anande cetiye etadeva bahulam bhikkhunam dhammim katham karoti: ","dn16:4.12.2":"“iti silam, iti samadhi, iti panna. ","dn16:4.12.3":"Silaparibhavito samadhi mahapphalo hoti mahanisamso. ","dn16:4.12.4":"Samadhiparibhavita panna mahapphala hoti mahanisamsa. ","dn16:4.12.5":"Pannaparibhavitam cittam sammadeva asavehi vimuccati, seyyathidam—","dn16:4.12.6":"kamasava, bhavasava, avijjasava”ti. ","dn16:4.13.0":"23. Kammaraputtacundavatthu ","dn16:4.13.1":"Atha kho bhagava bhoganagare yathabhirantam viharitva ayasmantam anandam amantesi: ","dn16:4.13.2":"“ayamananda, yena pava tenupasankamissama”ti. ","dn16:4.13.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:4.13.4":"Atha kho bhagava mahata bhikkhusanghena saddhim yena pava tadavasari. ","dn16:4.13.5":"Tatra sudam bhagava pavayam viharati cundassa kammaraputtassa ambavane. ","dn16:4.14.1":"Assosi kho cundo kammaraputto: “bhagava kira pavam anuppatto, pavayam viharati mayham ambavane”ti. ","dn16:4.14.2":"Atha kho cundo kammaraputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","dn16:4.14.3":"Ekamantam nisinnam kho cundam kammaraputtam bhagava dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","dn16:4.14.4":"Atha kho cundo kammaraputto bhagavata dhammiya kathaya sandassito samadapito samuttejito sampahamsito bhagavantam etadavoca: ","dn16:4.15.1":"“adhivasetu me, bhante, bhagava svatanaya bhattam saddhim bhikkhusanghena”ti. ","dn16:4.15.2":"Adhivasesi bhagava tunhibhavena. ","dn16:4.16.1":"Atha kho cundo kammaraputto bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","dn16:4.17.1":"Atha kho cundo kammaraputto tassa rattiya accayena sake nivesane panitam khadaniyam bhojaniyam patiyadapetva pahutanca sukaramaddavam bhagavato kalam arocapesi: ","dn16:4.17.2":"“kalo, bhante, nitthitam bhattan”ti. ","dn16:4.18.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena cundassa kammaraputtassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","dn16:4.18.2":"Nisajja kho bhagava cundam kammaraputtam amantesi: ","dn16:4.18.3":"“yam te, cunda, sukaramaddavam patiyattam, tena mam parivisa. ","dn16:4.18.4":"Yam panannam khadaniyam bhojaniyam patiyattam, tena bhikkhusangham parivisa”ti. ","dn16:4.18.5":"“Evam, bhante”ti kho cundo kammaraputto bhagavato patissutva yam ahosi sukaramaddavam patiyattam, tena bhagavantam parivisi. ","dn16:4.18.6":"Yam panannam khadaniyam bhojaniyam patiyattam, tena bhikkhusangham parivisi. ","dn16:4.19.1":"Atha kho bhagava cundam kammaraputtam amantesi: ","dn16:4.19.2":"“yam te, cunda, sukaramaddavam avasittham, tam sobbhe nikhanahi. ","dn16:4.19.3":"Naham tam, cunda, passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya, yassa tam paribhuttam samma parinamam gaccheyya annatra tathagatassa”ti. ","dn16:4.19.4":"“Evam, bhante”ti kho cundo kammaraputto bhagavato patissutva yam ahosi sukaramaddavam avasittham, tam sobbhe nikhanitva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","dn16:4.19.5":"Ekamantam nisinnam kho cundam kammaraputtam bhagava dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva utthayasana pakkami. ","dn16:4.19.6":"(…) ","dn16:4.20.1":"Atha kho bhagavato cundassa kammaraputtassa bhattam bhuttavissa kharo abadho uppajji, lohitapakkhandika pabalha vedana vattanti maranantika. ","dn16:4.20.2":"Ta sudam bhagava sato sampajano adhivasesi avihannamano. ","dn16:4.20.3":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:4.20.4":"“ayamananda, yena kusinara tenupasankamissama”ti. ","dn16:4.20.5":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:4.20.6":"Cundassa bhattam bhunjitva, ","dn16:4.20.7":"kammarassati me sutam; ","dn16:4.20.8":"Abadham samphusi dhiro, ","dn16:4.20.9":"pabalham maranantikam. ","dn16:4.20.10":"Bhuttassa ca sukaramaddavena, ","dn16:4.20.11":"Byadhippabalho udapadi satthuno; ","dn16:4.20.12":"Virecamano bhagava avoca, ","dn16:4.20.13":"“Gacchamaham kusinaram nagaran”ti. ","dn16:4.21.0":"24. Paniyaharana ","dn16:4.21.1":"Atha kho bhagava magga okkamma yena annataram rukkhamulam tenupasankami; upasankamitva ayasmantam anandam amantesi: ","dn16:4.21.2":"“ingha me tvam, ananda, catuggunam sanghatim pannapehi, kilantosmi, ananda, nisidissami”ti. ","dn16:4.21.3":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva catuggunam sanghatim pannapesi. ","dn16:4.21.4":"Nisidi bhagava pannatte asane. ","dn16:4.22.1":"Nisajja kho bhagava ayasmantam anandam amantesi: ","dn16:4.22.2":"“ingha me tvam, ananda, paniyam ahara, pipasitosmi, ananda, pivissami”ti. ","dn16:4.22.3":"Evam vutte, ayasma anando bhagavantam etadavoca: ","dn16:4.22.4":"“idani, bhante, pancamattani sakatasatani atikkantani, tam cakkacchinnam udakam parittam lulitam avilam sandati. ","dn16:4.22.5":"Ayam, bhante, kakudha nadi avidure acchodaka satodaka sitodaka setodaka suppatittha ramaniya. ","dn16:4.22.6":"Ettha bhagava paniyanca pivissati, gattani ca siti karissati”ti. ","dn16:4.23.1":"Dutiyampi kho bhagava ayasmantam anandam amantesi: ","dn16:4.23.2":"“ingha me tvam, ananda, paniyam ahara, pipasitosmi, ananda, pivissami”ti. ","dn16:4.23.3":"Dutiyampi kho ayasma anando bhagavantam etadavoca: ","dn16:4.23.4":"“idani, bhante, pancamattani sakatasatani atikkantani, tam cakkacchinnam udakam parittam lulitam avilam sandati. ","dn16:4.23.5":"Ayam, bhante, kakudha nadi avidure acchodaka satodaka sitodaka setodaka suppatittha ramaniya. ","dn16:4.23.6":"Ettha bhagava paniyanca pivissati, gattani ca sitikarissati”ti. ","dn16:4.24.1":"Tatiyampi kho bhagava ayasmantam anandam amantesi: ","dn16:4.24.2":"“ingha me tvam, ananda, paniyam ahara, pipasitosmi, ananda, pivissami”ti. ","dn16:4.24.3":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva pattam gahetva yena sa nadika tenupasankami. ","dn16:4.24.4":"Atha kho sa nadika cakkacchinna paritta lulita avila sandamana, ayasmante anande upasankamante accha vippasanna anavila sandittha. ","dn16:4.25.1":"Atha kho ayasmato anandassa etadahosi: ","dn16:4.25.2":"“acchariyam vata bho, abbhutam vata bho, tathagatassa mahiddhikata mahanubhavata. ","dn16:4.25.3":"Ayanhi sa nadika cakkacchinna paritta lulita avila sandamana mayi upasankamante accha vippasanna anavila sandati”ti. ","dn16:4.25.4":"Pattena paniyam adaya yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","dn16:4.25.5":"“acchariyam, bhante, abbhutam, bhante, tathagatassa mahiddhikata mahanubhavata. ","dn16:4.25.6":"Idani sa bhante nadika cakkacchinna paritta lulita avila sandamana mayi upasankamante accha vippasanna anavila sandittha. ","dn16:4.25.7":"Pivatu bhagava paniyam pivatu sugato paniyan”ti. ","dn16:4.25.8":"Atha kho bhagava paniyam apayi. ","dn16:4.26.0":"25. Pukkusamallaputtavatthu ","dn16:4.26.1":"Tena kho pana samayena pukkuso mallaputto alarassa kalamassa savako kusinaraya pavam addhanamaggappatipanno hoti. ","dn16:4.26.2":"Addasa kho pukkuso mallaputto bhagavantam annatarasmim rukkhamule nisinnam. ","dn16:4.26.3":"Disva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho pukkuso mallaputto bhagavantam etadavoca: ","dn16:4.26.4":"“acchariyam, bhante, abbhutam, bhante, santena vata, bhante, pabbajita viharena viharanti. ","dn16:4.27.1":"Bhutapubbam, bhante, alaro kalamo addhanamaggappatipanno magga okkamma avidure annatarasmim rukkhamule divaviharam nisidi. ","dn16:4.27.2":"Atha kho, bhante, pancamattani sakatasatani alaram kalamam nissaya nissaya atikkamimsu. ","dn16:4.27.3":"Atha kho, bhante, annataro puriso tassa sakatasatthassa pitthito pitthito agacchanto yena alaro kalamo tenupasankami; upasankamitva alaram kalamam etadavoca: ","dn16:4.27.4":"‘api, bhante, pancamattani sakatasatani atikkantani addasa’ti? ","dn16:4.27.5":"‘Na kho aham, avuso, addasan’ti. ","dn16:4.27.6":"‘Kim pana, bhante, saddam assosi’ti? ","dn16:4.27.7":"‘Na kho aham, avuso, saddam assosin’ti. ","dn16:4.27.8":"‘Kim pana, bhante, sutto ahosi’ti? ","dn16:4.27.9":"‘Na kho aham, avuso, sutto ahosin’ti. ","dn16:4.27.10":"‘Kim pana, bhante, sanni ahosi’ti? ","dn16:4.27.11":"‘Evamavuso’ti. ","dn16:4.27.12":"‘So tvam, bhante, sanni samano jagaro pancamattani sakatasatani nissaya nissaya atikkantani neva addasa, na pana saddam assosi; ","dn16:4.27.13":"apisu te, bhante, sanghati rajena okinna’ti? ","dn16:4.27.14":"‘Evamavuso’ti. ","dn16:4.27.15":"Atha kho, bhante, tassa purisassa etadahosi: ","dn16:4.27.16":"‘acchariyam vata bho, abbhutam vata bho, santena vata bho pabbajita viharena viharanti. ","dn16:4.27.17":"Yatra hi nama sanni samano jagaro pancamattani sakatasatani nissaya nissaya atikkantani neva dakkhati, na pana saddam sossati’ti. ","dn16:4.27.18":"Alare kalame ularam pasadam pavedetva pakkami”ti. ","dn16:4.28.1":"“Tam kim mannasi, pukkusa, ","dn16:4.28.2":"katamam nu kho dukkarataram va durabhisambhavataram va—","dn16:4.28.3":"yo va sanni samano jagaro pancamattani sakatasatani nissaya nissaya atikkantani neva passeyya, na pana saddam suneyya; ","dn16:4.28.4":"yo va sanni samano jagaro deve vassante deve galagalayante vijjullatasu niccharantisu asaniya phalantiya neva passeyya, na pana saddam suneyya”ti? ","dn16:4.29.1":"“Kinhi, bhante, karissanti panca va sakatasatani cha va sakatasatani satta va sakatasatani attha va sakatasatani nava va sakatasatani, sakatasahassam va sakatasatasahassam va. ","dn16:4.29.2":"Atha kho etadeva dukkarataranceva durabhisambhavataranca yo sanni samano jagaro deve vassante deve galagalayante vijjullatasu niccharantisu asaniya phalantiya neva passeyya, na pana saddam suneyya”ti. ","dn16:4.30.1":"“Ekamidaham, pukkusa, samayam atumayam viharami bhusagare. ","dn16:4.30.2":"Tena kho pana samayena deve vassante deve galagalayante vijjullatasu niccharantisu asaniya phalantiya avidure bhusagarassa dve kassaka bhataro hata cattaro ca balibadda. ","dn16:4.30.3":"Atha kho, pukkusa, atumaya mahajanakayo nikkhamitva yena te dve kassaka bhataro hata cattaro ca balibadda tenupasankami. ","dn16:4.31.1":"Tena kho panaham, pukkusa, samayena bhusagara nikkhamitva bhusagaradvare abbhokase cankamami. ","dn16:4.31.2":"Atha kho, pukkusa, annataro puriso tamha mahajanakaya yenaham tenupasankami; upasankamitva mam abhivadetva ekamantam atthasi. Ekamantam thitam kho aham, pukkusa, tam purisam etadavocam: ","dn16:4.32.1":"‘kim nu kho eso, avuso, mahajanakayo sannipatito’ti? ","dn16:4.32.2":"‘Idani, bhante, deve vassante deve galagalayante vijjullatasu niccharantisu asaniya phalantiya dve kassaka bhataro hata cattaro ca balibadda. ","dn16:4.32.3":"Ettheso mahajanakayo sannipatito. ","dn16:4.32.4":"Tvam pana, bhante, kva ahosi’ti? ","dn16:4.32.5":"‘Idheva kho aham, avuso, ahosin’ti. ","dn16:4.32.6":"‘Kim pana, bhante, addasa’ti? ","dn16:4.32.7":"‘Na kho aham, avuso, addasan’ti. ","dn16:4.32.8":"‘Kim pana, bhante, saddam assosi’ti? ","dn16:4.32.9":"‘Na kho aham, avuso, saddam assosin’ti. ","dn16:4.32.10":"‘Kim pana, bhante, sutto ahosi’ti? ","dn16:4.32.11":"‘Na kho aham, avuso, sutto ahosin’ti. ","dn16:4.32.12":"‘Kim pana, bhante, sanni ahosi’ti? ","dn16:4.32.13":"‘Evamavuso’ti. ","dn16:4.32.14":"‘So tvam, bhante, sanni samano jagaro deve vassante deve galagalayante vijjullatasu niccharantisu asaniya phalantiya neva addasa, na pana saddam assosi’ti? ","dn16:4.32.15":"‘Evamavuso’ti. ","dn16:4.33.1":"Atha kho, pukkusa, tassa purisassa etadahosi: ","dn16:4.33.2":"‘acchariyam vata bho, abbhutam vata bho, santena vata bho pabbajita viharena viharanti. ","dn16:4.33.3":"Yatra hi nama sanni samano jagaro deve vassante deve galagalayante vijjullatasu niccharantisu asaniya phalantiya neva dakkhati, na pana saddam sossati’ti. ","dn16:4.33.4":"Mayi ularam pasadam pavedetva mam abhivadetva padakkhinam katva pakkami”ti. ","dn16:4.34.1":"Evam vutte, pukkuso mallaputto bhagavantam etadavoca: ","dn16:4.34.2":"“esaham, bhante, yo me alare kalame pasado tam mahavate va ophunami sighasotaya va nadiya pavahemi. ","dn16:4.34.3":"Abhikkantam, bhante, abhikkantam, bhante. ","dn16:4.34.4":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","dn16:4.34.5":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","dn16:4.34.6":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","dn16:4.35.1":"Atha kho pukkuso mallaputto annataram purisam amantesi: ","dn16:4.35.2":"“ingha me tvam, bhane, singivannam yugamattham dharaniyam ahara”ti. ","dn16:4.35.3":"“Evam, bhante”ti kho so puriso pukkusassa mallaputtassa patissutva tam singivannam yugamattham dharaniyam ahari. ","dn16:4.35.4":"Atha kho pukkuso mallaputto tam singivannam yugamattham dharaniyam bhagavato upanamesi: ","dn16:4.35.5":"“idam, bhante, singivannam yugamattham dharaniyam, tam me bhagava patigganhatu anukampam upadaya”ti. ","dn16:4.35.6":"“Tena hi, pukkusa, ekena mam acchadehi, ekena anandan”ti. ","dn16:4.35.7":"“Evam, bhante”ti kho pukkuso mallaputto bhagavato patissutva ekena bhagavantam acchadeti, ekena ayasmantam anandam. ","dn16:4.36.1":"Atha kho bhagava pukkusam mallaputtam dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","dn16:4.36.2":"Atha kho pukkuso mallaputto bhagavata dhammiya kathaya sandassito samadapito samuttejito sampahamsito utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","dn16:4.37.1":"Atha kho ayasma anando acirapakkante pukkuse mallaputte tam singivannam yugamattham dharaniyam bhagavato kayam upanamesi. ","dn16:4.37.2":"Tam bhagavato kayam upanamitam hataccikam viya khayati. ","dn16:4.37.3":"Atha kho ayasma anando bhagavantam etadavoca: ","dn16:4.37.4":"“acchariyam, bhante, abbhutam, bhante, yava parisuddho, bhante, tathagatassa chavivanno pariyodato. ","dn16:4.37.5":"Idam, bhante, singivannam yugamattham dharaniyam bhagavato kayam upanamitam hataccikam viya khayati”ti. ","dn16:4.37.6":"“Evametam, ananda, evametam, ananda, dvisu kalesu ativiya tathagatassa kayo parisuddho hoti chavivanno pariyodato. ","dn16:4.38.1":"Katamesu dvisu? ","dn16:4.38.2":"Yanca, ananda, rattim tathagato anuttaram sammasambodhim abhisambujjhati, yanca rattim anupadisesaya nibbanadhatuya parinibbayati. ","dn16:4.38.3":"Imesu kho, ananda, dvisu kalesu ativiya tathagatassa kayo parisuddho hoti chavivanno pariyodato. ","dn16:4.38.4":"Ajja kho panananda, rattiya pacchime yame kusinarayam upavattane mallanam salavane antarena yamakasalanam tathagatassa parinibbanam bhavissati. ","dn16:4.38.5":"Ayamananda, yena kakudha nadi tenupasankamissama”ti. ","dn16:4.38.6":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:4.38.7":"Singivannam yugamattham, ","dn16:4.38.8":"pukkuso abhiharayi; ","dn16:4.38.9":"Tena acchadito sattha, ","dn16:4.38.10":"hemavanno asobhathati. ","dn16:4.38.11":"(…) ","dn16:4.39.1":"Atha kho bhagava mahata bhikkhusanghena saddhim yena kakudha nadi tenupasankami; upasankamitva kakudham nadim ajjhogahetva nhatva ca pivitva ca paccuttaritva yena ambavanam tenupasankami. ","dn16:4.39.2":"Upasankamitva ayasmantam cundakam amantesi: ","dn16:4.39.3":"“ingha me tvam, cundaka, catuggunam sanghatim pannapehi, kilantosmi, cundaka, nipajjissami”ti. ","dn16:4.40.1":"“Evam, bhante”ti kho ayasma cundako bhagavato patissutva catuggunam sanghatim pannapesi. ","dn16:4.40.2":"Atha kho bhagava dakkhinena passena sihaseyyam kappesi pade padam accadhaya sato sampajano utthanasannam manasikaritva. ","dn16:4.40.3":"Ayasma pana cundako tattheva bhagavato purato nisidi. ","dn16:4.41.1":"Gantvana buddho nadikam kakudham, ","dn16:4.41.2":"Acchodakam satudakam vippasannam; ","dn16:4.41.3":"Ogahi sattha akilantarupo, ","dn16:4.41.4":"Tathagato appatimo ca loke. ","dn16:4.41.5":"Nhatva ca pivitva cudatari sattha, ","dn16:4.41.6":"Purakkhato bhikkhuganassa majjhe; ","dn16:4.41.7":"Vatta pavatta bhagava idha dhamme, ","dn16:4.41.8":"Upagami ambavanam mahesi. ","dn16:4.41.9":"Amantayi cundakam nama bhikkhum, ","dn16:4.41.10":"Catuggunam santhara me nipajjam; ","dn16:4.41.11":"So codito bhavitattena cundo, ","dn16:4.41.12":"Catuggunam santhari khippameva; ","dn16:4.41.13":"Nipajji sattha akilantarupo, ","dn16:4.41.14":"Cundopi tattha pamukhe nisiditi. ","dn16:4.42.1":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:4.42.2":"“siya kho panananda, cundassa kammaraputtassa koci vippatisaram uppadeyya: ","dn16:4.42.3":"‘tassa te, avuso cunda, alabha tassa te dulladdham, yassa te tathagato pacchimam pindapatam paribhunjitva parinibbuto’ti. ","dn16:4.42.4":"Cundassa, ananda, kammaraputtassa evam vippatisaro pativinetabbo: ","dn16:4.42.5":"‘tassa te, avuso cunda, labha tassa te suladdham, ","dn16:4.42.6":"yassa te tathagato pacchimam pindapatam paribhunjitva parinibbuto. ","dn16:4.42.7":"Sammukha metam, avuso cunda, bhagavato sutam sammukha patiggahitam: ","dn16:4.42.8":"dveme pindapata samasamaphala samavipaka, ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca. ","dn16:4.42.9":"Katame dve? ","dn16:4.42.10":"Yanca pindapatam paribhunjitva tathagato anuttaram sammasambodhim abhisambujjhati, yanca pindapatam paribhunjitva tathagato anupadisesaya nibbanadhatuya parinibbayati. ","dn16:4.42.11":"Ime dve pindapata samasamaphala samavipaka, ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca. ","dn16:4.42.12":"Ayusamvattanikam ayasmata cundena kammaraputtena kammam upacitam, vannasamvattanikam ayasmata cundena kammaraputtena kammam upacitam, sukhasamvattanikam ayasmata cundena kammaraputtena kammam upacitam, yasasamvattanikam ayasmata cundena kammaraputtena kammam upacitam, saggasamvattanikam ayasmata cundena kammaraputtena kammam upacitam, adhipateyyasamvattanikam ayasmata cundena kammaraputtena kammam upacitan’ti. ","dn16:4.42.13":"Cundassa, ananda, kammaraputtassa evam vippatisaro pativinetabbo”ti. ","dn16:4.43.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","dn16:4.43.2":"“Dadato punnam pavaddhati, ","dn16:4.43.3":"Samyamato veram na ciyati; ","dn16:4.43.4":"Kusalo ca jahati papakam, ","dn16:4.43.5":"Ragadosamohakkhaya sanibbuto”ti. ","dn16:4.43.6":"Catuttho bhanavaro. ","dn16:5.1.0":"26. Yamakasala ","dn16:5.1.1":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:5.1.2":"“ayamananda, yena hirannavatiya nadiya parimam tiram, yena kusinara upavattanam mallanam salavanam tenupasankamissama”ti. ","dn16:5.1.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:5.1.4":"Atha kho bhagava mahata bhikkhusanghena saddhim yena hirannavatiya nadiya parimam tiram, yena kusinara upavattanam mallanam salavanam tenupasankami. upasankamitva ayasmantam anandam amantesi: ","dn16:5.1.5":"“ingha me tvam, ananda, antarena yamakasalanam uttarasisakam mancakam pannapehi, kilantosmi, ananda, nipajjissami”ti. ","dn16:5.1.6":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva antarena yamakasalanam uttarasisakam mancakam pannapesi. ","dn16:5.1.7":"Atha kho bhagava dakkhinena passena sihaseyyam kappesi pade padam accadhaya sato sampajano. ","dn16:5.2.1":"Tena kho pana samayena yamakasala sabbaphaliphulla honti akalapupphehi. ","dn16:5.2.2":"Te tathagatassa sariram okiranti ajjhokiranti abhippakiranti tathagatassa pujaya. ","dn16:5.2.3":"Dibbanipi mandaravapupphani antalikkha papatanti, tani tathagatassa sariram okiranti ajjhokiranti abhippakiranti tathagatassa pujaya. ","dn16:5.2.4":"Dibbanipi candanacunnani antalikkha papatanti, tani tathagatassa sariram okiranti ajjhokiranti abhippakiranti tathagatassa pujaya. ","dn16:5.2.5":"Dibbanipi turiyani antalikkhe vajjanti tathagatassa pujaya. ","dn16:5.2.6":"Dibbanipi sangitani antalikkhe vattanti tathagatassa pujaya. ","dn16:5.3.1":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:5.3.2":"“sabbaphaliphulla kho, ananda, yamakasala akalapupphehi. ","dn16:5.3.3":"Te tathagatassa sariram okiranti ajjhokiranti abhippakiranti tathagatassa pujaya. ","dn16:5.3.4":"Dibbanipi mandaravapupphani antalikkha papatanti, tani tathagatassa sariram okiranti ajjhokiranti abhippakiranti tathagatassa pujaya. ","dn16:5.3.5":"Dibbanipi candanacunnani antalikkha papatanti, tani tathagatassa sariram okiranti ajjhokiranti abhippakiranti tathagatassa pujaya. ","dn16:5.3.6":"Dibbanipi turiyani antalikkhe vajjanti tathagatassa pujaya. ","dn16:5.3.7":"Dibbanipi sangitani antalikkhe vattanti tathagatassa pujaya. ","dn16:5.3.8":"Na kho, ananda, ettavata tathagato sakkato va hoti garukato va manito va pujito va apacito va. ","dn16:5.3.9":"Yo kho, ananda, bhikkhu va bhikkhuni va upasako va upasika va dhammanudhammappatipanno viharati samicippatipanno anudhammacari, so tathagatam sakkaroti garum karoti maneti pujeti apaciyati, paramaya pujaya. ","dn16:5.3.10":"Tasmatihananda, dhammanudhammappatipanna viharissama samicippatipanna anudhammacarinoti. ","dn16:5.3.11":"Evanhi vo, ananda, sikkhitabban”ti. ","dn16:5.4.0":"27. Upavanatthera ","dn16:5.4.1":"Tena kho pana samayena ayasma upavano bhagavato purato thito hoti bhagavantam bijayamano. ","dn16:5.4.2":"Atha kho bhagava ayasmantam upavanam apasaresi: ","dn16:5.4.3":"“apehi, bhikkhu, ma me purato atthasi”ti. ","dn16:5.4.4":"Atha kho ayasmato anandassa etadahosi: ","dn16:5.4.5":"“ayam kho ayasma upavano digharattam bhagavato upatthako santikavacaro samipacari. ","dn16:5.4.6":"Atha ca pana bhagava pacchime kale ayasmantam upavanam apasareti: ","dn16:5.4.7":"‘apehi, bhikkhu, ma me purato atthasi’ti. ","dn16:5.4.8":"Ko nu kho hetu, ko paccayo, yam bhagava ayasmantam upavanam apasareti: ","dn16:5.4.9":"‘apehi, bhikkhu, ma me purato atthasi’”ti? ","dn16:5.5.1":"Atha kho ayasma anando bhagavantam etadavoca: ","dn16:5.5.2":"“ayam, bhante, ayasma upavano digharattam bhagavato upatthako santikavacaro samipacari. ","dn16:5.5.3":"Atha ca pana bhagava pacchime kale ayasmantam upavanam apasareti: ","dn16:5.5.4":"‘apehi, bhikkhu, ma me purato atthasi’ti. ","dn16:5.5.5":"Ko nu kho, bhante, hetu, ko paccayo, yam bhagava ayasmantam upavanam apasareti: ","dn16:5.5.6":"‘apehi, bhikkhu, ma me purato atthasi’”ti? ","dn16:5.5.7":"“Yebhuyyena, ananda, dasasu lokadhatusu devata sannipatita tathagatam dassanaya. ","dn16:5.5.8":"Yavata, ananda, kusinara upavattanam mallanam salavanam samantato dvadasa yojanani, natthi so padeso valaggakotinittudanamattopi mahesakkhahi devatahi apphuto. ","dn16:5.5.9":"Devata, ananda, ujjhayanti: ","dn16:5.5.10":"‘dura ca vatamha agata tathagatam dassanaya. ","dn16:5.5.11":"Kadaci karahaci tathagata loke uppajjanti arahanto sammasambuddha. ","dn16:5.5.12":"Ajjeva rattiya pacchime yame tathagatassa parinibbanam bhavissati. ","dn16:5.5.13":"Ayanca mahesakkho bhikkhu bhagavato purato thito ovarento, na mayam labhama pacchime kale tathagatam dassanaya’”ti. ","dn16:5.6.1":"“Kathambhuta pana, bhante, bhagava devata manasikaroti”ti? ","dn16:5.6.2":"“Santananda, devata akase pathavisanniniyo kese pakiriya kandanti, baha paggayha kandanti, chinnapatam papatanti, avattanti, vivattanti: ","dn16:5.6.3":"‘atikhippam bhagava parinibbayissati, atikhippam sugato parinibbayissati, atikhippam cakkhum loke antaradhayissati’ti. ","dn16:5.6.4":"Santananda, devata pathaviyam pathavisanniniyo kese pakiriya kandanti, baha paggayha kandanti, chinnapatam papatanti, avattanti, vivattanti: ","dn16:5.6.5":"‘atikhippam bhagava parinibbayissati, atikhippam sugato parinibbayissati, atikhippam cakkhum loke antaradhayissati’ti. ","dn16:5.6.6":"Ya pana ta devata vitaraga, ta sata sampajana adhivasenti: ","dn16:5.6.7":"‘anicca sankhara, tam kutettha labbha’”ti. ","dn16:5.7.0":"28. Catusamvejaniyathana ","dn16:5.7.1":"“Pubbe, bhante, disasu vassamvuttha bhikkhu agacchanti tathagatam dassanaya. ","dn16:5.7.2":"Te mayam labhama manobhavaniye bhikkhu dassanaya, labhama payirupasanaya. ","dn16:5.7.3":"Bhagavato pana mayam, bhante, accayena na labhissama manobhavaniye bhikkhu dassanaya, na labhissama payirupasanaya”ti. ","dn16:5.8.1":"“Cattarimani, ananda, saddhassa kulaputtassa dassaniyani samvejaniyani thanani. ","dn16:5.8.2":"Katamani cattari? ","dn16:5.8.3":"‘Idha tathagato jato’ti, ananda, saddhassa kulaputtassa dassaniyam samvejaniyam thanam. ","dn16:5.8.4":"‘Idha tathagato anuttaram sammasambodhim abhisambuddho’ti, ananda, saddhassa kulaputtassa dassaniyam samvejaniyam thanam. ","dn16:5.8.5":"‘Idha tathagatena anuttaram dhammacakkam pavattitan’ti, ananda, saddhassa kulaputtassa dassaniyam samvejaniyam thanam. ","dn16:5.8.6":"‘Idha tathagato anupadisesaya nibbanadhatuya parinibbuto’ti, ananda, saddhassa kulaputtassa dassaniyam samvejaniyam thanam. ","dn16:5.8.7":"Imani kho, ananda, cattari saddhassa kulaputtassa dassaniyani samvejaniyani thanani. ","dn16:5.8.8":"Agamissanti kho, ananda, saddha bhikkhu bhikkhuniyo upasaka upasikayo: ","dn16:5.8.9":"‘idha tathagato jato’tipi, ‘idha tathagato anuttaram sammasambodhim abhisambuddho’tipi, ‘idha tathagatena anuttaram dhammacakkam pavattitan’tipi, ‘idha tathagato anupadisesaya nibbanadhatuya parinibbuto’tipi. ","dn16:5.8.10":"Ye hi keci, ananda, cetiyacarikam ahindanta pasannacitta kalam karissanti, sabbe te kayassa bheda param marana sugatim saggam lokam upapajjissanti”ti. ","dn16:5.9.0":"29. Anandapucchakatha ","dn16:5.9.1":"“Katham mayam, bhante, matugame patipajjama”ti? ","dn16:5.9.2":"“Adassanam, ananda”ti. ","dn16:5.9.3":"“Dassane, bhagava, sati katham patipajjitabban”ti? ","dn16:5.9.4":"“Analapo, ananda”ti. ","dn16:5.9.5":"“Alapantena pana, bhante, katham patipajjitabban”ti? ","dn16:5.9.6":"“Sati, ananda, upatthapetabba”ti. ","dn16:5.10.1":"“Katham mayam, bhante, tathagatassa sarire patipajjama”ti? ","dn16:5.10.2":"“Abyavata tumhe, ananda, hotha tathagatassa sarirapujaya. ","dn16:5.10.3":"Ingha tumhe, ananda, saratthe ghatatha anuyunjatha, saratthe appamatta atapino pahitatta viharatha. ","dn16:5.10.4":"Santananda, khattiyapanditapi brahmanapanditapi gahapatipanditapi tathagate abhippasanna, te tathagatassa sarirapujam karissanti”ti. ","dn16:5.11.1":"“Katham pana, bhante, tathagatassa sarire patipajjitabban”ti? ","dn16:5.11.2":"“Yatha kho, ananda, ranno cakkavattissa sarire patipajjanti, evam tathagatassa sarire patipajjitabban”ti. ","dn16:5.11.3":"“Katham pana, bhante, ranno cakkavattissa sarire patipajjanti”ti? ","dn16:5.11.4":"“Ranno, ananda, cakkavattissa sariram ahatena vatthena vethenti, ahatena vatthena vethetva vihatena kappasena vethenti, vihatena kappasena vethetva ahatena vatthena vethenti. ","dn16:5.11.5":"Etenupayena pancahi yugasatehi ranno cakkavattissa sariram vethetva ayasaya teladoniya pakkhipitva annissa ayasaya doniya patikujjitva sabbagandhanam citakam karitva ranno cakkavattissa sariram jhapenti. ","dn16:5.11.6":"Catumahapathe ranno cakkavattissa thupam karonti. ","dn16:5.11.7":"Evam kho, ananda, ranno cakkavattissa sarire patipajjanti. ","dn16:5.11.8":"Yatha kho, ananda, ranno cakkavattissa sarire patipajjanti, evam tathagatassa sarire patipajjitabbam. ","dn16:5.11.9":"Catumahapathe tathagatassa thupo katabbo. ","dn16:5.11.10":"Tattha ye malam va gandham va cunnakam va aropessanti va abhivadessanti va cittam va pasadessanti tesam tam bhavissati digharattam hitaya sukhaya. ","dn16:5.12.0":"30. Thuparahapuggala ","dn16:5.12.1":"Cattarome, ananda, thuparaha. ","dn16:5.12.2":"Katame cattaro? ","dn16:5.12.3":"Tathagato araham sammasambuddho thuparaho, paccekasambuddho thuparaho, tathagatassa savako thuparaho, raja cakkavatti thuparahoti. ","dn16:5.12.4":"Kincananda, atthavasam paticca tathagato araham sammasambuddho thuparaho? ","dn16:5.12.5":"‘Ayam tassa bhagavato arahato sammasambuddhassa thupo’ti, ananda, bahujana cittam pasadenti. ","dn16:5.12.6":"Te tattha cittam pasadetva kayassa bheda param marana sugatim saggam lokam upapajjanti. ","dn16:5.12.7":"Idam kho, ananda, atthavasam paticca tathagato araham sammasambuddho thuparaho. ","dn16:5.12.8":"Kincananda, atthavasam paticca paccekasambuddho thuparaho? ","dn16:5.12.9":"‘Ayam tassa bhagavato paccekasambuddhassa thupo’ti, ananda, bahujana cittam pasadenti. ","dn16:5.12.10":"Te tattha cittam pasadetva kayassa bheda param marana sugatim saggam lokam upapajjanti. ","dn16:5.12.11":"Idam kho, ananda, atthavasam paticca paccekasambuddho thuparaho. ","dn16:5.12.12":"Kincananda, atthavasam paticca tathagatassa savako thuparaho? ","dn16:5.12.13":"‘Ayam tassa bhagavato arahato sammasambuddhassa savakassa thupo’ti, ananda, bahujana cittam pasadenti. ","dn16:5.12.14":"Te tattha cittam pasadetva kayassa bheda param marana sugatim saggam lokam upapajjanti. ","dn16:5.12.15":"Idam kho, ananda, atthavasam paticca tathagatassa savako thuparaho. ","dn16:5.12.16":"Kincananda, atthavasam paticca raja cakkavatti thuparaho? ","dn16:5.12.17":"‘Ayam tassa dhammikassa dhammaranno thupo’ti, ananda, bahujana cittam pasadenti. ","dn16:5.12.18":"Te tattha cittam pasadetva kayassa bheda param marana sugatim saggam lokam upapajjanti. ","dn16:5.12.19":"Idam kho, ananda, atthavasam paticca raja cakkavatti thuparaho. ","dn16:5.12.20":"Ime kho, ananda, cattaro thuparaha”ti. ","dn16:5.13.0":"31. Anandaacchariyadhamma ","dn16:5.13.1":"Atha kho ayasma anando viharam pavisitva kapisisam alambitva rodamano atthasi: ","dn16:5.13.2":"“ahanca vatamhi sekho sakaraniyo, satthu ca me parinibbanam bhavissati, yo mama anukampako”ti. ","dn16:5.13.3":"Atha kho bhagava bhikkhu amantesi: ","dn16:5.13.4":"“kaham nu kho, bhikkhave, anando”ti? ","dn16:5.13.5":"“Eso, bhante, ayasma anando viharam pavisitva kapisisam alambitva rodamano thito: ","dn16:5.13.6":"‘ahanca vatamhi sekho sakaraniyo, satthu ca me parinibbanam bhavissati, yo mama anukampako’”ti. ","dn16:5.13.7":"Atha kho bhagava annataram bhikkhum amantesi: ","dn16:5.13.8":"“ehi tvam, bhikkhu, mama vacanena anandam amantehi: ","dn16:5.13.9":"‘sattha tam, avuso ananda, amanteti’”ti. ","dn16:5.13.10":"“Evam, bhante”ti kho so bhikkhu bhagavato patissutva yenayasma anando tenupasankami; upasankamitva ayasmantam anandam etadavoca: ","dn16:5.13.11":"“sattha tam, avuso ananda, amanteti”ti. ","dn16:5.14.1":"“Evamavuso”ti kho ayasma anando tassa bhikkhuno patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam anandam bhagava etadavoca: ","dn16:5.14.2":"“alam, ananda, ma soci ma paridevi, nanu etam, ananda, maya patikacceva akkhatam: ","dn16:5.14.3":"‘sabbeheva piyehi manapehi nanabhavo vinabhavo annathabhavo’; ","dn16:5.14.4":"tam kutettha, ananda, labbha. Yam tam jatam bhutam sankhatam palokadhammam, ‘tam vata tathagatassapi sariram ma palujji’ti netam thanam vijjati. ","dn16:5.14.5":"Digharattam kho te, ananda, tathagato paccupatthito mettena kayakammena hitena sukhena advayena appamanena, mettena vacikammena hitena sukhena advayena appamanena, mettena manokammena hitena sukhena advayena appamanena. ","dn16:5.14.6":"Katapunnosi tvam, ananda, padhanamanuyunja, khippam hohisi anasavo”ti. ","dn16:5.15.1":"Atha kho bhagava bhikkhu amantesi: ","dn16:5.15.2":"“yepi te, bhikkhave, ahesum atitamaddhanam arahanto sammasambuddha, tesampi bhagavantanam etapparamayeva upatthaka ahesum, seyyathapi mayham anando. ","dn16:5.15.3":"Yepi te, bhikkhave, bhavissanti anagatamaddhanam arahanto sammasambuddha, tesampi bhagavantanam etapparamayeva upatthaka bhavissanti, seyyathapi mayham anando. ","dn16:5.15.4":"Pandito, bhikkhave, anando; ","dn16:5.15.5":"medhavi, bhikkhave, anando. ","dn16:5.15.6":"Janati ‘ayam kalo tathagatam dassanaya upasankamitum bhikkhunam, ayam kalo bhikkhuninam, ayam kalo upasakanam, ayam kalo upasikanam, ayam kalo ranno rajamahamattanam titthiyanam titthiyasavakanan’ti. ","dn16:5.16.1":"Cattarome, bhikkhave, acchariya abbhuta dhamma anande. ","dn16:5.16.2":"Katame cattaro? ","dn16:5.16.3":"Sace, bhikkhave, bhikkhuparisa anandam dassanaya upasankamati, dassanena sa attamana hoti. ","dn16:5.16.4":"Tatra ce anando dhammam bhasati, bhasitenapi sa attamana hoti. ","dn16:5.16.5":"Atittava, bhikkhave, bhikkhuparisa hoti, atha kho anando tunhi hoti. ","dn16:5.16.6":"Sace, bhikkhave, bhikkhuniparisa anandam dassanaya upasankamati, dassanena sa attamana hoti. ","dn16:5.16.7":"Tatra ce anando dhammam bhasati, bhasitenapi sa attamana hoti. ","dn16:5.16.8":"Atittava, bhikkhave, bhikkhuniparisa hoti, atha kho anando tunhi hoti. ","dn16:5.16.9":"Sace, bhikkhave, upasakaparisa anandam dassanaya upasankamati, dassanena sa attamana hoti. ","dn16:5.16.10":"Tatra ce anando dhammam bhasati, bhasitenapi sa attamana hoti. ","dn16:5.16.11":"Atittava, bhikkhave, upasakaparisa hoti, atha kho anando tunhi hoti. ","dn16:5.16.12":"Sace, bhikkhave, upasikaparisa anandam dassanaya upasankamati, dassanena sa attamana hoti. ","dn16:5.16.13":"Tatra ce anando dhammam bhasati, bhasitenapi sa attamana hoti. ","dn16:5.16.14":"Atittava, bhikkhave, upasikaparisa hoti, atha kho anando tunhi hoti. ","dn16:5.16.15":"Ime kho, bhikkhave, cattaro acchariya abbhuta dhamma anande. ","dn16:5.16.16":"Cattarome, bhikkhave, acchariya abbhuta dhamma ranne cakkavattimhi. ","dn16:5.16.17":"Katame cattaro? ","dn16:5.16.18":"Sace, bhikkhave, khattiyaparisa rajanam cakkavattim dassanaya upasankamati, dassanena sa attamana hoti. ","dn16:5.16.19":"Tatra ce raja cakkavatti bhasati, bhasitenapi sa attamana hoti. ","dn16:5.16.20":"Atittava, bhikkhave, khattiyaparisa hoti. Atha kho raja cakkavatti tunhi hoti. ","dn16:5.16.21":"Sace bhikkhave, brahmanaparisa …pe… ","dn16:5.16.22":"gahapatiparisa …pe… ","dn16:5.16.23":"samanaparisa rajanam cakkavattim dassanaya upasankamati, dassanena sa attamana hoti. ","dn16:5.16.24":"Tatra ce raja cakkavatti bhasati, bhasitenapi sa attamana hoti. ","dn16:5.16.25":"Atittava, bhikkhave, samanaparisa hoti. Atha kho raja cakkavatti tunhi hoti. ","dn16:5.16.26":"Evameva kho, bhikkhave, cattarome acchariya abbhuta dhamma anande. ","dn16:5.16.27":"Sace, bhikkhave, bhikkhuparisa anandam dassanaya upasankamati, dassanena sa attamana hoti. ","dn16:5.16.28":"Tatra ce anando dhammam bhasati, bhasitenapi sa attamana hoti. ","dn16:5.16.29":"Atittava, bhikkhave, bhikkhuparisa hoti. ","dn16:5.16.30":"Atha kho anando tunhi hoti. ","dn16:5.16.31":"Sace, bhikkhave bhikkhuniparisa …pe… ","dn16:5.16.32":"upasakaparisa …pe… ","dn16:5.16.33":"upasikaparisa anandam dassanaya upasankamati, dassanena sa attamana hoti. ","dn16:5.16.34":"Tatra ce anando dhammam bhasati, bhasitenapi sa attamana hoti. ","dn16:5.16.35":"Atittava, bhikkhave, upasikaparisa hoti. ","dn16:5.16.36":"Atha kho anando tunhi hoti. ","dn16:5.16.37":"Ime kho, bhikkhave, cattaro acchariya abbhuta dhamma anande”ti. ","dn16:5.17.0":"32. Mahasudassanasuttadesana ","dn16:5.17.1":"Evam vutte, ayasma anando bhagavantam etadavoca: ","dn16:5.17.2":"“ma, bhante, bhagava imasmim khuddakanagarake ujjangalanagarake sakhanagarake parinibbayi. ","dn16:5.17.3":"Santi, bhante, annani mahanagarani, seyyathidam—","dn16:5.17.4":"campa rajagaham savatthi saketam kosambi baranasi; ","dn16:5.17.5":"ettha bhagava parinibbayatu. ","dn16:5.17.6":"Ettha bahu khattiyamahasala, brahmanamahasala gahapatimahasala tathagate abhippasanna. ","dn16:5.17.7":"Te tathagatassa sarirapujam karissanti”ti ","dn16:5.17.8":"“ma hevam, ananda, avaca, ma hevam, ananda, avaca: ","dn16:5.17.9":"‘khuddakanagarakam ujjangalanagarakam sakhanagarakan’ti. ","dn16:5.18.1":"Bhutapubbam, ananda, raja mahasudassano nama ahosi cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato. ","dn16:5.18.2":"Ranno, ananda, mahasudassanassa ayam kusinara kusavati nama rajadhani ahosi. ","dn16:5.18.3":"puratthimena ca pacchimena ca dvadasayojanani ayamena; uttarena ca dakkhinena ca sattayojanani vittharena. ","dn16:5.18.4":"Kusavati, ananda, rajadhani iddha ceva ahosi phita ca bahujana ca akinnamanussa ca subhikkha ca. ","dn16:5.18.5":"Seyyathapi, ananda, devanam alakamanda nama rajadhani iddha ceva hoti phita ca bahujana ca akinnayakkha ca subhikkha ca; ","dn16:5.18.6":"evameva kho, ananda, kusavati rajadhani iddha ceva ahosi phita ca bahujana ca akinnamanussa ca subhikkha ca. ","dn16:5.18.7":"Kusavati, ananda, rajadhani dasahi saddehi avivitta ahosi diva ceva rattinca, seyyathidam—","dn16:5.18.8":"hatthisaddena assasaddena rathasaddena bherisaddena mudingasaddena vinasaddena gitasaddena sankhasaddena sammasaddena panitalasaddena ‘asnatha pivatha khadatha’ti dasamena saddena. ","dn16:5.19.1":"Gaccha tvam, ananda, kusinaram pavisitva kosinarakanam mallanam arocehi: ","dn16:5.19.2":"‘ajja kho, vasettha, rattiya pacchime yame tathagatassa parinibbanam bhavissati. ","dn16:5.19.3":"Abhikkamatha, vasettha, abhikkamatha, vasettha. ","dn16:5.19.4":"Ma paccha vippatisarino ahuvattha—","dn16:5.19.5":"amhakanca no gamakkhette tathagatassa parinibbanam ahosi, na mayam labhimha pacchime kale tathagatam dassanaya’”ti. ","dn16:5.19.6":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva nivasetva pattacivaramadaya attadutiyo kusinaram pavisi. ","dn16:5.20.0":"33. Mallanamvandana ","dn16:5.20.1":"Tena kho pana samayena kosinaraka malla sandhagare sannipatita honti kenacideva karaniyena. ","dn16:5.20.2":"Atha kho ayasma anando yena kosinarakanam mallanam sandhagaram tenupasankami; upasankamitva kosinarakanam mallanam arocesi: ","dn16:5.20.3":"“ajja kho, vasettha, rattiya pacchime yame tathagatassa parinibbanam bhavissati. ","dn16:5.20.4":"Abhikkamatha, vasettha, abhikkamatha, vasettha. ","dn16:5.20.5":"Ma paccha vippatisarino ahuvattha: ","dn16:5.20.6":"‘amhakanca no gamakkhette tathagatassa parinibbanam ahosi, na mayam labhimha pacchime kale tathagatam dassanaya’”ti. ","dn16:5.21.1":"Idamayasmato anandassa vacanam sutva malla ca mallaputta ca mallasunisa ca mallapajapatiyo ca aghavino dummana cetodukkhasamappita appekacce kese pakiriya kandanti, baha paggayha kandanti, chinnapatam papatanti, avattanti vivattanti: ","dn16:5.21.2":"“atikhippam bhagava parinibbayissati, atikhippam sugato parinibbayissati, atikhippam cakkhum loke antaradhayissati”ti. ","dn16:5.21.3":"Atha kho malla ca mallaputta ca mallasunisa ca mallapajapatiyo ca aghavino dummana cetodukkhasamappita yena upavattanam mallanam salavanam yenayasma anando tenupasankamimsu. ","dn16:5.22.1":"Atha kho ayasmato anandassa etadahosi: ","dn16:5.22.2":"“sace kho aham kosinarake malle ekamekam bhagavantam vandapessami, avandito bhagava kosinarakehi mallehi bhavissati, athayam ratti vibhayissati. ","dn16:5.22.3":"Yannunaham kosinarake malle kulaparivattaso kulaparivattaso thapetva bhagavantam vandapeyyam: ","dn16:5.22.4":"‘itthannamo, bhante, mallo saputto sabhariyo sapariso samacco bhagavato pade sirasa vandati’”ti. ","dn16:5.22.5":"Atha kho ayasma anando kosinarake malle kulaparivattaso kulaparivattaso thapetva bhagavantam vandapesi: ","dn16:5.22.6":"“itthannamo, bhante, mallo saputto sabhariyo sapariso samacco bhagavato pade sirasa vandati”ti. ","dn16:5.22.7":"Atha kho ayasma anando etena upayena pathameneva yamena kosinarake malle bhagavantam vandapesi. ","dn16:5.23.0":"34. Subhaddaparibbajakavatthu ","dn16:5.23.1":"Tena kho pana samayena subhaddo nama paribbajako kusinarayam pativasati. ","dn16:5.23.2":"Assosi kho subhaddo paribbajako: ","dn16:5.23.3":"“ajja kira rattiya pacchime yame samanassa gotamassa parinibbanam bhavissati”ti. ","dn16:5.23.4":"Atha kho subhaddassa paribbajakassa etadahosi: ","dn16:5.23.5":"“sutam kho pana metam paribbajakanam vuddhanam mahallakanam acariyapacariyanam bhasamananam: ","dn16:5.23.6":"‘kadaci karahaci tathagata loke uppajjanti arahanto sammasambuddha’ti. ","dn16:5.23.7":"Ajjeva rattiya pacchime yame samanassa gotamassa parinibbanam bhavissati. ","dn16:5.23.8":"Atthi ca me ayam kankhadhammo uppanno, ","dn16:5.23.9":"evam pasanno aham samane gotame, ‘pahoti me samano gotamo tatha dhammam desetum, yathaham imam kankhadhammam pajaheyyan’”ti. ","dn16:5.24.1":"Atha kho subhaddo paribbajako yena upavattanam mallanam salavanam, yenayasma anando tenupasankami; upasankamitva ayasmantam anandam etadavoca: ","dn16:5.24.2":"“sutam metam, bho ananda, paribbajakanam vuddhanam mahallakanam acariyapacariyanam bhasamananam: ","dn16:5.24.3":"‘kadaci karahaci tathagata loke uppajjanti arahanto sammasambuddha’ti. ","dn16:5.24.4":"Ajjeva rattiya pacchime yame samanassa gotamassa parinibbanam bhavissati. ","dn16:5.24.5":"Atthi ca me ayam kankhadhammo uppanno—","dn16:5.24.6":"evam pasanno aham samane gotame ‘pahoti me samano gotamo tatha dhammam desetum, yathaham imam kankhadhammam pajaheyyan’ti. ","dn16:5.24.7":"Sadhaham, bho ananda, labheyyam samanam gotamam dassanaya”ti. ","dn16:5.24.8":"Evam vutte, ayasma anando subhaddam paribbajakam etadavoca: ","dn16:5.24.9":"“alam, avuso subhadda, ma tathagatam vihethesi, kilanto bhagava”ti. ","dn16:5.24.10":"Dutiyampi kho subhaddo paribbajako …pe… ","dn16:5.24.11":"tatiyampi kho subhaddo paribbajako ayasmantam anandam etadavoca: ","dn16:5.24.12":"“sutam metam, bho ananda, paribbajakanam vuddhanam mahallakanam acariyapacariyanam bhasamananam: ","dn16:5.24.13":"‘kadaci karahaci tathagata loke uppajjanti arahanto sammasambuddha’ti. ","dn16:5.24.14":"Ajjeva rattiya pacchime yame samanassa gotamassa parinibbanam bhavissati. ","dn16:5.24.15":"Atthi ca me ayam kankhadhammo uppanno—","dn16:5.24.16":"evam pasanno aham samane gotame, ‘pahoti me samano gotamo tatha dhammam desetum, yathaham imam kankhadhammam pajaheyyan’ti. ","dn16:5.24.17":"Sadhaham, bho ananda, labheyyam samanam gotamam dassanaya”ti. ","dn16:5.24.18":"Tatiyampi kho ayasma anando subhaddam paribbajakam etadavoca: ","dn16:5.24.19":"“alam, avuso subhadda, ma tathagatam vihethesi, kilanto bhagava”ti. ","dn16:5.25.1":"Assosi kho bhagava ayasmato anandassa subhaddena paribbajakena saddhim imam kathasallapam. ","dn16:5.25.2":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:5.25.3":"“alam, ananda, ma subhaddam varesi, labhatam, ananda, subhaddo tathagatam dassanaya. ","dn16:5.25.4":"Yam kinci mam subhaddo pucchissati, sabbam tam annapekkhova pucchissati, no vihesapekkho. ","dn16:5.25.5":"Yancassaham puttho byakarissami, tam khippameva ajanissati”ti. ","dn16:5.25.6":"Atha kho ayasma anando subhaddam paribbajakam etadavoca: ","dn16:5.25.7":"“gacchavuso subhadda, karoti te bhagava okasan”ti. ","dn16:5.26.1":"Atha kho subhaddo paribbajako yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi, sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho subhaddo paribbajako bhagavantam etadavoca: ","dn16:5.26.2":"“yeme, bho gotama, samanabrahmana sanghino ganino ganacariya nata yasassino titthakara sadhusammata bahujanassa, ","dn16:5.26.3":"seyyathidam—purano kassapo, makkhali gosalo, ajito kesakambalo, pakudho kaccayano, sancayo belatthaputto, nigantho nataputto, ","dn16:5.26.4":"sabbete sakaya patinnaya abbhannimsu, sabbeva na abbhannimsu, udahu ekacce abbhannimsu, ekacce na abbhannimsu”ti? ","dn16:5.26.5":"“Alam, subhadda, titthatetam: ","dn16:5.26.6":"‘sabbete sakaya patinnaya abbhannimsu, sabbeva na abbhannimsu, udahu ekacce abbhannimsu, ekacce na abbhannimsu’ti. ","dn16:5.26.7":"Dhammam te, subhadda, desessami; ","dn16:5.26.8":"tam sunahi sadhukam manasikarohi, bhasissami”ti. ","dn16:5.26.9":"“Evam, bhante”ti kho subhaddo paribbajako bhagavato paccassosi. ","dn16:5.26.10":"Bhagava etadavoca: ","dn16:5.27.1":"“Yasmim kho, subhadda, dhammavinaye ariyo atthangiko maggo na upalabbhati, samanopi tattha na upalabbhati. Dutiyopi tattha samano na upalabbhati. Tatiyopi tattha samano na upalabbhati. Catutthopi tattha samano na upalabbhati. ","dn16:5.27.2":"Yasminca kho, subhadda, dhammavinaye ariyo atthangiko maggo upalabbhati, samanopi tattha upalabbhati, dutiyopi tattha samano upalabbhati, tatiyopi tattha samano upalabbhati, catutthopi tattha samano upalabbhati. ","dn16:5.27.3":"Imasmim kho, subhadda, dhammavinaye ariyo atthangiko maggo upalabbhati, idheva, subhadda, samano, idha dutiyo samano, idha tatiyo samano, idha catuttho samano, sunna parappavada samanebhi annehi. ","dn16:5.27.4":"Ime ca, subhadda, bhikkhu samma vihareyyum, asunno loko arahantehi assati. ","dn16:5.27.5":"Ekunatimso vayasa subhadda, ","dn16:5.27.6":"Yam pabbajim kinkusalanuesi; ","dn16:5.27.7":"Vassani pannasa samadhikani, ","dn16:5.27.8":"Yato aham pabbajito subhadda; ","dn16:5.27.9":"Nayassa dhammassa padesavatti, ","dn16:5.27.10":"Ito bahiddha samanopi natthi. ","dn16:5.27.11":"Dutiyopi samano natthi. ","dn16:5.27.12":"Tatiyopi samano natthi. ","dn16:5.27.13":"Catutthopi samano natthi. ","dn16:5.27.14":"Sunna parappavada samanebhi annehi. ","dn16:5.27.15":"Ime ca, subhadda, bhikkhu samma vihareyyum, asunno loko arahantehi assa”ti. ","dn16:5.28.1":"Evam vutte, subhaddo paribbajako bhagavantam etadavoca: ","dn16:5.28.2":"“abhikkantam, bhante, abhikkantam, bhante. ","dn16:5.28.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","dn16:5.28.4":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","dn16:5.28.5":"Labheyyaham, bhante, bhagavato santike pabbajjam, labheyyam upasampadan”ti. ","dn16:5.29.1":"“Yo kho, subhadda, annatitthiyapubbo imasmim dhammavinaye akankhati pabbajjam, akankhati upasampadam, so cattaro mase parivasati. Catunnam masanam accayena araddhacitta bhikkhu pabbajenti upasampadenti bhikkhubhavaya. ","dn16:5.29.2":"Api ca mettha puggalavemattata vidita”ti. ","dn16:5.29.3":"“Sace, bhante, annatitthiyapubba imasmim dhammavinaye akankhanta pabbajjam akankhanta upasampadam cattaro mase parivasanti, catunnam masanam accayena araddhacitta bhikkhu pabbajenti upasampadenti bhikkhubhavaya. Aham cattari vassani parivasissami, catunnam vassanam accayena araddhacitta bhikkhu pabbajentu upasampadentu bhikkhubhavaya”ti. ","dn16:5.29.4":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:5.29.5":"“tenahananda, subhaddam pabbajehi”ti. ","dn16:5.29.6":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","dn16:5.30.1":"Atha kho subhaddo paribbajako ayasmantam anandam etadavoca: ","dn16:5.30.2":"“labha vo, avuso ananda; suladdham vo, avuso ananda, ","dn16:5.30.3":"ye ettha satthu sammukha antevasikabhisekena abhisitta”ti. ","dn16:5.30.4":"Alattha kho subhaddo paribbajako bhagavato santike pabbajjam, alattha upasampadam. ","dn16:5.30.5":"Acirupasampanno kho panayasma subhaddo eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti—tadanuttaram brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","dn16:5.30.6":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","dn16:5.30.7":"Annataro kho panayasma subhaddo arahatam ahosi. ","dn16:5.30.8":"So bhagavato pacchimo sakkhisavako ahositi. ","dn16:5.30.9":"Pancamo bhanavaro. ","dn16:6.1.0":"35. Tathagatapacchimavaca ","dn16:6.1.1":"Atha kho bhagava ayasmantam anandam amantesi: ","dn16:6.1.2":"“siya kho panananda, tumhakam evamassa: ","dn16:6.1.3":"‘atitasatthukam pavacanam, natthi no sattha’ti. ","dn16:6.1.4":"Na kho panetam, ananda, evam datthabbam. ","dn16:6.1.5":"Yo vo, ananda, maya dhammo ca vinayo ca desito pannatto, so vo mamaccayena sattha. ","dn16:6.2.1":"Yatha kho panananda, etarahi bhikkhu annamannam avusovadena samudacaranti, na kho mamaccayena evam samudacaritabbam. ","dn16:6.2.2":"Theratarena, ananda, bhikkhuna navakataro bhikkhu namena va gottena va avusovadena va samudacaritabbo. ","dn16:6.2.3":"Navakatarena bhikkhuna therataro bhikkhu ‘bhante’ti va ‘ayasma’ti va samudacaritabbo. ","dn16:6.3.1":"Akankhamano, ananda, sangho mamaccayena khuddanukhuddakani sikkhapadani samuhanatu. ","dn16:6.4.1":"Channassa, ananda, bhikkhuno mamaccayena brahmadando databbo”ti. ","dn16:6.4.2":"“Katamo pana, bhante, brahmadando”ti? ","dn16:6.4.3":"“Channo, ananda, bhikkhu yam iccheyya, tam vadeyya. ","dn16:6.4.4":"So bhikkhuhi neva vattabbo, na ovaditabbo, na anusasitabbo”ti. ","dn16:6.5.1":"Atha kho bhagava bhikkhu amantesi: ","dn16:6.5.2":"“siya kho pana, bhikkhave, ekabhikkhussapi kankha va vimati va buddhe va dhamme va sanghe va magge va patipadaya va, pucchatha, bhikkhave, ma paccha vippatisarino ahuvattha: ","dn16:6.5.3":"‘sammukhibhuto no sattha ahosi, na mayam sakkhimha bhagavantam sammukha patipucchitun’”ti. ","dn16:6.5.4":"Evam vutte, te bhikkhu tunhi ahesum. ","dn16:6.6.1":"Dutiyampi kho bhagava …pe… ","dn16:6.6.2":"tatiyampi kho bhagava bhikkhu amantesi: ","dn16:6.6.3":"“siya kho pana, bhikkhave, ekabhikkhussapi kankha va vimati va buddhe va dhamme va sanghe va magge va patipadaya va, pucchatha, bhikkhave, ma paccha vippatisarino ahuvattha: ","dn16:6.6.4":"‘sammukhibhuto no sattha ahosi, na mayam sakkhimha bhagavantam sammukha patipucchitun’”ti. ","dn16:6.6.5":"Tatiyampi kho te bhikkhu tunhi ahesum. ","dn16:6.6.6":"Atha kho bhagava bhikkhu amantesi: ","dn16:6.6.7":"“siya kho pana, bhikkhave, satthugaravenapi na puccheyyatha. Sahayakopi, bhikkhave, sahayakassa arocetu”ti. ","dn16:6.6.8":"Evam vutte, te bhikkhu tunhi ahesum. ","dn16:6.6.9":"Atha kho ayasma anando bhagavantam etadavoca: ","dn16:6.6.10":"“acchariyam, bhante, abbhutam, bhante, evam pasanno aham, bhante, imasmim bhikkhusanghe, ‘natthi ekabhikkhussapi kankha va vimati va buddhe va dhamme va sanghe va magge va patipadaya va’”ti. ","dn16:6.6.11":"“Pasada kho tvam, ananda, vadesi, nanameva hettha, ananda, tathagatassa. Natthi imasmim bhikkhusanghe ekabhikkhussapi kankha va vimati va buddhe va dhamme va sanghe va magge va patipadaya va. ","dn16:6.6.12":"Imesanhi, ananda, pancannam bhikkhusatanam yo pacchimako bhikkhu, so sotapanno avinipatadhammo niyato sambodhiparayano”ti. ","dn16:6.7.1":"Atha kho bhagava bhikkhu amantesi: ","dn16:6.7.2":"“handa dani, bhikkhave, amantayami vo, ","dn16:6.7.3":"vayadhamma sankhara appamadena sampadetha”ti. ","dn16:6.7.4":"Ayam tathagatassa pacchima vaca. ","dn16:6.8.0":"36. Parinibbutakatha ","dn16:6.8.1":"Atha kho bhagava pathamam jhanam samapajji, pathamajjhana vutthahitva dutiyam jhanam samapajji, dutiyajjhana vutthahitva tatiyam jhanam samapajji, tatiyajjhana vutthahitva catuttham jhanam samapajji, catutthajjhana vutthahitva akasanancayatanam samapajji, akasanancayatanasamapattiya vutthahitva vinnanancayatanam samapajji, vinnanancayatanasamapattiya vutthahitva akincannayatanam samapajji, akincannayatanasamapattiya vutthahitva nevasannanasannayatanam samapajji, nevasannanasannayatanasamapattiya vutthahitva sannavedayitanirodham samapajji. ","dn16:6.8.2":"Atha kho ayasma anando ayasmantam anuruddham etadavoca: ","dn16:6.8.3":"“parinibbuto, bhante anuruddha, bhagava”ti. ","dn16:6.8.4":"“Navuso ananda, bhagava parinibbuto, sannavedayitanirodham samapanno”ti. ","dn16:6.9.1":"Atha kho bhagava sannavedayitanirodhasamapattiya vutthahitva nevasannanasannayatanam samapajji, nevasannanasannayatanasamapattiya vutthahitva akincannayatanam samapajji, akincannayatanasamapattiya vutthahitva vinnanancayatanam samapajji, vinnanancayatanasamapattiya vutthahitva akasanancayatanam samapajji, akasanancayatanasamapattiya vutthahitva catuttham jhanam samapajji, catutthajjhana vutthahitva tatiyam jhanam samapajji, tatiyajjhana vutthahitva dutiyam jhanam samapajji, dutiyajjhana vutthahitva pathamam jhanam samapajji, pathamajjhana vutthahitva dutiyam jhanam samapajji, dutiyajjhana vutthahitva tatiyam jhanam samapajji, tatiyajjhana vutthahitva catuttham jhanam samapajji, catutthajjhana vutthahitva samanantara bhagava parinibbayi. ","dn16:6.10.1":"Parinibbute bhagavati saha parinibbana mahabhumicalo ahosi bhimsanako salomahamso. Devadundubhiyo ca phalimsu. ","dn16:6.10.2":"Parinibbute bhagavati saha parinibbana brahmasahampati imam gatham abhasi: ","dn16:6.10.3":"“Sabbeva nikkhipissanti, ","dn16:6.10.4":"bhuta loke samussayam; ","dn16:6.10.5":"Yattha etadiso sattha, ","dn16:6.10.6":"loke appatipuggalo; ","dn16:6.10.7":"Tathagato balappatto, ","dn16:6.10.8":"sambuddho parinibbuto”ti. ","dn16:6.10.9":"Parinibbute bhagavati saha parinibbana sakko devanamindo imam gatham abhasi: ","dn16:6.10.10":"“Anicca vata sankhara, ","dn16:6.10.11":"uppadavayadhammino; ","dn16:6.10.12":"Uppajjitva nirujjhanti, ","dn16:6.10.13":"tesam vupasamo sukho”ti. ","dn16:6.10.14":"Parinibbute bhagavati saha parinibbana ayasma anuruddho ima gathayo abhasi: ","dn16:6.10.15":"“Nahu assasapassaso, ","dn16:6.10.16":"thitacittassa tadino; ","dn16:6.10.17":"Anejo santimarabbha, ","dn16:6.10.18":"yam kalamakari muni. ","dn16:6.10.19":"Asallinena cittena, ","dn16:6.10.20":"vedanam ajjhavasayi; ","dn16:6.10.21":"Pajjotasseva nibbanam, ","dn16:6.10.22":"vimokkho cetaso ahu”ti. ","dn16:6.10.23":"Parinibbute bhagavati saha parinibbana ayasma anando imam gatham abhasi: ","dn16:6.10.24":"“Tadasi yam bhimsanakam, ","dn16:6.10.25":"tadasi lomahamsanam; ","dn16:6.10.26":"Sabbakaravarupete, ","dn16:6.10.27":"sambuddhe parinibbute”ti. ","dn16:6.10.28":"Parinibbute bhagavati ye te tattha bhikkhu avitaraga appekacce baha paggayha kandanti, chinnapatam papatanti, avattanti vivattanti, “atikhippam bhagava parinibbuto, atikhippam sugato parinibbuto, atikhippam cakkhum loke antarahito”ti. ","dn16:6.10.29":"Ye pana te bhikkhu vitaraga, te sata sampajana adhivasenti: ","dn16:6.10.30":"“anicca sankhara, tam kutettha labbha”ti. ","dn16:6.11.1":"Atha kho ayasma anuruddho bhikkhu amantesi: ","dn16:6.11.2":"“alam, avuso, ma socittha ma paridevittha. ","dn16:6.11.3":"Nanu etam, avuso, bhagavata patikacceva akkhatam: ","dn16:6.11.4":"‘sabbeheva piyehi manapehi nanabhavo vinabhavo annathabhavo’. ","dn16:6.11.5":"Tam kutettha, avuso, labbha. ‘Yam tam jatam bhutam sankhatam palokadhammam, tam vata ma palujji’ti, netam thanam vijjati. ","dn16:6.11.6":"Devata, avuso, ujjhayanti”ti. ","dn16:6.11.7":"“Kathambhuta pana, bhante, ayasma anuruddho devata manasi karoti”ti? ","dn16:6.11.8":"“Santavuso ananda, devata akase pathavisanniniyo kese pakiriya kandanti, baha paggayha kandanti, chinnapatam papatanti, avattanti, vivattanti: ","dn16:6.11.9":"‘atikhippam bhagava parinibbuto, atikhippam sugato parinibbuto, atikhippam cakkhum loke antarahito’ti. ","dn16:6.11.10":"Santavuso ananda, devata pathaviya pathavisanniniyo kese pakiriya kandanti, baha paggayha kandanti, chinnapatam papatanti, avattanti, vivattanti: ","dn16:6.11.11":"‘atikhippam bhagava parinibbuto, atikhippam sugato parinibbuto, atikhippam cakkhum loke antarahito’ti. ","dn16:6.11.12":"Ya pana ta devata vitaraga, ta sata sampajana adhivasenti: ","dn16:6.11.13":"‘anicca sankhara, tam kutettha labbha’”ti. ","dn16:6.11.14":"Atha kho ayasma ca anuruddho ayasma ca anando tam rattavasesam dhammiya kathaya vitinamesum. ","dn16:6.12.1":"Atha kho ayasma anuruddho ayasmantam anandam amantesi: ","dn16:6.12.2":"“gacchavuso ananda, kusinaram pavisitva kosinarakanam mallanam arocehi: ","dn16:6.12.3":"‘parinibbuto, vasettha, bhagava, ","dn16:6.12.4":"yassadani kalam mannatha’”ti. ","dn16:6.12.5":"“Evam, bhante”ti kho ayasma anando ayasmato anuruddhassa patissutva pubbanhasamayam nivasetva pattacivaramadaya attadutiyo kusinaram pavisi. ","dn16:6.12.6":"Tena kho pana samayena kosinaraka malla sandhagare sannipatita honti teneva karaniyena. ","dn16:6.12.7":"Atha kho ayasma anando yena kosinarakanam mallanam sandhagaram tenupasankami; upasankamitva kosinarakanam mallanam arocesi: ","dn16:6.12.8":"“parinibbuto, vasettha, bhagava, ","dn16:6.12.9":"yassadani kalam mannatha”ti. ","dn16:6.12.10":"Idamayasmato anandassa vacanam sutva malla ca mallaputta ca mallasunisa ca mallapajapatiyo ca aghavino dummana cetodukkhasamappita appekacce kese pakiriya kandanti, baha paggayha kandanti, chinnapatam papatanti, avattanti, vivattanti: ","dn16:6.12.11":"“atikhippam bhagava parinibbuto, atikhippam sugato parinibbuto, atikhippam cakkhum loke antarahito”ti. ","dn16:6.13.0":"37. Buddhasarirapuja ","dn16:6.13.1":"Atha kho kosinaraka malla purise anapesum: ","dn16:6.13.2":"“tena hi, bhane, kusinarayam gandhamalanca sabbanca talavacaram sannipatetha”ti. ","dn16:6.13.3":"Atha kho kosinaraka malla gandhamalanca sabbanca talavacaram panca ca dussayugasatani adaya yena upavattanam mallanam salavanam, yena bhagavato sariram tenupasankamimsu; upasankamitva bhagavato sariram naccehi gitehi vaditehi malehi gandhehi sakkaronta garum karonta manenta pujenta celavitanani karonta mandalamale patiyadenta ekadivasam vitinamesum. ","dn16:6.13.4":"Atha kho kosinarakanam mallanam etadahosi: ","dn16:6.13.5":"“ativikalo kho ajja bhagavato sariram jhapetum, sve dani mayam bhagavato sariram jhapessama”ti. ","dn16:6.13.6":"Atha kho kosinaraka malla bhagavato sariram naccehi gitehi vaditehi malehi gandhehi sakkaronta garum karonta manenta pujenta celavitanani karonta mandalamale patiyadenta dutiyampi divasam vitinamesum, tatiyampi divasam vitinamesum, catutthampi divasam vitinamesum, pancamampi divasam vitinamesum, chatthampi divasam vitinamesum. ","dn16:6.14.1":"Atha kho sattamam divasam kosinarakanam mallanam etadahosi: ","dn16:6.14.2":"“mayam bhagavato sariram naccehi gitehi vaditehi malehi gandhehi sakkaronta garum karonta manenta pujenta dakkhinena dakkhinam nagarassa haritva bahirena bahiram dakkhinato nagarassa bhagavato sariram jhapessama”ti. ","dn16:6.14.3":"Tena kho pana samayena attha mallapamokkha sisamnhata ahatani vatthani nivattha: ","dn16:6.14.4":"“mayam bhagavato sariram uccaressama”ti na sakkonti uccaretum. ","dn16:6.14.5":"Atha kho kosinaraka malla ayasmantam anuruddham etadavocum: ","dn16:6.14.6":"“ko nu kho, bhante anuruddha, hetu ko paccayo, yenime attha mallapamokkha sisamnhata ahatani vatthani nivattha: ","dn16:6.14.7":"‘mayam bhagavato sariram uccaressama’ti na sakkonti uccaretun”ti? ","dn16:6.14.8":"“Annatha kho, vasettha, tumhakam adhippayo, annatha devatanam adhippayo”ti. ","dn16:6.15.1":"“Katham pana, bhante, devatanam adhippayo”ti? ","dn16:6.15.2":"“Tumhakam kho, vasettha, adhippayo: ","dn16:6.15.3":"‘mayam bhagavato sariram naccehi gitehi vaditehi malehi gandhehi sakkaronta garum karonta manenta pujenta dakkhinena dakkhinam nagarassa haritva bahirena bahiram dakkhinato nagarassa bhagavato sariram jhapessama’ti; ","dn16:6.15.4":"devatanam kho, vasettha, adhippayo: ","dn16:6.15.5":"‘mayam bhagavato sariram dibbehi naccehi gitehi vaditehi malehi gandhehi sakkaronta garum karonta manenta pujenta uttarena uttaram nagarassa haritva uttarena dvarena nagaram pavesetva majjhena majjham nagarassa haritva puratthimena dvarena nikkhamitva puratthimato nagarassa makutabandhanam nama mallanam cetiyam ettha bhagavato sariram jhapessama’”ti. ","dn16:6.15.6":"“Yatha, bhante, devatanam adhippayo, tatha hotu”ti. ","dn16:6.16.1":"Tena kho pana samayena kusinara yava sandhisamalasankatira jannumattena odhina mandaravapupphehi santhata hoti. ","dn16:6.16.2":"Atha kho devata ca kosinaraka ca malla bhagavato sariram dibbehi ca manusakehi ca naccehi gitehi vaditehi malehi gandhehi sakkaronta garum karonta manenta pujenta uttarena uttaram nagarassa haritva uttarena dvarena nagaram pavesetva majjhena majjham nagarassa haritva puratthimena dvarena nikkhamitva puratthimato nagarassa makutabandhanam nama mallanam cetiyam ettha ca bhagavato sariram nikkhipimsu. ","dn16:6.17.1":"Atha kho kosinaraka malla ayasmantam anandam etadavocum: ","dn16:6.17.2":"“katham mayam, bhante ananda, tathagatassa sarire patipajjama”ti? ","dn16:6.17.3":"“Yatha kho, vasettha, ranno cakkavattissa sarire patipajjanti, evam tathagatassa sarire patipajjitabban”ti. ","dn16:6.17.4":"“Katham pana, bhante ananda, ranno cakkavattissa sarire patipajjanti”ti? ","dn16:6.17.5":"“Ranno, vasettha, cakkavattissa sariram ahatena vatthena vethenti, ahatena vatthena vethetva vihatena kappasena vethenti, vihatena kappasena vethetva ahatena vatthena vethenti. ","dn16:6.17.6":"Etena upayena pancahi yugasatehi ranno cakkavattissa sariram vethetva ayasaya teladoniya pakkhipitva annissa ayasaya doniya patikujjitva sabbagandhanam citakam karitva ranno cakkavattissa sariram jhapenti. ","dn16:6.17.7":"Catumahapathe ranno cakkavattissa thupam karonti. ","dn16:6.17.8":"Evam kho, vasettha, ranno cakkavattissa sarire patipajjanti. ","dn16:6.17.9":"Yatha kho, vasettha, ranno cakkavattissa sarire patipajjanti, evam tathagatassa sarire patipajjitabbam. ","dn16:6.17.10":"Catumahapathe tathagatassa thupo katabbo. ","dn16:6.17.11":"Tattha ye malam va gandham va cunnakam va aropessanti va abhivadessanti va cittam va pasadessanti, tesam tam bhavissati digharattam hitaya sukhaya”ti. ","dn16:6.18.1":"Atha kho kosinaraka malla purise anapesum: ","dn16:6.18.2":"“tena hi, bhane, mallanam vihatam kappasam sannipatetha”ti. ","dn16:6.18.3":"Atha kho kosinaraka malla bhagavato sariram ahatena vatthena vethetva vihatena kappasena vethesum, vihatena kappasena vethetva ahatena vatthena vethesum. ","dn16:6.18.4":"Etena upayena pancahi yugasatehi bhagavato sariram vethetva ayasaya teladoniya pakkhipitva annissa ayasaya doniya patikujjitva sabbagandhanam citakam karitva bhagavato sariram citakam aropesum. ","dn16:6.19.0":"38. Mahakassapattheravatthu ","dn16:6.19.1":"Tena kho pana samayena ayasma mahakassapo pavaya kusinaram addhanamaggappatipanno hoti mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi. ","dn16:6.19.2":"Atha kho ayasma mahakassapo magga okkamma annatarasmim rukkhamule nisidi. ","dn16:6.19.3":"Tena kho pana samayena annataro ajivako kusinaraya mandaravapuppham gahetva pavam addhanamaggappatipanno hoti. ","dn16:6.19.4":"Addasa kho ayasma mahakassapo tam ajivakam duratova agacchantam, disva tam ajivakam etadavoca: ","dn16:6.19.5":"“apavuso, amhakam sattharam janasi”ti? ","dn16:6.19.6":"“Amavuso, janami, ajja sattahaparinibbuto samano gotamo. ","dn16:6.19.7":"Tato me idam mandaravapuppham gahitan”ti. ","dn16:6.19.8":"Tattha ye te bhikkhu avitaraga appekacce baha paggayha kandanti, chinnapatam papatanti, avattanti, vivattanti: ","dn16:6.19.9":"“atikhippam bhagava parinibbuto, atikhippam sugato parinibbuto, atikhippam cakkhum loke antarahito”ti. ","dn16:6.19.10":"Ye pana te bhikkhu vitaraga, te sata sampajana adhivasenti: ","dn16:6.19.11":"“anicca sankhara, tam kutettha labbha”ti. ","dn16:6.20.1":"Tena kho pana samayena subhaddo nama vuddhapabbajito tassam parisayam nisinno hoti. ","dn16:6.20.2":"Atha kho subhaddo vuddhapabbajito te bhikkhu etadavoca: ","dn16:6.20.3":"“alam, avuso, ma socittha, ma paridevittha, sumutta mayam tena mahasamanena. Upadduta ca homa: ","dn16:6.20.4":"‘idam vo kappati, idam vo na kappati’ti. ","dn16:6.20.5":"Idani pana mayam yam icchissama, tam karissama, yam na icchissama, na tam karissama”ti. ","dn16:6.20.6":"Atha kho ayasma mahakassapo bhikkhu amantesi: ","dn16:6.20.7":"“alam, avuso, ma socittha, ma paridevittha. ","dn16:6.20.8":"Nanu etam, avuso, bhagavata patikacceva akkhatam: ","dn16:6.20.9":"‘sabbeheva piyehi manapehi nanabhavo vinabhavo annathabhavo’. ","dn16:6.20.10":"Tam kutettha, avuso, labbha. ‘Yam tam jatam bhutam sankhatam palokadhammam, tam tathagatassapi sariram ma palujji’ti, netam thanam vijjati”ti. ","dn16:6.21.1":"Tena kho pana samayena cattaro mallapamokkha sisamnhata ahatani vatthani nivattha: ","dn16:6.21.2":"“mayam bhagavato citakam alimpessama”ti na sakkonti alimpetum. ","dn16:6.21.3":"Atha kho kosinaraka malla ayasmantam anuruddham etadavocum: ","dn16:6.21.4":"“ko nu kho, bhante anuruddha, hetu ko paccayo, yenime cattaro mallapamokkha sisamnhata ahatani vatthani nivattha: ","dn16:6.21.5":"‘mayam bhagavato citakam alimpessama’ti na sakkonti alimpetun”ti? ","dn16:6.21.6":"“Annatha kho, vasettha, devatanam adhippayo”ti. ","dn16:6.21.7":"“Katham pana, bhante, devatanam adhippayo”ti? ","dn16:6.21.8":"“Devatanam kho, vasettha, adhippayo: ","dn16:6.21.9":"‘ayam ayasma mahakassapo pavaya kusinaram addhanamaggappatipanno mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi. ","dn16:6.21.10":"Na tava bhagavato citako pajjalissati, yavayasma mahakassapo bhagavato pade sirasa na vandissati’”ti. ","dn16:6.21.11":"“Yatha, bhante, devatanam adhippayo, tatha hotu”ti. ","dn16:6.22.1":"Atha kho ayasma mahakassapo yena kusinara makutabandhanam nama mallanam cetiyam, yena bhagavato citako tenupasankami; upasankamitva ekamsam civaram katva anjalim panametva tikkhattum citakam padakkhinam katva bhagavato pade sirasa vandi. ","dn16:6.22.2":"Tanipi kho pancabhikkhusatani ekamsam civaram katva anjalim panametva tikkhattum citakam padakkhinam katva bhagavato pade sirasa vandimsu. ","dn16:6.22.3":"Vandite ca panayasmata mahakassapena tehi ca pancahi bhikkhusatehi sayameva bhagavato citako pajjali. ","dn16:6.23.1":"Jhayamanassa kho pana bhagavato sarirassa yam ahosi chaviti va cammanti va mamsanti va nharuti va lasikati va, tassa neva charika pannayittha, na masi; ","dn16:6.23.2":"sariraneva avasissimsu. ","dn16:6.23.3":"Seyyathapi nama sappissa va telassa va jhayamanassa neva charika pannayati, na masi; ","dn16:6.23.4":"evameva bhagavato sarirassa jhayamanassa yam ahosi chaviti va cammanti va mamsanti va nharuti va lasikati va, tassa neva charika pannayittha, na masi; ","dn16:6.23.5":"sariraneva avasissimsu. ","dn16:6.23.6":"Tesanca pancannam dussayugasatanam dveva dussani na dayhimsu yanca sabbaabbhantarimam yanca bahiram. ","dn16:6.23.7":"Daddhe ca kho pana bhagavato sarire antalikkha udakadhara patubhavitva bhagavato citakam nibbapesi. ","dn16:6.23.8":"Udakasalatopi abbhunnamitva bhagavato citakam nibbapesi. ","dn16:6.23.9":"Kosinarakapi malla sabbagandhodakena bhagavato citakam nibbapesum. ","dn16:6.23.10":"Atha kho kosinaraka malla bhagavato sarirani sattaham sandhagare sattipanjaram karitva dhanupakaram parikkhipapetva naccehi gitehi vaditehi malehi gandhehi sakkarimsu garum karimsu manesum pujesum. ","dn16:6.24.0":"39. Sariradhatuvibhajana ","dn16:6.24.1":"Assosi kho raja magadho ajatasattu vedehiputto: ","dn16:6.24.2":"“bhagava kira kusinarayam parinibbuto”ti. ","dn16:6.24.3":"Atha kho raja magadho ajatasattu vedehiputto kosinarakanam mallanam dutam pahesi: ","dn16:6.24.4":"“bhagavapi khattiyo ahampi khattiyo, ahampi arahami bhagavato sariranam bhagam, ahampi bhagavato sariranam thupanca mahanca karissami”ti. ","dn16:6.24.5":"Assosum kho vesalika licchavi: ","dn16:6.24.6":"“bhagava kira kusinarayam parinibbuto”ti. ","dn16:6.24.7":"Atha kho vesalika licchavi kosinarakanam mallanam dutam pahesum: ","dn16:6.24.8":"“bhagavapi khattiyo mayampi khattiya, mayampi arahama bhagavato sariranam bhagam, mayampi bhagavato sariranam thupanca mahanca karissama”ti. ","dn16:6.24.9":"Assosum kho kapilavatthuvasi sakya: ","dn16:6.24.10":"“bhagava kira kusinarayam parinibbuto”ti. ","dn16:6.24.11":"Atha kho kapilavatthuvasi sakya kosinarakanam mallanam dutam pahesum: ","dn16:6.24.12":"“bhagava amhakam natisettho, mayampi arahama bhagavato sariranam bhagam, mayampi bhagavato sariranam thupanca mahanca karissama”ti. ","dn16:6.24.13":"Assosum kho allakappaka bulayo: ","dn16:6.24.14":"“bhagava kira kusinarayam parinibbuto”ti. ","dn16:6.24.15":"Atha kho allakappaka bulayo kosinarakanam mallanam dutam pahesum: ","dn16:6.24.16":"“bhagavapi khattiyo mayampi khattiya, mayampi arahama bhagavato sariranam bhagam, mayampi bhagavato sariranam thupanca mahanca karissama”ti. ","dn16:6.24.17":"Assosum kho ramagamaka koliya: ","dn16:6.24.18":"“bhagava kira kusinarayam parinibbuto”ti. ","dn16:6.24.19":"Atha kho ramagamaka koliya kosinarakanam mallanam dutam pahesum: ","dn16:6.24.20":"“bhagavapi khattiyo mayampi khattiya, mayampi arahama bhagavato sariranam bhagam, mayampi bhagavato sariranam thupanca mahanca karissama”ti. ","dn16:6.24.21":"Assosi kho vetthadipako brahmano: ","dn16:6.24.22":"“bhagava kira kusinarayam parinibbuto”ti. ","dn16:6.24.23":"Atha kho vetthadipako brahmano kosinarakanam mallanam dutam pahesi: ","dn16:6.24.24":"“bhagavapi khattiyo ahampismi brahmano, ahampi arahami bhagavato sariranam bhagam, ahampi bhagavato sariranam thupanca mahanca karissami”ti. ","dn16:6.24.25":"Assosum kho paveyyaka malla: ","dn16:6.24.26":"“bhagava kira kusinarayam parinibbuto”ti. ","dn16:6.24.27":"Atha kho paveyyaka malla kosinarakanam mallanam dutam pahesum: ","dn16:6.24.28":"“bhagavapi khattiyo mayampi khattiya, mayampi arahama bhagavato sariranam bhagam, mayampi bhagavato sariranam thupanca mahanca karissama”ti. ","dn16:6.25.1":"Evam vutte, kosinaraka malla te sanghe gane etadavocum: ","dn16:6.25.2":"“bhagava amhakam gamakkhette parinibbuto, na mayam dassama bhagavato sariranam bhagan”ti. ","dn16:6.25.3":"Evam vutte, dono brahmano te sanghe gane etadavoca: ","dn16:6.25.4":"“Sunantu bhonto mama ekavacam, ","dn16:6.25.5":"Amhaka buddho ahu khantivado; ","dn16:6.25.6":"Na hi sadhu yam uttamapuggalassa, ","dn16:6.25.7":"Sarirabhage siya sampaharo. ","dn16:6.25.8":"Sabbeva bhonto sahita samagga, ","dn16:6.25.9":"Sammodamana karomatthabhage; ","dn16:6.25.10":"Vittharika hontu disasu thupa, ","dn16:6.25.11":"Bahu jana cakkhumato pasanna”ti. ","dn16:6.25.12":"“Tena hi, brahmana, tvanneva bhagavato sarirani atthadha samam savibhattam vibhajahi”ti. ","dn16:6.25.13":"“Evam, bho”ti kho dono brahmano tesam sanghanam gananam patissutva bhagavato sarirani atthadha samam suvibhattam vibhajitva te sanghe gane etadavoca: ","dn16:6.25.14":"“imam me bhonto tumbam dadantu ahampi tumbassa thupanca mahanca karissami”ti. ","dn16:6.25.15":"Adamsu kho te donassa brahmanassa tumbam. ","dn16:6.26.1":"Assosum kho pippalivaniya moriya: ","dn16:6.26.2":"“bhagava kira kusinarayam parinibbuto”ti. ","dn16:6.26.3":"Atha kho pippalivaniya moriya kosinarakanam mallanam dutam pahesum: ","dn16:6.26.4":"“bhagavapi khattiyo mayampi khattiya, mayampi arahama bhagavato sariranam bhagam, mayampi bhagavato sariranam thupanca mahanca karissama”ti. ","dn16:6.26.5":"“Natthi bhagavato sariranam bhago, vibhattani bhagavato sarirani. ","dn16:6.26.6":"Ito angaram haratha”ti. ","dn16:6.26.7":"Te tato angaram harimsu. ","dn16:6.27.0":"40. Dhatuthupapuja ","dn16:6.27.1":"Atha kho raja magadho ajatasattu vedehiputto rajagahe bhagavato sariranam thupanca mahanca akasi. ","dn16:6.27.2":"Vesalikapi licchavi vesaliyam bhagavato sariranam thupanca mahanca akamsu. ","dn16:6.27.3":"Kapilavatthuvasipi sakya kapilavatthusmim bhagavato sariranam thupanca mahanca akamsu. ","dn16:6.27.4":"Allakappakapi bulayo allakappe bhagavato sariranam thupanca mahanca akamsu. ","dn16:6.27.5":"Ramagamakapi koliya ramagame bhagavato sariranam thupanca mahanca akamsu. ","dn16:6.27.6":"Vetthadipakopi brahmano vetthadipe bhagavato sariranam thupanca mahanca akasi. ","dn16:6.27.7":"Paveyyakapi malla pavayam bhagavato sariranam thupanca mahanca akamsu. ","dn16:6.27.8":"Kosinarakapi malla kusinarayam bhagavato sariranam thupanca mahanca akamsu. ","dn16:6.27.9":"Donopi brahmano tumbassa thupanca mahanca akasi. ","dn16:6.27.10":"Pippalivaniyapi moriya pippalivane angaranam thupanca mahanca akamsu. ","dn16:6.27.11":"Iti attha sarirathupa navamo tumbathupo dasamo angarathupo. ","dn16:6.27.12":"Evametam bhutapubbanti. ","dn16:6.28.1":"Atthadonam cakkhumato sariram, ","dn16:6.28.2":"Sattadonam jambudipe mahenti; ","dn16:6.28.3":"Ekanca donam purisavaruttamassa, ","dn16:6.28.4":"Ramagame nagaraja maheti. ","dn16:6.28.5":"Ekahi datha tidivehi pujita, ","dn16:6.28.6":"Eka pana gandharapure mahiyati; ","dn16:6.28.7":"Kalingaranno vijite punekam, ","dn16:6.28.8":"Ekam pana nagaraja maheti. ","dn16:6.28.9":"Tasseva tejena ayam vasundhara, ","dn16:6.28.10":"Ayagasetthehi mahi alankata; ","dn16:6.28.11":"Evam imam cakkhumato sariram, ","dn16:6.28.12":"Susakkatam sakkatasakkatehi. ","dn16:6.28.13":"Devindanagindanarindapujito, ","dn16:6.28.14":"Manussindasetthehi tatheva pujito; ","dn16:6.28.15":"Tam vandatha panjalika labhitva, ","dn16:6.28.16":"Buddho have kappasatehi dullabhoti. ","dn16:6.28.17":"Cattalisa sama danta, ","dn16:6.28.18":"kesa loma ca sabbaso; ","dn16:6.28.19":"Deva harimsu ekekam, ","dn16:6.28.20":"cakkavalaparamparati. ","dn16:6.28.21":"Mahaparinibbanasuttam nitthitam tatiyam. "}