{"dn17:0.1":"Digha Nikaya 17 ","dn17:0.2":"Mahasudassanasutta ","dn17:1.1.1":"Evam me sutam—","dn17:1.1.2":"ekam samayam bhagava kusinarayam viharati upavattane mallanam salavane antarena yamakasalanam parinibbanasamaye. ","dn17:1.2.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","dn17:1.2.2":"“ma, bhante, bhagava imasmim khuddakanagarake ujjangalanagarake sakhanagarake parinibbayi. ","dn17:1.2.3":"Santi, bhante, annani mahanagarani. ","dn17:1.2.4":"Seyyathidam—campa, rajagaham, savatthi, saketam, kosambi, baranasi; ","dn17:1.2.5":"ettha bhagava parinibbayatu. ","dn17:1.2.6":"Ettha bahu khattiyamahasala brahmanamahasala gahapatimahasala tathagate abhippasanna, te tathagatassa sarirapujam karissanti”ti. ","dn17:1.3.1":"“Ma hevam, ananda, avaca; ma hevam, ananda, avaca: ","dn17:1.3.2":"‘khuddakanagarakam ujjangalanagarakam sakhanagarakan’ti. ","dn17:1.3.3.0":"1. Kusavatirajadhani ","dn17:1.3.4":"Bhutapubbam, ananda, raja mahasudassano nama ahosi khattiyo muddhavasitto caturanto vijitavi janapadatthavariyappatto. ","dn17:1.3.5":"Ranno, ananda, mahasudassanassa ayam kusinara kusavati nama rajadhani ahosi. ","dn17:1.3.6":"Puratthimena ca pacchimena ca dvadasayojanani ayamena, uttarena ca dakkhinena ca sattayojanani vittharena. ","dn17:1.3.7":"Kusavati, ananda, rajadhani iddha ceva ahosi phita ca bahujana ca akinnamanussa ca subhikkha ca. ","dn17:1.3.8":"Seyyathapi, ananda, devanam alakamanda nama rajadhani iddha ceva hoti phita ca bahujana ca akinnayakkha ca subhikkha ca; ","dn17:1.3.9":"evameva kho, ananda, kusavati rajadhani iddha ceva ahosi phita ca bahujana ca akinnamanussa ca subhikkha ca. ","dn17:1.3.10":"Kusavati, ananda, rajadhani dasahi saddehi avivitta ahosi diva ceva rattinca, seyyathidam—","dn17:1.3.11":"hatthisaddena assasaddena rathasaddena bherisaddena mudingasaddena vinasaddena gitasaddena sankhasaddena sammasaddena panitalasaddena ‘asnatha pivatha khadatha’ti dasamena saddena. ","dn17:1.4.1":"Kusavati, ananda, rajadhani sattahi pakarehi parikkhitta ahosi. ","dn17:1.4.2":"Eko pakaro sovannamayo, eko rupiyamayo, eko veluriyamayo, eko phalikamayo, eko lohitankamayo, eko masaragallamayo, eko sabbaratanamayo. ","dn17:1.5.1":"Kusavatiya, ananda, rajadhaniya catunnam vannanam dvarani ahesum. ","dn17:1.5.2":"Ekam dvaram sovannamayam, ekam rupiyamayam, ekam veluriyamayam, ekam phalikamayam. ","dn17:1.5.3":"Ekekasmim dvare satta satta esika nikhata ahesum tiporisanga tiporisanikhata dvadasaporisa ubbedhena. ","dn17:1.5.4":"Eka esika sovannamaya, eka rupiyamaya, eka veluriyamaya, eka phalikamaya, eka lohitankamaya, eka masaragallamaya, eka sabbaratanamaya. ","dn17:1.6.1":"Kusavati, ananda, rajadhani sattahi talapantihi parikkhitta ahosi. ","dn17:1.6.2":"Eka talapanti sovannamaya, eka rupiyamaya, eka veluriyamaya, eka phalikamaya, eka lohitankamaya, eka masaragallamaya, eka sabbaratanamaya. ","dn17:1.6.3":"Sovannamayassa talassa sovannamayo khandho ahosi, rupiyamayani pattani ca phalani ca. ","dn17:1.6.4":"Rupiyamayassa talassa rupiyamayo khandho ahosi, sovannamayani pattani ca phalani ca. ","dn17:1.6.5":"Veluriyamayassa talassa veluriyamayo khandho ahosi, phalikamayani pattani ca phalani ca. ","dn17:1.6.6":"Phalikamayassa talassa phalikamayo khandho ahosi, veluriyamayani pattani ca phalani ca. ","dn17:1.6.7":"Lohitankamayassa talassa lohitankamayo khandho ahosi, masaragallamayani pattani ca phalani ca. ","dn17:1.6.8":"Masaragallamayassa talassa masaragallamayo khandho ahosi, lohitankamayani pattani ca phalani ca. ","dn17:1.6.9":"Sabbaratanamayassa talassa sabbaratanamayo khandho ahosi, sabbaratanamayani pattani ca phalani ca. ","dn17:1.6.10":"Tasam kho panananda, talapantinam vateritanam saddo ahosi vaggu ca rajaniyo ca khamaniyo ca madaniyo ca. ","dn17:1.6.11":"Seyyathapi, ananda, pancangikassa turiyassa suvinitassa suppatitalitassa sukusalehi samannahatassa saddo hoti vaggu ca rajaniyo ca khamaniyo ca madaniyo ca; ","dn17:1.6.12":"evameva kho, ananda, tasam talapantinam vateritanam saddo ahosi vaggu ca rajaniyo ca khamaniyo ca madaniyo ca. ","dn17:1.6.13":"Ye kho panananda, tena samayena kusavatiya rajadhaniya dhutta ahesum sonda pipasa, te tasam talapantinam vateritanam saddena paricaresum. ","dn17:1.7.0.1":"2. Sattaratanasamannagata ","dn17:1.7.0.2":"2.1. Cakkaratana ","dn17:1.7.1":"Raja, ananda, mahasudassano sattahi ratanehi samannagato ahosi catuhi ca iddhihi. ","dn17:1.7.2":"Katamehi sattahi? ","dn17:1.7.3":"Idhananda, ranno mahasudassanassa tadahuposathe pannarase sisamnhatassa uposathikassa uparipasadavaragatassa ","dn17:1.7.4":"dibbam cakkaratanam paturahosi sahassaram sanemikam sanabhikam sabbakaraparipuram. ","dn17:1.7.5":"Disva ranno mahasudassanassa etadahosi: ","dn17:1.7.6":"‘sutam kho pana metam: “yassa ranno khattiyassa muddhavasittassa tadahuposathe pannarase sisamnhatassa uposathikassa uparipasadavaragatassa dibbam cakkaratanam patubhavati sahassaram sanemikam sanabhikam sabbakaraparipuram, so hoti raja cakkavatti”ti. ","dn17:1.7.7":"Assam nu kho aham raja cakkavatti’ti. ","dn17:1.8.1":"Atha kho, ananda, raja mahasudassano utthayasana ekamsam uttarasangam karitva vamena hatthena suvannabhinkaram gahetva dakkhinena hatthena cakkaratanam abbhukkiri: ","dn17:1.8.2":"‘pavattatu bhavam cakkaratanam, abhivijinatu bhavam cakkaratanan’ti. ","dn17:1.8.3":"Atha kho tam, ananda, cakkaratanam puratthimam disam pavatti, anvadeva raja mahasudassano saddhim caturanginiya senaya, yasmim kho panananda, padese cakkaratanam patitthasi, tattha raja mahasudassano vasam upagacchi saddhim caturanginiya senaya. ","dn17:1.9.1":"Ye kho panananda, puratthimaya disaya patirajano, te rajanam mahasudassanam upasankamitva evamahamsu: ","dn17:1.9.2":"‘ehi kho, maharaja, svagatam te, maharaja, sakam te, maharaja, anusasa, maharaja’ti. ","dn17:1.9.3":"Raja mahasudassano evamaha: ","dn17:1.9.4":"‘pano na hantabbo, adinnam na adatabbam, kamesu miccha na caritabba, musa na bhanitabba, majjam na patabbam, yathabhuttanca bhunjatha’ti. ","dn17:1.9.5":"Ye kho panananda, puratthimaya disaya patirajano, te ranno mahasudassanassa anuyanta ahesum. ","dn17:1.10.1":"Atha kho tam, ananda, cakkaratanam puratthimam samuddam ajjhogahetva paccuttaritva dakkhinam disam pavatti …pe… ","dn17:1.10.2":"dakkhinam samuddam ajjhogahetva paccuttaritva pacchimam disam pavatti …pe… ","dn17:1.10.3":"pacchimam samuddam ajjhogahetva paccuttaritva uttaram disam pavatti, anvadeva raja mahasudassano saddhim caturanginiya senaya. ","dn17:1.10.4":"Yasmim kho panananda, padese cakkaratanam patitthasi, tattha raja mahasudassano vasam upagacchi saddhim caturanginiya senaya. ","dn17:1.10.5":"Ye kho panananda, uttaraya disaya patirajano, te rajanam mahasudassanam upasankamitva evamahamsu: ","dn17:1.10.6":"‘ehi kho, maharaja, svagatam te, maharaja, sakam te, maharaja, anusasa, maharaja’ti. ","dn17:1.10.7":"Raja mahasudassano evamaha: ","dn17:1.10.8":"‘pano na hantabbo, adinnam na adatabbam, kamesu miccha na caritabba, musa na bhanitabba, majjam na patabbam, yathabhuttanca bhunjatha’ti. ","dn17:1.10.9":"Ye kho panananda, uttaraya disaya patirajano, te ranno mahasudassanassa anuyanta ahesum. ","dn17:1.11.1":"Atha kho tam, ananda, cakkaratanam samuddapariyantam pathavim abhivijinitva kusavatim rajadhanim paccagantva ranno mahasudassanassa antepuradvare atthakaranapamukhe akkhahatam manne atthasi ranno mahasudassanassa antepuram upasobhayamanam. ","dn17:1.11.2":"Ranno, ananda, mahasudassanassa evarupam cakkaratanam paturahosi. ","dn17:1.12.0":"2.2. Hatthiratana ","dn17:1.12.1":"Puna caparam, ananda, ranno mahasudassanassa hatthiratanam paturahosi ","dn17:1.12.2":"sabbaseto sattappatittho iddhima vehasangamo uposatho nama nagaraja. ","dn17:1.12.3":"Tam disva ranno mahasudassanassa cittam pasidi: ","dn17:1.12.4":"‘bhaddakam vata bho hatthiyanam, sace damatham upeyya’ti. ","dn17:1.12.5":"Atha kho tam, ananda, hatthiratanam—seyyathapi nama gandhahatthajaniyo digharattam suparidanto; evameva damatham upagacchi. ","dn17:1.12.6":"Bhutapubbam, ananda, raja mahasudassano tameva hatthiratanam vimamsamano pubbanhasamayam abhiruhitva samuddapariyantam pathavim anuyayitva kusavatim rajadhanim paccagantva patarasamakasi. ","dn17:1.12.7":"Ranno, ananda, mahasudassanassa evarupam hatthiratanam paturahosi. ","dn17:1.13.0":"2.3. Assaratana ","dn17:1.13.1":"Puna caparam, ananda, ranno mahasudassanassa assaratanam paturahosi ","dn17:1.13.2":"sabbaseto kalasiso munjakeso iddhima vehasangamo valahako nama assaraja. ","dn17:1.13.3":"Tam disva ranno mahasudassanassa cittam pasidi: ","dn17:1.13.4":"‘bhaddakam vata bho assayanam sace damatham upeyya’ti. ","dn17:1.13.5":"Atha kho tam, ananda, assaratanam seyyathapi nama bhaddo assajaniyo digharattam suparidanto; evameva damatham upagacchi. ","dn17:1.13.6":"Bhutapubbam, ananda, raja mahasudassano tameva assaratanam vimamsamano pubbanhasamayam abhiruhitva samuddapariyantam pathavim anuyayitva kusavatim rajadhanim paccagantva patarasamakasi. ","dn17:1.13.7":"Ranno, ananda, mahasudassanassa evarupam assaratanam paturahosi. ","dn17:1.14.0":"2.4. Maniratana ","dn17:1.14.1":"Puna caparam, ananda, ranno mahasudassanassa maniratanam paturahosi. ","dn17:1.14.2":"So ahosi mani veluriyo subho jatima atthamso suparikammakato accho vippasanno anavilo sabbakarasampanno. ","dn17:1.14.3":"Tassa kho panananda, maniratanassa abha samanta yojanam phuta ahosi. ","dn17:1.14.4":"Bhutapubbam, ananda, raja mahasudassano tameva maniratanam vimamsamano caturanginim senam sannayhitva manim dhajaggam aropetva rattandhakaratimisaya payasi. ","dn17:1.14.5":"Ye kho panananda, samanta gama ahesum, te tenobhasena kammante payojesum divati mannamana. ","dn17:1.14.6":"Ranno, ananda, mahasudassanassa evarupam maniratanam paturahosi. ","dn17:1.15.0":"2.5. Itthiratana ","dn17:1.15.1":"Puna caparam, ananda, ranno mahasudassanassa itthiratanam paturahosi ","dn17:1.15.2":"abhirupa dassaniya pasadika paramaya vannapokkharataya samannagata natidigha natirassa natikisa natithula natikalika naccodata atikkanta manusivannam appatta dibbavannam. ","dn17:1.15.3":"Tassa kho panananda, itthiratanassa evarupo kayasamphasso hoti, seyyathapi nama tulapicuno va kappasapicuno va. ","dn17:1.15.4":"Tassa kho panananda, itthiratanassa site unhani gattani honti, unhe sitani. ","dn17:1.15.5":"Tassa kho panananda, itthiratanassa kayato candanagandho vayati, mukhato uppalagandho. ","dn17:1.15.6":"Tam kho panananda, itthiratanam ranno mahasudassanassa pubbutthayini ahosi pacchanipatini kinkarapatissavini manapacarini piyavadini. ","dn17:1.15.7":"Tam kho panananda, itthiratanam rajanam mahasudassanam manasapi no aticari, kuto pana kayena. ","dn17:1.15.8":"Ranno, ananda, mahasudassanassa evarupam itthiratanam paturahosi. ","dn17:1.16.0":"2.6. Gahapatiratana ","dn17:1.16.1":"Puna caparam, ananda, ranno mahasudassanassa gahapatiratanam paturahosi. ","dn17:1.16.2":"Tassa kammavipakajam dibbacakkhu paturahosi yena nidhim passati sassamikampi assamikampi. ","dn17:1.16.3":"So rajanam mahasudassanam upasankamitva evamaha: ","dn17:1.16.4":"‘appossukko tvam, deva, hohi, aham te dhanena dhanakaraniyam karissami’ti. ","dn17:1.16.5":"Bhutapubbam, ananda, raja mahasudassano tameva gahapatiratanam vimamsamano navam abhiruhitva majjhe gangaya nadiya sotam ogahitva gahapatiratanam etadavoca: ","dn17:1.16.6":"‘attho me, gahapati, hirannasuvannena’ti. ","dn17:1.16.7":"‘Tena hi, maharaja, ekam tiram nava upetu’ti. ","dn17:1.16.8":"‘Idheva me, gahapati, attho hirannasuvannena’ti. ","dn17:1.16.9":"Atha kho tam, ananda, gahapatiratanam ubhohi hatthehi udakam omasitva puram hirannasuvannassa kumbhim uddharitva rajanam mahasudassanam etadavoca: ","dn17:1.16.10":"‘alamettavata, maharaja, katamettavata, maharaja, pujitamettavata, maharaja’ti? ","dn17:1.16.11":"Raja mahasudassano evamaha: ","dn17:1.16.12":"‘alamettavata, gahapati, katamettavata, gahapati, pujitamettavata, gahapati’ti. ","dn17:1.16.13":"Ranno, ananda, mahasudassanassa evarupam gahapatiratanam paturahosi. ","dn17:1.17.0":"2.7. Parinayakaratana ","dn17:1.18.1":"Puna caparam, ananda, ranno mahasudassanassa parinayakaratanam paturahosi ","dn17:1.18.2":"pandito viyatto medhavi patibalo rajanam mahasudassanam upayapetabbam upayapetum, apayapetabbam apayapetum, thapetabbam thapetum. ","dn17:1.18.3":"So rajanam mahasudassanam upasankamitva evamaha: ","dn17:1.18.4":"‘appossukko tvam, deva, hohi, ahamanusasissami’ti. ","dn17:1.18.5":"Ranno, ananda, mahasudassanassa evarupam parinayakaratanam paturahosi. ","dn17:1.18.6":"Raja, ananda, mahasudassano imehi sattahi ratanehi samannagato ahosi. ","dn17:1.18.7.0":"3. Catuiddhisamannagata ","dn17:1.18.8":"Raja, ananda, mahasudassano catuhi iddhihi samannagato ahosi. ","dn17:1.18.9":"Katamahi catuhi iddhihi? ","dn17:1.18.10":"Idhananda, raja mahasudassano abhirupo ahosi dassaniyo pasadiko paramaya vannapokkharataya samannagato ativiya annehi manussehi. ","dn17:1.18.11":"Raja, ananda, mahasudassano imaya pathamaya iddhiya samannagato ahosi. ","dn17:1.19.1":"Puna caparam, ananda, raja mahasudassano dighayuko ahosi ciratthitiko ativiya annehi manussehi. ","dn17:1.19.2":"Raja, ananda, mahasudassano imaya dutiyaya iddhiya samannagato ahosi. ","dn17:1.20.1":"Puna caparam, ananda, raja mahasudassano appabadho ahosi appatanko samavepakiniya gahaniya samannagato natisitaya naccunhaya ativiya annehi manussehi. ","dn17:1.20.2":"Raja, ananda, mahasudassano imaya tatiyaya iddhiya samannagato ahosi. ","dn17:1.21.1":"Puna caparam, ananda, raja mahasudassano brahmanagahapatikanam piyo ahosi manapo. ","dn17:1.21.2":"Seyyathapi, ananda, pita puttanam piyo hoti manapo; ","dn17:1.21.3":"evameva kho, ananda, raja mahasudassano brahmanagahapatikanam piyo ahosi manapo. ","dn17:1.21.4":"Rannopi, ananda, mahasudassanassa brahmanagahapatika piya ahesum manapa. ","dn17:1.21.5":"Seyyathapi, ananda, pitu putta piya honti manapa; ","dn17:1.21.6":"evameva kho, ananda, rannopi mahasudassanassa brahmanagahapatika piya ahesum manapa. ","dn17:1.21.7":"Bhutapubbam, ananda, raja mahasudassano caturanginiya senaya uyyanabhumim niyyasi. ","dn17:1.21.8":"Atha kho, ananda, brahmanagahapatika rajanam mahasudassanam upasankamitva evamahamsu: ","dn17:1.21.9":"‘ataramano, deva, yahi, yatha tam mayam cirataram passeyyama’ti. ","dn17:1.21.10":"Rajapi, ananda, mahasudassano sarathim amantesi: ","dn17:1.21.11":"‘ataramano, sarathi, ratham pesehi, yatha aham brahmanagahapatike cirataram passeyyan’ti. ","dn17:1.21.12":"Raja, ananda, mahasudassano imaya catutthiya iddhiya samannagato ahosi. ","dn17:1.21.13":"Raja, ananda, mahasudassano imahi catuhi iddhihi samannagato ahosi. ","dn17:1.22.0":"4. Dhammapasadapokkharani ","dn17:1.22.1":"Atha kho, ananda, ranno mahasudassanassa etadahosi: ","dn17:1.22.2":"‘yannunaham imasu talantarikasu dhanusate dhanusate pokkharaniyo mapeyyan’ti. ","dn17:1.22.3":"Mapesi kho, ananda, raja mahasudassano tasu talantarikasu dhanusate dhanusate pokkharaniyo. ","dn17:1.22.4":"Ta kho panananda, pokkharaniyo catunnam vannanam itthakahi cita ahesum—","dn17:1.22.5":"eka itthaka sovannamaya, eka rupiyamaya, eka veluriyamaya, eka phalikamaya. ","dn17:1.22.6":"Tasu kho panananda, pokkharanisu cattari cattari sopanani ahesum catunnam vannanam, ","dn17:1.22.7":"ekam sopanam sovannamayam ekam rupiyamayam ekam veluriyamayam ekam phalikamayam. ","dn17:1.22.8":"Sovannamayassa sopanassa sovannamaya thambha ahesum, rupiyamaya suciyo ca unhisanca. ","dn17:1.22.9":"Rupiyamayassa sopanassa rupiyamaya thambha ahesum, sovannamaya suciyo ca unhisanca. ","dn17:1.22.10":"Veluriyamayassa sopanassa veluriyamaya thambha ahesum, phalikamaya suciyo ca unhisanca. ","dn17:1.22.11":"Phalikamayassa sopanassa phalikamaya thambha ahesum, veluriyamaya suciyo ca unhisanca. ","dn17:1.22.12":"Ta kho panananda, pokkharaniyo dvihi vedikahi parikkhitta ahesum eka vedika sovannamaya, eka rupiyamaya. ","dn17:1.22.13":"Sovannamayaya vedikaya sovannamaya thambha ahesum, rupiyamaya suciyo ca unhisanca. ","dn17:1.22.14":"Rupiyamayaya vedikaya rupiyamaya thambha ahesum, sovannamaya suciyo ca unhisanca. ","dn17:1.23.1":"Atha kho, ananda, ranno mahasudassanassa etadahosi: ","dn17:1.23.2":"‘yannunaham imasu pokkharanisu evarupam malam ropapeyyam uppalam padumam kumudam pundarikam sabbotukam sabbajanassa anavatan’ti. ","dn17:1.23.3":"Ropapesi kho, ananda, raja mahasudassano tasu pokkharanisu evarupam malam uppalam padumam kumudam pundarikam sabbotukam sabbajanassa anavatam. ","dn17:1.23.4":"Atha kho, ananda, ranno mahasudassanassa etadahosi: ","dn17:1.23.5":"‘yannunaham imasam pokkharaninam tire nhapake purise thapeyyam, ye agatagatam janam nhapessanti’ti. ","dn17:1.23.6":"Thapesi kho, ananda, raja mahasudassano tasam pokkharaninam tire nhapake purise, ye agatagatam janam nhapesum. ","dn17:1.23.7":"Atha kho, ananda, ranno mahasudassanassa etadahosi: ","dn17:1.23.8":"‘yannunaham imasam pokkharaninam tire evarupam danam patthapeyyam—","dn17:1.23.9":"annam annatthikassa, panam panatthikassa, vattham vatthatthikassa, yanam yanatthikassa, sayanam sayanatthikassa, itthim itthitthikassa, hirannam hirannatthikassa, suvannam suvannatthikassa’ti. ","dn17:1.23.10":"Patthapesi kho, ananda, raja mahasudassano tasam pokkharaninam tire evarupam danam—","dn17:1.23.11":"annam annatthikassa, panam panatthikassa, vattham vatthatthikassa, yanam yanatthikassa, sayanam sayanatthikassa, itthim itthitthikassa, hirannam hirannatthikassa, suvannam suvannatthikassa. ","dn17:1.24.1":"Atha kho, ananda, brahmanagahapatika pahutam sapateyyam adaya rajanam mahasudassanam upasankamitva evamahamsu: ","dn17:1.24.2":"‘idam, deva, pahutam sapateyyam devanneva uddissa abhatam, tam devo patigganhatu’ti. ","dn17:1.24.3":"‘Alam, bho, mamapidam pahutam sapateyyam dhammikena balina abhisankhatam, tanca vo hotu, ito ca bhiyyo haratha’ti. ","dn17:1.24.4":"Te ranna patikkhitta ekamantam apakkamma evam samacintesum: ","dn17:1.24.5":"‘na kho etam amhakam patirupam, yam mayam imani sapateyyani punadeva sakani gharani patihareyyama. ","dn17:1.24.6":"Yannuna mayam ranno mahasudassanassa nivesanam mapeyyama’ti. ","dn17:1.24.7":"Te rajanam mahasudassanam upasankamitva evamahamsu: ","dn17:1.24.8":"‘nivesanam te, deva, mapessama’ti. ","dn17:1.24.9":"Adhivasesi kho, ananda, raja mahasudassano tunhibhavena. ","dn17:1.25.1":"Atha kho, ananda, sakko devanamindo ranno mahasudassanassa cetasa cetoparivitakkamannaya vissakammam devaputtam amantesi: ","dn17:1.25.2":"‘ehi tvam, samma vissakamma, ranno mahasudassanassa nivesanam mapehi dhammam nama pasadan’ti. ","dn17:1.25.3":"‘Evam, bhaddantava’ti kho, ananda, vissakammo devaputto sakkassa devanamindassa patissutva seyyathapi nama balava puriso saminjitam va baham pasareyya pasaritam va baham saminjeyya; evameva—devesu tavatimsesu antarahito ranno mahasudassanassa purato paturahosi. ","dn17:1.25.4":"Atha kho, ananda, vissakammo devaputto rajanam mahasudassanam etadavoca: ","dn17:1.25.5":"‘nivesanam te, deva, mapessami dhammam nama pasadan’ti. ","dn17:1.25.6":"Adhivasesi kho, ananda, raja mahasudassano tunhibhavena. ","dn17:1.25.7":"Mapesi kho, ananda, vissakammo devaputto ranno mahasudassanassa nivesanam dhammam nama pasadam. ","dn17:1.25.8":"Dhammo, ananda, pasado puratthimena pacchimena ca yojanam ayamena ahosi. Uttarena dakkhinena ca addhayojanam vittharena. ","dn17:1.25.9":"Dhammassa, ananda, pasadassa tiporisam uccatarena vatthu citam ahosi catunnam vannanam itthakahi—","dn17:1.25.10":"eka itthaka sovannamaya, eka rupiyamaya, eka veluriyamaya, eka phalikamaya. ","dn17:1.26.1":"Dhammassa, ananda, pasadassa caturasitithambhasahassani ahesum catunnam vannanam—","dn17:1.26.2":"eko thambho sovannamayo, eko rupiyamayo, eko veluriyamayo, eko phalikamayo. ","dn17:1.26.3":"Dhammo, ananda, pasado catunnam vannanam phalakehi santhato ahosi—","dn17:1.26.4":"ekam phalakam sovannamayam, ekam rupiyamayam, ekam veluriyamayam, ekam phalikamayam. ","dn17:1.26.5":"Dhammassa, ananda, pasadassa catuvisati sopanani ahesum catunnam vannanam—","dn17:1.26.6":"ekam sopanam sovannamayam, ekam rupiyamayam, ekam veluriyamayam, ekam phalikamayam. ","dn17:1.26.7":"Sovannamayassa sopanassa sovannamaya thambha ahesum rupiyamaya suciyo ca unhisanca. ","dn17:1.26.8":"Rupiyamayassa sopanassa rupiyamaya thambha ahesum sovannamaya suciyo ca unhisanca. ","dn17:1.26.9":"Veluriyamayassa sopanassa veluriyamaya thambha ahesum phalikamaya suciyo ca unhisanca. ","dn17:1.26.10":"Phalikamayassa sopanassa phalikamaya thambha ahesum veluriyamaya suciyo ca unhisanca. ","dn17:1.26.11":"Dhamme, ananda, pasade caturasitikutagarasahassani ahesum catunnam vannanam—","dn17:1.26.12":"ekam kutagaram sovannamayam, ekam rupiyamayam, ekam veluriyamayam, ekam phalikamayam. ","dn17:1.26.13":"Sovannamaye kutagare rupiyamayo pallanko pannatto ahosi, rupiyamaye kutagare sovannamayo pallanko pannatto ahosi, veluriyamaye kutagare dantamayo pallanko pannatto ahosi, phalikamaye kutagare saramayo pallanko pannatto ahosi. ","dn17:1.26.14":"Sovannamayassa kutagarassa dvare rupiyamayo talo thito ahosi, tassa rupiyamayo khandho sovannamayani pattani ca phalani ca. ","dn17:1.26.15":"Rupiyamayassa kutagarassa dvare sovannamayo talo thito ahosi, tassa sovannamayo khandho, rupiyamayani pattani ca phalani ca. ","dn17:1.26.16":"Veluriyamayassa kutagarassa dvare phalikamayo talo thito ahosi, tassa phalikamayo khandho, veluriyamayani pattani ca phalani ca. ","dn17:1.26.17":"Phalikamayassa kutagarassa dvare veluriyamayo talo thito ahosi, tassa veluriyamayo khandho, phalikamayani pattani ca phalani ca. ","dn17:1.27.1":"Atha kho, ananda, ranno mahasudassanassa etadahosi: ","dn17:1.27.2":"‘yannunaham mahaviyuhassa kutagarassa dvare sabbasovannamayam talavanam mapeyyam, yattha divaviharam nisidissami’ti. ","dn17:1.27.3":"Mapesi kho, ananda, raja mahasudassano mahaviyuhassa kutagarassa dvare sabbasovannamayam talavanam, yattha divaviharam nisidi. ","dn17:1.28.1":"Dhammo, ananda, pasado dvihi vedikahi parikkhitto ahosi, eka vedika sovannamaya, eka rupiyamaya. ","dn17:1.28.2":"Sovannamayaya vedikaya sovannamaya thambha ahesum, rupiyamaya suciyo ca unhisanca. ","dn17:1.28.3":"Rupiyamayaya vedikaya rupiyamaya thambha ahesum, sovannamaya suciyo ca unhisanca. ","dn17:1.29.1":"Dhammo, ananda, pasado dvihi kinkinikajalehi parikkhitto ahosi—","dn17:1.29.2":"ekam jalam sovannamayam ekam rupiyamayam. ","dn17:1.29.3":"Sovannamayassa jalassa rupiyamaya kinkinika ahesum, rupiyamayassa jalassa sovannamaya kinkinika ahesum. ","dn17:1.29.4":"Tesam kho panananda, kinkinikajalanam vateritanam saddo ahosi vaggu ca rajaniyo ca khamaniyo ca madaniyo ca. ","dn17:1.29.5":"Seyyathapi, ananda, pancangikassa turiyassa suvinitassa suppatitalitassa sukusalehi samannahatassa saddo hoti, vaggu ca rajaniyo ca khamaniyo ca madaniyo ca; ","dn17:1.29.6":"evameva kho, ananda, tesam kinkinikajalanam vateritanam saddo ahosi vaggu ca rajaniyo ca khamaniyo ca madaniyo ca. ","dn17:1.29.7":"Ye kho panananda, tena samayena kusavatiya rajadhaniya dhutta ahesum sonda pipasa, te tesam kinkinikajalanam vateritanam saddena paricaresum. ","dn17:1.29.8":"Nitthito kho panananda, dhammo pasado duddikkho ahosi musati cakkhuni. ","dn17:1.29.9":"Seyyathapi, ananda, vassanam pacchime mase saradasamaye viddhe vigatavalahake deve adicco nabham abbhussakkamano duddikkho hoti musati cakkhuni; ","dn17:1.29.10":"evameva kho, ananda, dhammo pasado duddikkho ahosi musati cakkhuni. ","dn17:1.30.1":"Atha kho, ananda, ranno mahasudassanassa etadahosi: ","dn17:1.30.2":"‘yannunaham dhammassa pasadassa purato dhammam nama pokkharanim mapeyyan’ti. ","dn17:1.30.3":"Mapesi kho, ananda, raja mahasudassano dhammassa pasadassa purato dhammam nama pokkharanim. ","dn17:1.30.4":"Dhamma, ananda, pokkharani puratthimena pacchimena ca yojanam ayamena ahosi, uttarena dakkhinena ca addhayojanam vittharena. ","dn17:1.30.5":"Dhamma, ananda, pokkharani catunnam vannanam itthakahi cita ahosi—","dn17:1.30.6":"eka itthaka sovannamaya, eka rupiyamaya, eka veluriyamaya, eka phalikamaya. ","dn17:1.31.1":"Dhammaya, ananda, pokkharaniya catuvisati sopanani ahesum catunnam vannanam—","dn17:1.31.2":"ekam sopanam sovannamayam, ekam rupiyamayam, ekam veluriyamayam, ekam phalikamayam. ","dn17:1.31.3":"Sovannamayassa sopanassa sovannamaya thambha ahesum rupiyamaya suciyo ca unhisanca. ","dn17:1.31.4":"Rupiyamayassa sopanassa rupiyamaya thambha ahesum sovannamaya suciyo ca unhisanca. ","dn17:1.31.5":"Veluriyamayassa sopanassa veluriyamaya thambha ahesum phalikamaya suciyo ca unhisanca. ","dn17:1.31.6":"Phalikamayassa sopanassa phalikamaya thambha ahesum veluriyamaya suciyo ca unhisanca. ","dn17:1.31.7":"Dhamma, ananda, pokkharani dvihi vedikahi parikkhitta ahosi—eka vedika sovannamaya, eka rupiyamaya. ","dn17:1.31.8":"Sovannamayaya vedikaya sovannamaya thambha ahesum rupiyamaya suciyo ca unhisanca. ","dn17:1.31.9":"Rupiyamayaya vedikaya rupiyamaya thambha ahesum sovannamaya suciyo ca unhisanca. ","dn17:1.32.1":"Dhamma, ananda, pokkharani sattahi talapantihi parikkhitta ahosi—","dn17:1.32.2":"eka talapanti sovannamaya, eka rupiyamaya, eka veluriyamaya, eka phalikamaya, eka lohitankamaya, eka masaragallamaya, eka sabbaratanamaya. ","dn17:1.32.3":"Sovannamayassa talassa sovannamayo khandho ahosi rupiyamayani pattani ca phalani ca. ","dn17:1.32.4":"Rupiyamayassa talassa rupiyamayo khandho ahosi sovannamayani pattani ca phalani ca. ","dn17:1.32.5":"Veluriyamayassa talassa veluriyamayo khandho ahosi phalikamayani pattani ca phalani ca. ","dn17:1.32.6":"Phalikamayassa talassa phalikamayo khandho ahosi veluriyamayani pattani ca phalani ca. ","dn17:1.32.7":"Lohitankamayassa talassa lohitankamayo khandho ahosi masaragallamayani pattani ca phalani ca. ","dn17:1.32.8":"Masaragallamayassa talassa masaragallamayo khandho ahosi lohitankamayani pattani ca phalani ca. ","dn17:1.32.9":"Sabbaratanamayassa talassa sabbaratanamayo khandho ahosi, sabbaratanamayani pattani ca phalani ca. ","dn17:1.32.10":"Tasam kho panananda, talapantinam vateritanam saddo ahosi, vaggu ca rajaniyo ca khamaniyo ca madaniyo ca. ","dn17:1.32.11":"Seyyathapi, ananda, pancangikassa turiyassa suvinitassa suppatitalitassa sukusalehi samannahatassa saddo hoti vaggu ca rajaniyo ca khamaniyo ca madaniyo ca; ","dn17:1.32.12":"evameva kho, ananda, tasam talapantinam vateritanam saddo ahosi vaggu ca rajaniyo ca khamaniyo ca madaniyo ca. ","dn17:1.32.13":"Ye kho panananda, tena samayena kusavatiya rajadhaniya dhutta ahesum sonda pipasa, te tasam talapantinam vateritanam saddena paricaresum. ","dn17:1.33.1":"Nitthite kho panananda, dhamme pasade nitthitaya dhammaya ca pokkharaniya raja mahasudassano ‘ye tena samayena samanesu va samanasammata brahmanesu va brahmanasammata’, te sabbakamehi santappetva dhammam pasadam abhiruhi. ","dn17:1.33.2":"Pathamabhanavaro. ","dn17:2.1.0":"5. Jhanasampatti ","dn17:2.1.1":"Atha kho, ananda, ranno mahasudassanassa etadahosi: ","dn17:2.1.2":"‘kissa nu kho me idam kammassa phalam kissa kammassa vipako, yenaham etarahi evammahiddhiko evammahanubhavo’ti? ","dn17:2.1.3":"Atha kho, ananda, ranno mahasudassanassa etadahosi: ","dn17:2.1.4":"‘tinnam kho me idam kammanam phalam tinnam kammanam vipako, yenaham etarahi evammahiddhiko evammahanubhavo, seyyathidam—","dn17:2.1.5":"danassa damassa samyamassa’ti. ","dn17:2.2.1":"Atha kho, ananda, raja mahasudassano yena mahaviyuham kutagaram tenupasankami; upasankamitva mahaviyuhassa kutagarassa dvare thito udanam udanesi: ","dn17:2.2.2":"‘tittha, kamavitakka, tittha, byapadavitakka, tittha, vihimsavitakka. ","dn17:2.2.3":"Ettavata, kamavitakka, ettavata, byapadavitakka, ettavata, vihimsavitakka’ti. ","dn17:2.3.1":"Atha kho, ananda, raja mahasudassano mahaviyuham kutagaram pavisitva sovannamaye pallanke nisinno vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja vihasi. ","dn17:2.3.2":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja vihasi. ","dn17:2.3.3":"Pitiya ca viraga upekkhako ca vihasi, sato ca sampajano sukhanca kayena patisamvedesi, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja vihasi. ","dn17:2.3.4":"Sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja vihasi. ","dn17:2.4.1":"Atha kho, ananda, raja mahasudassano mahaviyuha kutagara nikkhamitva sovannamayam kutagaram pavisitva rupiyamaye pallanke nisinno ","dn17:2.4.2":"mettasahagatena cetasa ekam disam pharitva vihasi. Tatha dutiyam tatha tatiyam tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva vihasi. ","dn17:2.4.3":"Karunasahagatena cetasa …pe… ","dn17:2.4.4":"muditasahagatena cetasa …pe… ","dn17:2.4.5":"upekkhasahagatena cetasa ekam disam pharitva vihasi. Tatha dutiyam tatha tatiyam tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva vihasi. ","dn17:2.5.0":"6. Caturasitinagarasahassadi ","dn17:2.5.1":"Ranno, ananda, mahasudassanassa caturasiti nagarasahassani ahesum kusavatirajadhanippamukhani; ","dn17:2.5.2":"caturasiti pasadasahassani ahesum dhammapasadappamukhani; ","dn17:2.5.3":"caturasiti kutagarasahassani ahesum mahaviyuhakutagarappamukhani; ","dn17:2.5.4":"caturasiti pallankasahassani ahesum sovannamayani rupiyamayani dantamayani saramayani gonakatthatani patikatthatani patalikatthatani kadalimigapavarapaccattharanani sauttaracchadani ubhatolohitakupadhanani; ","dn17:2.5.5":"caturasiti nagasahassani ahesum sovannalankarani sovannadhajani hemajalapaticchannani uposathanagarajappamukhani; ","dn17:2.5.6":"caturasiti assasahassani ahesum sovannalankarani sovannadhajani hemajalapaticchannani valahakaassarajappamukhani; ","dn17:2.5.7":"caturasiti rathasahassani ahesum sihacammaparivarani byagghacammaparivarani dipicammaparivarani pandukambalaparivarani sovannalankarani sovannadhajani hemajalapaticchannani vejayantarathappamukhani; ","dn17:2.5.8":"caturasiti manisahassani ahesum maniratanappamukhani; ","dn17:2.5.9":"caturasiti itthisahassani ahesum subhaddadevippamukhani; ","dn17:2.5.10":"caturasiti gahapatisahassani ahesum gahapatiratanappamukhani; ","dn17:2.5.11":"caturasiti khattiyasahassani ahesum anuyantani parinayakaratanappamukhani; ","dn17:2.5.12":"caturasiti dhenusahassani ahesum duhasandanani kamsupadharanani; ","dn17:2.5.13":"caturasiti vatthakotisahassani ahesum khomasukhumanam kappasikasukhumanam koseyyasukhumanam kambalasukhumanam; ","dn17:2.5.14":"ranno, ananda, mahasudassanassa caturasiti thalipakasahassani ahesum sayam patam bhattabhiharo abhihariyittha. ","dn17:2.6.1":"Tena kho panananda, samayena ranno mahasudassanassa caturasiti nagasahassani sayam patam upatthanam agacchanti. ","dn17:2.6.2":"Atha kho, ananda, ranno mahasudassanassa etadahosi: ","dn17:2.6.3":"‘imani kho me caturasiti nagasahassani sayam patam upatthanam agacchanti, yannuna vassasatassa vassasatassa accayena dvecattalisam dvecattalisam nagasahassani sakim sakim upatthanam agaccheyyun’ti. ","dn17:2.6.4":"Atha kho, ananda, raja mahasudassano parinayakaratanam amantesi: ","dn17:2.6.5":"‘imani kho me, samma parinayakaratana, caturasiti nagasahassani sayam patam upatthanam agacchanti, tena hi, samma parinayakaratana, vassasatassa vassasatassa accayena dvecattalisam dvecattalisam nagasahassani sakim sakim upatthanam agacchantu’ti. ","dn17:2.6.6":"‘Evam, deva’ti kho, ananda, parinayakaratanam ranno mahasudassanassa paccassosi. ","dn17:2.6.7":"Atha kho, ananda, ranno mahasudassanassa aparena samayena vassasatassa vassasatassa accayena dvecattalisam dvecattalisam nagasahassani sakim sakim upatthanam agamamsu. ","dn17:2.7.0":"7. Subhaddadeviupasankamana ","dn17:2.7.1":"Atha kho, ananda, subhaddaya deviya bahunnam vassanam bahunnam vassasatanam bahunnam vassasahassanam accayena etadahosi: ","dn17:2.7.2":"‘ciram dittho kho me raja mahasudassano. Yannunaham rajanam mahasudassanam dassanaya upasankameyyan’ti. ","dn17:2.7.3":"Atha kho, ananda, subhadda devi itthagaram amantesi: ","dn17:2.7.4":"‘etha tumhe sisani nhayatha pitani vatthani parupatha. ","dn17:2.7.5":"Ciram dittho no raja mahasudassano, rajanam mahasudassanam dassanaya upasankamissama’ti. ","dn17:2.7.6":"‘Evam, ayye’ti kho, ananda, itthagaram subhaddaya deviya patissutva sisani nhayitva pitani vatthani parupitva yena subhadda devi tenupasankami. ","dn17:2.8.1":"Atha kho, ananda, subhadda devi parinayakaratanam amantesi: ","dn17:2.8.2":"‘kappehi, samma parinayakaratana, caturanginim senam, ciram dittho no raja mahasudassano, rajanam mahasudassanam dassanaya upasankamissama’ti. ","dn17:2.8.3":"‘Evam, devi’ti kho, ananda, parinayakaratanam subhaddaya deviya patissutva caturanginim senam kappapetva subhaddaya deviya pativedesi: ","dn17:2.8.4":"‘kappita kho, devi, caturangini sena, ","dn17:2.8.5":"yassadani kalam mannasi’ti. ","dn17:2.8.6":"Atha kho, ananda, subhadda devi caturanginiya senaya saddhim itthagarena yena dhammo pasado tenupasankami; upasankamitva dhammam pasadam abhiruhitva yena mahaviyuham kutagaram tenupasankami. ","dn17:2.8.7":"Upasankamitva mahaviyuhassa kutagarassa dvarabaham alambitva atthasi. ","dn17:2.8.8":"Atha kho, ananda, raja mahasudassano saddam sutva: ","dn17:2.8.9":"‘kim nu kho mahato viya janakayassa saddo’ti mahaviyuha kutagara nikkhamanto addasa subhaddam devim dvarabaham alambitva thitam, disvana subhaddam devim etadavoca: ","dn17:2.8.10":"‘ettheva, devi, tittha ma pavisi’ti. ","dn17:2.9.1":"Atha kho, ananda, raja mahasudassano annataram purisam amantesi: ","dn17:2.9.2":"‘ehi tvam, ambho purisa, mahaviyuha kutagara sovannamayam pallankam niharitva sabbasovannamaye talavane pannapehi’ti. ","dn17:2.9.3":"‘Evam, deva’ti kho, ananda, so puriso ranno mahasudassanassa patissutva mahaviyuha kutagara sovannamayam pallankam niharitva sabbasovannamaye talavane pannapesi. ","dn17:2.9.4":"Atha kho, ananda, raja mahasudassano dakkhinena passena sihaseyyam kappesi pade padam accadhaya sato sampajano. ","dn17:2.10.1":"Atha kho, ananda, subhaddaya deviya etadahosi: ","dn17:2.10.2":"‘vippasannani kho ranno mahasudassanassa indriyani, parisuddho chavivanno pariyodato, ma heva kho raja mahasudassano kalamakasi’ti rajanam mahasudassanam etadavoca: ","dn17:2.10.3":"‘Imani te, deva, caturasiti nagarasahassani kusavatirajadhanippamukhani. ","dn17:2.10.4":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.5":"Imani te, deva, caturasiti pasadasahassani dhammapasadappamukhani. ","dn17:2.10.6":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.7":"Imani te, deva, caturasiti kutagarasahassani mahaviyuhakutagarappamukhani. ","dn17:2.10.8":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.9":"Imani te, deva, caturasiti pallankasahassani sovannamayani rupiyamayani dantamayani saramayani gonakatthatani patikatthatani patalikatthatani kadalimigapavarapaccattharanani sauttaracchadani ubhatolohitakupadhanani. ","dn17:2.10.10":"Ettha, deva, chandam janehi, jivite apekkham karohi. ","dn17:2.10.11":"Imani te, deva, caturasiti nagasahassani sovannalankarani sovannadhajani hemajalapaticchannani uposathanagarajappamukhani. ","dn17:2.10.12":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.13":"Imani te, deva, caturasiti assasahassani sovannalankarani sovannadhajani hemajalapaticchannani valahakaassarajappamukhani. ","dn17:2.10.14":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.15":"Imani te, deva, caturasiti rathasahassani sihacammaparivarani byagghacammaparivarani dipicammaparivarani pandukambalaparivarani sovannalankarani sovannadhajani hemajalapaticchannani vejayantarathappamukhani. ","dn17:2.10.16":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.17":"Imani te, deva, caturasiti manisahassani maniratanappamukhani. ","dn17:2.10.18":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.19":"Imani te, deva, caturasiti itthisahassani itthiratanappamukhani. ","dn17:2.10.20":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.21":"Imani te, deva, caturasiti gahapatisahassani gahapatiratanappamukhani. ","dn17:2.10.22":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.23":"Imani te, deva, caturasiti khattiyasahassani anuyantani parinayakaratanappamukhani. ","dn17:2.10.24":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.25":"Imani te, deva, caturasiti dhenusahassani duhasandanani kamsupadharanani. ","dn17:2.10.26":"Ettha, deva, chandam janehi jivite apekkham karohi. ","dn17:2.10.27":"Imani te, deva, caturasiti vatthakotisahassani khomasukhumanam kappasikasukhumanam koseyyasukhumanam kambalasukhumanam. ","dn17:2.10.28":"Ettha, deva, chandam janehi, jivite apekkham karohi. ","dn17:2.10.29":"Imani te, deva, caturasiti thalipakasahassani sayam patam bhattabhiharo abhihariyati. ","dn17:2.10.30":"Ettha, deva, chandam janehi jivite apekkham karohi’ti. ","dn17:2.11.1":"Evam vutte, ananda, raja mahasudassano subhaddam devim etadavoca: ","dn17:2.11.2":"‘Digharattam kho mam tvam, devi, itthehi kantehi piyehi manapehi samudacarittha; ","dn17:2.11.3":"atha ca pana mam tvam pacchime kale anitthehi akantehi appiyehi amanapehi samudacarasi’ti. ","dn17:2.11.4":"‘Katham carahi tam, deva, samudacarami’ti? ","dn17:2.11.5":"‘Evam kho mam tvam, devi, samudacara: ","dn17:2.11.6":"“sabbeheva, deva, piyehi manapehi nanabhavo vinabhavo annathabhavo, ma kho tvam, deva, sapekkho kalamakasi, dukkha sapekkhassa kalankiriya, garahita ca sapekkhassa kalankiriya. ","dn17:2.11.7":"Imani te, deva, caturasiti nagarasahassani kusavatirajadhanippamukhani. ","dn17:2.11.8":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.9":"Imani te, deva, caturasiti pasadasahassani dhammapasadappamukhani. ","dn17:2.11.10":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.11":"Imani te, deva, caturasiti kutagarasahassani mahaviyuhakutagarappamukhani. ","dn17:2.11.12":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.13":"Imani te, deva, caturasiti pallankasahassani sovannamayani rupiyamayani dantamayani saramayani gonakatthatani patikatthatani patalikatthatani kadalimigapavarapaccattharanani sauttaracchadani ubhatolohitakupadhanani. ","dn17:2.11.14":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.15":"Imani te, deva, caturasiti nagasahassani sovannalankarani sovannadhajani hemajalapaticchannani uposathanagarajappamukhani. ","dn17:2.11.16":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.17":"Imani te, deva, caturasiti assasahassani sovannalankarani sovannadhajani hemajalapaticchannani valahakaassarajappamukhani. ","dn17:2.11.18":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.19":"Imani te, deva, caturasiti rathasahassani sihacammaparivarani byagghacammaparivarani dipicammaparivarani pandukambalaparivarani sovannalankarani sovannadhajani hemajalapaticchannani vejayantarathappamukhani. ","dn17:2.11.20":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.21":"Imani te, deva, caturasiti manisahassani maniratanappamukhani. ","dn17:2.11.22":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.23":"Imani te, deva, caturasiti itthisahassani subhaddadevippamukhani. ","dn17:2.11.24":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.25":"Imani te, deva, caturasiti gahapatisahassani gahapatiratanappamukhani. ","dn17:2.11.26":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.27":"Imani te, deva, caturasiti khattiyasahassani anuyantani parinayakaratanappamukhani. ","dn17:2.11.28":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.29":"Imani te, deva, caturasiti dhenusahassani duhasandanani kamsupadharanani. ","dn17:2.11.30":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.31":"Imani te, deva, caturasiti vatthakotisahassani khomasukhumanam kappasikasukhumanam koseyyasukhumanam kambalasukhumanam. ","dn17:2.11.32":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.11.33":"Imani te, deva, caturasiti thalipakasahassani sayam patam bhattabhiharo abhihariyati. ","dn17:2.11.34":"Ettha, deva, chandam pajaha jivite apekkham makasi”’ti. ","dn17:2.12.1":"Evam vutte, ananda, subhadda devi parodi assuni pavattesi. ","dn17:2.12.2":"Atha kho, ananda, subhadda devi assuni punchitva rajanam mahasudassanam etadavoca: ","dn17:2.12.3":"‘Sabbeheva, deva, piyehi manapehi nanabhavo vinabhavo annathabhavo, ma kho tvam, deva, sapekkho kalamakasi, dukkha sapekkhassa kalankiriya, garahita ca sapekkhassa kalankiriya. ","dn17:2.12.4":"Imani te, deva, caturasiti nagarasahassani kusavatirajadhanippamukhani. ","dn17:2.12.5":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.6":"Imani te, deva, caturasiti pasadasahassani dhammapasadappamukhani. ","dn17:2.12.7":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.8":"Imani te, deva, caturasiti kutagarasahassani mahaviyuhakutagarappamukhani. ","dn17:2.12.9":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.10":"Imani te, deva, caturasiti pallankasahassani sovannamayani rupiyamayani dantamayani saramayani gonakatthatani patikatthatani patalikatthatani kadalimigapavarapaccattharanani sauttaracchadani ubhatolohitakupadhanani. ","dn17:2.12.11":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.12":"Imani te, deva, caturasiti nagasahassani sovannalankarani sovannadhajani hemajalapaticchannani uposathanagarajappamukhani. ","dn17:2.12.13":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.14":"Imani te, deva, caturasiti assasahassani sovannalankarani sovannadhajani hemajalapaticchannani valahakaassarajappamukhani. ","dn17:2.12.15":"Ettha, deva, chandam pajaha, jivite apekkham makasi. ","dn17:2.12.16":"Imani te, deva, caturasiti rathasahassani sihacammaparivarani byagghacammaparivarani dipicammaparivarani pandukambalaparivarani sovannalankarani sovannadhajani hemajalapaticchannani vejayantarathappamukhani. ","dn17:2.12.17":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.18":"Imani te, deva, caturasiti manisahassani maniratanappamukhani. ","dn17:2.12.19":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.20":"Imani te, deva, caturasiti itthisahassani itthiratanappamukhani. ","dn17:2.12.21":"Ettha, deva, chandam pajaha, jivite apekkham makasi. ","dn17:2.12.22":"Imani te, deva, caturasiti gahapatisahassani gahapatiratanappamukhani. ","dn17:2.12.23":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.24":"Imani te, deva, caturasiti khattiyasahassani anuyantani parinayakaratanappamukhani. ","dn17:2.12.25":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.26":"Imani te, deva, caturasiti dhenusahassani duhasandanani kamsupadharanani. ","dn17:2.12.27":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.28":"Imani te, deva, caturasiti vatthakotisahassani khomasukhumanam kappasikasukhumanam koseyyasukhumanam kambalasukhumanam. ","dn17:2.12.29":"Ettha, deva, chandam pajaha jivite apekkham makasi. ","dn17:2.12.30":"Imani te, deva, caturasiti thalipakasahassani sayam patam bhattabhiharo abhihariyati. ","dn17:2.12.31":"Ettha, deva, chandam pajaha jivite apekkham makasi’ti. ","dn17:2.13.0":"8. Brahmalokupagama ","dn17:2.13.1":"Atha kho, ananda, raja mahasudassano na cirasseva kalamakasi. ","dn17:2.13.2":"Seyyathapi, ananda, gahapatissa va gahapatiputtassa va manunnam bhojanam bhuttavissa bhattasammado hoti; evameva kho, ananda, ranno mahasudassanassa maranantika vedana ahosi. ","dn17:2.13.3":"Kalankato ca, ananda, raja mahasudassano sugatim brahmalokam upapajji. ","dn17:2.13.4":"Raja, ananda, mahasudassano caturasiti vassasahassani kumarakilam kili. ","dn17:2.13.5":"Caturasiti vassasahassani oparajjam karesi. ","dn17:2.13.6":"Caturasiti vassasahassani rajjam karesi. ","dn17:2.13.7":"Caturasiti vassasahassani gihibhuto dhamme pasade brahmacariyam cari. ","dn17:2.13.8":"So cattaro brahmavihare bhavetva kayassa bheda param marana brahmalokupago ahosi. ","dn17:2.14.1":"Siya kho panananda, evamassa: ","dn17:2.14.2":"‘anno nuna tena samayena raja mahasudassano ahosi’ti, ","dn17:2.14.3":"na kho panetam, ananda, evam datthabbam. Aham tena samayena raja mahasudassano ahosim. ","dn17:2.14.4":"Mama tani caturasiti nagarasahassani kusavatirajadhanippamukhani, mama tani caturasiti pasadasahassani dhammapasadappamukhani, mama tani caturasiti kutagarasahassani mahaviyuhakutagarappamukhani, mama tani caturasiti pallankasahassani sovannamayani rupiyamayani dantamayani saramayani gonakatthatani patikatthatani patalikatthatani kadalimigapavarapaccattharanani sauttaracchadani ubhatolohitakupadhanani, mama tani caturasiti nagasahassani sovannalankarani sovannadhajani hemajalapaticchannani uposathanagarajappamukhani, mama tani caturasiti assasahassani sovannalankarani sovannadhajani hemajalapaticchannani valahakaassarajappamukhani, mama tani caturasiti rathasahassani sihacammaparivarani byagghacammaparivarani dipicammaparivarani pandukambalaparivarani sovannalankarani sovannadhajani hemajalapaticchannani vejayantarathappamukhani, mama tani caturasiti manisahassani maniratanappamukhani, mama tani caturasiti itthisahassani subhaddadevippamukhani, mama tani caturasiti gahapatisahassani gahapatiratanappamukhani, mama tani caturasiti khattiyasahassani anuyantani parinayakaratanappamukhani, mama tani caturasiti dhenusahassani duhasandanani kamsupadharanani, mama tani caturasiti vatthakotisahassani khomasukhumanam kappasikasukhumanam koseyyasukhumanam kambalasukhumanam, mama tani caturasiti thalipakasahassani sayam patam bhattabhiharo abhihariyittha. ","dn17:2.15.1":"Tesam kho panananda, caturasitinagarasahassanam ekanneva tam nagaram hoti, yam tena samayena ajjhavasami yadidam kusavati rajadhani. ","dn17:2.15.2":"Tesam kho panananda, caturasiti pasadasahassanam ekoyeva so pasado hoti, yam tena samayena ajjhavasami yadidam dhammo pasado. ","dn17:2.15.3":"Tesam kho panananda, caturasiti kutagarasahassanam ekanneva tam kutagaram hoti, yam tena samayena ajjhavasami yadidam mahaviyuham kutagaram. ","dn17:2.15.4":"Tesam kho panananda, caturasiti pallankasahassanam ekoyeva so pallanko hoti, yam tena samayena paribhunjami yadidam sovannamayo va rupiyamayo va dantamayo va saramayo va. ","dn17:2.15.5":"Tesam kho panananda, caturasiti nagasahassanam ekoyeva so nago hoti, yam tena samayena abhiruhami yadidam uposatho nagaraja. ","dn17:2.15.6":"Tesam kho panananda, caturasiti assasahassanam ekoyeva so asso hoti, yam tena samayena abhiruhami yadidam valahako assaraja. ","dn17:2.15.7":"Tesam kho panananda, caturasiti rathasahassanam ekoyeva so ratho hoti, yam tena samayena abhiruhami yadidam vejayantaratho. ","dn17:2.15.8":"Tesam kho panananda, caturasiti itthisahassanam ekayeva sa itthi hoti, ya tena samayena paccupatthati khattiyani va vessini va. ","dn17:2.15.9":"Tesam kho panananda, caturasiti vatthakotisahassanam ekamyeva tam dussayugam hoti, yam tena samayena paridahami khomasukhumam va kappasikasukhumam va koseyyasukhumam va kambalasukhumam va. ","dn17:2.15.10":"Tesam kho panananda, caturasiti thalipakasahassanam ekoyeva so thalipako hoti, yato nalikodanaparamam bhunjami tadupiyanca supeyyam. ","dn17:2.16.1":"Passananda, sabbete sankhara atita niruddha viparinata. ","dn17:2.16.2":"Evam anicca kho, ananda, sankhara; ","dn17:2.16.3":"evam addhuva kho, ananda, sankhara; ","dn17:2.16.4":"evam anassasika kho, ananda, sankhara. ","dn17:2.16.5":"Yavancidam, ananda, alameva sabbasankharesu nibbinditum, alam virajjitum, alam vimuccitum. ","dn17:2.17.1":"Chakkhattum kho panaham, ananda, abhijanami imasmim padese sariram nikkhipitam, tanca kho rajava samano cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato, ayam sattamo sariranikkhepo. ","dn17:2.17.2":"Na kho panaham, ananda, tam padesam samanupassami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya yattha tathagato atthamam sariram nikkhipeyya”ti. ","dn17:2.17.3":"Idamavoca bhagava. ","dn17:2.17.4":"Idam vatvana sugato athaparam etadavoca sattha: ","dn17:2.17.5":"“Anicca vata sankhara, ","dn17:2.17.6":"uppadavayadhammino; ","dn17:2.17.7":"Uppajjitva nirujjhanti, ","dn17:2.17.8":"tesam vupasamo sukho”ti. ","dn17:2.17.9":"Mahasudassanasuttam nitthitam catuttham. "}