{"dn18:0.1":"Digha Nikaya 18 ","dn18:0.2":"Janavasabhasutta ","dn18:1.0":"1. Natikiyadibyakarana ","dn18:1.1":"Evam me sutam—","dn18:1.2":"ekam samayam bhagava natike viharati ginjakavasathe. ","dn18:1.3":"Tena kho pana samayena bhagava parito parito janapadesu paricarake abbhatite kalankate upapattisu byakaroti kasikosalesu vajjimallesu cetivamsesu kurupancalesu majjhasurasenesu: ","dn18:1.4":"“asu amutra upapanno, asu amutra upapanno. ","dn18:1.5":"Paropannasa natikiya paricaraka abbhatita kalankata pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayino anavattidhamma tasma loka. ","dn18:1.6":"Sadhika navuti natikiya paricaraka abbhatita kalankata tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagamino, sakideva imam lokam agantva dukkhassantam karissanti. ","dn18:1.7":"Satirekani pancasatani natikiya paricaraka abbhatita kalankata tinnam samyojananam parikkhaya sotapanna avinipatadhamma niyata sambodhiparayana”ti. ","dn18:2.1":"Assosum kho natikiya paricaraka: ","dn18:2.2":"“bhagava kira parito parito janapadesu paricarake abbhatite kalankate upapattisu byakaroti kasikosalesu vajjimallesu cetivamsesu kurupancalesu majjhasurasenesu: ","dn18:2.3":"‘asu amutra upapanno, asu amutra upapanno. ","dn18:2.4":"Paropannasa natikiya paricaraka abbhatita kalankata pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayino anavattidhamma tasma loka. ","dn18:2.5":"Sadhika navuti natikiya paricaraka abbhatita kalankata tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagamino sakideva imam lokam agantva dukkhassantam karissanti. ","dn18:2.6":"Satirekani pancasatani natikiya paricaraka abbhatita kalankata tinnam samyojananam parikkhaya sotapanna avinipatadhamma niyata sambodhiparayana’”ti. ","dn18:2.7":"Tena ca natikiya paricaraka attamana ahesum pamudita pitisomanassajata bhagavato panhaveyyakaranam sutva. ","dn18:3.1":"Assosi kho ayasma anando: ","dn18:3.2":"“bhagava kira parito parito janapadesu paricarake abbhatite kalankate upapattisu byakaroti kasikosalesu vajjimallesu cetivamsesu kurupancalesu majjhasurasenesu: ","dn18:3.3":"‘asu amutra upapanno, asu amutra upapanno. ","dn18:3.4":"Paropannasa natikiya paricaraka abbhatita kalankata pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayino anavattidhamma tasma loka. ","dn18:3.5":"Sadhika navuti natikiya paricaraka abbhatita kalankata tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagamino sakideva imam lokam agantva dukkhassantam karissanti. ","dn18:3.6":"Satirekani pancasatani natikiya paricaraka abbhatita kalankata tinnam samyojananam parikkhaya sotapanna avinipatadhamma niyata sambodhiparayana’ti. ","dn18:3.7":"Tena ca natikiya paricaraka attamana ahesum pamudita pitisomanassajata bhagavato panhaveyyakaranam sutva”ti. ","dn18:4.0":"2. Anandaparikatha ","dn18:4.1":"Atha kho ayasmato anandassa etadahosi: ","dn18:4.2":"“ime kho panapi ahesum magadhaka paricaraka bahu ceva rattannu ca abbhatita kalankata. ","dn18:4.3":"Sunna manne angamagadha angamagadhakehi paricarakehi abbhatitehi kalankatehi. ","dn18:4.4":"Te kho panapi ahesum buddhe pasanna dhamme pasanna sanghe pasanna silesu paripurakarino. ","dn18:4.5":"Te abbhatita kalankata bhagavata abyakata; ","dn18:4.6":"tesampissa sadhu veyyakaranam, bahujano pasideyya, tato gaccheyya sugatim. ","dn18:4.7":"Ayam kho panapi ahosi raja magadho seniyo bimbisaro dhammiko dhammaraja hito brahmanagahapatikanam negamananceva janapadananca. ","dn18:4.8":"Apissudam manussa kittayamanarupa viharanti: ","dn18:4.9":"‘evam no so dhammiko dhammaraja sukhapetva kalankato, evam mayam tassa dhammikassa dhammaranno vijite phasu viharimha’ti. ","dn18:4.10":"So kho panapi ahosi buddhe pasanno dhamme pasanno sanghe pasanno silesu paripurakari. ","dn18:4.11":"Apissudam manussa evamahamsu: ","dn18:4.12":"‘yava maranakalapi raja magadho seniyo bimbisaro bhagavantam kittayamanarupo kalankato’ti. ","dn18:4.13":"So abbhatito kalankato bhagavata abyakato. ","dn18:4.14":"Tassapissa sadhu veyyakaranam bahujano pasideyya, tato gaccheyya sugatim. ","dn18:4.15":"Bhagavato kho pana sambodhi magadhesu. ","dn18:4.16":"Yattha kho pana bhagavato sambodhi magadhesu, katham tatra bhagava magadhake paricarake abbhatite kalankate upapattisu na byakareyya. ","dn18:4.17":"Bhagava ce kho pana magadhake paricarake abbhatite kalankate upapattisu na byakareyya, dinamana tenassu magadhaka paricaraka; ","dn18:4.18":"yena kho panassu dinamana magadhaka paricaraka katham te bhagava na byakareyya”ti? ","dn18:5.1":"Idamayasma anando magadhake paricarake arabbha eko raho anuvicintetva rattiya paccusasamayam paccutthaya yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","dn18:5.2":"“sutam metam, bhante: ","dn18:5.3":"‘bhagava kira parito parito janapadesu paricarake abbhatite kalankate upapattisu byakaroti kasikosalesu vajjimallesu cetivamsesu kurupancalesu majjhasurasenesu: ","dn18:5.4":"“asu amutra upapanno, asu amutra upapanno. ","dn18:5.5":"Paropannasa natikiya paricaraka abbhatita kalankata pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayino anavattidhamma tasma loka. ","dn18:5.6":"Sadhika navuti natikiya paricaraka abbhatita kalankata tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagamino, sakideva imam lokam agantva dukkhassantam karissanti. ","dn18:5.7":"Satirekani pancasatani natikiya paricaraka abbhatita kalankata tinnam samyojananam parikkhaya sotapanna avinipatadhamma niyata sambodhiparayanati. ","dn18:5.8":"Tena ca natikiya paricaraka attamana ahesum pamudita pitisomanassajata bhagavato panhaveyyakaranam sutva”’ti. ","dn18:5.9":"Ime kho panapi, bhante, ahesum magadhaka paricaraka bahu ceva rattannu ca abbhatita kalankata. ","dn18:5.10":"Sunna manne angamagadha angamagadhakehi paricarakehi abbhatitehi kalankatehi. ","dn18:5.11":"Te kho panapi, bhante, ahesum buddhe pasanna dhamme pasanna sanghe pasanna silesu paripurakarino, te abbhatita kalankata bhagavata abyakata. ","dn18:5.12":"Tesampissa sadhu veyyakaranam, bahujano pasideyya, tato gaccheyya sugatim. ","dn18:5.13":"Ayam kho panapi, bhante, ahosi raja magadho seniyo bimbisaro dhammiko dhammaraja hito brahmanagahapatikanam negamananceva janapadananca. ","dn18:5.14":"Apissudam manussa kittayamanarupa viharanti: ","dn18:5.15":"‘evam no so dhammiko dhammaraja sukhapetva kalankato. ","dn18:5.16":"Evam mayam tassa dhammikassa dhammaranno vijite phasu viharimha’ti. ","dn18:6.1":"So kho panapi, bhante, ahosi buddhe pasanno dhamme pasanno sanghe pasanno silesu paripurakari. ","dn18:6.2":"Apissudam manussa evamahamsu: ","dn18:6.3":"‘yava maranakalapi raja magadho seniyo bimbisaro bhagavantam kittayamanarupo kalankato’ti. ","dn18:6.4":"So abbhatito kalankato bhagavata abyakato; ","dn18:6.5":"tassapissa sadhu veyyakaranam, bahujano pasideyya, tato gaccheyya sugatim. ","dn18:6.6":"Bhagavato kho pana, bhante, sambodhi magadhesu. ","dn18:6.7":"Yattha kho pana, bhante, bhagavato sambodhi magadhesu, katham tatra bhagava magadhake paricarake abbhatite kalankate upapattisu na byakareyya? ","dn18:6.8":"Bhagava ce kho pana, bhante, magadhake paricarake abbhatite kalankate upapattisu na byakareyya, dinamana tenassu magadhaka paricaraka; ","dn18:6.9":"yena kho panassu dinamana magadhaka paricaraka katham te bhagava na byakareyya”ti. ","dn18:6.10":"Idamayasma anando magadhake paricarake arabbha bhagavato sammukha parikatham katva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","dn18:7.1":"Atha kho bhagava acirapakkante ayasmante anande pubbanhasamayam nivasetva pattacivaramadaya natikam pindaya pavisi. ","dn18:7.2":"Natike pindaya caritva pacchabhattam pindapatapatikkanto pade pakkhaletva ginjakavasatham pavisitva magadhake paricarake arabbha atthim katva manasikatva sabbam cetasa samannaharitva pannatte asane nisidi: ","dn18:7.3":"“gatim nesam janissami abhisamparayam, yangatika te bhavanto yamabhisamparaya”ti. ","dn18:7.4":"Addasa kho bhagava magadhake paricarake: ","dn18:7.5":"“yangatika te bhavanto yamabhisamparaya”ti. ","dn18:7.6":"Atha kho bhagava sayanhasamayam patisallana vutthito ginjakavasatha nikkhamitva viharapacchayayam pannatte asane nisidi. ","dn18:8.1":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","dn18:8.2":"“upasantapadisso, bhante, bhagava bhatiriva bhagavato mukhavanno vippasannatta indriyanam. ","dn18:8.3":"Santena nunajja, bhante, bhagava viharena vihasi”ti? ","dn18:9.1":"“Yadeva kho me tvam, ananda, magadhake paricarake arabbha sammukha parikatham katva utthayasana pakkanto, tadevaham natike pindaya caritva pacchabhattam pindapatapatikkanto pade pakkhaletva ginjakavasatham pavisitva magadhake paricarake arabbha atthim katva manasikatva sabbam cetasa samannaharitva pannatte asane nisidim: ","dn18:9.2":"‘gatim nesam janissami abhisamparayam, yangatika te bhavanto yamabhisamparaya’ti. ","dn18:9.3":"Addasam kho aham, ananda, magadhake paricarake ‘yangatika te bhavanto yamabhisamparaya’ti. ","dn18:9.4.0":"3. Janavasabhayakkha ","dn18:9.5":"Atha kho, ananda, antarahito yakkho saddamanussavesi: ","dn18:9.6":"‘janavasabho aham, bhagava; ","dn18:9.7":"janavasabho aham, sugata’ti. ","dn18:9.8":"Abhijanasi no tvam, ananda, ito pubbe evarupam namadheyyam sutam yadidam janavasabho”ti? ","dn18:9.9":"“Na kho aham, bhante, abhijanami ito pubbe evarupam namadheyyam sutam yadidam janavasabhoti, api ca me, bhante, lomani hatthani ‘janavasabho’ti namadheyyam sutva. ","dn18:9.10":"Tassa mayham, bhante, etadahosi: ","dn18:9.11":"‘na hi nuna so orako yakkho bhavissati yadidam evarupam namadheyyam supannattam yadidam janavasabho’”ti. ","dn18:10.1":"“Anantara kho, ananda, saddapatubhava ularavanno me yakkho sammukhe paturahosi. ","dn18:10.2":"Dutiyakampi saddamanussavesi: ","dn18:10.3":"‘bimbisaro aham, bhagava; ","dn18:10.4":"bimbisaro aham, sugatati. ","dn18:10.5":"Idam sattamam kho aham, bhante, vessavanassa maharajassa sahabyatam upapajjami, so tato cuto manussaraja bhavitum pahomi. ","dn18:10.6":"Ito satta tato satta, ","dn18:10.7":"samsarani catuddasa; ","dn18:10.8":"Nivasamabhijanami, ","dn18:10.9":"yattha me vusitam pure. ","dn18:10.10":"Digharattam kho aham, bhante, avinipato avinipatam sanjanami, asa ca pana me santitthati sakadagamitaya’”ti. ","dn18:10.11":"“Acchariyamidam ayasmato janavasabhassa yakkhassa, abbhutamidam ayasmato janavasabhassa yakkhassa. ","dn18:10.12":"‘Digharattam kho aham, bhante, avinipato avinipatam sanjanami’ti ca vadesi, ‘asa ca pana me santitthati sakadagamitaya’ti ca vadesi, kutonidanam panayasma janavasabho yakkho evarupam ularam visesadhigamam sanjanati”ti? ","dn18:11.1":"“‘Na annatra, bhagava, tava sasana, na annatra, sugata, tava sasana; ","dn18:11.2":"yadagge aham, bhante, bhagavati ekantikato abhippasanno, tadagge aham, bhante, digharattam avinipato avinipatam sanjanami, asa ca pana me santitthati sakadagamitaya. ","dn18:11.3":"Idhaham, bhante, vessavanena maharajena pesito virulhakassa maharajassa santike kenacideva karaniyena addasam bhagavantam antaramagge ginjakavasatham pavisitva magadhake paricarake arabbha atthim katva manasikatva sabbam cetasa samannaharitva nisinnam: ","dn18:11.4":"“gatim nesam janissami abhisamparayam, yangatika te bhavanto yamabhisamparaya”ti. ","dn18:11.5":"Anacchariyam kho panetam, bhante, yam vessavanassa maharajassa tassam parisayam bhasato sammukha sutam sammukha patiggahitam: ","dn18:11.6":"“yangatika te bhavanto yamabhisamparaya”ti. ","dn18:11.7":"Tassa mayham, bhante, etadahosi: ","dn18:11.8":"“bhagavantanca dakkhami, idanca bhagavato arocessami”ti. ","dn18:11.9":"Ime kho me, bhante, dvepaccaya bhagavantam dassanaya upasankamitum. ","dn18:12.0":"4. Devasabha ","dn18:12.1":"Purimani, bhante, divasani purimatarani tadahuposathe pannarase vassupanayikaya punnaya punnamaya rattiya kevalakappa ca deva tavatimsa sudhammayam sabhayam sannisinna honti sannipatita. ","dn18:12.2":"Mahati ca dibbaparisa samantato nisinna honti, cattaro ca maharajano catuddisa nisinna honti. ","dn18:12.3":"Puratthimaya disaya dhatarattho maharaja pacchimabhimukho nisinno hoti deve purakkhatva; ","dn18:12.4":"dakkhinaya disaya virulhako maharaja uttarabhimukho nisinno hoti deve purakkhatva; ","dn18:12.5":"pacchimaya disaya virupakkho maharaja puratthabhimukho nisinno hoti deve purakkhatva; ","dn18:12.6":"uttaraya disaya vessavano maharaja dakkhinabhimukho nisinno hoti deve purakkhatva. ","dn18:12.7":"Yada, bhante, kevalakappa ca deva tavatimsa sudhammayam sabhayam sannisinna honti sannipatita, mahati ca dibbaparisa samantato nisinna honti, cattaro ca maharajano catuddisa nisinna honti. Idam nesam hoti asanasmim; ","dn18:12.8":"atha paccha amhakam asanam hoti. ","dn18:12.9":"Ye te, bhante, deva bhagavati brahmacariyam caritva adhunupapanna tavatimsakayam, te anne deve atirocanti vannena ceva yasasa ca. ","dn18:12.10":"Tena sudam, bhante, deva tavatimsa attamana honti pamudita pitisomanassajata: ","dn18:12.11":"“dibba vata bho kaya paripurenti, hayanti asurakaya”ti. ","dn18:13.1":"Atha kho, bhante, sakko devanamindo devanam tavatimsanam sampasadam viditva imahi gathahi anumodi: ","dn18:13.2":"“Modanti vata bho deva, ","dn18:13.3":"tavatimsa sahindaka; ","dn18:13.4":"Tathagatam namassanta, ","dn18:13.5":"dhammassa ca sudhammatam. ","dn18:13.6":"Nave deve ca passanta, ","dn18:13.7":"vannavante yasassine; ","dn18:13.8":"Sugatasmim brahmacariyam, ","dn18:13.9":"caritvana idhagate. ","dn18:13.10":"Te anne atirocanti, ","dn18:13.11":"vannena yasasayuna; ","dn18:13.12":"Savaka bhuripannassa, ","dn18:13.13":"visesupagata idha. ","dn18:13.14":"Idam disvana nandanti, ","dn18:13.15":"tavatimsa sahindaka; ","dn18:13.16":"Tathagatam namassanta, ","dn18:13.17":"dhammassa ca sudhammatan”ti. ","dn18:13.18":"Tena sudam, bhante, deva tavatimsa bhiyyoso mattaya attamana honti pamudita pitisomanassajata ","dn18:13.19":"“dibba vata, bho, kaya paripurenti, hayanti asurakaya”ti. ","dn18:14.1":"Atha kho, bhante, yenatthena deva tavatimsa sudhammayam sabhayam sannisinna honti sannipatita, tam attham cintayitva tam attham mantayitva vuttavacanapi tam cattaro maharajano tasmim atthe honti. Paccanusitthavacanapi tam cattaro maharajano tasmim atthe honti, ","dn18:14.2":"sakesu sakesu asanesu thita avipakkanta. ","dn18:14.3":"Te vuttavakya rajano, ","dn18:14.4":"patiggayhanusasanim; ","dn18:14.5":"Vippasannamana santa, ","dn18:14.6":"atthamsu samhi asaneti. ","dn18:15.1":"Atha kho, bhante, uttaraya disaya ularo aloko sanjayi, obhaso paturahosi atikkammeva devanam devanubhavam. ","dn18:15.2":"Atha kho, bhante, sakko devanamindo deve tavatimse amantesi: ","dn18:15.3":"“yatha kho, marisa, nimittani dissanti, ularo aloko sanjayati, obhaso patubhavati, brahma patubhavissati. Brahmuno hetam pubbanimittam patubhavaya yadidam aloko sanjayati obhaso patubhavati”ti. ","dn18:15.4":"Yatha nimitta dissanti, ","dn18:15.5":"brahma patubhavissati; ","dn18:15.6":"Brahmuno hetam nimittam, ","dn18:15.7":"obhaso vipulo mahati. ","dn18:16.0":"5. Sanankumarakatha ","dn18:16.1":"Atha kho, bhante, deva tavatimsa yathasakesu asanesu nisidimsu: ","dn18:16.2":"“obhasametam nassama, yamvipako bhavissati, sacchikatvava nam gamissama”ti. ","dn18:16.3":"Cattaropi maharajano yathasakesu asanesu nisidimsu: ","dn18:16.4":"“obhasametam nassama yamvipako bhavissati, sacchikatvava nam gamissama”ti. ","dn18:16.5":"Idam sutva deva tavatimsa ekagga samapajjimsu: ","dn18:16.6":"“obhasametam nassama, yamvipako bhavissati, sacchikatvava nam gamissama”ti. ","dn18:17.1":"Yada, bhante, brahma sanankumaro devanam tavatimsanam patubhavati, olarikam attabhavam abhinimminitva patubhavati. ","dn18:17.2":"Yo kho pana, bhante, brahmuno pakativanno anabhisambhavaniyo so devanam tavatimsanam cakkhupathasmim. ","dn18:17.3":"Yada, bhante, brahma sanankumaro devanam tavatimsanam patubhavati, so anne deve atirocati vannena ceva yasasa ca. ","dn18:17.4":"Seyyathapi, bhante, sovanno viggaho manusam viggaham atirocati; ","dn18:17.5":"evameva kho, bhante, yada brahma sanankumaro devanam tavatimsanam patubhavati, so anne deve atirocati vannena ceva yasasa ca. ","dn18:17.6":"Yada, bhante, brahma sanankumaro devanam tavatimsanam patubhavati, na tassam parisayam koci devo abhivadeti va paccuttheti va asanena va nimanteti. ","dn18:17.7":"Sabbeva tunhibhuta panjalika pallankena nisidanti: ","dn18:17.8":"“yassadani devassa pallankam icchissati brahma sanankumaro, tassa devassa pallanke nisidissati”ti. ","dn18:17.9":"Yassa kho pana, bhante, devassa brahma sanankumaro pallanke nisidati, ularam so labhati devo vedapatilabham; ularam so labhati devo somanassapatilabham. ","dn18:18.1":"Seyyathapi, bhante, raja khattiyo muddhavasitto adhunabhisitto rajjena, ularam so labhati vedapatilabham, ularam so labhati somanassapatilabham; ","dn18:18.2":"evameva kho, bhante, yassa devassa brahma sanankumaro pallanke nisidati, ularam so labhati devo vedapatilabham, ularam so labhati devo somanassapatilabham. ","dn18:18.3":"Atha, bhante, brahma sanankumaro olarikam attabhavam abhinimminitva kumaravanni hutva pancasikho devanam tavatimsanam paturahosi. ","dn18:18.4":"So vehasam abbhuggantva akase antalikkhe pallankena nisidi. ","dn18:18.5":"Seyyathapi, bhante, balava puriso supaccatthate va pallanke same va bhumibhage pallankena nisideyya; ","dn18:18.6":"evameva kho, bhante, brahma sanankumaro vehasam abbhuggantva akase antalikkhe pallankena nisiditva devanam tavatimsanam sampasadam viditva imahi gathahi anumodi: ","dn18:18.7":"“Modanti vata bho deva, ","dn18:18.8":"tavatimsa sahindaka; ","dn18:18.9":"Tathagatam namassanta, ","dn18:18.10":"dhammassa ca sudhammatam. ","dn18:18.11":"Nave deve ca passanta, ","dn18:18.12":"vannavante yasassine; ","dn18:18.13":"Sugatasmim brahmacariyam, ","dn18:18.14":"caritvana idhagate. ","dn18:18.15":"Te anne atirocanti, ","dn18:18.16":"vannena yasasayuna; ","dn18:18.17":"Savaka bhuripannassa, ","dn18:18.18":"visesupagata idha. ","dn18:18.19":"Idam disvana nandanti, ","dn18:18.20":"tavatimsa sahindaka; ","dn18:18.21":"Tathagatam namassanta, ","dn18:18.22":"dhammassa ca sudhammatan”ti. ","dn18:19.1":"Imamattham, bhante, brahma sanankumaro bhasittha; ","dn18:19.2":"imamattham, bhante, brahmuno sanankumarassa bhasato atthangasamannagato saro hoti vissattho ca vinneyyo ca manju ca savaniyo ca bindu ca avisari ca gambhiro ca ninnadi ca. ","dn18:19.3":"Yathaparisam kho pana, bhante, brahma sanankumaro sarena vinnapeti; na cassa bahiddha parisaya ghoso niccharati. ","dn18:19.4":"Yassa kho pana, bhante, evam atthangasamannagato saro hoti, so vuccati “brahmassaro”ti. ","dn18:20.1":"Atha kho, bhante, brahma sanankumaro tettimse attabhave abhinimminitva devanam tavatimsanam paccekapallankesu pallankena nisiditva deve tavatimse amantesi: ","dn18:20.2":"“tam kim mannanti, bhonto deva tavatimsa, yavanca so bhagava bahujanahitaya patipanno bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","dn18:20.3":"Ye hi keci, bho, buddham saranam gata dhammam saranam gata sangham saranam gata silesu paripurakarino te kayassa bheda param marana appekacce paranimmitavasavattinam devanam sahabyatam upapajjanti, appekacce nimmanaratinam devanam sahabyatam upapajjanti, appekacce tusitanam devanam sahabyatam upapajjanti, appekacce yamanam devanam sahabyatam upapajjanti, appekacce tavatimsanam devanam sahabyatam upapajjanti, appekacce catumaharajikanam devanam sahabyatam upapajjanti. ","dn18:20.4":"Ye sabbanihinam kayam paripurenti, te gandhabbakayam paripurenti”ti. ","dn18:21.1":"Imamattham, bhante, brahma sanankumaro bhasittha; ","dn18:21.2":"imamattham, bhante, brahmuno sanankumarassa bhasato ghosoyeva deva mannanti: ","dn18:21.3":"“yvayam mama pallanke svayam ekova bhasati”ti. ","dn18:21.4":"Ekasmim bhasamanasmim, ","dn18:21.5":"sabbe bhasanti nimmita; ","dn18:21.6":"Ekasmim tunhimasine, ","dn18:21.7":"sabbe tunhi bhavanti te. ","dn18:21.8":"Tadasu deva mannanti, ","dn18:21.9":"tavatimsa sahindaka; ","dn18:21.10":"Yvayam mama pallankasmim, ","dn18:21.11":"svayam ekova bhasatiti. ","dn18:22.1":"Atha kho, bhante, brahma sanankumaro ekattena attanam upasamharati, ekattena attanam upasamharitva sakkassa devanamindassa pallanke pallankena nisiditva deve tavatimse amantesi: ","dn18:22.2.0":"6. Bhavitaiddhipada ","dn18:22.3":"“Tam kim mannanti, bhonto deva tavatimsa, yava supannatta cime tena bhagavata janata passata arahata sammasambuddhena cattaro iddhipada pannatta iddhipahutaya iddhivisavitaya iddhivikubbanataya. ","dn18:22.4":"Katame cattaro? ","dn18:22.5":"Idha bho bhikkhu chandasamadhippadhanasankharasamannagatam iddhipadam bhaveti. ","dn18:22.6":"Viriyasamadhippadhanasankharasamannagatam iddhipadam bhaveti. ","dn18:22.7":"Cittasamadhippadhanasankharasamannagatam iddhipadam bhaveti. ","dn18:22.8":"Vimamsasamadhippadhanasankharasamannagatam iddhipadam bhaveti. ","dn18:22.9":"Ime kho, bho, tena bhagavata janata passata arahata sammasambuddhena cattaro iddhipada pannatta iddhipahutaya iddhivisavitaya iddhivikubbanataya. ","dn18:22.10":"Ye hi keci bho atitamaddhanam samana va brahmana va anekavihitam iddhividham paccanubhosum, sabbe te imesamyeva catunnam iddhipadanam bhavitatta bahulikatatta. ","dn18:22.11":"Yepi hi keci bho anagatamaddhanam samana va brahmana va anekavihitam iddhividham paccanubhossanti, sabbe te imesamyeva catunnam iddhipadanam bhavitatta bahulikatatta. ","dn18:22.12":"Yepi hi keci bho etarahi samana va brahmana va anekavihitam iddhividham paccanubhonti, sabbe te imesamyeva catunnam iddhipadanam bhavitatta bahulikatatta. ","dn18:22.13":"Passanti no, bhonto deva tavatimsa, mamapimam evarupam iddhanubhavan”ti? ","dn18:22.14":"“Evam, mahabrahme”ti. ","dn18:22.15":"“Ahampi kho bho imesamyeva catunnanca iddhipadanam bhavitatta bahulikatatta evam mahiddhiko evammahanubhavo”ti. ","dn18:23.1":"Imamattham, bhante, brahma sanankumaro bhasittha. ","dn18:23.2":"Imamattham, bhante, brahma sanankumaro bhasitva deve tavatimse amantesi: ","dn18:23.3.0":"7. Tividhaokasadhigama ","dn18:23.4":"“Tam kim mannanti, bhonto deva tavatimsa, yavancidam tena bhagavata janata passata arahata sammasambuddhena tayo okasadhigama anubuddha sukhassadhigamaya. ","dn18:23.5":"Katame tayo? ","dn18:23.6":"Idha bho ekacco samsattho viharati kamehi samsattho akusalehi dhammehi. ","dn18:23.7":"So aparena samayena ariyadhammam sunati, yoniso manasi karoti, dhammanudhammam patipajjati. ","dn18:23.8":"So ariyadhammassavanam agamma yonisomanasikaram dhammanudhammappatipattim asamsattho viharati kamehi asamsattho akusalehi dhammehi. ","dn18:23.9":"Tassa asamsatthassa kamehi asamsatthassa akusalehi dhammehi uppajjati sukham, sukha bhiyyo somanassam. ","dn18:23.10":"Seyyathapi, bho, pamuda pamojjam jayetha; ","dn18:23.11":"evameva kho, bho, asamsatthassa kamehi asamsatthassa akusalehi dhammehi uppajjati sukham, sukha bhiyyo somanassam. ","dn18:23.12":"Ayam kho, bho, tena bhagavata janata passata arahata sammasambuddhena pathamo okasadhigamo anubuddho sukhassadhigamaya. ","dn18:24.1":"Puna caparam, bho, idhekaccassa olarika kayasankhara appatippassaddha honti, olarika vacisankhara appatippassaddha honti, olarika cittasankhara appatippassaddha honti. ","dn18:24.2":"So aparena samayena ariyadhammam sunati, yoniso manasi karoti, dhammanudhammam patipajjati. ","dn18:24.3":"Tassa ariyadhammassavanam agamma yonisomanasikaram dhammanudhammappatipattim olarika kayasankhara patippassambhanti, olarika vacisankhara patippassambhanti, olarika cittasankhara patippassambhanti. ","dn18:24.4":"Tassa olarikanam kayasankharanam patippassaddhiya olarikanam vacisankharanam patippassaddhiya olarikanam cittasankharanam patippassaddhiya uppajjati sukham, sukha bhiyyo somanassam. ","dn18:24.5":"Seyyathapi, bho, pamuda pamojjam jayetha; ","dn18:24.6":"evameva kho bho olarikanam kayasankharanam patippassaddhiya olarikanam vacisankharanam patippassaddhiya olarikanam cittasankharanam patippassaddhiya uppajjati sukham, sukha bhiyyo somanassam. ","dn18:24.7":"Ayam kho, bho, tena bhagavata janata passata arahata sammasambuddhena dutiyo okasadhigamo anubuddho sukhassadhigamaya. ","dn18:25.1":"Puna caparam, bho, idhekacco ‘idam kusalan’ti yathabhutam nappajanati, ‘idam akusalan’ti yathabhutam nappajanati. ","dn18:25.2":"‘Idam savajjam idam anavajjam, idam sevitabbam idam na sevitabbam, idam hinam idam panitam, idam kanhasukkasappatibhagan’ti yathabhutam nappajanati. ","dn18:25.3":"So aparena samayena ariyadhammam sunati, yoniso manasi karoti, dhammanudhammam patipajjati. ","dn18:25.4":"So ariyadhammassavanam agamma yonisomanasikaram dhammanudhammappatipattim, ‘idam kusalan’ti yathabhutam pajanati, ‘idam akusalan’ti yathabhutam pajanati. ","dn18:25.5":"‘Idam savajjam idam anavajjam, idam sevitabbam idam na sevitabbam, idam hinam idam panitam, idam kanhasukkasappatibhagan’ti yathabhutam pajanati. ","dn18:25.6":"Tassa evam janato evam passato avijja pahiyati, vijja uppajjati. ","dn18:25.7":"Tassa avijjaviraga vijjuppada uppajjati sukham, sukha bhiyyo somanassam. ","dn18:25.8":"Seyyathapi, bho, pamuda pamojjam jayetha; ","dn18:25.9":"evameva kho, bho, avijjaviraga vijjuppada uppajjati sukham, sukha bhiyyo somanassam. ","dn18:25.10":"Ayam kho, bho, tena bhagavata janata passata arahata sammasambuddhena tatiyo okasadhigamo anubuddho sukhassadhigamaya. ","dn18:25.11":"Ime kho, bho, tena bhagavata janata passata arahata sammasambuddhena tayo okasadhigama anubuddha sukhassadhigamaya”ti. ","dn18:26.1":"Imamattham, bhante, brahma sanankumaro bhasittha, ","dn18:26.2":"imamattham, bhante, brahma sanankumaro bhasitva deve tavatimse amantesi: ","dn18:26.3.0":"8. Catusatipatthana ","dn18:26.4":"“Tam kim mannanti, bhonto deva tavatimsa, yava supannatta cime tena bhagavata janata passata arahata sammasambuddhena cattaro satipatthana pannatta kusalassadhigamaya. ","dn18:26.5":"Katame cattaro? ","dn18:26.6":"Idha, bho, bhikkhu ajjhattam kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn18:26.7":"Ajjhattam kaye kayanupassi viharanto tattha samma samadhiyati, samma vippasidati. ","dn18:26.8":"So tattha samma samahito samma vippasanno bahiddha parakaye nanadassanam abhinibbatteti. ","dn18:26.9":"Ajjhattam vedanasu vedananupassi viharati …pe… ","dn18:26.10":"bahiddha paravedanasu nanadassanam abhinibbatteti. ","dn18:26.11":"Ajjhattam citte cittanupassi viharati …pe… ","dn18:26.12":"bahiddha paracitte nanadassanam abhinibbatteti. ","dn18:26.13":"Ajjhattam dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn18:26.14":"Ajjhattam dhammesu dhammanupassi viharanto tattha samma samadhiyati, samma vippasidati. ","dn18:26.15":"So tattha samma samahito samma vippasanno bahiddha paradhammesu nanadassanam abhinibbatteti. ","dn18:26.16":"Ime kho, bho, tena bhagavata janata passata arahata sammasambuddhena cattaro satipatthana pannatta kusalassadhigamaya”ti. ","dn18:27.1":"Imamattham, bhante, brahma sanankumaro bhasittha. ","dn18:27.2":"Imamattham, bhante, brahma sanankumaro bhasitva deve tavatimse amantesi: ","dn18:27.3.0":"9. Sattasamadhiparikkhara ","dn18:27.4":"“Tam kim mannanti, bhonto deva tavatimsa, yava supannatta cime tena bhagavata janata passata arahata sammasambuddhena satta samadhiparikkhara sammasamadhissa paribhavanaya sammasamadhissa paripuriya. ","dn18:27.5":"Katame satta? ","dn18:27.6":"Sammaditthi sammasankappo sammavaca sammakammanto sammaajivo sammavayamo sammasati. ","dn18:27.7":"Ya kho, bho, imehi sattahangehi cittassa ekaggata parikkhata, ayam vuccati, bho, ariyo sammasamadhi saupaniso itipi saparikkharo itipi. ","dn18:27.8":"Sammaditthissa, bho, sammasankappo pahoti, sammasankappassa sammavaca pahoti, sammavacassa sammakammanto pahoti. Sammakammantassa sammaajivo pahoti, sammaajivassa sammavayamo pahoti, sammavayamassa sammasati pahoti, sammasatissa sammasamadhi pahoti, sammasamadhissa sammananam pahoti, sammananassa sammavimutti pahoti. ","dn18:27.9":"Yanhi tam, bho, samma vadamano vadeyya: ","dn18:27.10":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi aparuta amatassa dvara’ti idameva tam samma vadamano vadeyya. ","dn18:27.11":"Svakkhato hi, bho, bhagavata dhammo sanditthiko, akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi aparuta amatassa dvara. ","dn18:27.12":"Ye hi keci, bho, buddhe aveccappasadena samannagata, dhamme aveccappasadena samannagata, sanghe aveccappasadena samannagata, ariyakantehi silehi samannagata, ye cime opapatika dhammavinita satirekani catuvisatisatasahassani magadhaka paricaraka abbhatita kalankata tinnam samyojananam parikkhaya sotapanna avinipatadhamma niyata sambodhiparayana. ","dn18:27.13":"Atthi cevettha sakadagamino. ","dn18:27.14":"Atthayam itara paja, ","dn18:27.15":"punnabhagati me mano; ","dn18:27.16":"Sankhatum nopi sakkomi, ","dn18:27.17":"musavadassa ottappan”ti. ","dn18:28.1":"Imamattham, bhante, brahma sanankumaro bhasittha, imamattham, bhante, brahmuno sanankumarassa bhasato vessavanassa maharajassa evam cetaso parivitakko udapadi: ","dn18:28.2":"“acchariyam vata bho, abbhutam vata bho, evarupopi nama ularo sattha bhavissati, evarupam ularam dhammakkhanam, evarupa ulara visesadhigama pannayissanti”ti. ","dn18:28.3":"Atha, bhante, brahma sanankumaro vessavanassa maharajassa cetasa cetoparivitakkamannaya vessavanam maharajanam etadavoca: ","dn18:28.4":"“tam kim mannati bhavam vessavano maharaja atitampi addhanam evarupo ularo sattha ahosi, evarupam ularam dhammakkhanam, evarupa ulara visesadhigama pannayimsu. ","dn18:28.5":"Anagatampi addhanam evarupo ularo sattha bhavissati, evarupam ularam dhammakkhanam, evarupa ulara visesadhigama pannayissanti”ti. ","dn18:29.1":"Imamattham, bhante, brahma sanankumaro devanam tavatimsanam abhasi, imamattham vessavano maharaja brahmuno sanankumarassa devanam tavatimsanam bhasato sammukha sutam sammukha patiggahitam sayam parisayam arocesi’”. ","dn18:29.2":"Imamattham janavasabho yakkho vessavanassa maharajassa sayam parisayam bhasato sammukha sutam sammukha patiggahitam bhagavato arocesi. ","dn18:29.3":"Imamattham bhagava janavasabhassa yakkhassa sammukha sutva sammukha patiggahetva samanca abhinnaya ayasmato anandassa arocesi, imamatthamayasma anando bhagavato sammukha sutva sammukha patiggahetva arocesi bhikkhunam bhikkhuninam upasakanam upasikanam. ","dn18:29.4":"Tayidam brahmacariyam iddhanceva phitanca vittharikam bahujannam puthubhutam yava devamanussehi suppakasitanti. ","dn18:29.5":"Janavasabhasuttam nitthitam pancamam. "}