{"dn22:0.1":"Digha Nikaya 22 ","dn22:0.2":"Mahasatipatthanasutta ","dn22:1.1":"Evam me sutam—","dn22:1.2":"ekam samayam bhagava kurusu viharati kammasadhammam nama kurunam nigamo. ","dn22:1.3":"Tatra kho bhagava bhikkhu amantesi: ","dn22:1.4":"“bhikkhavo”ti. ","dn22:1.5":"“Bhaddante”ti te bhikkhu bhagavato paccassosum. ","dn22:1.6":"Bhagava etadavoca: ","dn22:1.7":"“Ekayano ayam, bhikkhave, maggo sattanam visuddhiya, sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam cattaro satipatthana. ","dn22:1.8":"Katame cattaro? ","dn22:1.9":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam, ","dn22:1.10":"vedanasu vedananupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam, ","dn22:1.11":"citte cittanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam, ","dn22:1.12":"dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn22:1.13":"Uddeso nitthito. ","dn22:2.0.1":"1. Kayanupassana ","dn22:2.0.2":"1.1. Kayanupassanaanapanapabba ","dn22:2.1":"Kathanca pana, bhikkhave, bhikkhu kaye kayanupassi viharati? ","dn22:2.2":"Idha, bhikkhave, bhikkhu arannagato va rukkhamulagato va sunnagaragato va nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","dn22:2.3":"So satova assasati, satova passasati. ","dn22:2.4":"Digham va assasanto ‘digham assasami’ti pajanati, digham va passasanto ‘digham passasami’ti pajanati. ","dn22:2.5":"Rassam va assasanto ‘rassam assasami’ti pajanati, rassam va passasanto ‘rassam passasami’ti pajanati. ","dn22:2.6":"‘Sabbakayapatisamvedi assasissami’ti sikkhati, ‘sabbakayapatisamvedi passasissami’ti sikkhati. ","dn22:2.7":"‘Passambhayam kayasankharam assasissami’ti sikkhati, ‘passambhayam kayasankharam passasissami’ti sikkhati. ","dn22:2.8":"Seyyathapi, bhikkhave, dakkho bhamakaro va bhamakarantevasi va digham va anchanto ‘digham anchami’ti pajanati, rassam va anchanto ‘rassam anchami’ti pajanati; ","dn22:2.9":"evameva kho, bhikkhave, bhikkhu digham va assasanto ‘digham assasami’ti pajanati, digham va passasanto ‘digham passasami’ti pajanati, rassam va assasanto ‘rassam assasami’ti pajanati, rassam va passasanto ‘rassam passasami’ti pajanati. ","dn22:2.10":"‘Sabbakayapatisamvedi assasissami’ti sikkhati, ‘sabbakayapatisamvedi passasissami’ti sikkhati, ‘passambhayam kayasankharam assasissami’ti sikkhati, ‘passambhayam kayasankharam passasissami’ti sikkhati. ","dn22:2.11":"Iti ajjhattam va kaye kayanupassi viharati, bahiddha va kaye kayanupassi viharati, ajjhattabahiddha va kaye kayanupassi viharati. ","dn22:2.12":"Samudayadhammanupassi va kayasmim viharati, vayadhammanupassi va kayasmim viharati, samudayavayadhammanupassi va kayasmim viharati. ","dn22:2.13":"‘Atthi kayo’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya anissito ca viharati, na ca kinci loke upadiyati. ","dn22:2.14":"Evampi kho, bhikkhave, bhikkhu kaye kayanupassi viharati. ","dn22:2.15":"Anapanapabbam nitthitam. ","dn22:3.0":"1.2. Kayanupassanairiyapathapabba ","dn22:3.1":"Puna caparam, bhikkhave, bhikkhu gacchanto va ‘gacchami’ti pajanati, thito va ‘thitomhi’ti pajanati, nisinno va ‘nisinnomhi’ti pajanati, sayano va ‘sayanomhi’ti pajanati, ","dn22:3.2":"yatha yatha va panassa kayo panihito hoti tatha tatha nam pajanati. ","dn22:3.3":"Iti ajjhattam va kaye kayanupassi viharati, bahiddha va kaye kayanupassi viharati, ajjhattabahiddha va kaye kayanupassi viharati. ","dn22:3.4":"Samudayadhammanupassi va kayasmim viharati, vayadhammanupassi va kayasmim viharati, samudayavayadhammanupassi va kayasmim viharati. ","dn22:3.5":"‘Atthi kayo’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya anissito ca viharati, na ca kinci loke upadiyati. ","dn22:3.6":"Evampi kho, bhikkhave, bhikkhu kaye kayanupassi viharati. ","dn22:3.7":"Iriyapathapabbam nitthitam. ","dn22:4.0":"1.3. Kayanupassanasampajanapabba ","dn22:4.1":"Puna caparam, bhikkhave, bhikkhu abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","dn22:4.2":"Iti ajjhattam va …pe… ","dn22:4.3":"Evampi kho, bhikkhave, bhikkhu kaye kayanupassi viharati. ","dn22:4.4":"Sampajanapabbam nitthitam. ","dn22:5.0":"1.4. Kayanupassanapatikulamanasikarapabba ","dn22:5.1":"Puna caparam, bhikkhave, bhikkhu imameva kayam uddham padatala adho kesamatthaka tacapariyantam puram nanappakarassa asucino paccavekkhati: ","dn22:5.2":"‘atthi imasmim kaye kesa loma nakha danta taco, mamsam nharu atthi atthiminjam vakkam, hadayam yakanam kilomakam pihakam papphasam, antam antagunam udariyam karisam, pittam semham pubbo lohitam sedo medo, assu vasa khelo singhanika lasika muttan’ti. ","dn22:5.3":"Seyyathapi, bhikkhave, ubhatomukha putoli pura nanavihitassa dhannassa, seyyathidam—salinam vihinam mugganam masanam tilanam tandulanam. Tamenam cakkhuma puriso muncitva paccavekkheyya: ‘ime sali, ime vihi ime mugga ime masa ime tila ime tandula’ti. ","dn22:5.4":"Evameva kho, bhikkhave, bhikkhu imameva kayam uddham padatala adho kesamatthaka tacapariyantam puram nanappakarassa asucino paccavekkhati: ","dn22:5.5":"‘atthi imasmim kaye kesa loma …pe… muttan’ti. ","dn22:5.6":"Iti ajjhattam va …pe… ","dn22:5.7":"Evampi kho, bhikkhave, bhikkhu kaye kayanupassi viharati. ","dn22:5.8":"Patikulamanasikarapabbam nitthitam. ","dn22:6.0":"1.5. Kayanupassanadhatumanasikarapabba ","dn22:6.1":"Puna caparam, bhikkhave, bhikkhu imameva kayam yathathitam yathapanihitam dhatuso paccavekkhati: ","dn22:6.2":"‘atthi imasmim kaye pathavidhatu apodhatu tejodhatu vayodhatu’ti. ","dn22:6.3":"Seyyathapi, bhikkhave, dakkho goghatako va goghatakantevasi va gavim vadhitva catumahapathe bilaso vibhajitva nisinno assa; ","dn22:6.4":"evameva kho, bhikkhave, bhikkhu imameva kayam yathathitam yathapanihitam dhatuso paccavekkhati: ","dn22:6.5":"‘atthi imasmim kaye pathavidhatu apodhatu tejodhatu vayodhatu’ti. ","dn22:6.6":"Iti ajjhattam va kaye kayanupassi viharati …pe… ","dn22:6.7":"Evampi kho, bhikkhave, bhikkhu kaye kayanupassi viharati. ","dn22:6.8":"Dhatumanasikarapabbam nitthitam. ","dn22:7.0":"1.6. Kayanupassananavasivathikapabba ","dn22:7.1":"Puna caparam, bhikkhave, bhikkhu seyyathapi passeyya sariram sivathikaya chadditam ekahamatam va dvihamatam va tihamatam va uddhumatakam vinilakam vipubbakajatam. ","dn22:7.2":"So imameva kayam upasamharati: ","dn22:7.3":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","dn22:7.4":"Iti ajjhattam va …pe… ","dn22:7.5":"Evampi kho, bhikkhave, bhikkhu kaye kayanupassi viharati. ","dn22:8.1":"Puna caparam, bhikkhave, bhikkhu seyyathapi passeyya sariram sivathikaya chadditam kakehi va khajjamanam kulalehi va khajjamanam gijjhehi va khajjamanam kankehi va khajjamanam sunakhehi va khajjamanam byagghehi va khajjamanam dipihi va khajjamanam singalehi va khajjamanam vividhehi va panakajatehi khajjamanam. ","dn22:8.2":"So imameva kayam upasamharati: ","dn22:8.3":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","dn22:8.4":"Iti ajjhattam va …pe… ","dn22:8.5":"Evampi kho, bhikkhave, bhikkhu kaye kayanupassi viharati. ","dn22:9.1":"Puna caparam, bhikkhave, bhikkhu seyyathapi passeyya sariram sivathikaya chadditam atthikasankhalikam samamsalohitam nharusambandham …pe… ","dn22:9.2":"Atthikasankhalikam nimamsalohitamakkhitam nharusambandham …pe… ","dn22:9.3":"Atthikasankhalikam apagatamamsalohitam nharusambandham …pe… ","dn22:9.4":"Atthikani apagatasambandhani disa vidisa vikkhittani, annena hatthatthikam annena padatthikam annena gopphakatthikam annena janghatthikam annena urutthikam annena katitthikam annena phasukatthikam annena pitthitthikam annena khandhatthikam annena givatthikam annena hanukatthikam annena dantatthikam annena sisakataham. ","dn22:9.5":"So imameva kayam upasamharati: ","dn22:9.6":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","dn22:9.7":"Iti ajjhattam va …pe… ","dn22:9.8":"viharati. ","dn22:10.1":"Puna caparam, bhikkhave, bhikkhu seyyathapi passeyya sariram sivathikaya chadditam atthikani setani sankhavannapatibhagani …pe… ","dn22:10.2":"Atthikani punjakitani terovassikani …pe… ","dn22:10.3":"Atthikani putini cunnakajatani. ","dn22:10.4":"So imameva kayam upasamharati: ","dn22:10.5":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","dn22:10.6":"Iti ajjhattam va kaye kayanupassi viharati, bahiddha va kaye kayanupassi viharati, ajjhattabahiddha va kaye kayanupassi viharati. ","dn22:10.7":"Samudayadhammanupassi va kayasmim viharati, vayadhammanupassi va kayasmim viharati, samudayavayadhammanupassi va kayasmim viharati. ","dn22:10.8":"‘Atthi kayo’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya anissito ca viharati, na ca kinci loke upadiyati. ","dn22:10.9":"Evampi kho, bhikkhave, bhikkhu kaye kayanupassi viharati. ","dn22:10.10":"Navasivathikapabbam nitthitam. ","dn22:10.11":"Cuddasa kayanupassana nitthita. ","dn22:11.0":"2. Vedananupassana ","dn22:11.1":"Kathanca pana, bhikkhave, bhikkhu vedanasu vedananupassi viharati? ","dn22:11.2":"Idha, bhikkhave, bhikkhu sukham va vedanam vedayamano ‘sukham vedanam vedayami’ti pajanati. ","dn22:11.3":"Dukkham va vedanam vedayamano ‘dukkham vedanam vedayami’ti pajanati. ","dn22:11.4":"Adukkhamasukham va vedanam vedayamano ‘adukkhamasukham vedanam vedayami’ti pajanati. ","dn22:11.5":"Samisam va sukham vedanam vedayamano ‘samisam sukham vedanam vedayami’ti pajanati. ","dn22:11.6":"Niramisam va sukham vedanam vedayamano ‘niramisam sukham vedanam vedayami’ti pajanati. ","dn22:11.7":"Samisam va dukkham vedanam vedayamano ‘samisam dukkham vedanam vedayami’ti pajanati. ","dn22:11.8":"Niramisam va dukkham vedanam vedayamano ‘niramisam dukkham vedanam vedayami’ti pajanati. ","dn22:11.9":"Samisam va adukkhamasukham vedanam vedayamano ‘samisam adukkhamasukham vedanam vedayami’ti pajanati. ","dn22:11.10":"Niramisam va adukkhamasukham vedanam vedayamano ‘niramisam adukkhamasukham vedanam vedayami’ti pajanati. ","dn22:11.11":"Iti ajjhattam va vedanasu vedananupassi viharati, bahiddha va vedanasu vedananupassi viharati, ajjhattabahiddha va vedanasu vedananupassi viharati. ","dn22:11.12":"Samudayadhammanupassi va vedanasu viharati, vayadhammanupassi va vedanasu viharati, samudayavayadhammanupassi va vedanasu viharati. ","dn22:11.13":"‘Atthi vedana’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya anissito ca viharati, na ca kinci loke upadiyati. ","dn22:11.14":"Evampi kho, bhikkhave, bhikkhu vedanasu vedananupassi viharati. ","dn22:11.15":"Vedananupassana nitthita. ","dn22:12.0":"3. Cittanupassana ","dn22:12.1":"Kathanca pana, bhikkhave, bhikkhu citte cittanupassi viharati? ","dn22:12.2":"Idha, bhikkhave, bhikkhu saragam va cittam ‘saragam cittan’ti pajanati. ","dn22:12.3":"Vitaragam va cittam ‘vitaragam cittan’ti pajanati. ","dn22:12.4":"Sadosam va cittam ‘sadosam cittan’ti pajanati. ","dn22:12.5":"Vitadosam va cittam ‘vitadosam cittan’ti pajanati. ","dn22:12.6":"Samoham va cittam ‘samoham cittan’ti pajanati. ","dn22:12.7":"Vitamoham va cittam ‘vitamoham cittan’ti pajanati. ","dn22:12.8":"Sankhittam va cittam ‘sankhittam cittan’ti pajanati. ","dn22:12.9":"Vikkhittam va cittam ‘vikkhittam cittan’ti pajanati. ","dn22:12.10":"Mahaggatam va cittam ‘mahaggatam cittan’ti pajanati. ","dn22:12.11":"Amahaggatam va cittam ‘amahaggatam cittan’ti pajanati. ","dn22:12.12":"Sauttaram va cittam ‘sauttaram cittan’ti pajanati. ","dn22:12.13":"Anuttaram va cittam ‘anuttaram cittan’ti pajanati. ","dn22:12.14":"Samahitam va cittam ‘samahitam cittan’ti pajanati. ","dn22:12.15":"Asamahitam va cittam ‘asamahitam cittan’ti pajanati. ","dn22:12.16":"Vimuttam va cittam ‘vimuttam cittan’ti pajanati. ","dn22:12.17":"Avimuttam va cittam ‘avimuttam cittan’ti pajanati. ","dn22:12.18":"Iti ajjhattam va citte cittanupassi viharati, bahiddha va citte cittanupassi viharati, ajjhattabahiddha va citte cittanupassi viharati. ","dn22:12.19":"Samudayadhammanupassi va cittasmim viharati, vayadhammanupassi va cittasmim viharati, samudayavayadhammanupassi va cittasmim viharati. ","dn22:12.20":"‘Atthi cittan’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya anissito ca viharati, na ca kinci loke upadiyati. ","dn22:12.21":"Evampi kho, bhikkhave, bhikkhu citte cittanupassi viharati. ","dn22:12.22":"Cittanupassana nitthita. ","dn22:13.0.1":"4. Dhammanupassana ","dn22:13.0.2":"4.1. Dhammanupassananivaranapabba ","dn22:13.1":"Kathanca pana, bhikkhave, bhikkhu dhammesu dhammanupassi viharati? ","dn22:13.2":"Idha, bhikkhave, bhikkhu dhammesu dhammanupassi viharati pancasu nivaranesu. ","dn22:13.3":"Kathanca pana, bhikkhave, bhikkhu dhammesu dhammanupassi viharati pancasu nivaranesu? ","dn22:13.4":"Idha, bhikkhave, bhikkhu santam va ajjhattam kamacchandam ‘atthi me ajjhattam kamacchando’ti pajanati, asantam va ajjhattam kamacchandam ‘natthi me ajjhattam kamacchando’ti pajanati, yatha ca anuppannassa kamacchandassa uppado hoti tanca pajanati, yatha ca uppannassa kamacchandassa pahanam hoti tanca pajanati, yatha ca pahinassa kamacchandassa ayatim anuppado hoti tanca pajanati. ","dn22:13.5":"Santam va ajjhattam byapadam ‘atthi me ajjhattam byapado’ti pajanati, asantam va ajjhattam byapadam ‘natthi me ajjhattam byapado’ti pajanati, yatha ca anuppannassa byapadassa uppado hoti tanca pajanati, yatha ca uppannassa byapadassa pahanam hoti tanca pajanati, yatha ca pahinassa byapadassa ayatim anuppado hoti tanca pajanati. ","dn22:13.6":"Santam va ajjhattam thinamiddham ‘atthi me ajjhattam thinamiddhan’ti pajanati, asantam va ajjhattam thinamiddham ‘natthi me ajjhattam thinamiddhan’ti pajanati, yatha ca anuppannassa thinamiddhassa uppado hoti tanca pajanati, yatha ca uppannassa thinamiddhassa pahanam hoti tanca pajanati, yatha ca pahinassa thinamiddhassa ayatim anuppado hoti tanca pajanati. ","dn22:13.7":"Santam va ajjhattam uddhaccakukkuccam ‘atthi me ajjhattam uddhaccakukkuccan’ti pajanati, asantam va ajjhattam uddhaccakukkuccam ‘natthi me ajjhattam uddhaccakukkuccan’ti pajanati, yatha ca anuppannassa uddhaccakukkuccassa uppado hoti tanca pajanati, yatha ca uppannassa uddhaccakukkuccassa pahanam hoti tanca pajanati, yatha ca pahinassa uddhaccakukkuccassa ayatim anuppado hoti tanca pajanati. ","dn22:13.8":"Santam va ajjhattam vicikiccham ‘atthi me ajjhattam vicikiccha’ti pajanati, asantam va ajjhattam vicikiccham ‘natthi me ajjhattam vicikiccha’ti pajanati, yatha ca anuppannaya vicikicchaya uppado hoti tanca pajanati, yatha ca uppannaya vicikicchaya pahanam hoti tanca pajanati, yatha ca pahinaya vicikicchaya ayatim anuppado hoti tanca pajanati. ","dn22:13.9":"Iti ajjhattam va dhammesu dhammanupassi viharati, bahiddha va dhammesu dhammanupassi viharati, ajjhattabahiddha va dhammesu dhammanupassi viharati. ","dn22:13.10":"Samudayadhammanupassi va dhammesu viharati, vayadhammanupassi va dhammesu viharati, samudayavayadhammanupassi va dhammesu viharati. ","dn22:13.11":"‘Atthi dhamma’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya, anissito ca viharati, na ca kinci loke upadiyati. ","dn22:13.12":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammanupassi viharati pancasu nivaranesu. ","dn22:13.13":"Nivaranapabbam nitthitam. ","dn22:14.0":"4.2. Dhammanupassanakhandhapabba ","dn22:14.1":"Puna caparam, bhikkhave, bhikkhu dhammesu dhammanupassi viharati pancasu upadanakkhandhesu. ","dn22:14.2":"Kathanca pana, bhikkhave, bhikkhu dhammesu dhammanupassi viharati pancasu upadanakkhandhesu? ","dn22:14.3":"Idha, bhikkhave, bhikkhu: ","dn22:14.4":"‘iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","dn22:14.5":"iti vedana, iti vedanaya samudayo, iti vedanaya atthangamo; ","dn22:14.6":"iti sanna, iti sannaya samudayo, iti sannaya atthangamo; ","dn22:14.7":"iti sankhara, iti sankharanam samudayo, iti sankharanam atthangamo, ","dn22:14.8":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamo’ti, ","dn22:14.9":"iti ajjhattam va dhammesu dhammanupassi viharati, bahiddha va dhammesu dhammanupassi viharati, ajjhattabahiddha va dhammesu dhammanupassi viharati. ","dn22:14.10":"Samudayadhammanupassi va dhammesu viharati, vayadhammanupassi va dhammesu viharati, samudayavayadhammanupassi va dhammesu viharati. ","dn22:14.11":"‘Atthi dhamma’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya, anissito ca viharati, na ca kinci loke upadiyati. ","dn22:14.12":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammanupassi viharati pancasu upadanakkhandhesu. ","dn22:14.13":"Khandhapabbam nitthitam. ","dn22:15.0":"4.3. Dhammanupassanaayatanapabba ","dn22:15.1":"Puna caparam, bhikkhave, bhikkhu dhammesu dhammanupassi viharati chasu ajjhattikabahiresu ayatanesu. ","dn22:15.2":"Kathanca pana, bhikkhave, bhikkhu dhammesu dhammanupassi viharati chasu ajjhattikabahiresu ayatanesu? ","dn22:15.3":"Idha, bhikkhave, bhikkhu cakkhunca pajanati, rupe ca pajanati, yanca tadubhayam paticca uppajjati samyojanam tanca pajanati, yatha ca anuppannassa samyojanassa uppado hoti tanca pajanati, yatha ca uppannassa samyojanassa pahanam hoti tanca pajanati, yatha ca pahinassa samyojanassa ayatim anuppado hoti tanca pajanati. ","dn22:15.4":"Sotanca pajanati, sadde ca pajanati, yanca tadubhayam paticca uppajjati samyojanam tanca pajanati, yatha ca anuppannassa samyojanassa uppado hoti tanca pajanati, yatha ca uppannassa samyojanassa pahanam hoti tanca pajanati, yatha ca pahinassa samyojanassa ayatim anuppado hoti tanca pajanati. ","dn22:15.5":"Ghananca pajanati, gandhe ca pajanati, yanca tadubhayam paticca uppajjati samyojanam tanca pajanati, yatha ca anuppannassa samyojanassa uppado hoti tanca pajanati, yatha ca uppannassa samyojanassa pahanam hoti tanca pajanati, yatha ca pahinassa samyojanassa ayatim anuppado hoti tanca pajanati. ","dn22:15.6":"Jivhanca pajanati, rase ca pajanati, yanca tadubhayam paticca uppajjati samyojanam tanca pajanati, yatha ca anuppannassa samyojanassa uppado hoti tanca pajanati, yatha ca uppannassa samyojanassa pahanam hoti tanca pajanati, yatha ca pahinassa samyojanassa ayatim anuppado hoti tanca pajanati. ","dn22:15.7":"Kayanca pajanati, photthabbe ca pajanati, yanca tadubhayam paticca uppajjati samyojanam tanca pajanati, yatha ca anuppannassa samyojanassa uppado hoti tanca pajanati, yatha ca uppannassa samyojanassa pahanam hoti tanca pajanati, yatha ca pahinassa samyojanassa ayatim anuppado hoti tanca pajanati. ","dn22:15.8":"Mananca pajanati, dhamme ca pajanati, yanca tadubhayam paticca uppajjati samyojanam tanca pajanati, yatha ca anuppannassa samyojanassa uppado hoti tanca pajanati, yatha ca uppannassa samyojanassa pahanam hoti tanca pajanati, yatha ca pahinassa samyojanassa ayatim anuppado hoti tanca pajanati. ","dn22:15.9":"Iti ajjhattam va dhammesu dhammanupassi viharati, bahiddha va dhammesu dhammanupassi viharati, ajjhattabahiddha va dhammesu dhammanupassi viharati. ","dn22:15.10":"Samudayadhammanupassi va dhammesu viharati, vayadhammanupassi va dhammesu viharati, samudayavayadhammanupassi va dhammesu viharati. ","dn22:15.11":"‘Atthi dhamma’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya, anissito ca viharati, na ca kinci loke upadiyati. ","dn22:15.12":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammanupassi viharati chasu ajjhattikabahiresu ayatanesu. ","dn22:15.13":"Ayatanapabbam nitthitam. ","dn22:16.0":"4.4. Dhammanupassanabojjhangapabba ","dn22:16.1":"Puna caparam, bhikkhave, bhikkhu dhammesu dhammanupassi viharati sattasu bojjhangesu. ","dn22:16.2":"Kathanca pana, bhikkhave, bhikkhu dhammesu dhammanupassi viharati sattasu bojjhangesu? ","dn22:16.3":"Idha, bhikkhave, bhikkhu santam va ajjhattam satisambojjhangam ‘atthi me ajjhattam satisambojjhango’ti pajanati, asantam va ajjhattam satisambojjhangam ‘natthi me ajjhattam satisambojjhango’ti pajanati, yatha ca anuppannassa satisambojjhangassa uppado hoti tanca pajanati, yatha ca uppannassa satisambojjhangassa bhavanaya paripuri hoti tanca pajanati. ","dn22:16.4":"Santam va ajjhattam dhammavicayasambojjhangam ‘atthi me ajjhattam dhammavicayasambojjhango’ti pajanati, asantam va ajjhattam dhammavicayasambojjhangam ‘natthi me ajjhattam dhammavicayasambojjhango’ti pajanati, yatha ca anuppannassa dhammavicayasambojjhangassa uppado hoti tanca pajanati, yatha ca uppannassa dhammavicayasambojjhangassa bhavanaya paripuri hoti tanca pajanati. ","dn22:16.5":"Santam va ajjhattam viriyasambojjhangam ‘atthi me ajjhattam viriyasambojjhango’ti pajanati, asantam va ajjhattam viriyasambojjhangam ‘natthi me ajjhattam viriyasambojjhango’ti pajanati, yatha ca anuppannassa viriyasambojjhangassa uppado hoti tanca pajanati, yatha ca uppannassa viriyasambojjhangassa bhavanaya paripuri hoti tanca pajanati. ","dn22:16.6":"Santam va ajjhattam pitisambojjhangam ‘atthi me ajjhattam pitisambojjhango’ti pajanati, asantam va ajjhattam pitisambojjhangam ‘natthi me ajjhattam pitisambojjhango’ti pajanati, yatha ca anuppannassa pitisambojjhangassa uppado hoti tanca pajanati, yatha ca uppannassa pitisambojjhangassa bhavanaya paripuri hoti tanca pajanati. ","dn22:16.7":"Santam va ajjhattam passaddhisambojjhangam ‘atthi me ajjhattam passaddhisambojjhango’ti pajanati, asantam va ajjhattam passaddhisambojjhangam ‘natthi me ajjhattam passaddhisambojjhango’ti pajanati, yatha ca anuppannassa passaddhisambojjhangassa uppado hoti tanca pajanati, yatha ca uppannassa passaddhisambojjhangassa bhavanaya paripuri hoti tanca pajanati. ","dn22:16.8":"Santam va ajjhattam samadhisambojjhangam ‘atthi me ajjhattam samadhisambojjhango’ti pajanati, asantam va ajjhattam samadhisambojjhangam ‘natthi me ajjhattam samadhisambojjhango’ti pajanati, yatha ca anuppannassa samadhisambojjhangassa uppado hoti tanca pajanati, yatha ca uppannassa samadhisambojjhangassa bhavanaya paripuri hoti tanca pajanati. ","dn22:16.9":"Santam va ajjhattam upekkhasambojjhangam ‘atthi me ajjhattam upekkhasambojjhango’ti pajanati, asantam va ajjhattam upekkhasambojjhangam ‘natthi me ajjhattam upekkhasambojjhango’ti pajanati, yatha ca anuppannassa upekkhasambojjhangassa uppado hoti tanca pajanati, yatha ca uppannassa upekkhasambojjhangassa bhavanaya paripuri hoti tanca pajanati. ","dn22:16.10":"Iti ajjhattam va dhammesu dhammanupassi viharati, bahiddha va dhammesu dhammanupassi viharati, ajjhattabahiddha va dhammesu dhammanupassi viharati. ","dn22:16.11":"Samudayadhammanupassi va dhammesu viharati, vayadhammanupassi va dhammesu viharati, samudayavayadhammanupassi va dhammesu viharati. ","dn22:16.12":"‘Atthi dhamma’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya, anissito ca viharati, na ca kinci loke upadiyati. ","dn22:16.13":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammanupassi viharati sattasu bojjhangesu. ","dn22:16.14":"Bojjhangapabbam nitthitam. ","dn22:17.0":"4.5. Dhammanupassanasaccapabba ","dn22:17.1":"Puna caparam, bhikkhave, bhikkhu dhammesu dhammanupassi viharati catusu ariyasaccesu. ","dn22:17.2":"Kathanca pana, bhikkhave, bhikkhu dhammesu dhammanupassi viharati catusu ariyasaccesu? ","dn22:17.3":"Idha, bhikkhave, bhikkhu ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati. ","dn22:17.4":"Pathamabhanavaro nitthito. ","dn22:18.0":"4.5.1. Dukkhasaccaniddesa ","dn22:18.1":"Katamanca, bhikkhave, dukkham ariyasaccam? ","dn22:18.2":"Jatipi dukkha, jarapi dukkha, maranampi dukkham, sokaparidevadukkhadomanassupayasapi dukkha, appiyehi sampayogopi dukkho, piyehi vippayogopi dukkho, yampiccham na labhati tampi dukkham, sankhittena pancupadanakkhandha dukkha. ","dn22:18.3":"Katama ca, bhikkhave, jati? ","dn22:18.4":"Ya tesam tesam sattanam tamhi tamhi sattanikaye jati sanjati okkanti abhinibbatti khandhanam patubhavo ayatananam patilabho, ","dn22:18.5":"ayam vuccati, bhikkhave, jati. ","dn22:18.6":"Katama ca, bhikkhave, jara? ","dn22:18.7":"Ya tesam tesam sattanam tamhi tamhi sattanikaye jara jiranata khandiccam paliccam valittacata ayuno samhani indriyanam paripako, ","dn22:18.8":"ayam vuccati, bhikkhave, jara. ","dn22:18.9":"Katamanca, bhikkhave, maranam? ","dn22:18.10":"Yam tesam tesam sattanam tamha tamha sattanikaya cuti cavanata bhedo antaradhanam maccu maranam kalakiriya khandhanam bhedo kalevarassa nikkhepo jivitindriyassupacchedo, ","dn22:18.11":"idam vuccati, bhikkhave, maranam. ","dn22:18.12":"Katamo ca, bhikkhave, soko? ","dn22:18.13":"Yo kho, bhikkhave, annatarannatarena byasanena samannagatassa annatarannatarena dukkhadhammena phutthassa soko socana socitattam antosoko antoparisoko, ","dn22:18.14":"ayam vuccati, bhikkhave, soko. ","dn22:18.15":"Katamo ca, bhikkhave, paridevo? ","dn22:18.16":"Yo kho, bhikkhave, annatarannatarena byasanena samannagatassa annatarannatarena dukkhadhammena phutthassa adevo paridevo adevana paridevana adevitattam paridevitattam, ","dn22:18.17":"ayam vuccati, bhikkhave, paridevo. ","dn22:18.18":"Katamanca, bhikkhave, dukkham? ","dn22:18.19":"Yam kho, bhikkhave, kayikam dukkham kayikam asatam kayasamphassajam dukkham asatam vedayitam, ","dn22:18.20":"idam vuccati, bhikkhave, dukkham. ","dn22:18.21":"Katamanca, bhikkhave, domanassam? ","dn22:18.22":"Yam kho, bhikkhave, cetasikam dukkham cetasikam asatam manosamphassajam dukkham asatam vedayitam, ","dn22:18.23":"idam vuccati, bhikkhave, domanassam. ","dn22:18.24":"Katamo ca, bhikkhave, upayaso? ","dn22:18.25":"Yo kho, bhikkhave, annatarannatarena byasanena samannagatassa annatarannatarena dukkhadhammena phutthassa ayaso upayaso ayasitattam upayasitattam, ","dn22:18.26":"ayam vuccati, bhikkhave, upayaso. ","dn22:18.27":"Katamo ca, bhikkhave, appiyehi sampayogo dukkho? ","dn22:18.28":"Idha yassa te honti anittha akanta amanapa rupa sadda gandha rasa photthabba dhamma, ye va panassa te honti anatthakama ahitakama aphasukakama ayogakkhemakama, ya tehi saddhim sangati samagamo samodhanam missibhavo, ","dn22:18.29":"ayam vuccati, bhikkhave, appiyehi sampayogo dukkho. ","dn22:18.30":"Katamo ca, bhikkhave, piyehi vippayogo dukkho? ","dn22:18.31":"Idha yassa te honti ittha kanta manapa rupa sadda gandha rasa photthabba dhamma, ye va panassa te honti atthakama hitakama phasukakama yogakkhemakama mata va pita va bhata va bhagini va mitta va amacca va natisalohita va, ya tehi saddhim asangati asamagamo asamodhanam amissibhavo, ","dn22:18.32":"ayam vuccati, bhikkhave, piyehi vippayogo dukkho. ","dn22:18.33":"Katamanca, bhikkhave, yampiccham na labhati tampi dukkham? ","dn22:18.34":"Jatidhammanam, bhikkhave, sattanam evam iccha uppajjati: ","dn22:18.35":"‘aho vata mayam na jatidhamma assama, na ca vata no jati agaccheyya’ti. ","dn22:18.36":"Na kho panetam icchaya pattabbam, ","dn22:18.37":"idampi yampiccham na labhati tampi dukkham. ","dn22:18.38":"Jaradhammanam, bhikkhave, sattanam evam iccha uppajjati: ","dn22:18.39":"‘aho vata mayam na jaradhamma assama, na ca vata no jara agaccheyya’ti. ","dn22:18.40":"Na kho panetam icchaya pattabbam, idampi yampiccham na labhati tampi dukkham. ","dn22:18.41":"Byadhidhammanam, bhikkhave, sattanam evam iccha uppajjati ‘aho vata mayam na byadhidhamma assama, na ca vata no byadhi agaccheyya’ti. ","dn22:18.42":"Na kho panetam icchaya pattabbam, idampi yampiccham na labhati tampi dukkham. ","dn22:18.43":"Maranadhammanam, bhikkhave, sattanam evam iccha uppajjati ‘aho vata mayam na maranadhamma assama, na ca vata no maranam agaccheyya’ti. ","dn22:18.44":"Na kho panetam icchaya pattabbam, idampi yampiccham na labhati tampi dukkham. ","dn22:18.45":"Sokaparidevadukkhadomanassupayasadhammanam, bhikkhave, sattanam evam iccha uppajjati ‘aho vata mayam na sokaparidevadukkhadomanassupayasadhamma assama, na ca vata no sokaparidevadukkhadomanassupayasaa agaccheyyun’ti. ","dn22:18.46":"Na kho panetam icchaya pattabbam, ","dn22:18.47":"idampi yampiccham na labhati tampi dukkham. ","dn22:18.48":"Katame ca, bhikkhave, sankhittena pancupadanakkhandha dukkha? ","dn22:18.49":"Seyyathidam—rupupadanakkhandho, vedanupadanakkhandho, sannupadanakkhandho, sankharupadanakkhandho, vinnanupadanakkhandho. ","dn22:18.50":"Ime vuccanti, bhikkhave, sankhittena pancupadanakkhandha dukkha. ","dn22:18.51":"Idam vuccati, bhikkhave, dukkham ariyasaccam. ","dn22:19.0":"4.5.2. Samudayasaccaniddesa ","dn22:19.1":"Katamanca, bhikkhave, dukkhasamudayam ariyasaccam? ","dn22:19.2":"Yayam tanha ponobbhavika nandiragasahagata tatratatrabhinandini, seyyathidam—","dn22:19.3":"kamatanha bhavatanha vibhavatanha. ","dn22:19.4":"Sa kho panesa, bhikkhave, tanha kattha uppajjamana uppajjati, kattha nivisamana nivisati? ","dn22:19.5":"Yam loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.6":"Kinca loke piyarupam satarupam? ","dn22:19.7":"Cakkhu loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.8":"Sotam loke …pe… ","dn22:19.9":"ghanam loke … ","dn22:19.10":"jivha loke … ","dn22:19.11":"kayo loke … ","dn22:19.12":"mano loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.13":"Rupa loke … ","dn22:19.14":"sadda loke … ","dn22:19.15":"gandha loke … ","dn22:19.16":"rasa loke … ","dn22:19.17":"photthabba loke … ","dn22:19.18":"dhamma loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.19":"Cakkhuvinnanam loke … ","dn22:19.20":"sotavinnanam loke … ","dn22:19.21":"ghanavinnanam loke … ","dn22:19.22":"jivhavinnanam loke … ","dn22:19.23":"kayavinnanam loke … ","dn22:19.24":"manovinnanam loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.25":"Cakkhusamphasso loke … ","dn22:19.26":"sotasamphasso loke … ","dn22:19.27":"ghanasamphasso loke … ","dn22:19.28":"jivhasamphasso loke … ","dn22:19.29":"kayasamphasso loke … ","dn22:19.30":"manosamphasso loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.31":"Cakkhusamphassaja vedana loke … ","dn22:19.32":"sotasamphassaja vedana loke … ","dn22:19.33":"ghanasamphassaja vedana loke … ","dn22:19.34":"jivhasamphassaja vedana loke … ","dn22:19.35":"kayasamphassaja vedana loke … ","dn22:19.36":"manosamphassaja vedana loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.37":"Rupasanna loke … ","dn22:19.38":"saddasanna loke … ","dn22:19.39":"gandhasanna loke … ","dn22:19.40":"rasasanna loke … ","dn22:19.41":"photthabbasanna loke … ","dn22:19.42":"dhammasanna loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.43":"Rupasancetana loke … ","dn22:19.44":"saddasancetana loke … ","dn22:19.45":"gandhasancetana loke … ","dn22:19.46":"rasasancetana loke … ","dn22:19.47":"photthabbasancetana loke … ","dn22:19.48":"dhammasancetana loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.49":"Rupatanha loke … ","dn22:19.50":"saddatanha loke … ","dn22:19.51":"gandhatanha loke … ","dn22:19.52":"rasatanha loke … ","dn22:19.53":"photthabbatanha loke … ","dn22:19.54":"dhammatanha loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.55":"Rupavitakko loke … ","dn22:19.56":"saddavitakko loke … ","dn22:19.57":"gandhavitakko loke … ","dn22:19.58":"rasavitakko loke … ","dn22:19.59":"photthabbavitakko loke … ","dn22:19.60":"dhammavitakko loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.61":"Rupavicaro loke … ","dn22:19.62":"saddavicaro loke … ","dn22:19.63":"gandhavicaro loke … ","dn22:19.64":"rasavicaro loke … ","dn22:19.65":"photthabbavicaro loke … ","dn22:19.66":"dhammavicaro loke piyarupam satarupam, etthesa tanha uppajjamana uppajjati, ettha nivisamana nivisati. ","dn22:19.67":"Idam vuccati, bhikkhave, dukkhasamudayam ariyasaccam. ","dn22:20.0":"4.5.3. Nirodhasaccaniddesa ","dn22:20.1":"Katamanca, bhikkhave, dukkhanirodham ariyasaccam? ","dn22:20.2":"Yo tassayeva tanhaya asesaviraganirodho cago patinissaggo mutti analayo. ","dn22:20.3":"Sa kho panesa, bhikkhave, tanha kattha pahiyamana pahiyati, kattha nirujjhamana nirujjhati? ","dn22:20.4":"Yam loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.5":"Kinca loke piyarupam satarupam? ","dn22:20.6":"Cakkhu loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.7":"Sotam loke …pe… ","dn22:20.8":"ghanam loke … ","dn22:20.9":"jivha loke … ","dn22:20.10":"kayo loke … ","dn22:20.11":"mano loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.12":"Rupa loke … ","dn22:20.13":"sadda loke … ","dn22:20.14":"gandha loke … ","dn22:20.15":"rasa loke … ","dn22:20.16":"photthabba loke … ","dn22:20.17":"dhamma loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.18":"Cakkhuvinnanam loke … ","dn22:20.19":"sotavinnanam loke … ","dn22:20.20":"ghanavinnanam loke … ","dn22:20.21":"jivhavinnanam loke … ","dn22:20.22":"kayavinnanam loke … ","dn22:20.23":"manovinnanam loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.24":"Cakkhusamphasso loke … ","dn22:20.25":"sotasamphasso loke … ","dn22:20.26":"ghanasamphasso loke … ","dn22:20.27":"jivhasamphasso loke … ","dn22:20.28":"kayasamphasso loke … ","dn22:20.29":"manosamphasso loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.30":"Cakkhusamphassaja vedana loke … ","dn22:20.31":"sotasamphassaja vedana loke … ","dn22:20.32":"ghanasamphassaja vedana loke … ","dn22:20.33":"jivhasamphassaja vedana loke … ","dn22:20.34":"kayasamphassaja vedana loke … ","dn22:20.35":"manosamphassaja vedana loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.36":"Rupasanna loke … ","dn22:20.37":"saddasanna loke … ","dn22:20.38":"gandhasanna loke … ","dn22:20.39":"rasasanna loke … ","dn22:20.40":"photthabbasanna loke … ","dn22:20.41":"dhammasanna loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.42":"Rupasancetana loke … ","dn22:20.43":"saddasancetana loke … ","dn22:20.44":"gandhasancetana loke … ","dn22:20.45":"rasasancetana loke … ","dn22:20.46":"photthabbasancetana loke … ","dn22:20.47":"dhammasancetana loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.48":"Rupatanha loke … ","dn22:20.49":"saddatanha loke … ","dn22:20.50":"gandhatanha loke … ","dn22:20.51":"rasatanha loke … ","dn22:20.52":"photthabbatanha loke … ","dn22:20.53":"dhammatanha loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.54":"Rupavitakko loke … ","dn22:20.55":"saddavitakko loke … ","dn22:20.56":"gandhavitakko loke … ","dn22:20.57":"rasavitakko loke … ","dn22:20.58":"photthabbavitakko loke … ","dn22:20.59":"dhammavitakko loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.60":"Rupavicaro loke … ","dn22:20.61":"saddavicaro loke … ","dn22:20.62":"gandhavicaro loke … ","dn22:20.63":"rasavicaro loke … ","dn22:20.64":"photthabbavicaro loke … ","dn22:20.65":"dhammavicaro loke piyarupam satarupam, etthesa tanha pahiyamana pahiyati, ettha nirujjhamana nirujjhati. ","dn22:20.66":"Idam vuccati, bhikkhave, dukkhanirodham ariyasaccam. ","dn22:21.0":"4.5.4. Maggasaccaniddesa ","dn22:21.1":"Katamanca, bhikkhave, dukkhanirodhagamini patipada ariyasaccam? ","dn22:21.2":"Ayameva ariyo atthangiko maggo seyyathidam—","dn22:21.3":"sammaditthi sammasankappo sammavaca sammakammanto sammaajivo sammavayamo sammasati sammasamadhi. ","dn22:21.4":"Katama ca, bhikkhave, sammaditthi? ","dn22:21.5":"Yam kho, bhikkhave, dukkhe nanam, dukkhasamudaye nanam, dukkhanirodhe nanam, dukkhanirodhagaminiya patipadaya nanam. ","dn22:21.6":"Ayam vuccati, bhikkhave, sammaditthi. ","dn22:21.7":"Katamo ca, bhikkhave, sammasankappo? ","dn22:21.8":"Nekkhammasankappo abyapadasankappo avihimsasankappo. ","dn22:21.9":"Ayam vuccati, bhikkhave, sammasankappo. ","dn22:21.10":"Katama ca, bhikkhave, sammavaca? ","dn22:21.11":"Musavada veramani pisunaya vacaya veramani pharusaya vacaya veramani samphappalapa veramani. ","dn22:21.12":"Ayam vuccati, bhikkhave, sammavaca. ","dn22:21.13":"Katamo ca, bhikkhave, sammakammanto? ","dn22:21.14":"Panatipata veramani adinnadana veramani kamesumicchacara veramani. ","dn22:21.15":"Ayam vuccati, bhikkhave, sammakammanto. ","dn22:21.16":"Katamo ca, bhikkhave, sammaajivo? ","dn22:21.17":"Idha, bhikkhave, ariyasavako micchaajivam pahaya sammaajivena jivitam kappeti. ","dn22:21.18":"Ayam vuccati, bhikkhave, sammaajivo. ","dn22:21.19":"Katamo ca, bhikkhave, sammavayamo? ","dn22:21.20":"Idha, bhikkhave, bhikkhu anuppannanam papakanam akusalanam dhammanam anuppadaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati; ","dn22:21.21":"uppannanam papakanam akusalanam dhammanam pahanaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati; ","dn22:21.22":"anuppannanam kusalanam dhammanam uppadaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati; ","dn22:21.23":"uppannanam kusalanam dhammanam thitiya asammosaya bhiyyobhavaya vepullaya bhavanaya paripuriya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati. ","dn22:21.24":"Ayam vuccati, bhikkhave, sammavayamo. ","dn22:21.25":"Katama ca, bhikkhave, sammasati? ","dn22:21.26":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam; ","dn22:21.27":"vedanasu vedananupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam; ","dn22:21.28":"citte cittanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam; ","dn22:21.29":"dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn22:21.30":"Ayam vuccati, bhikkhave, sammasati. ","dn22:21.31":"Katamo ca, bhikkhave, sammasamadhi? ","dn22:21.32":"Idha, bhikkhave, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","dn22:21.33":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","dn22:21.34":"Pitiya ca viraga upekkhako ca viharati, sato ca sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","dn22:21.35":"Sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","dn22:21.36":"Ayam vuccati, bhikkhave, sammasamadhi. ","dn22:21.37":"Idam vuccati, bhikkhave, dukkhanirodhagamini patipada ariyasaccam. ","dn22:21.38":"Iti ajjhattam va dhammesu dhammanupassi viharati, bahiddha va dhammesu dhammanupassi viharati, ajjhattabahiddha va dhammesu dhammanupassi viharati. ","dn22:21.39":"Samudayadhammanupassi va dhammesu viharati, vayadhammanupassi va dhammesu viharati, samudayavayadhammanupassi va dhammesu viharati. ","dn22:21.40":"‘Atthi dhamma’ti va panassa sati paccupatthita hoti yavadeva nanamattaya patissatimattaya anissito ca viharati, na ca kinci loke upadiyati. ","dn22:21.41":"Evampi kho, bhikkhave, bhikkhu dhammesu dhammanupassi viharati catusu ariyasaccesu. ","dn22:21.42":"Saccapabbam nitthitam. ","dn22:21.43":"Dhammanupassana nitthita. ","dn22:22.1":"Yo hi koci, bhikkhave, ime cattaro satipatthane evam bhaveyya sattavassani, tassa dvinnam phalanam annataram phalam patikankham ","dn22:22.2":"dittheva dhamme anna; sati va upadisese anagamita. ","dn22:22.3":"Titthantu, bhikkhave, sattavassani. ","dn22:22.4":"Yo hi koci, bhikkhave, ime cattaro satipatthane evam bhaveyya cha vassani …pe… ","dn22:22.5":"panca vassani … ","dn22:22.6":"cattari vassani … ","dn22:22.7":"tini vassani … ","dn22:22.8":"dve vassani … ","dn22:22.9":"ekam vassam … ","dn22:22.10":"titthatu, bhikkhave, ekam vassam. ","dn22:22.11":"Yo hi koci, bhikkhave, ime cattaro satipatthane evam bhaveyya sattamasani, tassa dvinnam phalanam annataram phalam patikankham ","dn22:22.12":"dittheva dhamme anna; sati va upadisese anagamita. ","dn22:22.13":"Titthantu, bhikkhave, satta masani. ","dn22:22.14":"Yo hi koci, bhikkhave, ime cattaro satipatthane evam bhaveyya cha masani …pe… ","dn22:22.15":"panca masani … ","dn22:22.16":"cattari masani … ","dn22:22.17":"tini masani … ","dn22:22.18":"dve masani … ","dn22:22.19":"ekam masam … ","dn22:22.20":"addhamasam … ","dn22:22.21":"titthatu, bhikkhave, addhamaso. ","dn22:22.22":"Yo hi koci, bhikkhave, ime cattaro satipatthane evam bhaveyya sattaham, tassa dvinnam phalanam annataram phalam patikankham ","dn22:22.23":"dittheva dhamme anna; sati va upadisese anagamitati. ","dn22:22.24":"Ekayano ayam, bhikkhave, maggo sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya yadidam cattaro satipatthanati. ","dn22:22.25":"Iti yam tam vuttam, idametam paticca vuttan”ti. ","dn22:22.26":"Idamavoca bhagava. ","dn22:22.27":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","dn22:22.28":"Mahasatipatthanasuttam nitthitam navamam. "}