{"dn24:0.1":"Digha Nikaya 24 ","dn24:0.2":"Pathikasutta ","dn24:1.0":"1. Sunakkhattavatthu ","dn24:1.1.1":"Evam me sutam—","dn24:1.1.2":"ekam samayam bhagava mallesu viharati anupiyam nama mallanam nigamo. ","dn24:1.1.3":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya anupiyam pindaya pavisi. ","dn24:1.1.4":"Atha kho bhagavato etadahosi: ","dn24:1.1.5":"“atippago kho tava anupiyayam pindaya caritum. ","dn24:1.1.6":"Yannunaham yena bhaggavagottassa paribbajakassa aramo, yena bhaggavagotto paribbajako tenupasankameyyan”ti. ","dn24:1.2.1":"Atha kho bhagava yena bhaggavagottassa paribbajakassa aramo, yena bhaggavagotto paribbajako tenupasankami. ","dn24:1.2.2":"Atha kho bhaggavagotto paribbajako bhagavantam etadavoca: ","dn24:1.2.3":"“etu kho, bhante, bhagava. ","dn24:1.2.4":"Svagatam, bhante, bhagavato. ","dn24:1.2.5":"Cirassam kho, bhante, bhagava imam pariyayamakasi yadidam idhagamanaya. ","dn24:1.2.6":"Nisidatu, bhante, bhagava, idamasanam pannattan”ti. ","dn24:1.2.7":"Nisidi bhagava pannatte asane. ","dn24:1.2.8":"Bhaggavagottopi kho paribbajako annataram nicam asanam gahetva ekamantam nisidi. ","dn24:1.2.9":"Ekamantam nisinno kho bhaggavagotto paribbajako bhagavantam etadavoca: ","dn24:1.2.10":"“purimani, bhante, divasani purimatarani sunakkhatto licchaviputto yenaham tenupasankami; upasankamitva mam etadavoca: ","dn24:1.2.11":"‘paccakkhato dani maya, bhaggava, bhagava. ","dn24:1.2.12":"Na danaham bhagavantam uddissa viharami’ti. ","dn24:1.2.13":"Kaccetam, bhante, tatheva, yatha sunakkhatto licchaviputto avaca”ti? ","dn24:1.2.14":"“Tatheva kho etam, bhaggava, yatha sunakkhatto licchaviputto avaca. ","dn24:1.3.1":"Purimani, bhaggava, divasani purimatarani sunakkhatto licchaviputto yenaham tenupasankami; upasankamitva mam abhivadetva ekamantam nisidi. Ekamantam nisinno kho, bhaggava, sunakkhatto licchaviputto mam etadavoca: ","dn24:1.3.2":"‘paccakkhami danaham, bhante, bhagavantam. ","dn24:1.3.3":"Na danaham, bhante, bhagavantam uddissa viharissami’ti. ","dn24:1.3.4":"Evam vutte, aham, bhaggava, sunakkhattam licchaviputtam etadavocam: ","dn24:1.3.5":"‘api nu taham, sunakkhatta, evam avacam, ","dn24:1.3.6":"ehi tvam, sunakkhatta, mamam uddissa viharahi’ti? ","dn24:1.3.7":"‘No hetam, bhante’. ","dn24:1.3.8":"‘Tvam va pana mam evam avaca—","dn24:1.3.9":"aham, bhante, bhagavantam uddissa viharissami’ti? ","dn24:1.3.10":"‘No hetam, bhante’. ","dn24:1.3.11":"‘Iti kira, sunakkhatta, nevaham tam vadami—","dn24:1.3.12":"ehi tvam, sunakkhatta, mamam uddissa viharahiti. ","dn24:1.3.13":"Napi kira mam tvam vadesi—","dn24:1.3.14":"aham, bhante, bhagavantam uddissa viharissamiti. ","dn24:1.3.15":"Evam sante, moghapurisa, ko santo kam paccacikkhasi? ","dn24:1.3.16":"Passa, moghapurisa, yavanca te idam aparaddhan’ti. ","dn24:1.4.1":"‘Na hi pana me, bhante, bhagava uttari manussadhamma iddhipatihariyam karoti’ti. ","dn24:1.4.2":"‘Api nu taham, sunakkhatta, evam avacam—","dn24:1.4.3":"ehi tvam, sunakkhatta, mamam uddissa viharahi, aham te uttari manussadhamma iddhipatihariyam karissami’ti? ","dn24:1.4.4":"‘No hetam, bhante’. ","dn24:1.4.5":"‘Tvam va pana mam evam avaca—","dn24:1.4.6":"aham, bhante, bhagavantam uddissa viharissami, bhagava me uttari manussadhamma iddhipatihariyam karissati’ti? ","dn24:1.4.7":"‘No hetam, bhante’. ","dn24:1.4.8":"‘Iti kira, sunakkhatta, nevaham tam vadami—","dn24:1.4.9":"ehi tvam, sunakkhatta, mamam uddissa viharahi, aham te uttari manussadhamma iddhipatihariyam karissamiti; ","dn24:1.4.10":"napi kira mam tvam vadesi—","dn24:1.4.11":"aham, bhante, bhagavantam uddissa viharissami, bhagava me uttari manussadhamma iddhipatihariyam karissatiti. ","dn24:1.4.12":"Evam sante, moghapurisa, ko santo kam paccacikkhasi? ","dn24:1.4.13":"Tam kim mannasi, sunakkhatta, ","dn24:1.4.14":"kate va uttari manussadhamma iddhipatihariye akate va uttari manussadhamma iddhipatihariye yassatthaya maya dhammo desito so niyyati takkarassa samma dukkhakkhayaya’ti? ","dn24:1.4.15":"‘Kate va, bhante, uttari manussadhamma iddhipatihariye akate va uttari manussadhamma iddhipatihariye yassatthaya bhagavata dhammo desito so niyyati takkarassa samma dukkhakkhayaya’ti. ","dn24:1.4.16":"‘Iti kira, sunakkhatta, kate va uttari manussadhamma iddhipatihariye, akate va uttari manussadhamma iddhipatihariye, yassatthaya maya dhammo desito, so niyyati takkarassa samma dukkhakkhayaya. ","dn24:1.4.17":"Tatra, sunakkhatta, kim uttari manussadhamma iddhipatihariyam katam karissati? ","dn24:1.4.18":"Passa, moghapurisa, yavanca te idam aparaddhan’ti. ","dn24:1.5.1":"‘Na hi pana me, bhante, bhagava aggannam pannapeti’ti? ","dn24:1.5.2":"‘Api nu taham, sunakkhatta, evam avacam—","dn24:1.5.3":"ehi tvam, sunakkhatta, mamam uddissa viharahi, aham te aggannam pannapessami’ti? ","dn24:1.5.4":"‘No hetam, bhante’. ","dn24:1.5.5":"‘Tvam va pana mam evam avaca—","dn24:1.5.6":"aham, bhante, bhagavantam uddissa viharissami, bhagava me aggannam pannapessati’ti? ","dn24:1.5.7":"‘No hetam, bhante’. ","dn24:1.5.8":"‘Iti kira, sunakkhatta, nevaham tam vadami—","dn24:1.5.9":"ehi tvam, sunakkhatta, mamam uddissa viharahi, aham te aggannam pannapessamiti. ","dn24:1.5.10":"Napi kira mam tvam vadesi—","dn24:1.5.11":"aham, bhante, bhagavantam uddissa viharissami, bhagava me aggannam pannapessatiti. ","dn24:1.5.12":"Evam sante, moghapurisa, ko santo kam paccacikkhasi? ","dn24:1.5.13":"Tam kim mannasi, sunakkhatta, ","dn24:1.5.14":"pannatte va agganne, apannatte va agganne, yassatthaya maya dhammo desito, so niyyati takkarassa samma dukkhakkhayaya’ti? ","dn24:1.5.15":"‘Pannatte va, bhante, agganne, apannatte va agganne, yassatthaya bhagavata dhammo desito, so niyyati takkarassa samma dukkhakkhayaya’ti. ","dn24:1.5.16":"‘Iti kira, sunakkhatta, pannatte va agganne, apannatte va agganne, yassatthaya maya dhammo desito, so niyyati takkarassa samma dukkhakkhayaya. ","dn24:1.5.17":"Tatra, sunakkhatta, kim aggannam pannattam karissati? ","dn24:1.5.18":"Passa, moghapurisa, yavanca te idam aparaddham. ","dn24:1.6.1":"Anekapariyayena kho te, sunakkhatta, mama vanno bhasito vajjigame—","dn24:1.6.2":"itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagavati. ","dn24:1.6.3":"Iti kho te, sunakkhatta, anekapariyayena mama vanno bhasito vajjigame. ","dn24:1.6.4":"Anekapariyayena kho te, sunakkhatta, dhammassa vanno bhasito vajjigame—","dn24:1.6.5":"svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhiti. ","dn24:1.6.6":"Iti kho te, sunakkhatta, anekapariyayena dhammassa vanno bhasito vajjigame. ","dn24:1.6.7":"Anekapariyayena kho te, sunakkhatta, sanghassa vanno bhasito vajjigame—","dn24:1.6.8":"suppatipanno bhagavato savakasangho, ujuppatipanno bhagavato savakasangho, nayappatipanno bhagavato savakasangho, samicippatipanno bhagavato savakasangho, yadidam cattari purisayugani attha purisapuggala, esa bhagavato savakasangho, ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassati. ","dn24:1.6.9":"Iti kho te, sunakkhatta, anekapariyayena sanghassa vanno bhasito vajjigame. ","dn24:1.6.10":"Arocayami kho te, sunakkhatta, pativedayami kho te, sunakkhatta. ","dn24:1.6.11":"Bhavissanti kho te, sunakkhatta, vattaro, no visahi sunakkhatto licchaviputto samane gotame brahmacariyam caritum, so avisahanto sikkham paccakkhaya hinayavattoti. ","dn24:1.6.12":"Iti kho te, sunakkhatta, bhavissanti vattaro’ti. ","dn24:1.6.13":"Evam kho, bhaggava, sunakkhatto licchaviputto maya vuccamano apakkameva imasma dhammavinaya, yatha tam apayiko nerayiko. ","dn24:1.7.0":"2. Korakkhattiyavatthu ","dn24:1.7.1":"Ekamidaham, bhaggava, samayam thulusu viharami uttaraka nama thulunam nigamo. ","dn24:1.7.2":"Atha khvaham, bhaggava, pubbanhasamayam nivasetva pattacivaramadaya sunakkhattena licchaviputtena pacchasamanena uttarakam pindaya pavisim. ","dn24:1.7.3":"Tena kho pana samayena acelo korakkhattiyo kukkuravatiko catukkundiko chamanikinnam bhakkhasam mukheneva khadati, mukheneva bhunjati. ","dn24:1.7.4":"Addasa kho, bhaggava, sunakkhatto licchaviputto acelam korakkhattiyam kukkuravatikam catukkundikam chamanikinnam bhakkhasam mukheneva khadantam mukheneva bhunjantam. ","dn24:1.7.5":"Disvanassa etadahosi: ","dn24:1.7.6":"‘sadhurupo vata bho ayam samano catukkundiko chamanikinnam bhakkhasam mukheneva khadati, mukheneva bhunjati’ti. ","dn24:1.7.7":"Atha khvaham, bhaggava, sunakkhattassa licchaviputtassa cetasa cetoparivitakkamannaya sunakkhattam licchaviputtam etadavocam: ","dn24:1.7.8":"‘tvampi nama, moghapurisa, samano sakyaputtiyo patijanissasi’ti. ","dn24:1.7.9":"‘Kim pana mam, bhante, bhagava evamaha: ","dn24:1.7.10":"“tvampi nama, moghapurisa, samano sakyaputtiyo patijanissasi”’ti? ","dn24:1.7.11":"‘Nanu te, sunakkhatta, imam acelam korakkhattiyam kukkuravatikam catukkundikam chamanikinnam bhakkhasam mukheneva khadantam mukheneva bhunjantam disvana etadahosi—","dn24:1.7.12":"sadhurupo vata bho ayam samano catukkundiko chamanikinnam bhakkhasam mukheneva khadati, mukheneva bhunjati’ti? ","dn24:1.7.13":"‘Evam, bhante. ","dn24:1.7.14":"Kim pana, bhante, bhagava arahattassa maccharayati’ti? ","dn24:1.7.15":"‘Na kho aham, moghapurisa, arahattassa maccharayami. ","dn24:1.7.16":"Api ca tuyhevetam papakam ditthigatam uppannam, tam pajaha. ","dn24:1.7.17":"Ma te ahosi digharattam ahitaya dukkhaya. ","dn24:1.7.18":"Yam kho panetam, sunakkhatta, mannasi acelam korakkhattiyam—sadhurupo ayam samanoti. So sattamam divasam alasakena kalam karissati. ","dn24:1.7.19":"Kalankato ca kalakancika nama asura sabbanihino asurakayo, tatra upapajjissati. ","dn24:1.7.20":"Kalankatanca nam biranatthambake susane chaddessanti. ","dn24:1.7.21":"Akankhamano ca tvam, sunakkhatta, acelam korakkhattiyam upasankamitva puccheyyasi—","dn24:1.7.22":"janasi, avuso korakkhattiya, attano gatinti? ","dn24:1.7.23":"Thanam kho panetam, sunakkhatta, vijjati yam te acelo korakkhattiyo byakarissati—","dn24:1.7.24":"janami, avuso sunakkhatta, attano gatim; ","dn24:1.7.25":"kalakancika nama asura sabbanihino asurakayo, tatramhi upapanno’ti. ","dn24:1.8.1":"Atha kho, bhaggava, sunakkhatto licchaviputto yena acelo korakkhattiyo tenupasankami; upasankamitva acelam korakkhattiyam etadavoca: ","dn24:1.8.2":"‘byakato khosi, avuso korakkhattiya, samanena gotamena—","dn24:1.8.3":"acelo korakkhattiyo sattamam divasam alasakena kalam karissati. ","dn24:1.8.4":"Kalankato ca kalakancika nama asura sabbanihino asurakayo, tatra upapajjissati. ","dn24:1.8.5":"Kalankatanca nam biranatthambake susane chaddessantiti. ","dn24:1.8.6":"Yena tvam, avuso korakkhattiya, mattam mattanca bhattam bhunjeyyasi, mattam mattanca paniyam piveyyasi. ","dn24:1.8.7":"Yatha samanassa gotamassa miccha assa vacanan’ti. ","dn24:1.8.8":"Atha kho, bhaggava, sunakkhatto licchaviputto ekadvihikaya sattarattindivani ganesi, yatha tam tathagatassa asaddahamano. ","dn24:1.8.9":"Atha kho, bhaggava, acelo korakkhattiyo sattamam divasam alasakena kalamakasi. ","dn24:1.8.10":"kalankato ca kalakancika nama asura sabbanihino asurakayo, tatra upapajji. ","dn24:1.8.11":"kalankatanca nam biranatthambake susane chaddesum. ","dn24:1.9.1":"Assosi kho, bhaggava, sunakkhatto licchaviputto: ","dn24:1.9.2":"‘acelo kira korakkhattiyo alasakena kalankato biranatthambake susane chaddito’ti. ","dn24:1.9.3":"Atha kho, bhaggava, sunakkhatto licchaviputto yena biranatthambakam susanam, yena acelo korakkhattiyo tenupasankami; upasankamitva acelam korakkhattiyam tikkhattum panina akotesi: ","dn24:1.9.4":"‘janasi, avuso korakkhattiya, attano gatin’ti? ","dn24:1.9.5":"Atha kho, bhaggava, acelo korakkhattiyo panina pitthim paripunchanto vutthasi. ","dn24:1.9.6":"‘Janami, avuso sunakkhatta, attano gatim. ","dn24:1.9.7":"Kalakancika nama asura sabbanihino asurakayo, tatramhi upapanno’ti vatva tattheva uttano papati. ","dn24:1.10.1":"Atha kho, bhaggava, sunakkhatto licchaviputto yenaham tenupasankami; upasankamitva mam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho aham, bhaggava, sunakkhattam licchaviputtam etadavocam: ","dn24:1.10.2":"‘Tam kim mannasi, sunakkhatta, ","dn24:1.10.3":"yatheva te aham acelam korakkhattiyam arabbha byakasim, tatheva tam vipakam, annatha va’ti? ","dn24:1.10.4":"‘Yatheva me, bhante, bhagava acelam korakkhattiyam arabbha byakasi, tatheva tam vipakam, no annatha’ti. ","dn24:1.10.5":"‘Tam kim mannasi, sunakkhatta, ","dn24:1.10.6":"yadi evam sante katam va hoti uttari manussadhamma iddhipatihariyam, akatam va’ti? ","dn24:1.10.7":"‘Addha kho, bhante, evam sante katam hoti uttari manussadhamma iddhipatihariyam, no akatan’ti. ","dn24:1.10.8":"‘Evampi kho mam tvam, moghapurisa, uttari manussadhamma iddhipatihariyam karontam evam vadesi—","dn24:1.10.9":"na hi pana me, bhante, bhagava uttari manussadhamma iddhipatihariyam karotiti. ","dn24:1.10.10":"Passa, moghapurisa, yavanca te idam aparaddhan’ti. ","dn24:1.10.11":"Evampi kho, bhaggava, sunakkhatto licchaviputto maya vuccamano apakkameva imasma dhammavinaya, yatha tam apayiko nerayiko. ","dn24:1.11.0":"3. Acelakalaramattakavatthu ","dn24:1.11.1":"Ekamidaham, bhaggava, samayam vesaliyam viharami mahavane kutagarasalayam. ","dn24:1.11.2":"Tena kho pana samayena acelo kalaramattako vesaliyam pativasati labhaggappatto ceva yasaggappatto ca vajjigame. ","dn24:1.11.3":"Tassa sattavatapadani samattani samadinnani honti: ","dn24:1.11.4":"‘yavajivam acelako assam, na vattham paridaheyyam, yavajivam brahmacari assam, na methunam dhammam patiseveyyam, yavajivam suramamseneva yapeyyam, na odanakummasam bhunjeyyam. ","dn24:1.11.5":"Puratthimena vesalim udenam nama cetiyam, tam natikkameyyam, dakkhinena vesalim gotamakam nama cetiyam, tam natikkameyyam, pacchimena vesalim sattambam nama cetiyam, tam natikkameyyam, uttarena vesalim bahuputtam nama cetiyam tam natikkameyyan’ti. ","dn24:1.11.6":"So imesam sattannam vatapadanam samadanahetu labhaggappatto ceva yasaggappatto ca vajjigame. ","dn24:1.12.1":"Atha kho, bhaggava, sunakkhatto licchaviputto yena acelo kalaramattako tenupasankami; upasankamitva acelam kalaramattakam panham apucchi. ","dn24:1.12.2":"Tassa acelo kalaramattako panham puttho na sampayasi. ","dn24:1.12.3":"Asampayanto kopanca dosanca appaccayanca patvakasi. ","dn24:1.12.4":"Atha kho, bhaggava, sunakkhattassa licchaviputtassa etadahosi: ","dn24:1.12.5":"‘sadhurupam vata bho arahantam samanam asadimhase. ","dn24:1.12.6":"Ma vata no ahosi digharattam ahitaya dukkhaya’ti. ","dn24:1.13.1":"Atha kho, bhaggava, sunakkhatto licchaviputto yenaham tenupasankami; upasankamitva mam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho aham, bhaggava, sunakkhattam licchaviputtam etadavocam: ","dn24:1.13.2":"‘tvampi nama, moghapurisa, samano sakyaputtiyo patijanissasi’ti. ","dn24:1.13.3":"‘Kim pana mam, bhante, bhagava evamaha—","dn24:1.13.4":"tvampi nama, moghapurisa, samano sakyaputtiyo patijanissasi’ti? ","dn24:1.13.5":"‘Nanu tvam, sunakkhatta, acelam kalaramattakam upasankamitva panham apucchi. ","dn24:1.13.6":"Tassa te acelo kalaramattako panham puttho na sampayasi. ","dn24:1.13.7":"Asampayanto kopanca dosanca appaccayanca patvakasi. ","dn24:1.13.8":"Tassa te etadahosi: ","dn24:1.13.9":"“sadhurupam vata bho arahantam samanam asadimhase. ","dn24:1.13.10":"Ma vata no ahosi digharattam ahitaya dukkhaya”’ti. ","dn24:1.13.11":"‘Evam, bhante. ","dn24:1.13.12":"Kim pana, bhante, bhagava arahattassa maccharayati’ti? ","dn24:1.13.13":"‘Na kho aham, moghapurisa, arahattassa maccharayami, ","dn24:1.13.14":"api ca tuyhevetam papakam ditthigatam uppannam, tam pajaha. ","dn24:1.13.15":"Ma te ahosi digharattam ahitaya dukkhaya. ","dn24:1.13.16":"Yam kho panetam, sunakkhatta, mannasi acelam kalaramattakam—","dn24:1.13.17":"sadhurupo ayam samanoti, so nacirasseva parihito sanucariko vicaranto odanakummasam bhunjamano sabbaneva vesaliyani cetiyani samatikkamitva yasa nihino kalam karissati’ti. ","dn24:1.13.18":"Atha kho, bhaggava, acelo kalaramattako nacirasseva parihito sanucariko vicaranto odanakummasam bhunjamano sabbaneva vesaliyani cetiyani samatikkamitva yasa nihino kalamakasi. ","dn24:1.14.1":"Assosi kho, bhaggava, sunakkhatto licchaviputto: ","dn24:1.14.2":"‘acelo kira kalaramattako parihito sanucariko vicaranto odanakummasam bhunjamano sabbaneva vesaliyani cetiyani samatikkamitva yasa nihino kalankato’ti. ","dn24:1.14.3":"Atha kho, bhaggava, sunakkhatto licchaviputto yenaham tenupasankami; upasankamitva mam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho aham, bhaggava, sunakkhattam licchaviputtam etadavocam: ","dn24:1.14.4":"‘Tam kim mannasi, sunakkhatta, ","dn24:1.14.5":"yatheva te aham acelam kalaramattakam arabbha byakasim, tatheva tam vipakam, annatha va’ti? ","dn24:1.14.6":"‘Yatheva me, bhante, bhagava acelam kalaramattakam arabbha byakasi, tatheva tam vipakam, no annatha’ti. ","dn24:1.14.7":"‘Tam kim mannasi, sunakkhatta, ","dn24:1.14.8":"yadi evam sante katam va hoti uttari manussadhamma iddhipatihariyam akatam va’ti? ","dn24:1.14.9":"‘Addha kho, bhante, evam sante katam hoti uttari manussadhamma iddhipatihariyam, no akatan’ti. ","dn24:1.14.10":"‘Evampi kho mam tvam, moghapurisa, uttari manussadhamma iddhipatihariyam karontam evam vadesi: ","dn24:1.14.11":"“na hi pana me, bhante, bhagava uttari manussadhamma iddhipatihariyam karoti”ti. ","dn24:1.14.12":"Passa, moghapurisa, yavanca te idam aparaddhan’ti. ","dn24:1.14.13":"Evampi kho, bhaggava, sunakkhatto licchaviputto maya vuccamano apakkameva imasma dhammavinaya, yatha tam apayiko nerayiko. ","dn24:1.15.0":"4. Acelapathikaputtavatthu ","dn24:1.15.1":"Ekamidaham, bhaggava, samayam tattheva vesaliyam viharami mahavane kutagarasalayam. ","dn24:1.15.2":"Tena kho pana samayena acelo pathikaputto vesaliyam pativasati labhaggappatto ceva yasaggappatto ca vajjigame. ","dn24:1.15.3":"So vesaliyam parisati evam vacam bhasati: ","dn24:1.15.4":"‘samanopi gotamo nanavado, ahampi nanavado. ","dn24:1.15.5":"Nanavado kho pana nanavadena arahati uttari manussadhamma iddhipatihariyam dassetum. ","dn24:1.15.6":"Samano gotamo upaddhapatham agaccheyya, ahampi upaddhapatham gaccheyyam. ","dn24:1.15.7":"Te tattha ubhopi uttari manussadhamma iddhipatihariyam kareyyama. ","dn24:1.15.8":"Ekance samano gotamo uttari manussadhamma iddhipatihariyam karissati, dvaham karissami. ","dn24:1.15.9":"Dve ce samano gotamo uttari manussadhamma iddhipatihariyani karissati, cattaraham karissami. ","dn24:1.15.10":"Cattari ce samano gotamo uttari manussadhamma iddhipatihariyani karissati, atthaham karissami. ","dn24:1.15.11":"Iti yavatakam yavatakam samano gotamo uttari manussadhamma iddhipatihariyam karissati, taddigunam taddigunaham karissami’ti. ","dn24:1.16.1":"Atha kho, bhaggava, sunakkhatto licchaviputto yenaham tenupasankami; upasankamitva mam abhivadetva ekamantam nisidi. Ekamantam nisinno kho, bhaggava, sunakkhatto licchaviputto mam etadavoca: ","dn24:1.16.2":"‘acelo, bhante, pathikaputto vesaliyam pativasati labhaggappatto ceva yasaggappatto ca vajjigame. ","dn24:1.16.3":"So vesaliyam parisati evam vacam bhasati: ","dn24:1.16.4":"“samanopi gotamo nanavado, ahampi nanavado. ","dn24:1.16.5":"Nanavado kho pana nanavadena arahati uttari manussadhamma iddhipatihariyam dassetum. ","dn24:1.16.6":"Samano gotamo upaddhapatham agaccheyya, ahampi upaddhapatham gaccheyyam. ","dn24:1.16.7":"Te tattha ubhopi uttari manussadhamma iddhipatihariyam kareyyama. ","dn24:1.16.8":"Ekance samano gotamo uttari manussadhamma iddhipatihariyam karissati, dvaham karissami. ","dn24:1.16.9":"Dve ce samano gotamo uttari manussadhamma iddhipatihariyani karissati, cattaraham karissami. ","dn24:1.16.10":"Cattari ce samano gotamo uttari manussadhamma iddhipatihariyani karissati, atthaham karissami. ","dn24:1.16.11":"Iti yavatakam yavatakam samano gotamo uttari manussadhamma iddhipatihariyam karissati, taddigunam taddigunaham karissami”’ti. ","dn24:1.16.12":"Evam vutte, aham, bhaggava, sunakkhattam licchaviputtam etadavocam: ","dn24:1.16.13":"‘abhabbo kho, sunakkhatta, acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:1.16.14":"Sacepissa evamassa—","dn24:1.16.15":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyya’ti. ","dn24:1.17.1":"‘Rakkhatetam, bhante, bhagava vacam, rakkhatetam sugato vacan’ti. ","dn24:1.17.2":"‘Kim pana mam tvam, sunakkhatta, evam vadesi—","dn24:1.17.3":"rakkhatetam, bhante, bhagava vacam, rakkhatetam sugato vacan’ti? ","dn24:1.17.4":"‘Bhagavata cassa, bhante, esa vaca ekamsena odharita—","dn24:1.17.5":"abhabbo acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:1.17.6":"Sacepissa evamassa—","dn24:1.17.7":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyyati. ","dn24:1.17.8":"Acelo ca, bhante, pathikaputto viruparupena bhagavato sammukhibhavam agaccheyya, tadassa bhagavato musa’ti. ","dn24:1.18.1":"‘Api nu, sunakkhatta, tathagato tam vacam bhaseyya ya sa vaca dvayagamini’ti? ","dn24:1.18.2":"‘Kim pana, bhante, bhagavata acelo pathikaputto cetasa ceto paricca vidito—","dn24:1.18.3":"abhabbo acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:1.18.4":"Sacepissa evamassa—","dn24:1.18.5":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyyati? ","dn24:1.18.6":"Udahu, devata bhagavato etamattham arocesum—","dn24:1.18.7":"abhabbo, bhante, acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva bhagavato sammukhibhavam agantum. ","dn24:1.18.8":"Sacepissa evamassa—","dn24:1.18.9":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyya’ti? ","dn24:1.18.10":"‘Cetasa ceto paricca vidito ceva me, sunakkhatta, acelo pathikaputto—","dn24:1.18.11":"abhabbo acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:1.18.12":"Sacepissa evamassa—","dn24:1.18.13":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyyati. ","dn24:1.18.14":"Devatapi me etamattham arocesum—","dn24:1.18.15":"abhabbo, bhante, acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva bhagavato sammukhibhavam agantum. ","dn24:1.18.16":"Sacepissa evamassa—","dn24:1.18.17":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyyati. ","dn24:1.18.18":"Ajitopi nama licchavinam senapati adhuna kalankato tavatimsakayam upapanno. ","dn24:1.18.19":"Sopi mam upasankamitva evamarocesi—","dn24:1.18.20":"alajji, bhante, acelo pathikaputto; ","dn24:1.18.21":"musavadi, bhante, acelo pathikaputto. ","dn24:1.18.22":"Mampi, bhante, acelo pathikaputto byakasi vajjigame—","dn24:1.18.23":"ajito licchavinam senapati mahanirayam upapannoti. ","dn24:1.18.24":"Na kho panaham, bhante, mahanirayam upapanno; ","dn24:1.18.25":"tavatimsakayamhi upapanno. ","dn24:1.18.26":"Alajji, bhante, acelo pathikaputto; ","dn24:1.18.27":"musavadi, bhante, acelo pathikaputto; ","dn24:1.18.28":"abhabbo ca, bhante, acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva bhagavato sammukhibhavam agantum. ","dn24:1.18.29":"Sacepissa evamassa—","dn24:1.18.30":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyyati. ","dn24:1.18.31":"Iti kho, sunakkhatta, cetasa ceto paricca vidito ceva me acelo pathikaputto abhabbo acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:1.18.32":"Sacepissa evamassa—","dn24:1.18.33":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyyati. ","dn24:1.18.34":"Devatapi me etamattham arocesum—","dn24:1.18.35":"abhabbo, bhante, acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva bhagavato sammukhibhavam agantum. ","dn24:1.18.36":"Sacepissa evamassa—","dn24:1.18.37":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyyati. ","dn24:1.18.38":"So kho panaham, sunakkhatta, vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto yena acelassa pathikaputtassa aramo tenupasankamissami divaviharaya. ","dn24:1.18.39":"Yassadani tvam, sunakkhatta, icchasi, tassa arocehi’ti. ","dn24:1.19.0":"5. Iddhipatihariyakatha ","dn24:1.19.1":"Atha khvaham, bhaggava, pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisim. ","dn24:1.19.2":"Vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto yena acelassa pathikaputtassa aramo tenupasankamim divaviharaya. ","dn24:1.19.3":"Atha kho, bhaggava, sunakkhatto licchaviputto taramanarupo vesalim pavisitva yena abhinnata abhinnata licchavi tenupasankami; upasankamitva abhinnate abhinnate licchavi etadavoca: ","dn24:1.19.4":"‘esavuso, bhagava vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto yena acelassa pathikaputtassa aramo tenupasankami divaviharaya. ","dn24:1.19.5":"Abhikkamathayasmanto abhikkamathayasmanto, sadhurupanam samananam uttari manussadhamma iddhipatihariyam bhavissati’ti. ","dn24:1.19.6":"Atha kho, bhaggava, abhinnatanam abhinnatanam licchavinam etadahosi: ","dn24:1.19.7":"‘sadhurupanam kira, bho, samananam uttari manussadhamma iddhipatihariyam bhavissati; ","dn24:1.19.8":"handa vata, bho, gacchama’ti. ","dn24:1.19.9":"Yena ca abhinnata abhinnata brahmanamahasala gahapatinecayika nanatitthiya samanabrahmana tenupasankami. upasankamitva abhinnate abhinnate nanatitthiye samanabrahmane etadavoca: ","dn24:1.19.10":"‘esavuso, bhagava vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto yena acelassa pathikaputtassa aramo tenupasankami divaviharaya. ","dn24:1.19.11":"Abhikkamathayasmanto abhikkamathayasmanto, sadhurupanam samananam uttari manussadhamma iddhipatihariyam bhavissati’ti. ","dn24:1.19.12":"Atha kho, bhaggava, abhinnatanam abhinnatanam nanatitthiyanam samanabrahmananam etadahosi: ","dn24:1.19.13":"‘sadhurupanam kira, bho, samananam uttari manussadhamma iddhipatihariyam bhavissati; ","dn24:1.19.14":"handa vata, bho, gacchama’ti. ","dn24:1.19.15":"Atha kho, bhaggava, abhinnata abhinnata licchavi, abhinnata abhinnata ca brahmanamahasala gahapatinecayika nanatitthiya samanabrahmana yena acelassa pathikaputtassa aramo tenupasankamimsu. ","dn24:1.19.16":"Sa esa, bhaggava, parisa maha hoti anekasata anekasahassa. ","dn24:1.20.1":"Assosi kho, bhaggava, acelo pathikaputto: ","dn24:1.20.2":"‘abhikkanta kira abhinnata abhinnata licchavi, abhikkanta abhinnata abhinnata ca brahmanamahasala gahapatinecayika nanatitthiya samanabrahmana. ","dn24:1.20.3":"Samanopi gotamo mayham arame divaviharam nisinno’ti. ","dn24:1.20.4":"Sutvanassa bhayam chambhitattam lomahamso udapadi. ","dn24:1.20.5":"Atha kho, bhaggava, acelo pathikaputto bhito samviggo lomahatthajato yena tindukakhanuparibbajakaramo tenupasankami. ","dn24:1.20.6":"Assosi kho, bhaggava, sa parisa: ","dn24:1.20.7":"‘acelo kira pathikaputto bhito samviggo lomahatthajato yena tindukakhanuparibbajakaramo tenupasankanto’ti. ","dn24:1.20.8":"Atha kho, bhaggava, sa parisa annataram purisam amantesi: ","dn24:1.20.9":"‘Ehi tvam, bho purisa, yena tindukakhanuparibbajakaramo, yena acelo pathikaputto tenupasankama. upasankamitva acelam pathikaputtam evam vadehi: ","dn24:1.20.10":"“abhikkamavuso, pathikaputta, abhikkanta abhinnata abhinnata licchavi, abhikkanta abhinnata abhinnata ca brahmanamahasala gahapatinecayika nanatitthiya samanabrahmana, samanopi gotamo ayasmato arame divaviharam nisinno; ","dn24:1.20.11":"bhasita kho pana te esa, avuso pathikaputta, vesaliyam parisati vaca ","dn24:1.20.12":"samanopi gotamo nanavado, ahampi nanavado. ","dn24:1.20.13":"Nanavado kho pana nanavadena arahati uttari manussadhamma iddhipatihariyam dassetum. ","dn24:1.20.14":"Samano gotamo upaddhapatham agaccheyya ahampi upaddhapatham gaccheyyam. ","dn24:1.20.15":"Te tattha ubhopi uttari manussadhamma iddhipatihariyam kareyyama. ","dn24:1.20.16":"Ekance samano gotamo uttari manussadhamma iddhipatihariyam karissati, dvaham karissami. ","dn24:1.20.17":"Dve ce samano gotamo uttari manussadhamma iddhipatihariyani karissati, cattaraham karissami. ","dn24:1.20.18":"Cattari ce samano gotamo uttari manussadhamma iddhipatihariyani karissati, atthaham karissami. ","dn24:1.20.19":"Iti yavatakam yavatakam samano gotamo uttari manussadhamma iddhipatihariyam karissati, taddigunam taddigunaham karissami”ti ","dn24:1.20.20":"abhikkamasseva kho avuso pathikaputta, upaddhapatham. ","dn24:1.20.21":"Sabbapathamamyeva agantva samano gotamo ayasmato arame divaviharam nisinno’ti. ","dn24:1.21.1":"Evam, bhoti kho, bhaggava, so puriso tassa parisaya patissutva yena tindukakhanuparibbajakaramo, yena acelo pathikaputto tenupasankami. upasankamitva acelam pathikaputtam etadavoca: ","dn24:1.21.2":"‘abhikkamavuso pathikaputta, abhikkanta abhinnata abhinnata licchavi, abhikkanta abhinnata abhinnata ca brahmanamahasala gahapatinecayika nanatitthiya samanabrahmana. ","dn24:1.21.3":"Samanopi gotamo ayasmato arame divaviharam nisinno. ","dn24:1.21.4":"Bhasita kho pana te esa, avuso pathikaputta, vesaliyam parisati vaca—","dn24:1.21.5":"samanopi gotamo nanavado; ahampi nanavado. ","dn24:1.21.6":"Nanavado kho pana nanavadena arahati uttari manussadhamma iddhipatihariyam dassetum …pe… ","dn24:1.21.7":"taddigunam taddigunaham karissamiti. ","dn24:1.21.8":"Abhikkamasseva kho, avuso pathikaputta, upaddhapatham. ","dn24:1.21.9":"Sabbapathamamyeva agantva samano gotamo ayasmato arame divaviharam nisinno’ti. ","dn24:1.21.10":"Evam vutte, bhaggava, acelo pathikaputto ‘ayami, avuso, ayami, avuso’ti vatva tattheva samsappati, na sakkoti asanapi vutthatum. ","dn24:1.21.11":"Atha kho so, bhaggava, puriso acelam pathikaputtam etadavoca: ","dn24:1.21.12":"‘kim su nama te, avuso pathikaputta, pavala su nama te pithakasmim allina, pithakam su nama te pavalasu allinam? ","dn24:1.21.13":"Ayami avuso, ayami avusoti vatva tattheva samsappasi, na sakkosi asanapi vutthatun’ti. ","dn24:1.21.14":"Evampi kho, bhaggava, vuccamano acelo pathikaputto ‘ayami, avuso, ayami, avuso’ti vatva tattheva samsappati, na sakkoti asanapi vutthatum. ","dn24:1.22.1":"Yada kho so, bhaggava, puriso annasi: ","dn24:1.22.2":"‘parabhutarupo ayam acelo pathikaputto. ","dn24:1.22.3":"Ayami, avuso, ayami, avusoti vatva tattheva samsappati, na sakkoti asanapi vutthatun’ti. ","dn24:1.22.4":"Atha tam parisam agantva evamarocesi: ","dn24:1.22.5":"‘parabhutarupo, bho, acelo pathikaputto. ","dn24:1.22.6":"Ayami, avuso, ayami, avusoti vatva tattheva samsappati, na sakkoti asanapi vutthatun’ti. ","dn24:1.22.7":"Evam vutte, aham, bhaggava, tam parisam etadavocam: ","dn24:1.22.8":"‘abhabbo kho, avuso, acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:1.22.9":"Sacepissa evamassa—","dn24:1.22.10":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyya’ti. ","dn24:1.22.11":"Pathamabhanavaro nitthito. ","dn24:2.1.1":"Atha kho, bhaggava, annataro licchavimahamatto utthayasana tam parisam etadavoca: ","dn24:2.1.2":"‘tena hi, bho, muhuttam tava agametha, yavaham gacchami. ","dn24:2.1.3":"Appeva nama ahampi sakkuneyyam acelam pathikaputtam imam parisam anetun’ti. ","dn24:2.1.4":"Atha kho so, bhaggava, licchavimahamatto yena tindukakhanuparibbajakaramo, yena acelo pathikaputto tenupasankami. upasankamitva acelam pathikaputtam etadavoca: ","dn24:2.1.5":"‘abhikkamavuso pathikaputta, abhikkantam te seyyo, abhikkanta abhinnata abhinnata licchavi, abhikkanta abhinnata abhinnata ca brahmanamahasala gahapatinecayika nanatitthiya samanabrahmana. Samanopi gotamo ayasmato arame divaviharam nisinno. ","dn24:2.1.6":"Bhasita kho pana te esa, avuso pathikaputta, vesaliyam parisati vaca—","dn24:2.1.7":"samanopi gotamo nanavado …pe… ","dn24:2.1.8":"taddigunam taddigunaham karissamiti. ","dn24:2.1.9":"Abhikkamasseva kho, avuso pathikaputta, upaddhapatham. ","dn24:2.1.10":"Sabbapathamamyeva agantva samano gotamo ayasmato arame divaviharam nisinno. ","dn24:2.1.11":"Bhasita kho panesa, avuso pathikaputta, samanena gotamena parisati vaca—","dn24:2.1.12":"abhabbo kho acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:2.1.13":"Sacepissa evamassa—","dn24:2.1.14":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyyati. ","dn24:2.1.15":"Abhikkamavuso pathikaputta, abhikkamaneneva te jayam karissama, samanassa gotamassa parajayan’ti. ","dn24:2.2.1":"Evam vutte, bhaggava, acelo pathikaputto ‘ayami, avuso, ayami, avuso’ti vatva tattheva samsappati, na sakkoti asanapi vutthatum. ","dn24:2.2.2":"Atha kho so, bhaggava, licchavimahamatto acelam pathikaputtam etadavoca: ","dn24:2.2.3":"‘kim su nama te, avuso pathikaputta, pavala su nama te pithakasmim allina, pithakam su nama te pavalasu allinam? ","dn24:2.2.4":"Ayami, avuso, ayami, avusoti vatva tattheva samsappasi, na sakkosi asanapi vutthatun’ti. ","dn24:2.2.5":"Evampi kho, bhaggava, vuccamano acelo pathikaputto ‘ayami, avuso, ayami, avuso’ti vatva tattheva samsappati, na sakkoti asanapi vutthatum. ","dn24:2.3.1":"Yada kho so, bhaggava, licchavimahamatto annasi: ","dn24:2.3.2":"‘parabhutarupo ayam acelo pathikaputto ayami, avuso, ayami, avusoti vatva tattheva samsappati, na sakkoti asanapi vutthatun’ti. ","dn24:2.3.3":"Atha tam parisam agantva evamarocesi: ","dn24:2.3.4":"‘parabhutarupo, bho, acelo pathikaputto ayami, avuso, ayami, avusoti vatva tattheva samsappati, na sakkoti asanapi vutthatun’ti. ","dn24:2.3.5":"Evam vutte, aham, bhaggava, tam parisam etadavocam: ","dn24:2.3.6":"‘abhabbo kho, avuso, acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:2.3.7":"Sacepissa evamassa—","dn24:2.3.8":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyya. ","dn24:2.3.9":"Sace payasmantanam licchavinam evamassa—","dn24:2.3.10":"mayam acelam pathikaputtam varattahi bandhitva goyugehi avincheyyamati, ta varatta chijjeyyum pathikaputto va. ","dn24:2.3.11":"Abhabbo pana acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:2.3.12":"Sacepissa evamassa—","dn24:2.3.13":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyya’ti. ","dn24:2.4.1":"Atha kho, bhaggava, jaliyo darupattikantevasi utthayasana tam parisam etadavoca: ","dn24:2.4.2":"‘tena hi, bho, muhuttam tava agametha, yavaham gacchami; ","dn24:2.4.3":"appeva nama ahampi sakkuneyyam acelam pathikaputtam imam parisam anetun’ti. ","dn24:2.4.4":"Atha kho, bhaggava, jaliyo darupattikantevasi yena tindukakhanuparibbajakaramo, yena acelo pathikaputto tenupasankami. upasankamitva acelam pathikaputtam etadavoca: ","dn24:2.4.5":"‘abhikkamavuso pathikaputta, abhikkantam te seyyo. Abhikkanta abhinnata abhinnata licchavi, abhikkanta abhinnata abhinnata ca brahmanamahasala gahapatinecayika nanatitthiya samanabrahmana. Samanopi gotamo ayasmato arame divaviharam nisinno. ","dn24:2.4.6":"Bhasita kho pana te esa, avuso pathikaputta, vesaliyam parisati vaca—","dn24:2.4.7":"samanopi gotamo nanavado …pe… ","dn24:2.4.8":"taddigunam taddigunaham karissamiti. ","dn24:2.4.9":"Abhikkamasseva, kho avuso pathikaputta, upaddhapatham. ","dn24:2.4.10":"Sabbapathamamyeva agantva samano gotamo ayasmato arame divaviharam nisinno. ","dn24:2.4.11":"Bhasita kho panesa, avuso pathikaputta, samanena gotamena parisati vaca—","dn24:2.4.12":"abhabbo acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:2.4.13":"Sacepissa evamassa—","dn24:2.4.14":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyya. ","dn24:2.4.15":"Sace payasmantanam licchavinam evamassa—","dn24:2.4.16":"mayam acelam pathikaputtam varattahi bandhitva goyugehi avincheyyamati. Ta varatta chijjeyyum pathikaputto va. ","dn24:2.4.17":"Abhabbo pana acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:2.4.18":"Sacepissa evamassa—","dn24:2.4.19":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam agaccheyyanti, muddhapi tassa vipateyyati. ","dn24:2.4.20":"Abhikkamavuso pathikaputta, abhikkamaneneva te jayam karissama, samanassa gotamassa parajayan’ti. ","dn24:2.5.1":"Evam vutte, bhaggava, acelo pathikaputto ‘ayami, avuso, ayami, avuso’ti vatva tattheva samsappati, na sakkoti asanapi vutthatum. ","dn24:2.5.2":"Atha kho, bhaggava, jaliyo darupattikantevasi acelam pathikaputtam etadavoca: ","dn24:2.5.3":"‘kim su nama te, avuso pathikaputta, pavala su nama te pithakasmim allina, pithakam su nama te pavalasu allinam? ","dn24:2.5.4":"Ayami, avuso, ayami, avusoti vatva tattheva samsappasi, na sakkosi asanapi vutthatun’ti. ","dn24:2.5.5":"Evampi kho, bhaggava, vuccamano acelo pathikaputto ‘ayami, avuso, ayami, avuso’ti vatva tattheva samsappati, na sakkoti asanapi vutthatunti. ","dn24:2.6.1":"Yada kho, bhaggava, jaliyo darupattikantevasi annasi: ","dn24:2.6.2":"‘parabhutarupo ayam acelo pathikaputto ayami, avuso, ayami, avusoti vatva tattheva samsappati, na sakkoti asanapi vutthatun’ti, atha nam etadavoca—","dn24:2.6.3":"Bhutapubbam, avuso pathikaputta, sihassa migaranno etadahosi: ","dn24:2.6.4":"‘yannunaham annataram vanasandam nissaya asayam kappeyyam. ","dn24:2.6.5":"Tatrasayam kappetva sayanhasamayam asaya nikkhameyyam, asaya nikkhamitva vijambheyyam, vijambhitva samanta catuddisa anuvilokeyyam, samanta catuddisa anuviloketva tikkhattum sihanadam nadeyyam, tikkhattum sihanadam naditva gocaraya pakkameyyam. ","dn24:2.6.6":"So varam varam migasanghe vadhitva mudumamsani mudumamsani bhakkhayitva tameva asayam ajjhupeyyan’ti. ","dn24:2.6.7":"Atha kho, avuso, so siho migaraja annataram vanasandam nissaya asayam kappesi. ","dn24:2.6.8":"Tatrasayam kappetva sayanhasamayam asaya nikkhami, asaya nikkhamitva vijambhi, vijambhitva samanta catuddisa anuvilokesi, samanta catuddisa anuviloketva tikkhattum sihanadam nadi, tikkhattum sihanadam naditva gocaraya pakkami. ","dn24:2.6.9":"So varam varam migasanghe vadhitva mudumamsani mudumamsani bhakkhayitva tameva asayam ajjhupesi. ","dn24:2.6.10":"Tasseva kho, avuso pathikaputta, sihassa migaranno vighasasamvaddho jarasingalo ditto ceva balava ca. ","dn24:2.6.11":"Atha kho, avuso, tassa jarasingalassa etadahosi: ","dn24:2.6.12":"‘ko caham, ko siho migaraja. ","dn24:2.6.13":"Yannunahampi annataram vanasandam nissaya asayam kappeyyam. ","dn24:2.6.14":"Tatrasayam kappetva sayanhasamayam asaya nikkhameyyam, asaya nikkhamitva vijambheyyam, vijambhitva samanta catuddisa anuvilokeyyam, samanta catuddisa anuviloketva tikkhattum sihanadam nadeyyam, tikkhattum sihanadam naditva gocaraya pakkameyyam. ","dn24:2.6.15":"So varam varam migasanghe vadhitva mudumamsani mudumamsani bhakkhayitva tameva asayam ajjhupeyyan’ti. ","dn24:2.7.1":"Atha kho so, avuso, jarasingalo annataram vanasandam nissaya asayam kappesi. ","dn24:2.7.2":"Tatrasayam kappetva sayanhasamayam asaya nikkhami, asaya nikkhamitva vijambhi, vijambhitva samanta catuddisa anuvilokesi, samanta catuddisa anuviloketva tikkhattum sihanadam nadissamiti singalakamyeva anadi bherandakamyeva anadi, ke ca chave singale, ke pana sihanadeti. ","dn24:2.7.3":"Evameva kho tvam, avuso pathikaputta, sugatapadanesu jivamano sugatatirittani bhunjamano tathagate arahante sammasambuddhe asadetabbam mannasi. ","dn24:2.7.4":"Ke ca chave pathikaputte, ka ca tathagatanam arahantanam sammasambuddhanam asadanati. ","dn24:2.8.1":"Yato kho, bhaggava, jaliyo darupattikantevasi imina opammena neva asakkhi acelam pathikaputtam tamha asana cavetum. ","dn24:2.8.2":"Atha nam etadavoca: ","dn24:2.8.3":"‘Sihoti attanam samekkhiyana, ","dn24:2.8.4":"Amanni kotthu migarajahamasmi; ","dn24:2.8.5":"Tatheva so singalakam anadi, ","dn24:2.8.6":"Ke ca chave singale ke pana sihanadeti. ","dn24:2.8.7":"Evameva kho tvam, avuso pathikaputta, sugatapadanesu jivamano sugatatirittani bhunjamano tathagate arahante sammasambuddhe asadetabbam mannasi. ","dn24:2.8.8":"Ke ca chave pathikaputte, ka ca tathagatanam arahantanam sammasambuddhanam asadana’ti. ","dn24:2.9.1":"Yato kho, bhaggava, jaliyo darupattikantevasi iminapi opammena neva asakkhi acelam pathikaputtam tamha asana cavetum. ","dn24:2.9.2":"Atha nam etadavoca: ","dn24:2.9.3":"‘Annam anucankamanam, ","dn24:2.9.4":"Attanam vighase samekkhiya; ","dn24:2.9.5":"Yava attanam na passati, ","dn24:2.9.6":"Kotthu tava byagghoti mannati. ","dn24:2.9.7":"Tatheva so singalakam anadi, ","dn24:2.9.8":"Ke ca chave singale ke pana sihanadeti. ","dn24:2.9.9":"Evameva kho tvam, avuso pathikaputta, sugatapadanesu jivamano sugatatirittani bhunjamano tathagate arahante sammasambuddhe asadetabbam mannasi. ","dn24:2.9.10":"Ke ca chave pathikaputte, ka ca tathagatanam arahantanam sammasambuddhanam asadana’ti. ","dn24:2.10.1":"Yato kho, bhaggava, jaliyo darupattikantevasi iminapi opammena neva asakkhi acelam pathikaputtam tamha asana cavetum. ","dn24:2.10.2":"Atha nam etadavoca: ","dn24:2.10.3":"‘Bhutvana bheke khalamusikayo, ","dn24:2.10.4":"Katasisu khittani ca konapani; ","dn24:2.10.5":"Mahavane sunnavane vivaddho, ","dn24:2.10.6":"Amanni kotthu migarajahamasmi; ","dn24:2.10.7":"Tatheva so singalakam anadi, ","dn24:2.10.8":"Ke ca chave singale ke pana sihanadeti. ","dn24:2.10.9":"Evameva kho tvam, avuso pathikaputta, sugatapadanesu jivamano sugatatirittani bhunjamano tathagate arahante sammasambuddhe asadetabbam mannasi. ","dn24:2.10.10":"Ke ca chave pathikaputte, ka ca tathagatanam arahantanam sammasambuddhanam asadana’ti. ","dn24:2.11.1":"Yato kho, bhaggava, jaliyo darupattikantevasi iminapi opammena neva asakkhi acelam pathikaputtam tamha asana cavetum. ","dn24:2.11.2":"Atha tam parisam agantva evamarocesi: ","dn24:2.11.3":"‘parabhutarupo, bho, acelo pathikaputto ayami avuso, ayami, avusoti vatva tattheva samsappati, na sakkoti asanapi vutthatun’ti. ","dn24:2.12.1":"Evam vutte, aham, bhaggava, tam parisam etadavocam: ","dn24:2.12.2":"‘abhabbo kho, avuso, acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:2.12.3":"Sacepissa evamassa—","dn24:2.12.4":"aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyya. ","dn24:2.12.5":"Sacepayasmantanam licchavinam evamassa—","dn24:2.12.6":"mayam acelam pathikaputtam varattahi bandhitva nagehi avincheyyamati. Ta varatta chijjeyyum pathikaputto va. ","dn24:2.12.7":"Abhabbo pana acelo pathikaputto tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva mama sammukhibhavam agantum. ","dn24:2.12.8":"Sacepissa evamassa—aham tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva samanassa gotamassa sammukhibhavam gaccheyyanti, muddhapi tassa vipateyya’ti. ","dn24:2.13.1":"Atha khvaham, bhaggava, tam parisam dhammiya kathaya sandassesim samadapesim samuttejesim sampahamsesim, tam parisam dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva mahabandhana mokkham karitva caturasitipanasahassani mahavidugga uddharitva tejodhatum samapajjitva sattatalam vehasam abbhuggantva annam sattatalampi accim abhinimminitva pajjalitva dhumayitva mahavane kutagarasalayam paccutthasim. ","dn24:2.13.2":"Atha kho, bhaggava, sunakkhatto licchaviputto yenaham tenupasankami; upasankamitva mam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho aham, bhaggava, sunakkhattam licchaviputtam etadavocam: ","dn24:2.13.3":"‘Tam kim mannasi, sunakkhatta, ","dn24:2.13.4":"yatheva te aham acelam pathikaputtam arabbha byakasim, tatheva tam vipakam annatha va’ti? ","dn24:2.13.5":"‘Yatheva me, bhante, bhagava acelam pathikaputtam arabbha byakasi, tatheva tam vipakam, no annatha’ti. ","dn24:2.13.6":"‘Tam kim mannasi, sunakkhatta, ","dn24:2.13.7":"yadi evam sante katam va hoti uttari manussadhamma iddhipatihariyam, akatam va’ti? ","dn24:2.13.8":"‘Addha kho, bhante, evam sante katam hoti uttari manussadhamma iddhipatihariyam, no akatan’ti. ","dn24:2.13.9":"‘Evampi kho mam tvam, moghapurisa, uttari manussadhamma iddhipatihariyam karontam evam vadesi—","dn24:2.13.10":"na hi pana me, bhante, bhagava uttari manussadhamma iddhipatihariyam karotiti. ","dn24:2.13.11":"Passa, moghapurisa, yavanca te idam aparaddhan’ti. ","dn24:2.13.12":"Evampi kho, bhaggava, sunakkhatto licchaviputto maya vuccamano apakkameva imasma dhammavinaya, yatha tam apayiko nerayiko. ","dn24:2.14.0":"6. Aggannapannattikatha ","dn24:2.14.1":"Aggannancaham, bhaggava, pajanami. ","dn24:2.14.2":"Tanca pajanami, tato ca uttaritaram pajanami, tanca pajanam na paramasami, aparamasato ca me paccattanneva nibbuti vidita, yadabhijanam tathagato no anayam apajjati. ","dn24:2.14.3":"Santi, bhaggava, eke samanabrahmana issarakuttam brahmakuttam acariyakam aggannam pannapenti. ","dn24:2.14.4":"Tyaham upasankamitva evam vadami: ","dn24:2.14.5":"‘saccam kira tumhe ayasmanto issarakuttam brahmakuttam acariyakam aggannam pannapetha’ti? ","dn24:2.14.6":"Te ca me evam puttha, ‘amo’ti patijananti. ","dn24:2.14.7":"Tyaham evam vadami: ","dn24:2.14.8":"‘kathamvihitakam pana tumhe ayasmanto issarakuttam brahmakuttam acariyakam aggannam pannapetha’ti? ","dn24:2.14.9":"Te maya puttha na sampayanti, asampayanta mamanneva patipucchanti. ","dn24:2.14.10":"Tesaham puttho byakaromi: ","dn24:2.14.11":"‘Hoti kho so, avuso, samayo yam kadaci karahaci dighassa addhuno accayena ayam loko samvattati. ","dn24:2.14.12":"Samvattamane loke yebhuyyena satta abhassarasamvattanika honti. ","dn24:2.14.13":"Te tattha honti manomaya pitibhakkha sayampabha antalikkhacara subhatthayino ciram dighamaddhanam titthanti. ","dn24:2.15.1":"Hoti kho so, avuso, samayo yam kadaci karahaci dighassa addhuno accayena ayam loko vivattati. ","dn24:2.15.2":"Vivattamane loke sunnam brahmavimanam patubhavati. ","dn24:2.15.3":"Atha kho annataro satto ayukkhaya va punnakkhaya va abhassarakaya cavitva sunnam brahmavimanam upapajjati. ","dn24:2.15.4":"So tattha hoti manomayo pitibhakkho sayampabho antalikkhacaro subhatthayi, ciram dighamaddhanam titthati. ","dn24:2.16.1":"Tassa tattha ekakassa digharattam nivusitatta anabhirati paritassana uppajjati—","dn24:2.16.2":"aho vata annepi satta itthattam agaccheyyunti. ","dn24:2.16.3":"Atha annepi satta ayukkhaya va punnakkhaya va abhassarakaya cavitva sunnam brahmavimanam upapajjanti tassa sattassa sahabyatam. ","dn24:2.16.4":"Tepi tattha honti manomaya pitibhakkha sayampabha antalikkhacara subhatthayino, ciram dighamaddhanam titthanti. ","dn24:2.17.1":"Tatravuso, yo so satto pathamam upapanno, tassa evam hoti—","dn24:2.17.2":"ahamasmi brahma mahabrahma abhibhu anabhibhuto annadatthudaso vasavatti issaro katta nimmata settho sajita vasi pita bhutabhabyanam, maya ime satta nimmita. ","dn24:2.17.3":"Tam kissa hetu? ","dn24:2.17.4":"Mamanhi pubbe etadahosi—","dn24:2.17.5":"aho vata annepi satta itthattam agaccheyyunti; ","dn24:2.17.6":"iti mama ca manopanidhi. Ime ca satta itthattam agatati. ","dn24:2.17.7":"Yepi te satta paccha upapanna, tesampi evam hoti—","dn24:2.17.8":"ayam kho bhavam brahma mahabrahma abhibhu anabhibhuto annadatthudaso vasavatti issaro katta nimmata settho sajita vasi pita bhutabhabyanam; ","dn24:2.17.9":"imina mayam bhota brahmuna nimmita. ","dn24:2.17.10":"Tam kissa hetu? ","dn24:2.17.11":"Imanhi mayam addasama idha pathamam upapannam; mayam panamha paccha upapannati. ","dn24:2.17.12":"Tatravuso, yo so satto pathamam upapanno, so dighayukataro ca hoti vannavantataro ca mahesakkhataro ca. ","dn24:2.17.13":"Ye pana te satta paccha upapanna, te appayukatara ca honti dubbannatara ca appesakkhatara ca. ","dn24:2.17.14":"Thanam kho panetam, avuso, vijjati, yam annataro satto tamha kaya cavitva itthattam agacchati. ","dn24:2.17.15":"Itthattam agato samano agarasma anagariyam pabbajati. ","dn24:2.17.16":"Agarasma anagariyam pabbajito samano atappamanvaya padhanamanvaya anuyogamanvaya appamadamanvaya sammamanasikaramanvaya tatharupam cetosamadhim phusati, yathasamahite citte tam pubbenivasam anussarati; tato param nanussarati. ","dn24:2.17.17":"So evamaha: ","dn24:2.17.18":"“yo kho so bhavam brahma mahabrahma abhibhu anabhibhuto annadatthudaso vasavatti issaro katta nimmata settho sajita vasi pita bhutabhabyanam, yena mayam bhota brahmuna nimmita. So nicco dhuvo sassato aviparinamadhammo sassatisamam tatheva thassati. ","dn24:2.17.19":"Ye pana mayam ahumha tena bhota brahmuna nimmita, te mayam anicca addhuva appayuka cavanadhamma itthattam agata”ti. ","dn24:2.17.20":"Evamvihitakam no tumhe ayasmanto issarakuttam brahmakuttam acariyakam aggannam pannapetha’ti. ","dn24:2.17.21":"Te evamahamsu: ","dn24:2.17.22":"‘evam kho no, avuso gotama, sutam, yathevayasma gotamo aha’ti. ","dn24:2.17.23":"Aggannancaham, bhaggava, pajanami. ","dn24:2.17.24":"Tanca pajanami, tato ca uttaritaram pajanami, tanca pajanam na paramasami, aparamasato ca me paccattanneva nibbuti vidita. Yadabhijanam tathagato no anayam apajjati. ","dn24:2.18.1":"Santi, bhaggava, eke samanabrahmana khiddapadosikam acariyakam aggannam pannapenti. ","dn24:2.18.2":"Tyaham upasankamitva evam vadami: ","dn24:2.18.3":"‘saccam kira tumhe ayasmanto khiddapadosikam acariyakam aggannam pannapetha’ti? ","dn24:2.18.4":"Te ca me evam puttha ‘amo’ti patijananti. ","dn24:2.18.5":"Tyaham evam vadami: ","dn24:2.18.6":"‘kathamvihitakam pana tumhe ayasmanto khiddapadosikam acariyakam aggannam pannapetha’ti? ","dn24:2.18.7":"Te maya puttha na sampayanti, asampayanta mamanneva patipucchanti, ","dn24:2.18.8":"tesaham puttho byakaromi: ","dn24:2.18.9":"‘Santavuso, khiddapadosika nama deva. Te ativelam hassakhiddaratidhammasamapanna viharanti. Tesam ativelam hassakhiddaratidhammasamapannanam viharatam sati sammussati, satiya sammosa te deva tamha kaya cavanti. ","dn24:2.18.10":"Thanam kho panetam, avuso, vijjati, yam annataro satto tamha kaya cavitva itthattam agacchati, ","dn24:2.18.11":"itthattam agato samano agarasma anagariyam pabbajati, ","dn24:2.18.12":"agarasma anagariyam pabbajito samano atappamanvaya padhanamanvaya anuyogamanvaya appamadamanvaya sammamanasikaramanvaya tatharupam cetosamadhim phusati, yathasamahite citte tam pubbenivasam anussarati; tato param nanussarati. ","dn24:2.18.13":"So evamaha: ","dn24:2.18.14":"“ye kho te bhonto deva na khiddapadosika te na ativelam hassakhiddaratidhammasamapanna viharanti. Tesam nativelam hassakhiddaratidhammasamapannanam viharatam sati na sammussati, satiya asammosa te deva tamha kaya na cavanti, ","dn24:2.18.15":"nicca dhuva sassata aviparinamadhamma sassatisamam tatheva thassanti. ","dn24:2.18.16":"Ye pana mayam ahumha khiddapadosika te mayam ativelam hassakhiddaratidhammasamapanna viharimha, tesam no ativelam hassakhiddaratidhammasamapannanam viharatam sati sammussati, satiya sammosa evam mayam tamha kaya cuta, ","dn24:2.18.17":"anicca addhuva appayuka cavanadhamma itthattam agata”ti. ","dn24:2.18.18":"Evamvihitakam no tumhe ayasmanto khiddapadosikam acariyakam aggannam pannapetha’ti. ","dn24:2.18.19":"Te evamahamsu: ","dn24:2.18.20":"‘evam kho no, avuso gotama, sutam, yathevayasma gotamo aha’ti. ","dn24:2.18.21":"Aggannancaham, bhaggava, pajanami …pe… ","dn24:2.18.22":"yadabhijanam tathagato no anayam apajjati. ","dn24:2.19.1":"Santi, bhaggava, eke samanabrahmana manopadosikam acariyakam aggannam pannapenti. ","dn24:2.19.2":"Tyaham upasankamitva evam vadami: ","dn24:2.19.3":"‘saccam kira tumhe ayasmanto manopadosikam acariyakam aggannam pannapetha’ti? ","dn24:2.19.4":"Te ca me evam puttha ‘amo’ti patijananti. ","dn24:2.19.5":"Tyaham evam vadami: ","dn24:2.19.6":"‘kathamvihitakam pana tumhe ayasmanto manopadosikam acariyakam aggannam pannapetha’ti? ","dn24:2.19.7":"Te maya puttha na sampayanti, asampayanta mamanneva patipucchanti. ","dn24:2.19.8":"Tesaham puttho byakaromi: ","dn24:2.19.9":"‘Santavuso, manopadosika nama deva. Te ativelam annamannam upanijjhayanti. Te ativelam annamannam upanijjhayanta annamannamhi cittani padusenti. Te annamannam padutthacitta kilantakaya kilantacitta. Te deva tamha kaya cavanti. ","dn24:2.19.10":"Thanam kho panetam, avuso, vijjati, yam annataro satto tamha kaya cavitva itthattam agacchati. ","dn24:2.19.11":"Itthattam agato samano agarasma anagariyam pabbajati. ","dn24:2.19.12":"Agarasma anagariyam pabbajito samano atappamanvaya padhanamanvaya anuyogamanvaya appamadamanvaya sammamanasikaramanvaya tatharupam cetosamadhim phusati, yathasamahite citte tam pubbenivasam anussarati, tato param nanussarati. ","dn24:2.19.13":"So evamaha: ","dn24:2.19.14":"“ye kho te bhonto deva na manopadosika te nativelam annamannam upanijjhayanti. Te nativelam annamannam upanijjhayanta annamannamhi cittani nappadusenti. Te annamannam appadutthacitta akilantakaya akilantacitta. Te deva tamha kaya na cavanti, ","dn24:2.19.15":"nicca dhuva sassata aviparinamadhamma sassatisamam tatheva thassanti. ","dn24:2.19.16":"Ye pana mayam ahumha manopadosika, te mayam ativelam annamannam upanijjhayimha. Te mayam ativelam annamannam upanijjhayanta annamannamhi cittani padusimha. Te mayam annamannam padutthacitta kilantakaya kilantacitta. Evam mayam tamha kaya cuta, ","dn24:2.19.17":"anicca addhuva appayuka cavanadhamma itthattam agata”ti. ","dn24:2.19.18":"Evamvihitakam no tumhe ayasmanto manopadosikam acariyakam aggannam pannapetha’ti. ","dn24:2.19.19":"Te evamahamsu: ","dn24:2.19.20":"‘evam kho no, avuso gotama, sutam, yathevayasma gotamo aha’ti. ","dn24:2.19.21":"Aggannancaham, bhaggava, pajanami …pe… ","dn24:2.19.22":"yadabhijanam tathagato no anayam apajjati. ","dn24:2.20.1":"Santi, bhaggava, eke samanabrahmana adhiccasamuppannam acariyakam aggannam pannapenti. ","dn24:2.20.2":"Tyaham upasankamitva evam vadami: ","dn24:2.20.3":"‘saccam kira tumhe ayasmanto adhiccasamuppannam acariyakam aggannam pannapetha’ti? ","dn24:2.20.4":"Te ca me evam puttha ‘amo’ti patijananti. ","dn24:2.20.5":"Tyaham evam vadami: ","dn24:2.20.6":"‘kathamvihitakam pana tumhe ayasmanto adhiccasamuppannam acariyakam aggannam pannapetha’ti? ","dn24:2.20.7":"Te maya puttha na sampayanti, asampayanta mamanneva patipucchanti. ","dn24:2.20.8":"Tesaham puttho byakaromi: ","dn24:2.20.9":"‘Santavuso, asannasatta nama deva. ","dn24:2.20.10":"Sannuppada ca pana te deva tamha kaya cavanti. ","dn24:2.20.11":"Thanam kho panetam, avuso, vijjati yam annataro satto tamha kaya cavitva itthattam agacchati. ","dn24:2.20.12":"Itthattam agato samano agarasma anagariyam pabbajati. ","dn24:2.20.13":"Agarasma anagariyam pabbajito samano atappamanvaya padhanamanvaya anuyogamanvaya appamadamanvaya sammamanasikaramanvaya tatharupam cetosamadhim phusati, yathasamahite citte tam sannuppadam anussarati, tato param nanussarati’. ","dn24:2.20.14":"So evamaha: ","dn24:2.20.15":"‘adhiccasamuppanno atta ca loko ca. ","dn24:2.20.16":"Tam kissa hetu? ","dn24:2.20.17":"Ahanhi pubbe nahosim, somhi etarahi ahutva santataya parinato’ti. ","dn24:2.20.18":"‘Evamvihitakam no tumhe ayasmanto adhiccasamuppannam acariyakam aggannam pannapetha’ti? ","dn24:2.20.19":"Te evamahamsu: ","dn24:2.20.20":"‘evam kho no, avuso gotama, sutam yathevayasma gotamo aha’ti. ","dn24:2.20.21":"Aggannancaham, bhaggava, pajanami tanca pajanami, tato ca uttaritaram pajanami, tanca pajanam na paramasami, aparamasato ca me paccattanneva nibbuti vidita. ","dn24:2.20.22":"Yadabhijanam tathagato no anayam apajjati. ","dn24:2.21.1":"Evamvadim kho mam, bhaggava, evamakkhayim eke samanabrahmana asata tuccha musa abhutena abbhacikkhanti: ","dn24:2.21.2":"‘viparito samano gotamo bhikkhavo ca. ","dn24:2.21.3":"Samano gotamo evamaha—","dn24:2.21.4":"yasmim samaye subham vimokkham upasampajja viharati, sabbam tasmim samaye asubhantveva pajanati’ti. ","dn24:2.21.5":"Na kho panaham, bhaggava, evam vadami: ","dn24:2.21.6":"‘yasmim samaye subham vimokkham upasampajja viharati, sabbam tasmim samaye asubhantveva pajanati’ti. ","dn24:2.21.7":"Evanca khvaham, bhaggava, vadami: ","dn24:2.21.8":"‘yasmim samaye subham vimokkham upasampajja viharati, subhantveva tasmim samaye pajanati’”ti. ","dn24:2.21.9":"“Te ca, bhante, viparita, ye bhagavantam viparitato dahanti bhikkhavo ca. ","dn24:2.21.10":"Evampasanno aham, bhante, bhagavati. Pahoti me bhagava tatha dhammam desetum, yatha aham subham vimokkham upasampajja vihareyyan”ti. ","dn24:2.21.11":"“Dukkaram kho etam, bhaggava, taya annaditthikena annakhantikena annarucikena annatrayogena annatracariyakena subham vimokkham upasampajja viharitum. ","dn24:2.21.12":"Ingha tvam, bhaggava, yo ca te ayam mayi pasado, tameva tvam sadhukamanurakkha”ti. ","dn24:2.21.13":"“Sace tam, bhante, maya dukkaram annaditthikena annakhantikena annarucikena annatrayogena annatracariyakena subham vimokkham upasampajja viharitum. ","dn24:2.21.14":"Yo ca me ayam, bhante, bhagavati pasado, tamevaham sadhukamanurakkhissami”ti. ","dn24:2.21.15":"Idamavoca bhagava. ","dn24:2.21.16":"Attamano bhaggavagotto paribbajako bhagavato bhasitam abhinanditi. ","dn24:2.21.17":"Pathikasuttam nitthitam pathamam. "}