{"dn25:0.1":"Digha Nikaya 25 ","dn25:0.2":"Udumbarikasutta ","dn25:1.0":"1. Nigrodhaparibbajakavatthu ","dn25:1.1":"Evam me sutam—","dn25:1.2":"ekam samayam bhagava rajagahe viharati gijjhakute pabbate. ","dn25:1.3":"Tena kho pana samayena nigrodho paribbajako udumbarikaya paribbajakarame pativasati mahatiya paribbajakaparisaya saddhim timsamattehi paribbajakasatehi. ","dn25:1.4":"Atha kho sandhano gahapati diva divassa rajagaha nikkhami bhagavantam dassanaya. ","dn25:1.5":"Atha kho sandhanassa gahapatissa etadahosi: ","dn25:1.6":"“akalo kho bhagavantam dassanaya. ","dn25:1.7":"Patisallino bhagava. ","dn25:1.8":"Manobhavaniyanampi bhikkhunam asamayo dassanaya. ","dn25:1.9":"Patisallina manobhavaniya bhikkhu. ","dn25:1.10":"Yannunaham yena udumbarikaya paribbajakaramo, yena nigrodho paribbajako tenupasankameyyan”ti. ","dn25:1.11":"Atha kho sandhano gahapati yena udumbarikaya paribbajakaramo, tenupasankami. ","dn25:2.1":"Tena kho pana samayena nigrodho paribbajako mahatiya paribbajakaparisaya saddhim nisinno hoti unnadiniya uccasaddamahasaddaya anekavihitam tiracchanakatham kathentiya. ","dn25:2.2":"Seyyathidam—rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham sayanakatham malakatham gandhakatham natikatham yanakatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam itibhavabhavakatham iti va. ","dn25:3.1":"Addasa kho nigrodho paribbajako sandhanam gahapatim duratova agacchantam. ","dn25:3.2":"Disva sakam parisam santhapesi: ","dn25:3.3":"“appasadda bhonto hontu, ma bhonto saddamakattha. ","dn25:3.4":"Ayam samanassa gotamassa savako agacchati sandhano gahapati. ","dn25:3.5":"Yavata kho pana samanassa gotamassa savaka gihi odatavasana rajagahe pativasanti, ayam tesam annataro sandhano gahapati. ","dn25:3.6":"Appasaddakama kho panete ayasmanto appasaddavinita, appasaddassa vannavadino. ","dn25:3.7":"Appeva nama appasaddam parisam viditva upasankamitabbam manneyya”ti. ","dn25:3.8":"Evam vutte, te paribbajaka tunhi ahesum. ","dn25:4.1":"Atha kho sandhano gahapati yena nigrodho paribbajako tenupasankami, upasankamitva nigrodhena paribbajakena saddhim sammodi. ","dn25:4.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho sandhano gahapati nigrodham paribbajakam etadavoca: ","dn25:4.3":"“annatha kho ime bhonto annatitthiya paribbajaka sangamma samagamma unnadino uccasaddamahasadda anekavihitam tiracchanakatham anuyutta viharanti. ","dn25:4.4":"Seyyathidam—rajakatham …pe… itibhavabhavakatham iti va. ","dn25:4.5":"Annatha kho pana so bhagava arannavanapatthani pantani senasanani patisevati appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppani”ti. ","dn25:5.1":"Evam vutte, nigrodho paribbajako sandhanam gahapatim etadavoca: ","dn25:5.2":"“yagghe, gahapati, janeyyasi, kena samano gotamo saddhim sallapati, kena sakaccham samapajjati, kena pannaveyyattiyam samapajjati? ","dn25:5.3":"Sunnagarahata samanassa gotamassa panna aparisavacaro samano gotamo nalam sallapaya. ","dn25:5.4":"So antamantaneva sevati. ","dn25:5.5":"Seyyathapi nama gokana pariyantacarini antamantaneva sevati. ","dn25:5.6":"Evameva sunnagarahata samanassa gotamassa panna; ","dn25:5.7":"aparisavacaro samano gotamo; ","dn25:5.8":"nalam sallapaya. ","dn25:5.9":"So antamantaneva sevati. ","dn25:5.10":"Ingha, gahapati, samano gotamo imam parisam agaccheyya, ekapanheneva nam samsadeyyama, tucchakumbhiva nam manne orodheyyama”ti. ","dn25:6.1":"Assosi kho bhagava dibbaya sotadhatuya visuddhaya atikkantamanusikaya sandhanassa gahapatissa nigrodhena paribbajakena saddhim imam kathasallapam. ","dn25:6.2":"Atha kho bhagava gijjhakuta pabbata orohitva yena sumagadhaya tire moranivapo tenupasankami; upasankamitva sumagadhaya tire moranivape abbhokase cankami. ","dn25:6.3":"Addasa kho nigrodho paribbajako bhagavantam sumagadhaya tire moranivape abbhokase cankamantam. ","dn25:6.4":"Disvana sakam parisam santhapesi: ","dn25:6.5":"“appasadda bhonto hontu, ma bhonto saddamakattha, ayam samano gotamo sumagadhaya tire moranivape abbhokase cankamati. ","dn25:6.6":"Appasaddakamo kho pana so ayasma, appasaddassa vannavadi. ","dn25:6.7":"Appeva nama appasaddam parisam viditva upasankamitabbam manneyya. ","dn25:6.8":"Sace samano gotamo imam parisam agaccheyya, imam tam panham puccheyyama: ","dn25:6.9":"‘ko nama so, bhante, bhagavato dhammo, yena bhagava savake vineti, yena bhagavata savaka vinita assasappatta patijananti ajjhasayam adibrahmacariyan’”ti? ","dn25:6.10":"Evam vutte, te paribbajaka tunhi ahesum. ","dn25:7.0":"2. Tapojigucchavada ","dn25:7.1":"Atha kho bhagava yena nigrodho paribbajako tenupasankami. ","dn25:7.2":"Atha kho nigrodho paribbajako bhagavantam etadavoca: ","dn25:7.3":"“etu kho, bhante, bhagava, svagatam, bhante, bhagavato. ","dn25:7.4":"Cirassam kho, bhante, bhagava imam pariyayamakasi yadidam idhagamanaya. ","dn25:7.5":"Nisidatu, bhante, bhagava, idamasanam pannattan”ti. ","dn25:7.6":"Nisidi bhagava pannatte asane. ","dn25:7.7":"Nigrodhopi kho paribbajako annataram nicasanam gahetva ekamantam nisidi. ","dn25:7.8":"Ekamantam nisinnam kho nigrodham paribbajakam bhagava etadavoca: ","dn25:7.9":"“kaya nuttha, nigrodha, etarahi kathaya sannisinna, ka ca pana vo antarakatha vippakata”ti? ","dn25:7.10":"Evam vutte, nigrodho paribbajako bhagavantam etadavoca: ","dn25:7.11":"“idha mayam, bhante, addasama bhagavantam sumagadhaya tire moranivape abbhokase cankamantam, disvana evam avocumha: ","dn25:7.12":"‘sace samano gotamo imam parisam agaccheyya, imam tam panham puccheyyama: ","dn25:7.13":"“ko nama so, bhante, bhagavato dhammo, yena bhagava savake vineti, yena bhagavata savaka vinita assasappatta patijananti ajjhasayam adibrahmacariyan”’ti? ","dn25:7.14":"Ayam kho no, bhante, antarakatha vippakata; atha bhagava anuppatto”ti. ","dn25:7.15":"“Dujjanam kho etam, nigrodha, taya annaditthikena annakhantikena annarucikena annatrayogena annatracariyakena, yenaham savake vinemi, yena maya savaka vinita assasappatta patijananti ajjhasayam adibrahmacariyam. ","dn25:7.16":"Ingha tvam mam, nigrodha, sake acariyake adhijegucche panham puccha: ","dn25:7.17":"‘katham santa nu kho, bhante, tapojiguccha paripunna hoti, katham aparipunna’”ti? ","dn25:7.18":"Evam vutte, te paribbajaka unnadino uccasaddamahasadda ahesum: ","dn25:7.19":"“acchariyam vata bho, abbhutam vata bho, samanassa gotamassa mahiddhikata mahanubhavata, yatra hi nama sakavadam thapessati, paravadena pavaressati”ti. ","dn25:8.1":"Atha kho nigrodho paribbajako te paribbajake appasadde katva bhagavantam etadavoca: ","dn25:8.2":"“mayam kho, bhante, tapojigucchavada tapojigucchasara tapojigucchaallina viharama. ","dn25:8.3":"Katham santa nu kho, bhante, tapojiguccha paripunna hoti, katham aparipunna”ti? ","dn25:8.4":"“Idha, nigrodha, tapassi acelako hoti muttacaro, hatthapalekhano, naehibhaddantiko, natitthabhaddantiko, nabhihatam, na uddissakatam, na nimantanam sadiyati, ","dn25:8.5":"so na kumbhimukha patigganhati, na kalopimukha patigganhati, na elakamantaram, na dandamantaram, na musalamantaram, na dvinnam bhunjamananam, na gabbhiniya, na payamanaya, na purisantaragataya, na sankittisu, na yattha sa upatthito hoti, na yattha makkhika sandasandacarini, na maccham, na mamsam, na suram, na merayam, na thusodakam pivati, ","dn25:8.6":"so ekagariko va hoti ekalopiko, dvagariko va hoti dvalopiko, sattagariko va hoti sattalopiko, ekissapi dattiya yapeti, dvihipi dattihi yapeti, sattahipi dattihi yapeti; ","dn25:8.7":"ekahikampi aharam ahareti, dvihikampi aharam ahareti, sattahikampi aharam ahareti, iti evarupam addhamasikampi pariyayabhattabhojananuyogamanuyutto viharati. ","dn25:8.8":"So sakabhakkho va hoti, samakabhakkho va hoti, nivarabhakkho va hoti, daddulabhakkho va hoti, hatabhakkho va hoti, kanabhakkho va hoti, acamabhakkho va hoti, pinnakabhakkho va hoti, tinabhakkho va hoti, gomayabhakkho va hoti; vanamulaphalaharo yapeti pavattaphalabhoji. ","dn25:8.9":"So sananipi dhareti, masananipi dhareti, chavadussanipi dhareti, pamsukulanipi dhareti, tiritanipi dhareti, ajinampi dhareti, ajinakkhipampi dhareti, kusacirampi dhareti, vakacirampi dhareti, phalakacirampi dhareti, kesakambalampi dhareti, valakambalampi dhareti, ulukapakkhampi dhareti, ","dn25:8.10":"kesamassulocakopi hoti kesamassulocananuyogamanuyutto, ","dn25:8.11":"ubbhatthakopi hoti asanapatikkhitto, ","dn25:8.12":"ukkutikopi hoti ukkutikappadhanamanuyutto, ","dn25:8.13":"kantakapassayikopi hoti kantakapassaye seyyam kappeti, ","dn25:8.14":"phalakaseyyampi kappeti, thandilaseyyampi kappeti, ","dn25:8.15":"ekapassayikopi hoti ","dn25:8.16":"rajojalladharo, ","dn25:8.17":"abbhokasikopi hoti ","dn25:8.18":"yathasanthatiko, ","dn25:8.19":"vekatikopi hoti vikatabhojananuyogamanuyutto, ","dn25:8.20":"apanakopi hoti apanakattamanuyutto, ","dn25:8.21":"sayatatiyakampi udakorohananuyogamanuyutto viharati. ","dn25:8.22":"Tam kim mannasi, nigrodha, ","dn25:8.23":"yadi evam sante tapojiguccha paripunna va hoti aparipunna va”ti? ","dn25:8.24":"“Addha kho, bhante, evam sante tapojiguccha paripunna hoti, no aparipunna”ti. ","dn25:8.25":"“Evam paripunnayapi kho aham, nigrodha, tapojigucchaya anekavihite upakkilese vadami”ti. ","dn25:9.0":"2.1. Upakkilesa ","dn25:9.1":"“Yatha katham pana, bhante, bhagava evam paripunnaya tapojigucchaya anekavihite upakkilese vadati”ti? ","dn25:9.2":"“Idha, nigrodha, tapassi tapam samadiyati, so tena tapasa attamano hoti paripunnasankappo. ","dn25:9.3":"Yampi, nigrodha, tapassi tapam samadiyati, so tena tapasa attamano hoti paripunnasankappo. ","dn25:9.4":"Ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:9.5":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa attanukkamseti param vambheti. ","dn25:9.6":"Yampi, nigrodha, tapassi tapam samadiyati, so tena tapasa attanukkamseti param vambheti. ","dn25:9.7":"Ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:9.8":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa majjati mucchati pamadamapajjati. ","dn25:9.9":"Yampi, nigrodha, tapassi tapam samadiyati, so tena tapasa majjati mucchati pamadamapajjati. ","dn25:9.10":"Ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:10.1":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa labhasakkarasilokam abhinibbatteti, so tena labhasakkarasilokena attamano hoti paripunnasankappo. ","dn25:10.2":"Yampi, nigrodha, tapassi tapam samadiyati, so tena tapasa labhasakkarasilokam abhinibbatteti, so tena labhasakkarasilokena attamano hoti paripunnasankappo. ","dn25:10.3":"Ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:10.4":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa labhasakkarasilokam abhinibbatteti, so tena labhasakkarasilokena attanukkamseti param vambheti. ","dn25:10.5":"Yampi, nigrodha, tapassi tapam samadiyati, so tena tapasa labhasakkarasilokam abhinibbatteti, so tena labhasakkarasilokena attanukkamseti param vambheti. ","dn25:10.6":"Ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:10.7":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa labhasakkarasilokam abhinibbatteti, so tena labhasakkarasilokena majjati mucchati pamadamapajjati. ","dn25:10.8":"Yampi, nigrodha, tapassi tapam samadiyati, so tena tapasa labhasakkarasilokam abhinibbatteti, so tena labhasakkarasilokena majjati mucchati pamadamapajjati. ","dn25:10.9":"Ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:10.10":"Puna caparam, nigrodha, tapassi bhojanesu vodasam apajjati: ","dn25:10.11":"‘idam me khamati, idam me nakkhamati’ti. ","dn25:10.12":"So yanca khvassa nakkhamati, tam sapekkho pajahati. ","dn25:10.13":"Yam panassa khamati, tam gadhito mucchito ajjhapanno anadinavadassavi anissaranapanno paribhunjati …pe… ","dn25:10.14":"ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:10.15":"Puna caparam, nigrodha, tapassi tapam samadiyati labhasakkarasilokanikantihetu: ","dn25:10.16":"‘sakkarissanti mam rajano rajamahamatta khattiya brahmana gahapatika titthiya’ti …pe… ","dn25:10.17":"ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:11.1":"Puna caparam, nigrodha, tapassi annataram samanam va brahmanam va apasadeta hoti: ","dn25:11.2":"‘kim panayam sambahulajivo sabbam sambhakkheti. ","dn25:11.3":"Seyyathidam—mulabijam khandhabijam phalubijam aggabijam bijabijameva pancamam, asanivicakkam dantakutam, samanappavadena’ti …pe… ","dn25:11.4":"ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:11.5":"Puna caparam, nigrodha, tapassi passati annataram samanam va brahmanam va kulesu sakkariyamanam garukariyamanam maniyamanam pujiyamanam. ","dn25:11.6":"Disva tassa evam hoti: ","dn25:11.7":"‘imanhi nama sambahulajivam kulesu sakkaronti garum karonti manenti pujenti. ","dn25:11.8":"Mam pana tapassim lukhajivim kulesu na sakkaronti na garum karonti na manenti na pujenti’ti, iti so issamacchariyam kulesu uppadeta hoti …pe… ","dn25:11.9":"ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:11.10":"Puna caparam, nigrodha, tapassi apathakanisadi hoti …pe… ","dn25:11.11":"ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:11.12":"Puna caparam, nigrodha, tapassi attanam adassayamano kulesu carati: ","dn25:11.13":"‘idampi me tapasmim idampi me tapasmin’ti …pe… ","dn25:11.14":"ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:11.15":"Puna caparam, nigrodha, tapassi kincideva paticchannam sevati. ","dn25:11.16":"So ‘khamati te idan’ti puttho samano akkhamamanam aha: ‘khamati’ti. ","dn25:11.17":"Khamamanam aha: ‘nakkhamati’ti. ","dn25:11.18":"Iti so sampajanamusa bhasita hoti …pe… ","dn25:11.19":"ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:12.1":"Puna caparam, nigrodha, tapassi tathagatassa va tathagatasavakassa va dhammam desentassa santamyeva pariyayam anunneyyam nanujanati …pe… ","dn25:12.2":"ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:12.3":"Puna caparam, nigrodha, tapassi kodhano hoti upanahi. ","dn25:12.4":"Yampi, nigrodha, tapassi kodhano hoti upanahi. ","dn25:12.5":"Ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:12.6":"Puna caparam, nigrodha, tapassi makkhi hoti palasi …pe… ","dn25:12.7":"issuki hoti macchari … ","dn25:12.8":"satho hoti mayavi … ","dn25:12.9":"thaddho hoti atimani … ","dn25:12.10":"papiccho hoti papikanam icchanam vasam gato … ","dn25:12.11":"micchaditthiko hoti antaggahikaya ditthiya samannagato … ","dn25:12.12":"sanditthiparamasi hoti adhanaggahi duppatinissaggi. ","dn25:12.13":"Yampi, nigrodha, tapassi sanditthiparamasi hoti adhanaggahi duppatinissaggi. ","dn25:12.14":"Ayampi kho, nigrodha, tapassino upakkileso hoti. ","dn25:12.15":"Tam kim mannasi, nigrodha, ","dn25:12.16":"yadime tapojiguccha upakkilesa va anupakkilesa va”ti? ","dn25:12.17":"“Addha kho ime, bhante, tapojiguccha upakkilesa, no anupakkilesa. ","dn25:12.18":"Thanam kho panetam, bhante, vijjati yam idhekacco tapassi sabbeheva imehi upakkilesehi samannagato assa; ","dn25:12.19":"ko pana vado annatarannatarena”ti. ","dn25:13.0":"2.2. Parisuddhapapatikappattakatha ","dn25:13.1":"“Idha, nigrodha, tapassi tapam samadiyati, so tena tapasa na attamano hoti na paripunnasankappo. ","dn25:13.2":"Yampi, nigrodha, tapassi tapam samadiyati, so tena tapasa na attamano hoti na paripunnasankappo. ","dn25:13.3":"Evam so tasmim thane parisuddho hoti. ","dn25:13.4":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa na attanukkamseti na param vambheti …pe… ","dn25:13.5":"evam so tasmim thane parisuddho hoti. ","dn25:13.6":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa na majjati na mucchati na pamadamapajjati …pe… ","dn25:13.7":"evam so tasmim thane parisuddho hoti. ","dn25:13.8":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa labhasakkarasilokam abhinibbatteti, so tena labhasakkarasilokena na attamano hoti na paripunnasankappo …pe… ","dn25:13.9":"evam so tasmim thane parisuddho hoti. ","dn25:13.10":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa labhasakkarasilokam abhinibbatteti, so tena labhasakkarasilokena na attanukkamseti na param vambheti …pe… ","dn25:13.11":"evam so tasmim thane parisuddho hoti. ","dn25:13.12":"Puna caparam, nigrodha, tapassi tapam samadiyati, so tena tapasa labhasakkarasilokam abhinibbatteti, so tena labhasakkarasilokena na majjati na mucchati na pamadamapajjati …pe… ","dn25:13.13":"evam so tasmim thane parisuddho hoti. ","dn25:13.14":"Puna caparam, nigrodha, tapassi bhojanesu na vodasam apajjati: ","dn25:13.15":"‘idam me khamati, idam me nakkhamati’ti. ","dn25:13.16":"So yanca khvassa nakkhamati, tam anapekkho pajahati. ","dn25:13.17":"Yam panassa khamati, tam agadhito amucchito anajjhapanno adinavadassavi nissaranapanno paribhunjati …pe… ","dn25:13.18":"evam so tasmim thane parisuddho hoti. ","dn25:13.19":"Puna caparam, nigrodha, tapassi na tapam samadiyati labhasakkarasilokanikantihetu: ","dn25:13.20":"‘sakkarissanti mam rajano rajamahamatta khattiya brahmana gahapatika titthiya’ti …pe… ","dn25:13.21":"evam so tasmim thane parisuddho hoti. ","dn25:13.22":"Puna caparam, nigrodha, tapassi annataram samanam va brahmanam va napasadeta hoti: ","dn25:13.23":"‘kim panayam sambahulajivo sabbam sambhakkheti. ","dn25:13.24":"Seyyathidam—mulabijam khandhabijam phalubijam aggabijam bijabijameva pancamam, asanivicakkam dantakutam, samanappavadena’ti …pe… ","dn25:13.25":"evam so tasmim thane parisuddho hoti. ","dn25:14.1":"Puna caparam, nigrodha, tapassi passati annataram samanam va brahmanam va kulesu sakkariyamanam garu kariyamanam maniyamanam pujiyamanam. ","dn25:14.2":"Disva tassa na evam hoti: ","dn25:14.3":"‘imanhi nama sambahulajivam kulesu sakkaronti garum karonti manenti pujenti. ","dn25:14.4":"Mam pana tapassim lukhajivim kulesu na sakkaronti na garum karonti na manenti na pujenti’ti, iti so issamacchariyam kulesu nuppadeta hoti …pe… ","dn25:14.5":"evam so tasmim thane parisuddho hoti. ","dn25:14.6":"Puna caparam, nigrodha, tapassi na apathakanisadi hoti …pe… ","dn25:14.7":"evam so tasmim thane parisuddho hoti. ","dn25:14.8":"Puna caparam, nigrodha, tapassi na attanam adassayamano kulesu carati: ","dn25:14.9":"‘idampi me tapasmim, idampi me tapasmin’ti …pe… ","dn25:14.10":"evam so tasmim thane parisuddho hoti. ","dn25:14.11":"Puna caparam, nigrodha, tapassi na kincideva paticchannam sevati, so: ","dn25:14.12":"‘khamati te idan’ti puttho samano akkhamamanam aha: ","dn25:14.13":"‘nakkhamati’ti. ","dn25:14.14":"Khamamanam aha: ","dn25:14.15":"‘khamati’ti. ","dn25:14.16":"Iti so sampajanamusa na bhasita hoti …pe… ","dn25:14.17":"evam so tasmim thane parisuddho hoti. ","dn25:15.1":"Puna caparam, nigrodha, tapassi tathagatassa va tathagatasavakassa va dhammam desentassa santamyeva pariyayam anunneyyam anujanati …pe… ","dn25:15.2":"evam so tasmim thane parisuddho hoti. ","dn25:15.3":"Puna caparam, nigrodha, tapassi akkodhano hoti anupanahi. ","dn25:15.4":"Yampi, nigrodha, tapassi akkodhano hoti anupanahi evam so tasmim thane parisuddho hoti. ","dn25:15.5":"Puna caparam, nigrodha, tapassi amakkhi hoti apalasi …pe… ","dn25:15.6":"anissuki hoti amacchari … ","dn25:15.7":"asatho hoti amayavi … ","dn25:15.8":"atthaddho hoti anatimani … ","dn25:15.9":"na papiccho hoti na papikanam icchanam vasam gato … ","dn25:15.10":"na micchaditthiko hoti na antaggahikaya ditthiya samannagato … ","dn25:15.11":"na sanditthiparamasi hoti na adhanaggahi suppatinissaggi. ","dn25:15.12":"Yampi, nigrodha, tapassi na sanditthiparamasi hoti na adhanaggahi suppatinissaggi. ","dn25:15.13":"Evam so tasmim thane parisuddho hoti. ","dn25:15.14":"Tam kim mannasi, nigrodha, ","dn25:15.15":"yadi evam sante tapojiguccha parisuddha va hoti aparisuddha va”ti? ","dn25:15.16":"“Addha kho, bhante, evam sante tapojiguccha parisuddha hoti no aparisuddha, aggappatta ca sarappatta ca”ti. ","dn25:15.17":"“Na kho, nigrodha, ettavata tapojiguccha aggappatta ca hoti sarappatta ca; ","dn25:15.18":"api ca kho papatikappatta hoti”ti. ","dn25:16.0":"2.3. Parisuddhatacappattakatha ","dn25:16.1":"“Kittavata pana, bhante, tapojiguccha aggappatta ca hoti sarappatta ca? ","dn25:16.2":"Sadhu me, bhante, bhagava tapojigucchaya agganneva papetu, saranneva papetu”ti. ","dn25:16.3":"“Idha, nigrodha, tapassi catuyamasamvarasamvuto hoti. ","dn25:16.4":"Kathanca, nigrodha, tapassi catuyamasamvarasamvuto hoti? ","dn25:16.5":"Idha, nigrodha, tapassi na panam atipateti, na panam atipatayati, na panamatipatayato samanunno hoti. ","dn25:16.6":"Na adinnam adiyati, na adinnam adiyapeti, na adinnam adiyato samanunno hoti. ","dn25:16.7":"Na musa bhanati, na musa bhanapeti, na musa bhanato samanunno hoti. ","dn25:16.8":"Na bhavitamasisati, na bhavitamasisapeti, na bhavitamasisato samanunno hoti. ","dn25:16.9":"Evam kho, nigrodha, tapassi catuyamasamvarasamvuto hoti. ","dn25:16.10":"Yato kho, nigrodha, tapassi catuyamasamvarasamvuto hoti, adum cassa hoti tapassitaya. ","dn25:16.11":"So abhiharati no hinayavattati. ","dn25:16.12":"So vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","dn25:16.13":"So pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","dn25:16.14":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti. ","dn25:16.15":"Byapadappadosam pahaya abyapannacitto viharati sabbapanabhutahitanukampi, byapadappadosa cittam parisodheti. ","dn25:16.16":"Thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti. ","dn25:16.17":"Uddhaccakukkuccam pahaya anuddhato viharati ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti. ","dn25:16.18":"Vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","dn25:17.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","dn25:17.2":"mettasahagatena cetasa ekam disam pharitva viharati. Tatha dutiyam. Tatha tatiyam. Tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","dn25:17.3":"Karunasahagatena cetasa …pe… ","dn25:17.4":"muditasahagatena cetasa …pe… ","dn25:17.5":"upekkhasahagatena cetasa ekam disam pharitva viharati. Tatha dutiyam. Tatha tatiyam. Tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","dn25:17.6":"Tam kim mannasi, nigrodha. ","dn25:17.7":"Yadi evam sante tapojiguccha parisuddha va hoti aparisuddha va”ti? ","dn25:17.8":"“Addha kho, bhante, evam sante tapojiguccha parisuddha hoti no aparisuddha, aggappatta ca sarappatta ca”ti. ","dn25:17.9":"“Na kho, nigrodha, ettavata tapojiguccha aggappatta ca hoti sarappatta ca; ","dn25:17.10":"api ca kho tacappatta hoti”ti. ","dn25:18.0":"2.4. Parisuddhaphegguppattakatha ","dn25:18.1":"“Kittavata pana, bhante, tapojiguccha aggappatta ca hoti sarappatta ca? ","dn25:18.2":"Sadhu me, bhante, bhagava tapojigucchaya agganneva papetu, saranneva papetu”ti. ","dn25:18.3":"“Idha, nigrodha, tapassi catuyamasamvarasamvuto hoti. ","dn25:18.4":"Kathanca, nigrodha, tapassi catuyamasamvarasamvuto hoti …pe… ","dn25:18.5":"yato kho, nigrodha, tapassi catuyamasamvarasamvuto hoti, adum cassa hoti tapassitaya. ","dn25:18.6":"So abhiharati no hinayavattati. ","dn25:18.7":"So vivittam senasanam bhajati …pe… ","dn25:18.8":"so ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","dn25:18.9":"mettasahagatena cetasa …pe… ","dn25:18.10":"karunasahagatena cetasa …pe… ","dn25:18.11":"muditasahagatena cetasa …pe… ","dn25:18.12":"upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","dn25:18.13":"So anekavihitam pubbenivasam anussarati seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim, tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn25:18.14":"Tam kim mannasi, nigrodha, ","dn25:18.15":"yadi evam sante tapojiguccha parisuddha va hoti aparisuddha va”ti? ","dn25:18.16":"“Addha kho, bhante, evam sante tapojiguccha parisuddha hoti, no aparisuddha, aggappatta ca sarappatta ca”ti. ","dn25:18.17":"“Na kho, nigrodha, ettavata tapojiguccha aggappatta ca hoti sarappatta ca; ","dn25:18.18":"api ca kho phegguppatta hoti”ti. ","dn25:19.0":"3. Parisuddhaaggappattasarappattakatha ","dn25:19.1":"“Kittavata pana, bhante, tapojiguccha aggappatta ca hoti sarappatta ca? ","dn25:19.2":"Sadhu me, bhante, bhagava tapojigucchaya agganneva papetu, saranneva papetu”ti. ","dn25:19.3":"“Idha, nigrodha, tapassi catuyamasamvarasamvuto hoti. ","dn25:19.4":"Kathanca, nigrodha, tapassi catuyamasamvarasamvuto hoti …pe… ","dn25:19.5":"yato kho, nigrodha, tapassi catuyamasamvarasamvuto hoti, adum cassa hoti tapassitaya. ","dn25:19.6":"So abhiharati no hinayavattati. ","dn25:19.7":"So vivittam senasanam bhajati …pe… ","dn25:19.8":"so ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","dn25:19.9":"mettasahagatena cetasa …pe… ","dn25:19.10":"upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","dn25:19.11":"So anekavihitam pubbenivasam anussarati. Seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn25:19.12":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana. Te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana. Te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanati. ","dn25:19.13":"Tam kim mannasi, nigrodha, ","dn25:19.14":"yadi evam sante tapojiguccha parisuddha va hoti aparisuddha va”ti? ","dn25:19.15":"“Addha kho, bhante, evam sante tapojiguccha parisuddha hoti no aparisuddha, aggappatta ca sarappatta ca”ti. ","dn25:19.16":"“Ettavata kho, nigrodha, tapojiguccha aggappatta ca hoti sarappatta ca. ","dn25:19.17":"Iti kho, nigrodha, yam mam tvam avacasi: ","dn25:19.18":"‘ko nama so, bhante, bhagavato dhammo, yena bhagava savake vineti, yena bhagavata savaka vinita assasappatta patijananti ajjhasayam adibrahmacariyan’ti. ","dn25:19.19":"Iti kho tam, nigrodha, thanam uttaritaranca panitataranca, yenaham savake vinemi, yena maya savaka vinita assasappatta patijananti ajjhasayam adibrahmacariyan”ti. ","dn25:19.20":"Evam vutte, te paribbajaka unnadino uccasaddamahasadda ahesum: ","dn25:19.21":"“ettha mayam anassama sacariyaka, na mayam ito bhiyyo uttaritaram pajanama”ti. ","dn25:20.0":"4. Nigrodhassapajjhayana ","dn25:20.1":"Yada annasi sandhano gahapati: ","dn25:20.2":"“annadatthu kho danime annatitthiya paribbajaka bhagavato bhasitam sussusanti, sotam odahanti, annacittam upatthapenti”ti. ","dn25:20.3":"Atha nigrodham paribbajakam etadavoca: ","dn25:20.4":"“iti kho, bhante nigrodha, yam mam tvam avacasi: ","dn25:20.5":"‘yagghe, gahapati, janeyyasi, kena samano gotamo saddhim sallapati, kena sakaccham samapajjati, kena pannaveyyattiyam samapajjati, ","dn25:20.6":"sunnagarahata samanassa gotamassa panna, aparisavacaro samano gotamo nalam sallapaya, so antamantaneva sevati; ","dn25:20.7":"seyyathapi nama gokana pariyantacarini antamantaneva sevati. ","dn25:20.8":"Evameva sunnagarahata samanassa gotamassa panna, aparisavacaro samano gotamo nalam sallapaya; so antamantaneva sevati; ","dn25:20.9":"ingha, gahapati, samano gotamo imam parisam agaccheyya, ekapanheneva nam samsadeyyama, tucchakumbhiva nam manne orodheyyama’ti. ","dn25:20.10":"Ayam kho so, bhante, bhagava araham sammasambuddho idhanuppatto, aparisavacaram pana nam karotha, gokanam pariyantacarinim karotha, ekapanheneva nam samsadetha, tucchakumbhiva nam orodhetha”ti. ","dn25:20.11":"Evam vutte, nigrodho paribbajako tunhibhuto mankubhuto pattakkhandho adhomukho pajjhayanto appatibhano nisidi. ","dn25:21.1":"Atha kho bhagava nigrodham paribbajakam tunhibhutam mankubhutam pattakkhandham adhomukham pajjhayantam appatibhanam viditva nigrodham paribbajakam etadavoca: ","dn25:21.2":"“saccam kira, nigrodha, bhasita te esa vaca”ti? ","dn25:21.3":"“Saccam, bhante, bhasita me esa vaca, yathabalena yathamulhena yathaakusalena”ti. ","dn25:21.4":"“Tam kim mannasi, nigrodha. ","dn25:21.5":"Kinti te sutam paribbajakanam vuddhanam mahallakanam acariyapacariyanam bhasamananam: ","dn25:21.6":"‘ye te ahesum atitamaddhanam arahanto sammasambuddha, evam su te bhagavanto sangamma samagamma unnadino uccasaddamahasadda anekavihitam tiracchanakatham anuyutta viharanti. ","dn25:21.7":"Seyyathidam—rajakatham corakatham …pe… itibhavabhavakatham iti va. ","dn25:21.8":"Seyyathapi tvam etarahi sacariyako. ","dn25:21.9":"Udahu, evam su te bhagavanto arannavanapatthani pantani senasanani patisevanti appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppani, seyyathapaham etarahi’”ti. ","dn25:21.10":"“Sutam metam, bhante. Paribbajakanam vuddhanam mahallakanam acariyapacariyanam bhasamananam: ","dn25:21.11":"‘ye te ahesum atitamaddhanam arahanto sammasambuddha, na evam su te bhagavanto sangamma samagamma unnadino uccasaddamahasadda anekavihitam tiracchanakatham anuyutta viharanti. ","dn25:21.12":"Seyyathidam—rajakatham corakatham …pe… itibhavabhavakatham iti va, ","dn25:21.13":"seyyathapaham etarahi sacariyako. ","dn25:21.14":"Evam su te bhagavanto arannavanapatthani pantani senasanani patisevanti appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppani, seyyathapi bhagava etarahi’”ti. ","dn25:21.15":"“Tassa te, nigrodha, vinnussa sato mahallakassa na etadahosi: ","dn25:21.16":"‘buddho so bhagava bodhaya dhammam deseti, danto so bhagava damathaya dhammam deseti, santo so bhagava samathaya dhammam deseti, tinno so bhagava taranaya dhammam deseti, parinibbuto so bhagava parinibbanaya dhammam deseti’”ti? ","dn25:22.0":"5. Brahmacariyapariyosanasacchikiriya ","dn25:22.1":"Evam vutte, nigrodho paribbajako bhagavantam etadavoca: ","dn25:22.2":"“accayo mam, bhante, accagama yathabalam yathamulham yathaakusalam, yvaham evam bhagavantam avacasim. ","dn25:22.3":"Tassa me, bhante, bhagava accayam accayato patigganhatu ayatim samvaraya”ti. ","dn25:22.4":"“Taggha tvam, nigrodha, accayo accagama yathabalam yathamulham yathaakusalam, yo mam tvam evam avacasi. ","dn25:22.5":"Yato ca kho tvam, nigrodha, accayam accayato disva yathadhammam patikarosi, tam te mayam patigganhama. ","dn25:22.6":"Vuddhi hesa, nigrodha, ariyassa vinaye, yo accayam accayato disva yathadhammam patikaroti ayatim samvaram apajjati. ","dn25:22.7":"Aham kho pana, nigrodha, evam vadami: ","dn25:22.8":"‘Etu vinnu puriso asatho amayavi ujujatiko, ahamanusasami aham dhammam desemi. ","dn25:22.9":"Yathanusittham tatha patipajjamano—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati sattavassani. ","dn25:22.10":"Titthantu, nigrodha, satta vassani. ","dn25:22.11":"Etu vinnu puriso asatho amayavi ujujatiko, ahamanusasami aham dhammam desemi. ","dn25:22.12":"Yathanusittham tatha patipajjamano—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati cha vassani. ","dn25:22.13":"Panca vassani … ","dn25:22.14":"cattari vassani … ","dn25:22.15":"tini vassani … ","dn25:22.16":"dve vassani … ","dn25:22.17":"ekam vassam. ","dn25:22.18":"Titthatu, nigrodha, ekam vassam. ","dn25:22.19":"Etu vinnu puriso asatho amayavi ujujatiko ahamanusasami aham dhammam desemi. ","dn25:22.20":"Yathanusittham tatha patipajjamano—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati satta masani. ","dn25:22.21":"Titthantu, nigrodha, satta masani … ","dn25:22.22":"cha masani … ","dn25:22.23":"panca masani … ","dn25:22.24":"cattari masani … ","dn25:22.25":"tini masani … ","dn25:22.26":"dve masani … ","dn25:22.27":"ekam masam … ","dn25:22.28":"addhamasam. ","dn25:22.29":"Titthatu, nigrodha, addhamaso. ","dn25:22.30":"Etu vinnu puriso asatho amayavi ujujatiko, ahamanusasami aham dhammam desemi. ","dn25:22.31":"Yathanusittham tatha patipajjamano—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati sattaham’. ","dn25:23.0":"6. Paribbajakanampajjhayana ","dn25:23.1":"Siya kho pana te, nigrodha, evamassa: ","dn25:23.2":"‘antevasikamyata no samano gotamo evamaha’ti. ","dn25:23.3":"Na kho panetam, nigrodha, evam datthabbam. ","dn25:23.4":"Yo eva vo acariyo, so eva vo acariyo hotu. ","dn25:23.5":"Siya kho pana te, nigrodha, evamassa: ","dn25:23.6":"‘uddesa no cavetukamo samano gotamo evamaha’ti. ","dn25:23.7":"Na kho panetam, nigrodha, evam datthabbam. ","dn25:23.8":"Yo eva vo uddeso so eva vo uddeso hotu. ","dn25:23.9":"Siya kho pana te, nigrodha, evamassa: ","dn25:23.10":"‘ajiva no cavetukamo samano gotamo evamaha’ti. ","dn25:23.11":"Na kho panetam, nigrodha, evam datthabbam. ","dn25:23.12":"Yo eva vo ajivo, so eva vo ajivo hotu. ","dn25:23.13":"Siya kho pana te, nigrodha, evamassa: ","dn25:23.14":"‘ye no dhamma akusala akusalasankhata sacariyakanam, tesu patitthapetukamo samano gotamo evamaha’ti. ","dn25:23.15":"Na kho panetam, nigrodha, evam datthabbam. ","dn25:23.16":"Akusala ceva vo te dhamma hontu akusalasankhata ca sacariyakanam. ","dn25:23.17":"Siya kho pana te, nigrodha, evamassa: ","dn25:23.18":"‘ye no dhamma kusala kusalasankhata sacariyakanam, tehi vivecetukamo samano gotamo evamaha’ti. ","dn25:23.19":"Na kho panetam, nigrodha, evam datthabbam. ","dn25:23.20":"Kusala ceva vo te dhamma hontu kusalasankhata ca sacariyakanam. ","dn25:23.21":"Iti khvaham, nigrodha, neva antevasikamyata evam vadami, napi uddesa cavetukamo evam vadami, napi ajiva cavetukamo evam vadami, napi ye vo dhamma akusala akusalasankhata sacariyakanam, tesu patitthapetukamo evam vadami, napi ye vo dhamma kusala kusalasankhata sacariyakanam, tehi vivecetukamo evam vadami. ","dn25:23.22":"Santi ca kho, nigrodha, akusala dhamma appahina sankilesika ponobbhavika sadara dukkhavipaka ayatim jatijaramaraniya, yesaham pahanaya dhammam desemi. ","dn25:23.23":"Yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha”ti. ","dn25:24.1":"Evam vutte, te paribbajaka tunhibhuta mankubhuta pattakkhandha adhomukha pajjhayanta appatibhana nisidimsu yatha tam marena pariyutthitacitta. ","dn25:24.2":"Atha kho bhagavato etadahosi: ","dn25:24.3":"“sabbepime moghapurisa phuttha papimata. ","dn25:24.4":"Yatra hi nama ekassapi na evam bhavissati: ","dn25:24.5":"‘handa mayam annanatthampi samane gotame brahmacariyam carama, kim karissati sattaho’”ti? ","dn25:24.6":"Atha kho bhagava udumbarikaya paribbajakarame sihanadam naditva vehasam abbhuggantva gijjhakute pabbate paccupatthasi. ","dn25:24.7":"Sandhano pana gahapati tavadeva rajagaham pavisiti. ","dn25:24.8":"Udumbarikasuttam nitthitam dutiyam. "}