{"dn26:0.1":"Digha Nikaya 26 ","dn26:0.2":"Cakkavattisutta ","dn26:1.0":"1. Attadipasaranata ","dn26:1.1":"Evam me sutam—","dn26:1.2":"ekam samayam bhagava magadhesu viharati matulayam. ","dn26:1.3":"Tatra kho bhagava bhikkhu amantesi: ","dn26:1.4":"“bhikkhavo”ti. ","dn26:1.5":"“Bhaddante”ti te bhikkhu bhagavato paccassosum. ","dn26:1.6":"Bhagava etadavoca: ","dn26:1.7":"“Attadipa, bhikkhave, viharatha attasarana anannasarana, dhammadipa dhammasarana anannasarana. ","dn26:1.8":"Kathanca pana, bhikkhave, bhikkhu attadipo viharati attasarano anannasarano, dhammadipo dhammasarano anannasarano? ","dn26:1.9":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn26:1.10":"Vedanasu vedananupassi …pe… ","dn26:1.11":"citte cittanupassi …pe… ","dn26:1.12":"dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn26:1.13":"Evam kho, bhikkhave, bhikkhu attadipo viharati attasarano anannasarano, dhammadipo dhammasarano anannasarano. ","dn26:1.14":"Gocare, bhikkhave, caratha sake pettike visaye. ","dn26:1.15":"Gocare, bhikkhave, caratam sake pettike visaye na lacchati maro otaram, na lacchati maro arammanam. ","dn26:1.16":"Kusalanam, bhikkhave, dhammanam samadanahetu evamidam punnam pavaddhati. ","dn26:2.0":"2. Dalhanemicakkavattiraja ","dn26:2.1":"Bhutapubbam, bhikkhave, raja dalhanemi nama ahosi cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato. ","dn26:2.2":"Tassimani satta ratanani ahesum seyyathidam—","dn26:2.3":"cakkaratanam hatthiratanam assaratanam maniratanam itthiratanam gahapatiratanam parinayakaratanameva sattamam. ","dn26:2.4":"Parosahassam kho panassa putta ahesum sura virangarupa parasenappamaddana. ","dn26:2.5":"So imam pathavim sagarapariyantam adandena asatthena dhammena abhivijiya ajjhavasi. ","dn26:3.1":"Atha kho, bhikkhave, raja dalhanemi bahunnam vassanam bahunnam vassasatanam bahunnam vassasahassanam accayena annataram purisam amantesi: ","dn26:3.2":"‘yada tvam, ambho purisa, passeyyasi dibbam cakkaratanam osakkitam thana cutam, atha me aroceyyasi’ti. ","dn26:3.3":"‘Evam, deva’ti kho, bhikkhave, so puriso ranno dalhanemissa paccassosi. ","dn26:3.4":"Addasa kho, bhikkhave, so puriso bahunnam vassanam bahunnam vassasatanam bahunnam vassasahassanam accayena dibbam cakkaratanam osakkitam thana cutam, disvana yena raja dalhanemi tenupasankami; upasankamitva rajanam dalhanemim etadavoca: ","dn26:3.5":"‘yagghe, deva, janeyyasi, dibbam te cakkaratanam osakkitam thana cutan’ti. ","dn26:3.6":"Atha kho, bhikkhave, raja dalhanemi jetthaputtam kumaram amantapetva etadavoca: ","dn26:3.7":"‘dibbam kira me, tata kumara, cakkaratanam osakkitam thana cutam. ","dn26:3.8":"Sutam kho pana metam—","dn26:3.9":"yassa ranno cakkavattissa dibbam cakkaratanam osakkati thana cavati, na dani tena ranna ciram jivitabbam hotiti. ","dn26:3.10":"Bhutta kho pana me manusaka kama, samayo dani me dibbe kame pariyesitum. ","dn26:3.11":"Ehi tvam, tata kumara, imam samuddapariyantam pathavim patipajja. ","dn26:3.12":"Aham pana kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajissami’ti. ","dn26:3.13":"Atha kho, bhikkhave, raja dalhanemi jetthaputtam kumaram sadhukam rajje samanusasitva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbaji. ","dn26:3.14":"Sattahapabbajite kho pana, bhikkhave, rajisimhi dibbam cakkaratanam antaradhayi. ","dn26:4.1":"Atha kho, bhikkhave, annataro puriso yena raja khattiyo muddhabhisitto tenupasankami; upasankamitva rajanam khattiyam muddhabhisittam etadavoca: ","dn26:4.2":"‘yagghe, deva, janeyyasi, dibbam cakkaratanam antarahitan’ti. ","dn26:4.3":"Atha kho, bhikkhave, raja khattiyo muddhabhisitto dibbe cakkaratane antarahite anattamano ahosi, anattamanatanca patisamvedesi. ","dn26:4.4":"So yena rajisi tenupasankami; upasankamitva rajisim etadavoca: ","dn26:4.5":"‘yagghe, deva, janeyyasi, dibbam cakkaratanam antarahitan’ti. ","dn26:4.6":"Evam vutte, bhikkhave, rajisi rajanam khattiyam muddhabhisittam etadavoca: ","dn26:4.7":"‘ma kho tvam, tata, dibbe cakkaratane antarahite anattamano ahosi, ma anattamanatanca patisamvedesi, na hi te, tata, dibbam cakkaratanam pettikam dayajjam. ","dn26:4.8":"Ingha tvam, tata, ariye cakkavattivatte vattahi. ","dn26:4.9":"Thanam kho panetam vijjati, yam te ariye cakkavattivatte vattamanassa tadahuposathe pannarase sisamnhatassa uposathikassa uparipasadavaragatassa dibbam cakkaratanam patubhavissati sahassaram sanemikam sanabhikam sabbakaraparipuran’ti. ","dn26:5.0":"2.1. Cakkavattiariyavatta ","dn26:5.1":"‘Katamam pana tam, deva, ariyam cakkavattivattan’ti? ","dn26:5.2":"‘Tena hi tvam, tata, dhammamyeva nissaya dhammam sakkaronto dhammam garum karonto dhammam manento dhammam pujento dhammam apacayamano dhammaddhajo dhammaketu dhammadhipateyyo dhammikam rakkhavaranaguttim samvidahassu antojanasmim balakayasmim khattiyesu anuyantesu brahmanagahapatikesu negamajanapadesu samanabrahmanesu migapakkhisu. ","dn26:5.3":"Ma ca te, tata, vijite adhammakaro pavattittha. ","dn26:5.4":"Ye ca te, tata, vijite adhana assu, tesanca dhanamanuppadeyyasi. ","dn26:5.5":"Ye ca te, tata, vijite samanabrahmana madappamada pativirata khantisoracce nivittha ekamattanam damenti, ekamattanam samenti, ekamattanam parinibbapenti, te kalena kalam upasankamitva paripuccheyyasi parigganheyyasi: ","dn26:5.6":"“kim, bhante, kusalam, kim akusalam, kim savajjam, kim anavajjam, kim sevitabbam, kim na sevitabbam, kim me kariyamanam digharattam ahitaya dukkhaya assa, kim va pana me kariyamanam digharattam hitaya sukhaya assa”ti? ","dn26:5.7":"Tesam sutva yam akusalam tam abhinivajjeyyasi, yam kusalam tam samadaya vatteyyasi. ","dn26:5.8":"Idam kho, tata, tam ariyam cakkavattivattan’ti. ","dn26:5.9.0":"2.2. Cakkaratanapatubhava ","dn26:5.10":"‘Evam, deva’ti kho, bhikkhave, raja khattiyo muddhabhisitto rajisissa patissutva ariye cakkavattivatte vatti. ","dn26:5.11":"Tassa ariye cakkavattivatte vattamanassa tadahuposathe pannarase sisamnhatassa uposathikassa uparipasadavaragatassa ","dn26:5.12":"dibbam cakkaratanam paturahosi sahassaram sanemikam sanabhikam sabbakaraparipuram. ","dn26:5.13":"Disvana ranno khattiyassa muddhabhisittassa etadahosi: ","dn26:5.14":"‘sutam kho pana metam—yassa ranno khattiyassa muddhabhisittassa tadahuposathe pannarase sisamnhatassa uposathikassa uparipasadavaragatassa dibbam cakkaratanam patubhavati sahassaram sanemikam sanabhikam sabbakaraparipuram, so hoti raja cakkavattiti. ","dn26:5.15":"Assam nu kho aham raja cakkavatti’ti. ","dn26:6.1":"Atha kho, bhikkhave, raja khattiyo muddhabhisitto utthayasana ekamsam uttarasangam karitva vamena hatthena bhinkaram gahetva dakkhinena hatthena cakkaratanam abbhukkiri: ","dn26:6.2":"‘pavattatu bhavam cakkaratanam, abhivijinatu bhavam cakkaratanan’ti. ","dn26:6.3":"Atha kho tam, bhikkhave, cakkaratanam puratthimam disam pavatti, anvadeva raja cakkavatti saddhim caturanginiya senaya. Yasmim kho pana, bhikkhave, padese cakkaratanam patitthasi, tattha raja cakkavatti vasam upagacchi saddhim caturanginiya senaya. ","dn26:6.4":"Ye kho pana, bhikkhave, puratthimaya disaya patirajano, te rajanam cakkavattim upasankamitva evamahamsu: ","dn26:6.5":"‘ehi kho, maharaja, svagatam te maharaja, sakam te, maharaja, anusasa, maharaja’ti. ","dn26:6.6":"Raja cakkavatti evamaha: ","dn26:6.7":"‘pano na hantabbo, adinnam nadatabbam, kamesumiccha na caritabba, musa na bhasitabba, majjam na patabbam, yathabhuttanca bhunjatha’ti. ","dn26:6.8":"Ye kho pana, bhikkhave, puratthimaya disaya patirajano, te ranno cakkavattissa anuyanta ahesum. ","dn26:7.1":"Atha kho tam, bhikkhave, cakkaratanam puratthimam samuddam ajjhogahetva paccuttaritva dakkhinam disam pavatti …pe… ","dn26:7.2":"dakkhinam samuddam ajjhogahetva paccuttaritva pacchimam disam pavatti, anvadeva raja cakkavatti saddhim caturanginiya senaya. ","dn26:7.3":"Yasmim kho pana, bhikkhave, padese cakkaratanam patitthasi, tattha raja cakkavatti vasam upagacchi saddhim caturanginiya senaya. ","dn26:7.4":"Ye kho pana, bhikkhave, pacchimaya disaya patirajano, te rajanam cakkavattim upasankamitva evamahamsu: ","dn26:7.5":"‘ehi kho, maharaja, svagatam te, maharaja, sakam te, maharaja, anusasa, maharaja’ti. ","dn26:7.6":"Raja cakkavatti evamaha: ","dn26:7.7":"‘pano na hantabbo, adinnam nadatabbam, kamesumiccha na caritabba, musa na bhasitabba, majjam na patabbam, yathabhuttanca bhunjatha’ti. ","dn26:7.8":"Ye kho pana, bhikkhave, pacchimaya disaya patirajano, te ranno cakkavattissa anuyanta ahesum. ","dn26:7.9":"Atha kho tam, bhikkhave, cakkaratanam pacchimam samuddam ajjhogahetva paccuttaritva uttaram disam pavatti, anvadeva raja cakkavatti saddhim caturanginiya senaya. ","dn26:7.10":"Yasmim kho pana, bhikkhave, padese cakkaratanam patitthasi, tattha raja cakkavatti vasam upagacchi saddhim caturanginiya senaya. ","dn26:7.11":"Ye kho pana, bhikkhave, uttaraya disaya patirajano, te rajanam cakkavattim upasankamitva evamahamsu: ","dn26:7.12":"‘ehi kho, maharaja, svagatam te, maharaja, sakam te, maharaja, anusasa, maharaja’ti. ","dn26:7.13":"Raja cakkavatti evamaha: ","dn26:7.14":"‘pano na hantabbo, adinnam nadatabbam, kamesumiccha na caritabba, musa na bhasitabba, majjam na patabbam, yathabhuttanca bhunjatha’ti. ","dn26:7.15":"Ye kho pana, bhikkhave, uttaraya disaya patirajano, te ranno cakkavattissa anuyanta ahesum. ","dn26:7.16":"Atha kho tam, bhikkhave, cakkaratanam samuddapariyantam pathavim abhivijinitva tameva rajadhanim paccagantva ranno cakkavattissa antepuradvare atthakaranapamukhe akkhahatam manne atthasi ranno cakkavattissa antepuram upasobhayamanam. ","dn26:8.0":"3. Dutiyadicakkavattikatha ","dn26:8.1":"Dutiyopi kho, bhikkhave, raja cakkavatti …pe… ","dn26:8.2":"tatiyopi kho, bhikkhave, raja cakkavatti … ","dn26:8.3":"catutthopi kho, bhikkhave, raja cakkavatti … ","dn26:8.4":"pancamopi kho, bhikkhave, raja cakkavatti … ","dn26:8.5":"chatthopi kho, bhikkhave, raja cakkavatti … ","dn26:8.6":"sattamopi kho, bhikkhave, raja cakkavatti bahunnam vassanam bahunnam vassasatanam bahunnam vassasahassanam accayena annataram purisam amantesi: ","dn26:8.7":"‘yada tvam, ambho purisa, passeyyasi dibbam cakkaratanam osakkitam thana cutam, atha me aroceyyasi’ti. ","dn26:8.8":"‘Evam, deva’ti kho, bhikkhave, so puriso ranno cakkavattissa paccassosi. ","dn26:8.9":"Addasa kho, bhikkhave, so puriso bahunnam vassanam bahunnam vassasatanam bahunnam vassasahassanam accayena dibbam cakkaratanam osakkitam thana cutam. ","dn26:8.10":"Disvana yena raja cakkavatti tenupasankami; upasankamitva rajanam cakkavattim etadavoca: ","dn26:8.11":"‘yagghe, deva, janeyyasi, dibbam te cakkaratanam osakkitam thana cutan’ti? ","dn26:8.12":"Atha kho, bhikkhave, raja cakkavatti jetthaputtam kumaram amantapetva etadavoca: ","dn26:8.13":"‘dibbam kira me, tata kumara, cakkaratanam osakkitam, thana cutam, sutam kho pana metam—","dn26:8.14":"yassa ranno cakkavattissa dibbam cakkaratanam osakkati, thana cavati, na dani tena ranna ciram jivitabbam hotiti. ","dn26:8.15":"Bhutta kho pana me manusaka kama, samayo dani me dibbe kame pariyesitum, ehi tvam, tata kumara, imam samuddapariyantam pathavim patipajja. ","dn26:8.16":"Aham pana kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajissami’ti. ","dn26:8.17":"Atha kho, bhikkhave, raja cakkavatti jetthaputtam kumaram sadhukam rajje samanusasitva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbaji. ","dn26:8.18":"Sattahapabbajite kho pana, bhikkhave, rajisimhi dibbam cakkaratanam antaradhayi. ","dn26:9.1":"Atha kho, bhikkhave, annataro puriso yena raja khattiyo muddhabhisitto tenupasankami; upasankamitva rajanam khattiyam muddhabhisittam etadavoca: ","dn26:9.2":"‘yagghe, deva, janeyyasi, dibbam cakkaratanam antarahitan’ti? ","dn26:9.3":"Atha kho, bhikkhave, raja khattiyo muddhabhisitto dibbe cakkaratane antarahite anattamano ahosi. Anattamanatanca patisamvedesi; ","dn26:9.4":"no ca kho rajisim upasankamitva ariyam cakkavattivattam pucchi. ","dn26:9.5":"So samateneva sudam janapadam pasasati. ","dn26:9.6":"Tassa samatena janapadam pasasato pubbenaparam janapada na pabbanti, yatha tam pubbakanam rajunam ariye cakkavattivatte vattamananam. ","dn26:9.7":"Atha kho, bhikkhave, amacca parisajja ganakamahamatta anikattha dovarika mantassajivino sannipatitva rajanam khattiyam muddhabhisittam etadavocum: ","dn26:9.8":"‘na kho te, deva, samatena sudam janapadam pasasato pubbenaparam janapada pabbanti, yatha tam pubbakanam rajunam ariye cakkavattivatte vattamananam. ","dn26:9.9":"Samvijjanti kho te, deva, vijite amacca parisajja ganakamahamatta anikattha dovarika mantassajivino mayanceva anne ca ye mayam ariyam cakkavattivattam dharema. ","dn26:9.10":"Ingha tvam, deva, amhe ariyam cakkavattivattam puccha. ","dn26:9.11":"Tassa te mayam ariyam cakkavattivattam puttha byakarissama’ti. ","dn26:10.0":"4. Ayuvannadiparihanikatha ","dn26:10.1":"Atha kho, bhikkhave, raja khattiyo muddhabhisitto amacce parisajje ganakamahamatte anikatthe dovarike mantassajivino sannipatetva ariyam cakkavattivattam pucchi. ","dn26:10.2":"Tassa te ariyam cakkavattivattam puttha byakarimsu. ","dn26:10.3":"Tesam sutva dhammikanhi kho rakkhavaranaguttim samvidahi, no ca kho adhananam dhanamanuppadasi. ","dn26:10.4":"Adhananam dhane ananuppadiyamane daliddiyam vepullamagamasi. ","dn26:10.5":"Daliddiye vepullam gate annataro puriso paresam adinnam theyyasankhatam adiyi. ","dn26:10.6":"Tamenam aggahesum. ","dn26:10.7":"Gahetva ranno khattiyassa muddhabhisittassa dassesum: ","dn26:10.8":"‘ayam, deva, puriso paresam adinnam theyyasankhatam adiyi’ti. ","dn26:10.9":"Evam vutte, bhikkhave, raja khattiyo muddhabhisitto tam purisam etadavoca: ","dn26:10.10":"‘saccam kira tvam, ambho purisa, paresam adinnam theyyasankhatam adiyi’ti? ","dn26:10.11":"‘Saccam, deva’ti. ","dn26:10.12":"‘Kim karana’ti? ","dn26:10.13":"‘Na hi, deva, jivami’ti. ","dn26:10.14":"Atha kho, bhikkhave, raja khattiyo muddhabhisitto tassa purisassa dhanamanuppadasi: ","dn26:10.15":"‘imina tvam, ambho purisa, dhanena attana ca jivahi, matapitaro ca posehi, puttadaranca posehi, kammante ca payojehi, samanabrahmanesu uddhaggikam dakkhinam patitthapehi sovaggikam sukhavipakam saggasamvattanikan’ti. ","dn26:10.16":"‘Evam, deva’ti kho, bhikkhave, so puriso ranno khattiyassa muddhabhisittassa paccassosi. ","dn26:11.1":"Annataropi kho, bhikkhave, puriso paresam adinnam theyyasankhatam adiyi. ","dn26:11.2":"Tamenam aggahesum. ","dn26:11.3":"Gahetva ranno khattiyassa muddhabhisittassa dassesum: ","dn26:11.4":"‘ayam, deva, puriso paresam adinnam theyyasankhatam adiyi’ti. ","dn26:11.5":"Evam vutte, bhikkhave, raja khattiyo muddhabhisitto tam purisam etadavoca: ","dn26:11.6":"‘saccam kira tvam, ambho purisa, paresam adinnam theyyasankhatam adiyi’ti? ","dn26:11.7":"‘Saccam, deva’ti. ","dn26:11.8":"‘Kim karana’ti? ","dn26:11.9":"‘Na hi, deva, jivami’ti. ","dn26:11.10":"Atha kho, bhikkhave, raja khattiyo muddhabhisitto tassa purisassa dhanamanuppadasi: ","dn26:11.11":"‘imina tvam, ambho purisa, dhanena attana ca jivahi, matapitaro ca posehi, puttadaranca posehi, kammante ca payojehi, samanabrahmanesu uddhaggikam dakkhinam patitthapehi sovaggikam sukhavipakam saggasamvattanikan’ti. ","dn26:11.12":"‘Evam, deva’ti kho, bhikkhave, so puriso ranno khattiyassa muddhabhisittassa paccassosi. ","dn26:12.1":"Assosum kho, bhikkhave, manussa: ","dn26:12.2":"‘ye kira, bho, paresam adinnam theyyasankhatam adiyanti, tesam raja dhanamanuppadeti’ti. ","dn26:12.3":"Sutvana tesam etadahosi: ","dn26:12.4":"‘yannuna mayampi paresam adinnam theyyasankhatam adiyeyyama’ti. ","dn26:12.5":"Atha kho, bhikkhave, annataro puriso paresam adinnam theyyasankhatam adiyi. ","dn26:12.6":"Tamenam aggahesum. ","dn26:12.7":"Gahetva ranno khattiyassa muddhabhisittassa dassesum: ","dn26:12.8":"‘ayam, deva, puriso paresam adinnam theyyasankhatam adiyi’ti. ","dn26:12.9":"Evam vutte, bhikkhave, raja khattiyo muddhabhisitto tam purisam etadavoca: ","dn26:12.10":"‘saccam kira tvam, ambho purisa, paresam adinnam theyyasankhatam adiyi’ti? ","dn26:12.11":"‘Saccam, deva’ti. ","dn26:12.12":"‘Kim karana’ti? ","dn26:12.13":"‘Na hi, deva, jivami’ti. ","dn26:12.14":"Atha kho, bhikkhave, ranno khattiyassa muddhabhisittassa etadahosi: ","dn26:12.15":"‘sace kho aham yo yo paresam adinnam theyyasankhatam adiyissati, tassa tassa dhanamanuppadassami, evamidam adinnadanam pavaddhissati. ","dn26:12.16":"Yannunaham imam purisam sunisedham nisedheyyam, mulaghaccam kareyyam, sisamassa chindeyyan’ti. ","dn26:12.17":"Atha kho, bhikkhave, raja khattiyo muddhabhisitto purise anapesi: ","dn26:12.18":"‘tena hi, bhane, imam purisam dalhaya rajjuya pacchabaham galhabandhanam bandhitva khuramundam karitva kharassarena panavena rathikaya rathikam singhatakena singhatakam parinetva dakkhinena dvarena nikkhamitva dakkhinato nagarassa sunisedham nisedhetha, mulaghaccam karotha, sisamassa chindatha’ti. ","dn26:12.19":"‘Evam, deva’ti kho, bhikkhave, te purisa ranno khattiyassa muddhabhisittassa patissutva tam purisam dalhaya rajjuya pacchabaham galhabandhanam bandhitva khuramundam karitva kharassarena panavena rathikaya rathikam singhatakena singhatakam parinetva dakkhinena dvarena nikkhamitva dakkhinato nagarassa sunisedham nisedhesum, mulaghaccam akamsu, sisamassa chindimsu. ","dn26:13.1":"Assosum kho, bhikkhave, manussa: ","dn26:13.2":"‘ye kira, bho, paresam adinnam theyyasankhatam adiyanti, te raja sunisedham nisedheti, mulaghaccam karoti, sisani tesam chindati’ti. ","dn26:13.3":"Sutvana tesam etadahosi: ","dn26:13.4":"‘yannuna mayampi tinhani satthani karapessama, tinhani satthani karapetva yesam adinnam theyyasankhatam adiyissama, te sunisedham nisedhessama, mulaghaccam karissama, sisani tesam chindissama’ti. ","dn26:13.5":"Te tinhani satthani karapesum, tinhani satthani karapetva gamaghatampi upakkamimsu katum, nigamaghatampi upakkamimsu katum, nagaraghatampi upakkamimsu katum, panthaduhanampi upakkamimsu katum. ","dn26:13.6":"Yesam te adinnam theyyasankhatam adiyanti, te sunisedham nisedhenti, mulaghaccam karonti, sisani tesam chindanti. ","dn26:14.1":"Iti kho, bhikkhave, adhananam dhane ananuppadiyamane daliddiyam vepullamagamasi, daliddiye vepullam gate adinnadanam vepullamagamasi, adinnadane vepullam gate sattham vepullamagamasi, satthe vepullam gate panatipato vepullamagamasi, panatipate vepullam gate tesam sattanam ayupi parihayi, vannopi parihayi. ","dn26:14.2":"Tesam ayunapi parihayamananam vannenapi parihayamananam asitivassasahassayukanam manussanam cattarisavassasahassayuka putta ahesum. ","dn26:14.3":"Cattarisavassasahassayukesu, bhikkhave, manussesu annataro puriso paresam adinnam theyyasankhatam adiyi. ","dn26:14.4":"Tamenam aggahesum. ","dn26:14.5":"Gahetva ranno khattiyassa muddhabhisittassa dassesum: ","dn26:14.6":"‘ayam, deva, puriso paresam adinnam theyyasankhatam adiyi’ti. ","dn26:14.7":"Evam vutte, bhikkhave, raja khattiyo muddhabhisitto tam purisam etadavoca: ","dn26:14.8":"‘saccam kira tvam, ambho purisa, paresam adinnam theyyasankhatam adiyi’ti? ","dn26:14.9":"‘Na hi, deva’ti sampajanamusa abhasi. ","dn26:15.1":"Iti kho, bhikkhave, adhananam dhane ananuppadiyamane daliddiyam vepullamagamasi. Daliddiye vepullam gate adinnadanam vepullamagamasi, adinnadane vepullam gate sattham vepullamagamasi. Satthe vepullam gate panatipato vepullamagamasi, panatipate vepullam gate musavado vepullamagamasi, musavade vepullam gate tesam sattanam ayupi parihayi, vannopi parihayi. ","dn26:15.2":"Tesam ayunapi parihayamananam vannenapi parihayamananam cattarisavassasahassayukanam manussanam visativassasahassayuka putta ahesum. ","dn26:15.3":"Visativassasahassayukesu, bhikkhave, manussesu annataro puriso paresam adinnam theyyasankhatam adiyi. ","dn26:15.4":"Tamenam annataro puriso ranno khattiyassa muddhabhisittassa arocesi: ","dn26:15.5":"‘itthannamo, deva, puriso paresam adinnam theyyasankhatam adiyi’ti pesunnamakasi. ","dn26:16.1":"Iti kho, bhikkhave, adhananam dhane ananuppadiyamane daliddiyam vepullamagamasi. Daliddiye vepullam gate adinnadanam vepullamagamasi, adinnadane vepullam gate sattham vepullamagamasi, satthe vepullam gate panatipato vepullamagamasi, panatipate vepullam gate musavado vepullamagamasi, musavade vepullam gate pisuna vaca vepullamagamasi, pisunaya vacaya vepullam gataya tesam sattanam ayupi parihayi, vannopi parihayi. ","dn26:16.2":"Tesam ayunapi parihayamananam vannenapi parihayamananam visativassasahassayukanam manussanam dasavassasahassayuka putta ahesum. ","dn26:17.1":"Dasavassasahassayukesu, bhikkhave, manussesu ekidam satta vannavanto honti, ekidam satta dubbanna. ","dn26:17.2":"Tattha ye te satta dubbanna, te vannavante satte abhijjhayanta paresam daresu carittam apajjimsu. ","dn26:17.3":"Iti kho, bhikkhave, adhananam dhane ananuppadiyamane daliddiyam vepullamagamasi. Daliddiye vepullam gate …pe… kamesumicchacaro vepullamagamasi, kamesumicchacare vepullam gate tesam sattanam ayupi parihayi, vannopi parihayi. ","dn26:17.4":"Tesam ayunapi parihayamananam vannenapi parihayamananam dasavassasahassayukanam manussanam pancavassasahassayuka putta ahesum. ","dn26:17.5":"Pancavassasahassayukesu, bhikkhave, manussesu dve dhamma vepullamagamamsu—","dn26:17.6":"pharusavaca samphappalapo ca. ","dn26:17.7":"Dvisu dhammesu vepullam gatesu tesam sattanam ayupi parihayi, vannopi parihayi. ","dn26:17.8":"Tesam ayunapi parihayamananam vannenapi parihayamananam pancavassasahassayukanam manussanam appekacce addhateyyavassasahassayuka, appekacce dvevassasahassayuka putta ahesum. ","dn26:17.9":"Addhateyyavassasahassayukesu, bhikkhave, manussesu abhijjhabyapada vepullamagamamsu. ","dn26:17.10":"Abhijjhabyapadesu vepullam gatesu tesam sattanam ayupi parihayi, vannopi parihayi. ","dn26:17.11":"Tesam ayunapi parihayamananam vannenapi parihayamananam addhateyyavassasahassayukanam manussanam vassasahassayuka putta ahesum. ","dn26:17.12":"Vassasahassayukesu, bhikkhave, manussesu micchaditthi vepullamagamasi. ","dn26:17.13":"Micchaditthiya vepullam gataya tesam sattanam ayupi parihayi, vannopi parihayi. ","dn26:17.14":"Tesam ayunapi parihayamananam vannenapi parihayamananam vassasahassayukanam manussanam pancavassasatayuka putta ahesum. ","dn26:17.15":"Pancavassasatayukesu, bhikkhave, manussesu tayo dhamma vepullamagamamsu—","dn26:17.16":"adhammarago visamalobho micchadhammo. ","dn26:17.17":"Tisu dhammesu vepullam gatesu tesam sattanam ayupi parihayi, vannopi parihayi. ","dn26:17.18":"Tesam ayunapi parihayamananam vannenapi parihayamananam pancavassasatayukanam manussanam appekacce addhateyyavassasatayuka, appekacce dvevassasatayuka putta ahesum. ","dn26:17.19":"Addhateyyavassasatayukesu, bhikkhave, manussesu ime dhamma vepullamagamamsu. ","dn26:17.20":"Amatteyyata apetteyyata asamannata abrahmannata na kule jetthapacayita. ","dn26:18.1":"Iti kho, bhikkhave, adhananam dhane ananuppadiyamane daliddiyam vepullamagamasi. ","dn26:18.2":"Daliddiye vepullam gate adinnadanam vepullamagamasi. ","dn26:18.3":"Adinnadane vepullam gate sattham vepullamagamasi. ","dn26:18.4":"Satthe vepullam gate panatipato vepullamagamasi. ","dn26:18.5":"Panatipate vepullam gate musavado vepullamagamasi. ","dn26:18.6":"Musavade vepullam gate pisuna vaca vepullamagamasi. ","dn26:18.7":"Pisunaya vacaya vepullam gataya kamesumicchacaro vepullamagamasi. ","dn26:18.8":"Kamesumicchacare vepullam gate dve dhamma vepullamagamamsu, pharusa vaca samphappalapo ca. ","dn26:18.9":"Dvisu dhammesu vepullam gatesu abhijjhabyapada vepullamagamamsu. ","dn26:18.10":"Abhijjhabyapadesu vepullam gatesu micchaditthi vepullamagamasi. ","dn26:18.11":"Micchaditthiya vepullam gataya tayo dhamma vepullamagamamsu, adhammarago visamalobho micchadhammo. ","dn26:18.12":"Tisu dhammesu vepullam gatesu ime dhamma vepullamagamamsu, amatteyyata apetteyyata asamannata abrahmannata na kule jetthapacayita. ","dn26:18.13":"Imesu dhammesu vepullam gatesu tesam sattanam ayupi parihayi, vannopi parihayi. ","dn26:18.14":"Tesam ayunapi parihayamananam vannenapi parihayamananam addhateyyavassasatayukanam manussanam vassasatayuka putta ahesum. ","dn26:19.0":"5. Dasavassayukasamaya ","dn26:19.1":"Bhavissati, bhikkhave, so samayo, yam imesam manussanam dasavassayuka putta bhavissanti. ","dn26:19.2":"Dasavassayukesu, bhikkhave, manussesu pancavassika kumarika alampateyya bhavissanti. ","dn26:19.3":"Dasavassayukesu, bhikkhave, manussesu imani rasani antaradhayissanti, seyyathidam—","dn26:19.4":"sappi navanitam telam madhu phanitam lonam. ","dn26:19.5":"Dasavassayukesu, bhikkhave, manussesu kudrusako aggam bhojananam bhavissati. ","dn26:19.6":"Seyyathapi, bhikkhave, etarahi salimamsodano aggam bhojananam; ","dn26:19.7":"evameva kho, bhikkhave, dasavassayukesu manussesu kudrusako aggam bhojananam bhavissati. ","dn26:19.8":"Dasavassayukesu, bhikkhave, manussesu dasa kusalakammapatha sabbena sabbam antaradhayissanti, dasa akusalakammapatha atibyadippissanti. ","dn26:19.9":"Dasavassayukesu, bhikkhave, manussesu kusalantipi na bhavissati, kuto pana kusalassa karako. ","dn26:19.10":"Dasavassayukesu, bhikkhave, manussesu ye te bhavissanti amatteyya apetteyya asamanna abrahmanna na kule jetthapacayino, te pujja ca bhavissanti pasamsa ca. ","dn26:19.11":"Seyyathapi, bhikkhave, etarahi matteyya petteyya samanna brahmanna kule jetthapacayino pujja ca pasamsa ca; ","dn26:19.12":"evameva kho, bhikkhave, dasavassayukesu manussesu ye te bhavissanti amatteyya apetteyya asamanna abrahmanna na kule jetthapacayino, te pujja ca bhavissanti pasamsa ca. ","dn26:20.1":"Dasavassayukesu, bhikkhave, manussesu na bhavissati matati va matucchati va matulaniti va acariyabhariyati va garunam darati va. ","dn26:20.2":"Sambhedam loko gamissati yatha ajelaka kukkutasukara sonasingala. ","dn26:20.3":"Dasavassayukesu, bhikkhave, manussesu tesam sattanam annamannamhi tibbo aghato paccupatthito bhavissati tibbo byapado tibbo manopadoso tibbam vadhakacittam. ","dn26:20.4":"Matupi puttamhi puttassapi matari; ","dn26:20.5":"pitupi puttamhi puttassapi pitari; ","dn26:20.6":"bhatupi bhaginiya bhaginiyapi bhatari tibbo aghato paccupatthito bhavissati tibbo byapado tibbo manopadoso tibbam vadhakacittam. ","dn26:20.7":"Seyyathapi, bhikkhave, magavikassa migam disva tibbo aghato paccupatthito hoti tibbo byapado tibbo manopadoso tibbam vadhakacittam; ","dn26:20.8":"evameva kho, bhikkhave, dasavassayukesu manussesu tesam sattanam annamannamhi tibbo aghato paccupatthito bhavissati tibbo byapado tibbo manopadoso tibbam vadhakacittam. ","dn26:20.9":"Matupi puttamhi puttassapi matari; ","dn26:20.10":"pitupi puttamhi puttassapi pitari; ","dn26:20.11":"bhatupi bhaginiya bhaginiyapi bhatari tibbo aghato paccupatthito bhavissati tibbo byapado tibbo manopadoso tibbam vadhakacittam. ","dn26:21.1":"Dasavassayukesu, bhikkhave, manussesu sattaham satthantarakappo bhavissati. ","dn26:21.2":"Te annamannamhi migasannam patilabhissanti. ","dn26:21.3":"Tesam tinhani satthani hatthesu patubhavissanti. ","dn26:21.4":"Te tinhena satthena ‘esa migo esa migo’ti annamannam jivita voropessanti. ","dn26:21.5":"Atha kho tesam, bhikkhave, sattanam ekaccanam evam bhavissati: ","dn26:21.6":"‘ma ca mayam kanci, ma ca amhe koci, yannuna mayam tinagahanam va vanagahanam va rukkhagahanam va nadividuggam va pabbatavisamam va pavisitva vanamulaphalahara yapeyyama’ti. ","dn26:21.7":"Te tinagahanam va vanagahanam va rukkhagahanam va nadividuggam va pabbatavisamam va pavisitva sattaham vanamulaphalahara yapessanti. ","dn26:21.8":"Te tassa sattahassa accayena tinagahana vanagahana rukkhagahana nadividugga pabbatavisama nikkhamitva annamannam alingitva sabhagayissanti samassasissanti: ","dn26:21.9":"‘dittha, bho, satta jivasi, dittha, bho, satta jivasi’ti. ","dn26:21.10.0":"6. Ayuvannadivaddhanakatha ","dn26:21.11":"Atha kho tesam, bhikkhave, sattanam evam bhavissati: ","dn26:21.12":"‘mayam kho akusalanam dhammanam samadanahetu evarupam ayatam natikkhayam patta. ","dn26:21.13":"Yannuna mayam kusalam kareyyama. ","dn26:21.14":"Kim kusalam kareyyama? ","dn26:21.15":"Yannuna mayam panatipata virameyyama, idam kusalam dhammam samadaya vatteyyama’ti. ","dn26:21.16":"Te panatipata viramissanti, idam kusalam dhammam samadaya vattissanti. ","dn26:21.17":"Te kusalanam dhammanam samadanahetu ayunapi vaddhissanti, vannenapi vaddhissanti. ","dn26:21.18":"Tesam ayunapi vaddhamananam vannenapi vaddhamananam dasavassayukanam manussanam visativassayuka putta bhavissanti. ","dn26:22.1":"Atha kho tesam, bhikkhave, sattanam evam bhavissati: ","dn26:22.2":"‘mayam kho kusalanam dhammanam samadanahetu ayunapi vaddhama, vannenapi vaddhama. ","dn26:22.3":"Yannuna mayam bhiyyoso mattaya kusalam kareyyama. ","dn26:22.4":"Kim kusalam kareyyama? ","dn26:22.5":"Yannuna mayam adinnadana virameyyama … ","dn26:22.6":"kamesumicchacara virameyyama … ","dn26:22.7":"musavada virameyyama … ","dn26:22.8":"pisunaya vacaya virameyyama … ","dn26:22.9":"pharusaya vacaya virameyyama … ","dn26:22.10":"samphappalapa virameyyama … ","dn26:22.11":"abhijjham pajaheyyama … ","dn26:22.12":"byapadam pajaheyyama … ","dn26:22.13":"micchaditthim pajaheyyama … ","dn26:22.14":"tayo dhamme pajaheyyama—","dn26:22.15":"adhammaragam visamalobham micchadhammam … ","dn26:22.16":"yannuna mayam matteyya assama petteyya samanna brahmanna kule jetthapacayino, idam kusalam dhammam samadaya vatteyyama’ti. ","dn26:22.17":"Te matteyya bhavissanti petteyya samanna brahmanna kule jetthapacayino, idam kusalam dhammam samadaya vattissanti. ","dn26:22.18":"Te kusalanam dhammanam samadanahetu ayunapi vaddhissanti, vannenapi vaddhissanti. ","dn26:22.19":"Tesam ayunapi vaddhamananam vannenapi vaddhamananam visativassayukanam manussanam cattarisavassayuka putta bhavissanti … ","dn26:22.20":"cattarisavassayukanam manussanam asitivassayuka putta bhavissanti … ","dn26:22.21":"asitivassayukanam manussanam satthivassasatayuka putta bhavissanti … ","dn26:22.22":"satthivassasatayukanam manussanam visatitivassasatayuka putta bhavissanti … ","dn26:22.23":"visatitivassasatayukanam manussanam cattarisachabbassasatayuka putta bhavissanti. ","dn26:22.24":"Cattarisachabbassasatayukanam manussanam dvevassasahassayuka putta bhavissanti … ","dn26:22.25":"dvevassasahassayukanam manussanam cattarivassasahassayuka putta bhavissanti … ","dn26:22.26":"cattarivassasahassayukanam manussanam atthavassasahassayuka putta bhavissanti … ","dn26:22.27":"atthavassasahassayukanam manussanam visativassasahassayuka putta bhavissanti … ","dn26:23.1":"visativassasahassayukanam manussanam cattarisavassasahassayuka putta bhavissanti … ","dn26:23.2":"cattarisavassasahassayukanam manussanam asitivassasahassayuka putta bhavissanti … ","dn26:23.3":"asitivassasahassayukesu, bhikkhave, manussesu pancavassasatika kumarika alampateyya bhavissanti. ","dn26:23.4.0":"7. Sankharajauppatti ","dn26:23.5":"Asitivassasahassayukesu, bhikkhave, manussesu tayo abadha bhavissanti, iccha, anasanam, jara. ","dn26:23.6":"Asitivassasahassayukesu, bhikkhave, manussesu ayam jambudipo iddho ceva bhavissati phito ca, kukkutasampatika gamanigamarajadhaniyo. ","dn26:23.7":"Asitivassasahassayukesu, bhikkhave, manussesu ayam jambudipo avici manne phuto bhavissati manussehi, seyyathapi nalavanam va saravanam va. ","dn26:23.8":"Asitivassasahassayukesu, bhikkhave, manussesu ayam baranasi ketumati nama rajadhani bhavissati iddha ceva phita ca bahujana ca akinnamanussa ca subhikkha ca. ","dn26:23.9":"Asitivassasahassayukesu, bhikkhave, manussesu imasmim jambudipe caturasitinagarasahassani bhavissanti ketumatirajadhanipamukhani. ","dn26:24.1":"Asitivassasahassayukesu, bhikkhave, manussesu ketumatiya rajadhaniya sankho nama raja uppajjissati cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato. ","dn26:24.2":"Tassimani satta ratanani bhavissanti, seyyathidam—","dn26:24.3":"cakkaratanam hatthiratanam assaratanam maniratanam itthiratanam gahapatiratanam parinayakaratanameva sattamam. ","dn26:24.4":"Parosahassam kho panassa putta bhavissanti sura virangarupa parasenappamaddana. ","dn26:24.5":"So imam pathavim sagarapariyantam adandena asatthena dhammena abhivijiya ajjhavasissati. ","dn26:25.0":"8. Metteyyabuddhuppada ","dn26:25.1":"Asitivassasahassayukesu, bhikkhave, manussesu metteyyo nama bhagava loke uppajjissati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","dn26:25.2":"Seyyathapahametarahi loke uppanno araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","dn26:25.3":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedessati, seyyathapahametarahi imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedemi. ","dn26:25.4":"So dhammam desessati adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakasessati; ","dn26:25.5":"seyyathapahametarahi dhammam desemi adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakasemi. ","dn26:25.6":"So anekasahassam bhikkhusangham pariharissati, seyyathapahametarahi anekasatam bhikkhusangham pariharami. ","dn26:26.1":"Atha kho, bhikkhave, sankho nama raja yo so yupo ranna mahapanadena karapito. ","dn26:26.2":"Tam yupam ussapetva ajjhavasitva tam datva vissajjitva samanabrahmanakapanaddhikavanibbakayacakanam danam datva metteyyassa bhagavato arahato sammasambuddhassa santike kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajissati. ","dn26:26.3":"So evam pabbajito samano eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati. ","dn26:27.1":"Attadipa, bhikkhave, viharatha attasarana anannasarana, dhammadipa dhammasarana anannasarana. ","dn26:27.2":"Kathanca, bhikkhave, bhikkhu attadipo viharati attasarano anannasarano dhammadipo dhammasarano anannasarano? ","dn26:27.3":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn26:27.4":"Vedanasu vedananupassi …pe… ","dn26:27.5":"citte cittanupassi …pe… ","dn26:27.6":"dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn26:27.7":"Evam kho, bhikkhave, bhikkhu attadipo viharati attasarano anannasarano dhammadipo dhammasarano anannasarano. ","dn26:28.0":"9. Bhikkhunoayuvannadivaddhanakatha ","dn26:28.1":"Gocare, bhikkhave, caratha sake pettike visaye. ","dn26:28.2":"Gocare, bhikkhave, caranta sake pettike visaye ayunapi vaddhissatha, vannenapi vaddhissatha, sukhenapi vaddhissatha, bhogenapi vaddhissatha, balenapi vaddhissatha. ","dn26:28.3":"Kinca, bhikkhave, bhikkhuno ayusmim? ","dn26:28.4":"Idha, bhikkhave, bhikkhu chandasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ","dn26:28.5":"viriyasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ","dn26:28.6":"cittasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ","dn26:28.7":"vimamsasamadhipadhanasankharasamannagatam iddhipadam bhaveti. ","dn26:28.8":"So imesam catunnam iddhipadanam bhavitatta bahulikatatta akankhamano kappam va tittheyya kappavasesam va. ","dn26:28.9":"Idam kho, bhikkhave, bhikkhuno ayusmim. ","dn26:28.10":"Kinca, bhikkhave, bhikkhuno vannasmim? ","dn26:28.11":"Idha, bhikkhave, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","dn26:28.12":"Idam kho, bhikkhave, bhikkhuno vannasmim. ","dn26:28.13":"Kinca, bhikkhave, bhikkhuno sukhasmim? ","dn26:28.14":"Idha, bhikkhave, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","dn26:28.15":"Vitakkavicaranam vupasama …pe… dutiyam jhanam … ","dn26:28.16":"tatiyam jhanam … ","dn26:28.17":"catuttham jhanam upasampajja viharati. ","dn26:28.18":"Idam kho, bhikkhave, bhikkhuno, sukhasmim. ","dn26:28.19":"Kinca, bhikkhave, bhikkhuno bhogasmim? ","dn26:28.20":"Idha, bhikkhave, bhikkhu mettasahagatena cetasa ekam disam pharitva viharati tatha dutiyam. Tatha tatiyam. Tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","dn26:28.21":"Karunasahagatena cetasa …pe… ","dn26:28.22":"muditasahagatena cetasa …pe… ","dn26:28.23":"upekkhasahagatena cetasa ekam disam pharitva viharati. Tatha dutiyam. Tatha tatiyam. Tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","dn26:28.24":"Idam kho, bhikkhave, bhikkhuno bhogasmim. ","dn26:28.25":"Kinca, bhikkhave, bhikkhuno balasmim? ","dn26:28.26":"Idha, bhikkhave, bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","dn26:28.27":"Idam kho, bhikkhave, bhikkhuno balasmim. ","dn26:28.28":"Naham, bhikkhave, annam ekabalampi samanupassami yam evam duppasaham, yathayidam, bhikkhave, marabalam. ","dn26:28.29":"Kusalanam, bhikkhave, dhammanam samadanahetu evamidam punnam pavaddhati”ti. ","dn26:28.30":"Idamavoca bhagava. ","dn26:28.31":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","dn26:28.32":"Cakkavattisuttam nitthitam tatiyam. "}