{"dn27:0.1":"Digha Nikaya 27 ","dn27:0.2":"Aggannasutta ","dn27:1.1":"Evam me sutam—","dn27:1.2":"ekam samayam bhagava savatthiyam viharati pubbarame migaramatupasade. ","dn27:1.3":"Tena kho pana samayena vasetthabharadvaja bhikkhusu parivasanti bhikkhubhavam akankhamana. ","dn27:1.4":"Atha kho bhagava sayanhasamayam patisallana vutthito pasada orohitva pasadapacchayayam abbhokase cankamati. ","dn27:2.1":"Addasa kho vasettho bhagavantam sayanhasamayam patisallana vutthitam pasada orohitva pasadapacchayayam abbhokase cankamantam. ","dn27:2.2":"Disvana bharadvajam amantesi: ","dn27:2.3":"“ayam, avuso bharadvaja, bhagava sayanhasamayam patisallana vutthito pasada orohitva pasadapacchayayam abbhokase cankamati. ","dn27:2.4":"Ayamavuso bharadvaja, yena bhagava tenupasankamissama; ","dn27:2.5":"appeva nama labheyyama bhagavato santika dhammim katham savanaya”ti. ","dn27:2.6":"“Evamavuso”ti kho bharadvajo vasetthassa paccassosi. ","dn27:2.7":"Atha kho vasetthabharadvaja yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva bhagavantam cankamantam anucankamimsu. ","dn27:3.1":"Atha kho bhagava vasettham amantesi: ","dn27:3.2":"“tumhe khvattha, vasettha, brahmanajacca brahmanakulina brahmanakula agarasma anagariyam pabbajita, kacci vo, vasettha, brahmana na akkosanti na paribhasanti”ti? ","dn27:3.3":"“Taggha no, bhante, brahmana akkosanti paribhasanti attarupaya paribhasaya paripunnaya, no aparipunnaya”ti. ","dn27:3.4":"“Yatha katham pana vo, vasettha, brahmana akkosanti paribhasanti attarupaya paribhasaya paripunnaya, no aparipunnaya”ti? ","dn27:3.5":"“Brahmana, bhante, evamahamsu: ","dn27:3.6":"‘brahmanova settho vanno, hina anne vanna. ","dn27:3.7":"Brahmanova sukko vanno, kanha anne vanna. ","dn27:3.8":"Brahmanava sujjhanti, no abrahmana. ","dn27:3.9":"Brahmanava brahmuno putta orasa mukhato jata brahmaja brahmanimmita brahmadayada. ","dn27:3.10":"Te tumhe settham vannam hitva hinamattha vannam ajjhupagata, yadidam mundake samanake ibbhe kanhe bandhupadapacce. ","dn27:3.11":"Tayidam na sadhu, tayidam nappatirupam, yam tumhe settham vannam hitva hinamattha vannam ajjhupagata yadidam mundake samanake ibbhe kanhe bandhupadapacce’ti. ","dn27:3.12":"Evam kho no, bhante, brahmana akkosanti paribhasanti attarupaya paribhasaya paripunnaya, no aparipunnaya”ti. ","dn27:4.1":"“Taggha vo, vasettha, brahmana poranam assaranta evamahamsu: ","dn27:4.2":"‘brahmanova settho vanno, hina anne vanna; ","dn27:4.3":"brahmanova sukko vanno, kanha anne vanna; ","dn27:4.4":"brahmanava sujjhanti, no abrahmana; ","dn27:4.5":"brahmanava brahmuno putta orasa mukhato jata brahmaja brahmanimmita brahmadayada’ti. ","dn27:4.6":"Dissanti kho pana, vasettha, brahmananam brahmaniyo utuniyopi gabbhiniyopi vijayamanapi payamanapi. ","dn27:4.7":"Te ca brahmana yonijava samana evamahamsu: ","dn27:4.8":"‘brahmanova settho vanno, hina anne vanna; ","dn27:4.9":"brahmanova sukko vanno, kanha anne vanna; ","dn27:4.10":"brahmanava sujjhanti, no abrahmana; ","dn27:4.11":"brahmanava brahmuno putta orasa mukhato jata brahmaja brahmanimmita brahmadayada’ti. ","dn27:4.12":"Te brahmananceva abbhacikkhanti, musa ca bhasanti, bahunca apunnam pasavanti. ","dn27:5.0":"1. Catuvannasuddhi ","dn27:5.1":"Cattarome, vasettha, vanna—","dn27:5.2":"khattiya, brahmana, vessa, sudda. ","dn27:5.3":"Khattiyopi kho, vasettha, idhekacco panatipati hoti adinnadayi kamesumicchacari musavadi pisunavaco pharusavaco samphappalapi abhijjhalu byapannacitto micchaditthi. ","dn27:5.4":"Iti kho, vasettha, yeme dhamma akusala akusalasankhata savajja savajjasankhata asevitabba asevitabbasankhata naalamariya naalamariyasankhata kanha kanhavipaka vinnugarahita, khattiyepi te idhekacce sandissanti. ","dn27:5.5":"Brahmanopi kho, vasettha …pe… ","dn27:5.6":"vessopi kho, vasettha …pe… ","dn27:5.7":"suddopi kho, vasettha, idhekacco panatipati hoti adinnadayi kamesumicchacari musavadi pisunavaco pharusavaco samphappalapi abhijjhalu byapannacitto micchaditthi. ","dn27:5.8":"Iti kho, vasettha, yeme dhamma akusala akusalasankhata …pe… ","dn27:5.9":"kanha kanhavipaka vinnugarahita; ","dn27:5.10":"suddepi te idhekacce sandissanti. ","dn27:6.1":"Khattiyopi kho, vasettha, idhekacco panatipata pativirato hoti, adinnadana pativirato, kamesumicchacara pativirato, musavada pativirato, pisunaya vacaya pativirato, pharusaya vacaya pativirato, samphappalapa pativirato, anabhijjhalu abyapannacitto, sammaditthi. ","dn27:6.2":"Iti kho, vasettha, yeme dhamma kusala kusalasankhata anavajja anavajjasankhata sevitabba sevitabbasankhata alamariya alamariyasankhata sukka sukkavipaka vinnuppasattha, khattiyepi te idhekacce sandissanti. ","dn27:6.3":"Brahmanopi kho, vasettha …pe… ","dn27:6.4":"vessopi kho, vasettha …pe… ","dn27:6.5":"suddopi kho, vasettha, idhekacco panatipata pativirato hoti …pe… ","dn27:6.6":"anabhijjhalu, abyapannacitto, sammaditthi. ","dn27:6.7":"Iti kho, vasettha, yeme dhamma kusala kusalasankhata anavajja anavajjasankhata sevitabba sevitabbasankhata alamariya alamariyasankhata sukka sukkavipaka vinnuppasattha; ","dn27:6.8":"suddepi te idhekacce sandissanti. ","dn27:7.1":"Imesu kho, vasettha, catusu vannesu evam ubhayavokinnesu vattamanesu kanhasukkesu dhammesu vinnugarahitesu ceva vinnuppasatthesu ca yadettha brahmana evamahamsu: ","dn27:7.2":"‘brahmanova settho vanno, hina anne vanna; ","dn27:7.3":"brahmanova sukko vanno, kanha anne vanna; ","dn27:7.4":"brahmanava sujjhanti, no abrahmana; ","dn27:7.5":"brahmanava brahmuno putta orasa mukhato jata brahmaja brahmanimmita brahmadayada’ti. ","dn27:7.6":"Tam tesam vinnu nanujananti. ","dn27:7.7":"Tam kissa hetu? ","dn27:7.8":"Imesanhi, vasettha, catunnam vannanam yo hoti bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, so nesam aggamakkhayati dhammeneva, no adhammena. ","dn27:7.9":"Dhammo hi, vasettha, settho janetasmim, ditthe ceva dhamme abhisamparayanca. ","dn27:7.10":"Tadaminapetam, vasettha, pariyayena veditabbam, yatha dhammova settho janetasmim, ditthe ceva dhamme abhisamparayanca. ","dn27:8.1":"Janati kho, vasettha, raja pasenadi kosalo: ","dn27:8.2":"‘samano gotamo anantara sakyakula pabbajito’ti. ","dn27:8.3":"Sakya kho pana, vasettha, ranno pasenadissa kosalassa anuyutta bhavanti. ","dn27:8.4":"Karonti kho, vasettha, sakya ranne pasenadimhi kosale nipaccakaram abhivadanam paccutthanam anjalikammam samicikammam. ","dn27:8.5":"Iti kho, vasettha, yam karonti sakya ranne pasenadimhi kosale nipaccakaram abhivadanam paccutthanam anjalikammam samicikammam, karoti tam raja pasenadi kosalo tathagate nipaccakaram abhivadanam paccutthanam anjalikammam samicikammam, na nam ‘sujato samano gotamo, dujjatohamasmi. ","dn27:8.6":"Balava samano gotamo, dubbalohamasmi. ","dn27:8.7":"Pasadiko samano gotamo, dubbannohamasmi. ","dn27:8.8":"Mahesakkho samano gotamo, appesakkhohamasmi’ti. ","dn27:8.9":"Atha kho nam dhammamyeva sakkaronto dhammam garum karonto dhammam manento dhammam pujento dhammam apacayamano evam raja pasenadi kosalo tathagate nipaccakaram karoti, abhivadanam paccutthanam anjalikammam samicikammam. ","dn27:8.10":"Iminapi kho etam, vasettha, pariyayena veditabbam, yatha dhammova settho janetasmim, ditthe ceva dhamme abhisamparayanca. ","dn27:9.1":"Tumhe khvattha, vasettha, nanajacca nananama nanagotta nanakula agarasma anagariyam pabbajita. ","dn27:9.2":"‘Ke tumhe’ti—puttha samana ‘samana sakyaputtiyamha’ti—patijanatha. ","dn27:9.3":"Yassa kho panassa, vasettha, tathagate saddha nivittha mulajata patitthita dalha asamhariya samanena va brahmanena va devena va marena va brahmuna va kenaci va lokasmim, tassetam kallam vacanaya: ","dn27:9.4":"‘bhagavatomhi putto oraso mukhato jato dhammajo dhammanimmito dhammadayado’ti. ","dn27:9.5":"Tam kissa hetu? ","dn27:9.6":"Tathagatassa hetam, vasettha, adhivacanam ‘dhammakayo’ itipi, ‘brahmakayo’ itipi, ‘dhammabhuto’ itipi, ‘brahmabhuto’ itipi. ","dn27:10.1":"Hoti kho so, vasettha, samayo yam kadaci karahaci dighassa addhuno accayena ayam loko samvattati. ","dn27:10.2":"Samvattamane loke yebhuyyena satta abhassarasamvattanika honti. ","dn27:10.3":"Te tattha honti manomaya pitibhakkha sayampabha antalikkhacara subhatthayino ciram dighamaddhanam titthanti. ","dn27:10.4":"Hoti kho so, vasettha, samayo yam kadaci karahaci dighassa addhuno accayena ayam loko vivattati. ","dn27:10.5":"Vivattamane loke yebhuyyena satta abhassarakaya cavitva itthattam agacchanti. ","dn27:10.6":"Tedha honti manomaya pitibhakkha sayampabha antalikkhacara subhatthayino ciram dighamaddhanam titthanti. ","dn27:11.0":"2. Rasapathavipatubhava ","dn27:11.1":"Ekodakibhutam kho pana, vasettha, tena samayena hoti andhakaro andhakaratimisa. ","dn27:11.2":"Na candimasuriya pannayanti, na nakkhattani tarakarupani pannayanti, na rattindiva pannayanti, na masaddhamasa pannayanti, na utusamvacchara pannayanti, na itthipuma pannayanti, satta sattatveva sankhyam gacchanti. ","dn27:11.3":"Atha kho tesam, vasettha, sattanam kadaci karahaci dighassa addhuno accayena rasapathavi udakasmim samatani; ","dn27:11.4":"seyyathapi nama payaso tattassa nibbayamanassa upari santanakam hoti; ","dn27:11.5":"evameva paturahosi. ","dn27:11.6":"Sa ahosi vannasampanna gandhasampanna rasasampanna, seyyathapi nama sampannam va sappi sampannam va navanitam evamvanna ahosi. ","dn27:11.7":"Seyyathapi nama khuddamadhum anelakam; ","dn27:11.8":"evamassada ahosi. ","dn27:11.9":"Atha kho, vasettha, annataro satto lolajatiko: ","dn27:11.10":"‘ambho, kimevidam bhavissati’ti rasapathavim anguliya sayi. ","dn27:11.11":"Tassa rasapathavim anguliya sayato acchadesi, tanha cassa okkami. ","dn27:11.12":"Annepi kho, vasettha, satta tassa sattassa ditthanugatim apajjamana rasapathavim anguliya sayimsu. ","dn27:11.13":"Tesam rasapathavim anguliya sayatam acchadesi, tanha ca tesam okkami. ","dn27:12.0":"3. Candimasuriyadipatubhava ","dn27:12.1":"Atha kho te, vasettha, satta rasapathavim hatthehi aluppakarakam upakkamimsu paribhunjitum. ","dn27:12.2":"Yato kho te, vasettha, satta rasapathavim hatthehi aluppakarakam upakkamimsu paribhunjitum. ","dn27:12.3":"Atha tesam sattanam sayampabha antaradhayi. ","dn27:12.4":"Sayampabhaya antarahitaya candimasuriya paturahesum. ","dn27:12.5":"Candimasuriyesu patubhutesu nakkhattani tarakarupani paturahesum. ","dn27:12.6":"Nakkhattesu tarakarupesu patubhutesu rattindiva pannayimsu. ","dn27:12.7":"Rattindivesu pannayamanesu masaddhamasa pannayimsu. ","dn27:12.8":"Masaddhamasesu pannayamanesu utusamvacchara pannayimsu. ","dn27:12.9":"Ettavata kho, vasettha, ayam loko puna vivatto hoti. ","dn27:13.1":"Atha kho te, vasettha, satta rasapathavim paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamsu. ","dn27:13.2":"Yatha yatha kho te, vasettha, satta rasapathavim paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamsu tatha tatha tesam sattanam rasapathavim paribhunjantanam kharattanceva kayasmim okkami, vannavevannata ca pannayittha. ","dn27:13.3":"Ekidam satta vannavanto honti, ekidam satta dubbanna. ","dn27:13.4":"Tattha ye te satta vannavanto, te dubbanne satte atimannanti: ","dn27:13.5":"‘mayametehi vannavantatara, amhehete dubbannatara’ti. ","dn27:13.6":"Tesam vannatimanapaccaya manatimanajatikanam rasapathavi antaradhayi. ","dn27:13.7":"Rasaya pathaviya antarahitaya sannipatimsu. ","dn27:13.8":"Sannipatitva anutthunimsu: ","dn27:13.9":"‘aho rasam, aho rasan’ti. ","dn27:13.10":"Tadetarahipi manussa kancideva surasam labhitva evamahamsu: ","dn27:13.11":"‘aho rasam, aho rasan’ti. ","dn27:13.12":"Tadeva poranam aggannam akkharam anusaranti, na tvevassa attham ajananti. ","dn27:14.0":"4. Bhumipappatakapatubhava ","dn27:14.1":"Atha kho tesam, vasettha, sattanam rasaya pathaviya antarahitaya bhumipappatako paturahosi. ","dn27:14.2":"Seyyathapi nama ahicchattako; evameva paturahosi. ","dn27:14.3":"So ahosi vannasampanno gandhasampanno rasasampanno, seyyathapi nama sampannam va sappi sampannam va navanitam evamvanno ahosi. ","dn27:14.4":"Seyyathapi nama khuddamadhum anelakam; evamassado ahosi. ","dn27:14.5":"Atha kho te, vasettha, satta bhumipappatakam upakkamimsu paribhunjitum. ","dn27:14.6":"Te tam paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamsu. ","dn27:14.7":"Yatha yatha kho te, vasettha, satta bhumipappatakam paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamsu tatha tatha tesam sattanam bhiyyoso mattaya kharattanceva kayasmim okkami, vannavevannata ca pannayittha. ","dn27:14.8":"Ekidam satta vannavanto honti, ekidam satta dubbanna. ","dn27:14.9":"Tattha ye te satta vannavanto, te dubbanne satte atimannanti: ","dn27:14.10":"‘mayametehi vannavantatara, amhehete dubbannatara’ti. ","dn27:14.11":"Tesam vannatimanapaccaya manatimanajatikanam bhumipappatako antaradhayi. ","dn27:14.12.0":"5. Padalatapatubhava ","dn27:14.13":"Bhumipappatake antarahite padalata paturahosi, seyyathapi nama kalambuka; evameva paturahosi. ","dn27:14.14":"Sa ahosi vannasampanna gandhasampanna rasasampanna, seyyathapi nama sampannam va sappi sampannam va navanitam evamvanna ahosi. ","dn27:14.15":"Seyyathapi nama khuddamadhum anelakam; evamassada ahosi. ","dn27:15.1":"Atha kho te, vasettha, satta padalatam upakkamimsu paribhunjitum. ","dn27:15.2":"Te tam paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamsu. ","dn27:15.3":"Yatha yatha kho te, vasettha, satta padalatam paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamsu tatha tatha tesam sattanam bhiyyoso mattaya kharattanceva kayasmim okkami, vannavevannata ca pannayittha. ","dn27:15.4":"Ekidam satta vannavanto honti, ekidam satta dubbanna. ","dn27:15.5":"Tattha ye te satta vannavanto, te dubbanne satte atimannanti: ","dn27:15.6":"‘mayametehi vannavantatara, amhehete dubbannatara’ti. ","dn27:15.7":"Tesam vannatimanapaccaya manatimanajatikanam padalata antaradhayi. ","dn27:15.8":"Padalataya antarahitaya sannipatimsu. Sannipatitva anutthunimsu: ","dn27:15.9":"‘ahu vata no, ahayi vata no padalata’ti. ","dn27:15.10":"Tadetarahipi manussa kenaci dukkhadhammena phuttha evamahamsu: ","dn27:15.11":"‘ahu vata no, ahayi vata no’ti. ","dn27:15.12":"Tadeva poranam aggannam akkharam anusaranti, na tvevassa attham ajananti. ","dn27:16.0":"6. Akatthapakasalipatubhava ","dn27:16.1":"Atha kho tesam, vasettha, sattanam padalataya antarahitaya akatthapako sali paturahosi akano athuso suddho sugandho tandulapphalo. ","dn27:16.2":"Yam tam sayam sayamasaya aharanti, pato tam hoti pakkam pativirulham. ","dn27:16.3":"Yam tam pato patarasaya aharanti, sayam tam hoti pakkam pativirulham; ","dn27:16.4":"napadanam pannayati. ","dn27:16.5":"Atha kho te, vasettha, satta akatthapakam salim paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamsu. ","dn27:16.6.0":"7. Itthipurisalingapatubhava ","dn27:16.7":"Yatha yatha kho te, vasettha, satta akatthapakam salim paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamsu tatha tatha tesam sattanam bhiyyoso mattaya kharattanceva kayasmim okkami, vannavevannata ca pannayittha, itthiya ca itthilingam paturahosi purisassa ca purisalingam. ","dn27:16.8":"Itthi ca purisam ativelam upanijjhayati puriso ca itthim. ","dn27:16.9":"Tesam ativelam annamannam upanijjhayatam sarago udapadi, parilaho kayasmim okkami. ","dn27:16.10":"Te parilahapaccaya methunam dhammam patisevimsu. ","dn27:16.11":"Ye kho pana te, vasettha, tena samayena satta passanti methunam dhammam patisevante, anne pamsum khipanti, anne setthim khipanti, anne gomayam khipanti: ","dn27:16.12":"‘nassa asuci, nassa asuci’ti. ","dn27:16.13":"‘Kathanhi nama satto sattassa evarupam karissati’ti. ","dn27:16.14":"Tadetarahipi manussa ekaccesu janapadesu vadhuya nibbuyhamanaya anne pamsum khipanti, anne setthim khipanti, anne gomayam khipanti. ","dn27:16.15":"Tadeva poranam aggannam akkharam anusaranti, na tvevassa attham ajananti. ","dn27:17.0":"8. Methunadhammasamacara ","dn27:17.1":"Adhammasammatam kho pana, vasettha, tena samayena hoti, tadetarahi dhammasammatam. ","dn27:17.2":"Ye kho pana, vasettha, tena samayena satta methunam dhammam patisevanti, te masampi dvemasampi na labhanti gamam va nigamam va pavisitum. ","dn27:17.3":"Yato kho te, vasettha, satta tasmim asaddhamme ativelam patabyatam apajjimsu. ","dn27:17.4":"Atha agarani upakkamimsu katum tasseva asaddhammassa paticchadanattham. ","dn27:17.5":"Atha kho, vasettha, annatarassa sattassa alasajatikassa etadahosi: ","dn27:17.6":"‘ambho, kimevaham vihannami salim aharanto sayam sayamasaya pato patarasaya. ","dn27:17.7":"Yannunaham salim ahareyyam sakideva sayapatarasaya’ti. ","dn27:17.8":"Atha kho so, vasettha, satto salim ahasi sakideva sayapatarasaya. ","dn27:17.9":"Atha kho, vasettha, annataro satto yena so satto tenupasankami; upasankamitva tam sattam etadavoca: ","dn27:17.10":"‘ehi, bho satta, salaharam gamissama’ti. ","dn27:17.11":"‘Alam, bho satta, ahato me sali sakideva sayapatarasaya’ti. ","dn27:17.12":"Atha kho so, vasettha, satto tassa sattassa ditthanugatim apajjamano salim ahasi sakideva dvihaya. ‘Evampi kira, bho, sadhu’ti. ","dn27:17.13":"Atha kho, vasettha, annataro satto yena so satto tenupasankami; upasankamitva tam sattam etadavoca: ","dn27:17.14":"‘ehi, bho satta, salaharam gamissama’ti. ","dn27:17.15":"‘Alam, bho satta, ahato me sali sakideva dvihaya’ti. ","dn27:17.16":"Atha kho so, vasettha, satto tassa sattassa ditthanugatim apajjamano salim ahasi sakideva catuhaya, ‘evampi kira, bho, sadhu’ti. ","dn27:17.17":"Atha kho, vasettha, annataro satto yena so satto tenupasankami; upasankamitva tam sattam etadavoca: ","dn27:17.18":"‘ehi, bho satta, salaharam gamissama’ti. ","dn27:17.19":"‘Alam, bho satta, ahato me sali sakideva catuhaya’ti. ","dn27:17.20":"Atha kho so, vasettha, satto tassa sattassa ditthanugatim apajjamano salim ahasi sakideva atthahaya, ‘evampi kira, bho, sadhu’ti. ","dn27:17.21":"Yato kho te, vasettha, satta sannidhikarakam salim upakkamimsu paribhunjitum. ","dn27:17.22":"Atha kanopi tandulam pariyonandhi, thusopi tandulam pariyonandhi; ","dn27:17.23":"lunampi nappativirulham, apadanam pannayittha, sandasanda salayo atthamsu. ","dn27:18.0":"9. Salivibhaga ","dn27:18.1":"Atha kho te, vasettha, satta sannipatimsu, sannipatitva anutthunimsu: ","dn27:18.2":"‘papaka vata, bho, dhamma sattesu patubhuta. ","dn27:18.3":"Mayanhi pubbe manomaya ahumha pitibhakkha sayampabha antalikkhacara subhatthayino, ciram dighamaddhanam atthamha. ","dn27:18.4":"Tesam no amhakam kadaci karahaci dighassa addhuno accayena rasapathavi udakasmim samatani. ","dn27:18.5":"Sa ahosi vannasampanna gandhasampanna rasasampanna. ","dn27:18.6":"Te mayam rasapathavim hatthehi aluppakarakam upakkamimha paribhunjitum, tesam no rasapathavim hatthehi aluppakarakam upakkamatam paribhunjitum sayampabha antaradhayi. ","dn27:18.7":"Sayampabhaya antarahitaya candimasuriya paturahesum, candimasuriyesu patubhutesu nakkhattani tarakarupani paturahesum, nakkhattesu tarakarupesu patubhutesu rattindiva pannayimsu, rattindivesu pannayamanesu masaddhamasa pannayimsu. ","dn27:18.8":"Masaddhamasesu pannayamanesu utusamvacchara pannayimsu. ","dn27:18.9":"Te mayam rasapathavim paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamha. ","dn27:18.10":"Tesam no papakanamyeva akusalanam dhammanam patubhava rasapathavi antaradhayi. ","dn27:18.11":"Rasapathaviya antarahitaya bhumipappatako paturahosi. ","dn27:18.12":"So ahosi vannasampanno gandhasampanno rasasampanno. ","dn27:18.13":"Te mayam bhumipappatakam upakkamimha paribhunjitum. ","dn27:18.14":"Te mayam tam paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamha. ","dn27:18.15":"Tesam no papakanamyeva akusalanam dhammanam patubhava bhumipappatako antaradhayi. ","dn27:18.16":"Bhumipappatake antarahite padalata paturahosi. ","dn27:18.17":"Sa ahosi vannasampanna gandhasampanna rasasampanna. ","dn27:18.18":"Te mayam padalatam upakkamimha paribhunjitum. ","dn27:18.19":"Te mayam tam paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamha. ","dn27:18.20":"Tesam no papakanamyeva akusalanam dhammanam patubhava padalata antaradhayi. ","dn27:18.21":"Padalataya antarahitaya akatthapako sali paturahosi akano athuso suddho sugandho tandulapphalo. ","dn27:18.22":"Yam tam sayam sayamasaya aharama, pato tam hoti pakkam pativirulham. ","dn27:18.23":"Yam tam pato patarasaya aharama, sayam tam hoti pakkam pativirulham. ","dn27:18.24":"Napadanam pannayittha. ","dn27:18.25":"Te mayam akatthapakam salim paribhunjanta tambhakkha tadahara ciram dighamaddhanam atthamha. ","dn27:18.26":"Tesam no papakanamyeva akusalanam dhammanam patubhava kanopi tandulam pariyonandhi, thusopi tandulam pariyonandhi, lunampi nappativirulham, apadanam pannayittha, sandasanda salayo thita. ","dn27:18.27":"Yannuna mayam salim vibhajeyyama, mariyadam thapeyyama’ti. ","dn27:18.28":"Atha kho te, vasettha, satta salim vibhajimsu, mariyadam thapesum. ","dn27:19.1":"Atha kho, vasettha, annataro satto lolajatiko sakam bhagam parirakkhanto annataram bhagam adinnam adiyitva paribhunji. ","dn27:19.2":"Tamenam aggahesum, gahetva etadavocum: ","dn27:19.3":"‘papakam vata, bho satta, karosi, yatra hi nama sakam bhagam parirakkhanto annataram bhagam adinnam adiyitva paribhunjasi. ","dn27:19.4":"Massu, bho satta, punapi evarupamakasi’ti. ","dn27:19.5":"‘Evam, bho’ti kho, vasettha, so satto tesam sattanam paccassosi. ","dn27:19.6":"Dutiyampi kho, vasettha, so satto …pe… ","dn27:19.7":"tatiyampi kho, vasettha, so satto sakam bhagam parirakkhanto annataram bhagam adinnam adiyitva paribhunji. ","dn27:19.8":"Tamenam aggahesum, gahetva etadavocum: ","dn27:19.9":"‘papakam vata, bho satta, karosi, yatra hi nama sakam bhagam parirakkhanto annataram bhagam adinnam adiyitva paribhunjasi. ","dn27:19.10":"Massu, bho satta, punapi evarupamakasi’ti. ","dn27:19.11":"Anne panina paharimsu, anne ledduna paharimsu, anne dandena paharimsu. ","dn27:19.12":"Tadagge kho, vasettha, adinnadanam pannayati, garaha pannayati, musavado pannayati, dandadanam pannayati. ","dn27:20.0":"10. Mahasammataraja ","dn27:20.1":"Atha kho te, vasettha, satta sannipatimsu, sannipatitva anutthunimsu: ","dn27:20.2":"‘papaka vata bho dhamma sattesu patubhuta, yatra hi nama adinnadanam pannayissati, garaha pannayissati, musavado pannayissati, dandadanam pannayissati. ","dn27:20.3":"Yannuna mayam ekam sattam sammanneyyama, yo no samma khiyitabbam khiyeyya, samma garahitabbam garaheyya, samma pabbajetabbam pabbajeyya. ","dn27:20.4":"Mayam panassa salinam bhagam anuppadassama’ti. ","dn27:20.5":"Atha kho te, vasettha, satta yo nesam satto abhirupataro ca dassaniyataro ca pasadikataro ca mahesakkhataro ca tam sattam upasankamitva etadavocum: ","dn27:20.6":"‘ehi, bho satta, samma khiyitabbam khiya, samma garahitabbam garaha, samma pabbajetabbam pabbajehi. ","dn27:20.7":"Mayam pana te salinam bhagam anuppadassama’ti. ","dn27:20.8":"‘Evam, bho’ti kho, vasettha, so satto tesam sattanam patissunitva samma khiyitabbam khiyi, samma garahitabbam garahi, samma pabbajetabbam pabbajesi. ","dn27:20.9":"Te panassa salinam bhagam anuppadamsu. ","dn27:21.1":"Mahajanasammatoti kho, vasettha, ‘mahasammato, mahasammato’ tveva pathamam akkharam upanibbattam. ","dn27:21.2":"Khettanam adhipatiti kho, vasettha, ‘khattiyo, khattiyo’ tveva dutiyam akkharam upanibbattam. ","dn27:21.3":"Dhammena pare ranjetiti kho, vasettha, ‘raja, raja’ tveva tatiyam akkharam upanibbattam. ","dn27:21.4":"Iti kho, vasettha, evametassa khattiyamandalassa poranena aggannena akkharena abhinibbatti ahosi tesamyeva sattanam, anannesam. Sadisanamyeva, no asadisanam. Dhammeneva, no adhammena. ","dn27:21.5":"Dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparayanca. ","dn27:22.0":"11. Brahmanamandala ","dn27:22.1":"Atha kho tesam, vasettha, sattanamyeva ekaccanam etadahosi: ","dn27:22.2":"‘papaka vata, bho, dhamma sattesu patubhuta, yatra hi nama adinnadanam pannayissati, garaha pannayissati, musavado pannayissati, dandadanam pannayissati, pabbajanam pannayissati. ","dn27:22.3":"Yannuna mayam papake akusale dhamme vaheyyama’ti. ","dn27:22.4":"Te papake akusale dhamme vahesum. ","dn27:22.5":"Papake akusale dhamme vahentiti kho, vasettha, ‘brahmana, brahmana’ tveva pathamam akkharam upanibbattam. ","dn27:22.6":"Te arannayatane pannakutiyo karitva pannakutisu jhayanti vitangara vitadhuma pannamusala sayam sayamasaya pato patarasaya gamanigamarajadhaniyo osaranti ghasamesamana. ","dn27:22.7":"Te ghasam patilabhitva punadeva arannayatane pannakutisu jhayanti. ","dn27:22.8":"Tamenam manussa disva evamahamsu: ","dn27:22.9":"‘ime kho, bho, satta arannayatane pannakutiyo karitva pannakutisu jhayanti, vitangara vitadhuma pannamusala sayam sayamasaya pato patarasaya gamanigamarajadhaniyo osaranti ghasamesamana. ","dn27:22.10":"Te ghasam patilabhitva punadeva arannayatane pannakutisu jhayanti’ti, ","dn27:22.11":"jhayantiti kho, vasettha, ‘jhayaka, jhayaka’ tveva dutiyam akkharam upanibbattam. ","dn27:23.1":"Tesamyeva kho, vasettha, sattanam ekacce satta arannayatane pannakutisu tam jhanam anabhisambhunamana gamasamantam nigamasamantam osaritva ganthe karonta acchanti. ","dn27:23.2":"Tamenam manussa disva evamahamsu: ","dn27:23.3":"‘ime kho, bho, satta arannayatane pannakutisu tam jhanam anabhisambhunamana gamasamantam nigamasamantam osaritva ganthe karonta acchanti, na danime jhayanti’ti. ","dn27:23.4":"Na danime jhayantiti kho, vasettha, ‘ajjhayaka, ajjhayaka’ tveva tatiyam akkharam upanibbattam. ","dn27:23.5":"Hinasammatam kho pana, vasettha, tena samayena hoti, tadetarahi setthasammatam. ","dn27:23.6":"Iti kho, vasettha, evametassa brahmanamandalassa poranena aggannena akkharena abhinibbatti ahosi tesamyeva sattanam, anannesam sadisanamyeva no asadisanam dhammeneva, no adhammena. ","dn27:23.7":"Dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparayanca. ","dn27:24.0":"12. Vessamandala ","dn27:24.1":"Tesamyeva kho, vasettha, sattanam ekacce satta methunam dhammam samadaya visukammante payojesum. ","dn27:24.2":"Methunam dhammam samadaya visukammante payojentiti kho, vasettha, ‘vessa, vessa’ tveva akkharam upanibbattam. ","dn27:24.3":"Iti kho, vasettha, evametassa vessamandalassa poranena aggannena akkharena abhinibbatti ahosi tesanneva sattanam anannesam sadisanamyeva, no asadisanam, dhammeneva no adhammena. ","dn27:24.4":"Dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparayanca. ","dn27:25.0":"13. Suddamandala ","dn27:25.1":"Tesanneva kho, vasettha, sattanam ye te satta avasesa te luddacara khuddacara ahesum. ","dn27:25.2":"Luddacara khuddacarati kho, vasettha, ‘sudda, sudda’ tveva akkharam upanibbattam. ","dn27:25.3":"Iti kho, vasettha, evametassa suddamandalassa poranena aggannena akkharena abhinibbatti ahosi tesamyeva sattanam anannesam, sadisanamyeva no asadisanam, dhammeneva, no adhammena. ","dn27:25.4":"Dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparayanca. ","dn27:26.1":"Ahu kho so, vasettha, samayo, yam khattiyopi sakam dhammam garahamano agarasma anagariyam pabbajati: ","dn27:26.2":"‘samano bhavissami’ti. ","dn27:26.3":"Brahmanopi kho, vasettha …pe… ","dn27:26.4":"vessopi kho, vasettha …pe… ","dn27:26.5":"suddopi kho, vasettha, sakam dhammam garahamano agarasma anagariyam pabbajati: ","dn27:26.6":"‘samano bhavissami’ti. ","dn27:26.7":"Imehi kho, vasettha, catuhi mandalehi samanamandalassa abhinibbatti ahosi, tesamyeva sattanam anannesam, sadisanamyeva no asadisanam, dhammeneva no adhammena. ","dn27:26.8":"Dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparayanca. ","dn27:27.0":"14. Duccaritadikatha ","dn27:27.1":"Khattiyopi kho, vasettha, kayena duccaritam caritva vacaya duccaritam caritva manasa duccaritam caritva micchaditthiko micchaditthikammasamadano micchaditthikammasamadanahetu kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","dn27:27.2":"Brahmanopi kho, vasettha …pe… ","dn27:27.3":"vessopi kho, vasettha … ","dn27:27.4":"suddopi kho, vasettha … ","dn27:27.5":"samanopi kho, vasettha, kayena duccaritam caritva vacaya duccaritam caritva manasa duccaritam caritva micchaditthiko micchaditthikammasamadano micchaditthikammasamadanahetu kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","dn27:28.1":"Khattiyopi kho, vasettha, kayena sucaritam caritva vacaya sucaritam caritva manasa sucaritam caritva sammaditthiko sammaditthikammasamadano sammaditthikammasamadanahetu kayassa bheda param marana sugatim saggam lokam upapajjati. ","dn27:28.2":"Brahmanopi kho, vasettha …pe… ","dn27:28.3":"vessopi kho, vasettha … ","dn27:28.4":"suddopi kho, vasettha … ","dn27:28.5":"samanopi kho, vasettha, kayena sucaritam caritva vacaya sucaritam caritva manasa sucaritam caritva sammaditthiko sammaditthikammasamadano sammaditthikammasamadanahetu kayassa bheda param marana sugatim saggam lokam upapajjati. ","dn27:29.1":"Khattiyopi kho, vasettha, kayena dvayakari, vacaya dvayakari, manasa dvayakari, vimissaditthiko vimissaditthikammasamadano vimissaditthikammasamadanahetu kayassa bheda param marana sukhadukkhappatisamvedi hoti. ","dn27:29.2":"Brahmanopi kho, vasettha …pe… ","dn27:29.3":"vessopi kho, vasettha … ","dn27:29.4":"suddopi kho, vasettha … ","dn27:29.5":"samanopi kho, vasettha, kayena dvayakari, vacaya dvayakari, manasa dvayakari, vimissaditthiko vimissaditthikammasamadano vimissaditthikammasamadanahetu kayassa bheda param marana sukhadukkhappatisamvedi hoti. ","dn27:30.0":"15. Bodhipakkhiyabhavana ","dn27:30.1":"Khattiyopi kho, vasettha, kayena samvuto vacaya samvuto manasa samvuto sattannam bodhipakkhiyanam dhammanam bhavanamanvaya dittheva dhamme parinibbayati. ","dn27:30.2":"Brahmanopi kho, vasettha …pe… ","dn27:30.3":"vessopi kho, vasettha … ","dn27:30.4":"suddopi kho, vasettha … ","dn27:30.5":"samanopi kho, vasettha, kayena samvuto vacaya samvuto manasa samvuto sattannam bodhipakkhiyanam dhammanam bhavanamanvaya dittheva dhamme parinibbayati. ","dn27:31.1":"Imesanhi, vasettha, catunnam vannanam yo hoti bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, so nesam aggamakkhayati dhammeneva, no adhammena. ","dn27:31.2":"Dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparayanca. ","dn27:32.1":"Brahmuna pesa, vasettha, sanankumarena gatha bhasita: ","dn27:32.2":"‘Khattiyo settho janetasmim, ","dn27:32.3":"ye gottapatisarino; ","dn27:32.4":"Vijjacaranasampanno, ","dn27:32.5":"so settho devamanuse’ti. ","dn27:32.6":"Sa kho panesa, vasettha, brahmuna sanankumarena gatha sugita, no duggita. Subhasita, no dubbhasita. Atthasamhita, no anatthasamhita. Anumata maya. ","dn27:32.7":"Ahampi, vasettha, evam vadami—","dn27:32.8":"Khattiyo settho janetasmim, ","dn27:32.9":"ye gottapatisarino; ","dn27:32.10":"Vijjacaranasampanno, ","dn27:32.11":"so settho devamanuse”ti. ","dn27:32.12":"Idamavoca bhagava. ","dn27:32.13":"Attamana vasetthabharadvaja bhagavato bhasitam abhinandunti. ","dn27:32.14":"Aggannasuttam nitthitam catuttham. "}