{"dn28:0.1":"Digha Nikaya 28 ","dn28:0.2":"Sampasadaniyasutta ","dn28:1.0":"1. Sariputtasihanada ","dn28:1.1":"Evam me sutam—","dn28:1.2":"ekam samayam bhagava nalandayam viharati pavarikambavane. ","dn28:1.3":"Atha kho ayasma sariputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma sariputto bhagavantam etadavoca: ","dn28:1.4":"“evampasanno aham, bhante, bhagavati, na cahu na ca bhavissati na cetarahi vijjati anno samano va brahmano va bhagavata bhiyyobhinnataro yadidam sambodhiyan”ti. ","dn28:1.5":"“Ulara kho te ayam, sariputta, asabhi vaca bhasita, ekamso gahito, sihanado nadito: ","dn28:1.6":"‘evampasanno aham, bhante, bhagavati; ","dn28:1.7":"na cahu na ca bhavissati na cetarahi vijjati anno samano va brahmano va bhagavata bhiyyobhinnataro yadidam sambodhiyan’ti. ","dn28:1.8":"Kim te, sariputta, ye te ahesum atitamaddhanam arahanto sammasambuddha, sabbe te bhagavanto cetasa ceto paricca vidita: ","dn28:1.9":"‘evamsila te bhagavanto ahesum itipi, evamdhamma te bhagavanto ahesum itipi, evampanna te bhagavanto ahesum itipi, evamvihari te bhagavanto ahesum itipi, evamvimutta te bhagavanto ahesum itipi’”ti? ","dn28:1.10":"“No hetam, bhante”. ","dn28:1.11":"“Kim pana te, sariputta, ye te bhavissanti anagatamaddhanam arahanto sammasambuddha, sabbe te bhagavanto cetasa ceto paricca vidita: ","dn28:1.12":"‘evamsila te bhagavanto bhavissanti itipi, evamdhamma … evampanna … evamvihari … evamvimutta te bhagavanto bhavissanti itipi’”ti? ","dn28:1.13":"“No hetam, bhante”. ","dn28:1.14":"“Kim pana te, sariputta, aham etarahi araham sammasambuddho cetasa ceto paricca vidito: ","dn28:1.15":"‘evamsilo bhagava itipi, evamdhammo … evampanno … evamvihari … evamvimutto bhagava itipi’”ti? ","dn28:1.16":"“No hetam, bhante”. ","dn28:1.17":"“Ettha ca hi te, sariputta, atitanagatapaccuppannesu arahantesu sammasambuddhesu cetopariyananam natthi. ","dn28:1.18":"Atha kim carahi te ayam, sariputta, ulara asabhi vaca bhasita, ekamso gahito, sihanado nadito: ","dn28:1.19":"‘evampasanno aham, bhante, bhagavati, na cahu na ca bhavissati na cetarahi vijjati anno samano va brahmano va bhagavata bhiyyobhinnataro yadidam sambodhiyan’”ti? ","dn28:2.1":"“Na kho me, bhante, atitanagatapaccuppannesu arahantesu sammasambuddhesu cetopariyananam atthi. ","dn28:2.2":"Api ca me dhammanvayo vidito. ","dn28:2.3":"Seyyathapi, bhante, ranno paccantimam nagaram dalhuddhapam dalhapakaratoranam ekadvaram. ","dn28:2.4":"Tatrassa dovariko pandito byatto medhavi annatanam nivareta, natanam paveseta. ","dn28:2.5":"So tassa nagarassa samanta anupariyayapatham anukkamamano na passeyya pakarasandhim va pakaravivaram va antamaso bilaranikkhamanamattampi. ","dn28:2.6":"Tassa evamassa: ","dn28:2.7":"‘ye kho keci olarika pana imam nagaram pavisanti va nikkhamanti va, sabbe te iminava dvarena pavisanti va nikkhamanti va’ti. ","dn28:2.8":"Evameva kho me, bhante, dhammanvayo vidito. ","dn28:2.9":"Ye te, bhante, ahesum atitamaddhanam arahanto sammasambuddha, sabbe te bhagavanto panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane catusu satipatthanesu suppatitthitacitta, satta sambojjhange yathabhutam bhavetva anuttaram sammasambodhim abhisambujjhimsu. ","dn28:2.10":"Yepi te, bhante, bhavissanti anagatamaddhanam arahanto sammasambuddha, sabbe te bhagavanto panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane catusu satipatthanesu suppatitthitacitta, satta sambojjhange yathabhutam bhavetva anuttaram sammasambodhim abhisambujjhissanti. ","dn28:2.11":"Bhagavapi, bhante, etarahi araham sammasambuddho panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane catusu satipatthanesu suppatitthitacitto satta sambojjhange yathabhutam bhavetva anuttaram sammasambodhim abhisambuddho. ","dn28:2.12":"Idhaham, bhante, yena bhagava tenupasankamim dhammassavanaya. ","dn28:2.13":"Tassa me, bhante, bhagava dhammam deseti uttaruttaram panitapanitam kanhasukkasappatibhagam. ","dn28:2.14":"Yatha yatha me, bhante, bhagava dhammam desesi uttaruttaram panitapanitam kanhasukkasappatibhagam tatha tathaham tasmim dhamme abhinna idhekaccam dhammam dhammesu nitthamagamam; satthari pasidim: ","dn28:2.15":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno savakasangho’ti. ","dn28:3.0":"1.1. Kusaladhammadesana ","dn28:3.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti kusalesu dhammesu. ","dn28:3.2":"Tatrime kusala dhamma seyyathidam—","dn28:3.3":"cattaro satipatthana, cattaro sammappadhana, cattaro iddhipada, pancindriyani, panca balani, satta bojjhanga, ariyo atthangiko maggo. ","dn28:3.4":"Idha, bhante, bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","dn28:3.5":"Etadanuttariyam, bhante, kusalesu dhammesu. ","dn28:3.6":"Tam bhagava asesamabhijanati, tam bhagavato asesamabhijanato uttari abhinneyyam natthi, yadabhijanam anno samano va brahmano va bhagavata bhiyyobhinnataro assa, yadidam kusalesu dhammesu. ","dn28:4.0":"1.2. Ayatanapannattidesana ","dn28:4.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti ayatanapannattisu. ","dn28:4.2":"Chayimani, bhante, ajjhattikabahirani ayatanani. ","dn28:4.3":"Cakkhunceva rupa ca, sotanceva sadda ca, ghananceva gandha ca, jivha ceva rasa ca, kayo ceva photthabba ca, mano ceva dhamma ca. ","dn28:4.4":"Etadanuttariyam, bhante, ayatanapannattisu. ","dn28:4.5":"Tam bhagava asesamabhijanati, tam bhagavato asesamabhijanato uttari abhinneyyam natthi, yadabhijanam anno samano va brahmano va bhagavata bhiyyobhinnataro assa yadidam ayatanapannattisu. ","dn28:5.0":"1.3. Gabbhavakkantidesana ","dn28:5.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti gabbhavakkantisu. ","dn28:5.2":"Catasso ima, bhante, gabbhavakkantiyo. ","dn28:5.3":"Idha, bhante, ekacco asampajano matukucchim okkamati; asampajano matukucchismim thati; asampajano matukucchimha nikkhamati. Ayam pathama gabbhavakkanti. ","dn28:5.4":"Puna caparam, bhante, idhekacco sampajano matukucchim okkamati; asampajano matukucchismim thati; asampajano matukucchimha nikkhamati. Ayam dutiya gabbhavakkanti. ","dn28:5.5":"Puna caparam, bhante, idhekacco sampajano matukucchim okkamati; sampajano matukucchismim thati; asampajano matukucchimha nikkhamati. Ayam tatiya gabbhavakkanti. ","dn28:5.6":"Puna caparam, bhante, idhekacco sampajano matukucchim okkamati; sampajano matukucchismim thati; sampajano matukucchimha nikkhamati. Ayam catuttha gabbhavakkanti. ","dn28:5.7":"Etadanuttariyam, bhante, gabbhavakkantisu. ","dn28:6.0":"1.4. Adesanavidhadesana ","dn28:6.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti adesanavidhasu. ","dn28:6.2":"Catasso ima, bhante, adesanavidha. ","dn28:6.3":"Idha, bhante, ekacco nimittena adisati: ","dn28:6.4":"‘evampi te mano, itthampi te mano, itipi te cittan’ti. ","dn28:6.5":"So bahuncepi adisati, tatheva tam hoti, no annatha. ","dn28:6.6":"Ayam pathama adesanavidha. ","dn28:6.7":"Puna caparam, bhante, idhekacco na heva kho nimittena adisati. Api ca kho manussanam va amanussanam va devatanam va saddam sutva adisati: ","dn28:6.8":"‘evampi te mano, itthampi te mano, itipi te cittan’ti. ","dn28:6.9":"So bahuncepi adisati, tatheva tam hoti, no annatha. ","dn28:6.10":"Ayam dutiya adesanavidha. ","dn28:6.11":"Puna caparam, bhante, idhekacco na heva kho nimittena adisati, napi manussanam va amanussanam va devatanam va saddam sutva adisati. Api ca kho vitakkayato vicarayato vitakkavippharasaddam sutva adisati: ","dn28:6.12":"‘evampi te mano, itthampi te mano, itipi te cittan’ti. ","dn28:6.13":"So bahuncepi adisati, tatheva tam hoti, no annatha. ","dn28:6.14":"Ayam tatiya adesanavidha. ","dn28:6.15":"Puna caparam, bhante, idhekacco na heva kho nimittena adisati, napi manussanam va amanussanam va devatanam va saddam sutva adisati, napi vitakkayato vicarayato vitakkavippharasaddam sutva adisati. Api ca kho avitakkam avicaram samadhim samapannassa cetasa ceto paricca pajanati: ","dn28:6.16":"‘yatha imassa bhoto manosankhara panihita. Tatha imassa cittassa anantara imam nama vitakkam vitakkessati’ti. ","dn28:6.17":"So bahuncepi adisati, tatheva tam hoti, no annatha. ","dn28:6.18":"Ayam catuttha adesanavidha. ","dn28:6.19":"Etadanuttariyam, bhante, adesanavidhasu. ","dn28:7.0":"1.5. Dassanasamapattidesana ","dn28:7.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti dassanasamapattisu. ","dn28:7.2":"Catasso ima, bhante, dassanasamapattiyo. ","dn28:7.3":"Idha, bhante, ekacco samano va brahmano va atappamanvaya padhanamanvaya anuyogamanvaya appamadamanvaya sammamanasikaramanvaya tatharupam cetosamadhim phusati, yathasamahite citte imameva kayam uddham padatala adho kesamatthaka tacapariyantam puram nanappakarassa asucino paccavekkhati: ","dn28:7.4":"‘atthi imasmim kaye kesa loma nakha danta taco mamsam nharu atthi atthiminjam vakkam hadayam yakanam kilomakam pihakam papphasam antam antagunam udariyam karisam pittam semham pubbo lohitam sedo medo assu vasa khelo singhanika lasika muttan’ti. ","dn28:7.5":"Ayam pathama dassanasamapatti. ","dn28:7.6":"Puna caparam, bhante, idhekacco samano va brahmano va atappamanvaya …pe… tatharupam cetosamadhim phusati, yathasamahite citte imameva kayam uddham padatala adho kesamatthaka tacapariyantam puram nanappakarassa asucino paccavekkhati: ","dn28:7.7":"‘atthi imasmim kaye kesa loma …pe… lasika muttan’ti. ","dn28:7.8":"Atikkamma ca purisassa chavimamsalohitam atthim paccavekkhati. ","dn28:7.9":"Ayam dutiya dassanasamapatti. ","dn28:7.10":"Puna caparam, bhante, idhekacco samano va brahmano va atappamanvaya …pe… tatharupam cetosamadhim phusati, yathasamahite citte imameva kayam uddham padatala adho kesamatthaka tacapariyantam puram nanappakarassa asucino paccavekkhati: ","dn28:7.11":"‘atthi imasmim kaye kesa loma …pe… lasika muttan’ti. ","dn28:7.12":"Atikkamma ca purisassa chavimamsalohitam atthim paccavekkhati. ","dn28:7.13":"Purisassa ca vinnanasotam pajanati, ubhayato abbocchinnam idha loke patitthitanca paraloke patitthitanca. ","dn28:7.14":"Ayam tatiya dassanasamapatti. ","dn28:7.15":"Puna caparam, bhante, idhekacco samano va brahmano va atappamanvaya …pe… tatharupam cetosamadhim phusati, yathasamahite citte imameva kayam uddham padatala adho kesamatthaka tacapariyantam puram nanappakarassa asucino paccavekkhati: ","dn28:7.16":"‘atthi imasmim kaye kesa loma …pe… lasika muttan’ti. ","dn28:7.17":"Atikkamma ca purisassa chavimamsalohitam atthim paccavekkhati. ","dn28:7.18":"Purisassa ca vinnanasotam pajanati, ubhayato abbocchinnam idha loke appatitthitanca paraloke appatitthitanca. ","dn28:7.19":"Ayam catuttha dassanasamapatti. ","dn28:7.20":"Etadanuttariyam, bhante, dassanasamapattisu. ","dn28:8.0":"1.6. Puggalapannattidesana ","dn28:8.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti puggalapannattisu. ","dn28:8.2":"Sattime, bhante, puggala. ","dn28:8.3":"Ubhatobhagavimutto pannavimutto kayasakkhi ditthippatto saddhavimutto dhammanusari saddhanusari. ","dn28:8.4":"Etadanuttariyam, bhante, puggalapannattisu. ","dn28:9.0":"1.7. Padhanadesana ","dn28:9.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti padhanesu. ","dn28:9.2":"Sattime, bhante, sambojjhanga satisambojjhango dhammavicayasambojjhango viriyasambojjhango pitisambojjhango passaddhisambojjhango samadhisambojjhango upekkhasambojjhango. ","dn28:9.3":"Etadanuttariyam, bhante, padhanesu. ","dn28:10.0":"1.8. Patipadadesana ","dn28:10.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti patipadasu. ","dn28:10.2":"Catasso ima, bhante, patipada dukkha patipada dandhabhinna, ","dn28:10.3":"dukkha patipada khippabhinna, ","dn28:10.4":"sukha patipada dandhabhinna, ","dn28:10.5":"sukha patipada khippabhinnati. ","dn28:10.6":"Tatra, bhante, yayam patipada dukkha dandhabhinna, ayam, bhante, patipada ubhayeneva hina akkhayati dukkhatta ca dandhatta ca. ","dn28:10.7":"Tatra, bhante, yayam patipada dukkha khippabhinna, ayam pana, bhante, patipada dukkhatta hina akkhayati. ","dn28:10.8":"Tatra, bhante, yayam patipada sukha dandhabhinna, ayam pana, bhante, patipada dandhatta hina akkhayati. ","dn28:10.9":"Tatra, bhante, yayam patipada sukha khippabhinna, ayam pana, bhante, patipada ubhayeneva panita akkhayati sukhatta ca khippatta ca. ","dn28:10.10":"Etadanuttariyam, bhante, patipadasu. ","dn28:11.0":"1.9. Bhassasamacaradidesana ","dn28:11.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti bhassasamacare. ","dn28:11.2":"Idha, bhante, ekacco na ceva musavadupasanhitam vacam bhasati na ca vebhutiyam na ca pesuniyam na ca sarambhajam jayapekkho; ","dn28:11.3":"manta manta ca vacam bhasati nidhanavatim kalena. ","dn28:11.4":"Etadanuttariyam, bhante, bhassasamacare. ","dn28:12.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti purisasilasamacare. ","dn28:12.2":"Idha, bhante, ekacco sacco cassa saddho ca, na ca kuhako, na ca lapako, na ca nemittiko, na ca nippesiko, na ca labhena labham nijigisanako, indriyesu guttadvaro, bhojane mattannu, samakari, jagariyanuyogamanuyutto, atandito, araddhaviriyo, jhayi, satima, kalyanapatibhano, gatima, dhitima, matima, na ca kamesu giddho, sato ca nipako ca. ","dn28:12.3":"Etadanuttariyam, bhante, purisasilasamacare. ","dn28:13.0":"1.10. Anusasanavidhadesana ","dn28:13.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti anusasanavidhasu. ","dn28:13.2":"Catasso ima, bhante, anusasanavidha—","dn28:13.3":"janati, bhante, bhagava aparam puggalam paccattam yonisomanasikara ","dn28:13.4":"‘ayam puggalo yathanusittham tatha patipajjamano tinnam samyojananam parikkhaya sotapanno bhavissati avinipatadhammo niyato sambodhiparayano’ti. ","dn28:13.5":"Janati, bhante, bhagava param puggalam paccattam yonisomanasikara: ","dn28:13.6":"‘ayam puggalo yathanusittham tatha patipajjamano tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagami bhavissati, sakideva imam lokam agantva dukkhassantam karissati’ti. ","dn28:13.7":"Janati, bhante, bhagava param puggalam paccattam yonisomanasikara: ","dn28:13.8":"‘ayam puggalo yathanusittham tatha patipajjamano pancannam orambhagiyanam samyojananam parikkhaya opapatiko bhavissati tattha parinibbayi anavattidhammo tasma loka’ti. ","dn28:13.9":"Janati, bhante, bhagava param puggalam paccattam yonisomanasikara: ","dn28:13.10":"‘ayam puggalo yathanusittham tatha patipajjamano asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati’ti. ","dn28:13.11":"Etadanuttariyam, bhante, anusasanavidhasu. ","dn28:14.0":"1.11. Parapuggalavimuttinanadesana ","dn28:14.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti parapuggalavimuttinane. ","dn28:14.2":"Janati, bhante, bhagava param puggalam paccattam yonisomanasikara: ","dn28:14.3":"‘ayam puggalo tinnam samyojananam parikkhaya sotapanno bhavissati avinipatadhammo niyato sambodhiparayano’ti. ","dn28:14.4":"Janati, bhante, bhagava param puggalam paccattam yonisomanasikara: ","dn28:14.5":"‘ayam puggalo tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagami bhavissati, sakideva imam lokam agantva dukkhassantam karissati’ti. ","dn28:14.6":"Janati, bhante, bhagava param puggalam paccattam yonisomanasikara: ","dn28:14.7":"‘ayam puggalo pancannam orambhagiyanam samyojananam parikkhaya opapatiko bhavissati tattha parinibbayi anavattidhammo tasma loka’ti. ","dn28:14.8":"Janati, bhante, bhagava param puggalam paccattam yonisomanasikara: ","dn28:14.9":"‘ayam puggalo asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati’ti. ","dn28:14.10":"Etadanuttariyam, bhante, parapuggalavimuttinane. ","dn28:15.0":"1.12. Sassatavadadesana ","dn28:15.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti sassatavadesu. ","dn28:15.2":"Tayome, bhante, sassatavada. ","dn28:15.3":"Idha, bhante, ekacco samano va brahmano va atappamanvaya …pe… tatharupam cetosamadhim phusati, yathasamahite citte anekavihitam pubbenivasam anussarati. ","dn28:15.4":"Seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekanipi jatisatani anekanipi jatisahassani anekanipi jatisatasahassani, ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn28:15.5":"So evamaha: ","dn28:15.6":"‘atitampaham addhanam janami—samvatti va loko vivatti vati. ","dn28:15.7":"Anagatampaham addhanam janami—samvattissati va loko vivattissati vati. ","dn28:15.8":"Sassato atta ca loko ca vanjho kutattho esikatthayitthito. Te ca satta sandhavanti samsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ","dn28:15.9":"Ayam pathamo sassatavado. ","dn28:15.10":"Puna caparam, bhante, idhekacco samano va brahmano va atappamanvaya …pe… tatharupam cetosamadhim phusati, yathasamahite citte anekavihitam pubbenivasam anussarati. ","dn28:15.11":"Seyyathidam—ekampi samvattavivattam dvepi samvattavivattani tinipi samvattavivattani cattaripi samvattavivattani pancapi samvattavivattani dasapi samvattavivattani, ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn28:15.12":"So evamaha: ","dn28:15.13":"‘atitampaham addhanam janami samvatti va loko vivatti vati. ","dn28:15.14":"Anagatampaham addhanam janami samvattissati va loko vivattissati vati. ","dn28:15.15":"Sassato atta ca loko ca vanjho kutattho esikatthayitthito. ","dn28:15.16":"Te ca satta sandhavanti samsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ","dn28:15.17":"Ayam dutiyo sassatavado. ","dn28:15.18":"Puna caparam, bhante, idhekacco samano va brahmano va atappamanvaya …pe… tatharupam cetosamadhim phusati, yathasamahite citte anekavihitam pubbenivasam anussarati. ","dn28:15.19":"Seyyathidam—dasapi samvattavivattani visampi samvattavivattani timsampi samvattavivattani cattalisampi samvattavivattani, ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn28:15.20":"So evamaha: ","dn28:15.21":"‘atitampaham addhanam janami samvattipi loko vivattipiti; ","dn28:15.22":"anagatampaham addhanam janami samvattissatipi loko vivattissatipiti. ","dn28:15.23":"Sassato atta ca loko ca vanjho kutattho esikatthayitthito. ","dn28:15.24":"Te ca satta sandhavanti samsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ","dn28:15.25":"Ayam tatiyo sassatavado, ","dn28:15.26":"etadanuttariyam, bhante, sassatavadesu. ","dn28:16.0":"1.13. Pubbenivasanussatinanadesana ","dn28:16.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti pubbenivasanussatinane. ","dn28:16.2":"Idha, bhante, ekacco samano va brahmano va atappamanvaya …pe… tatharupam cetosamadhim phusati, yathasamahite citte anekavihitam pubbenivasam anussarati. ","dn28:16.3":"Seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe, ","dn28:16.4":"‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn28:16.5":"Santi, bhante, deva, yesam na sakka gananaya va sankhanena va ayu sankhatum. ","dn28:16.6":"Api ca yasmim yasmim attabhave abhinivutthapubbo hoti yadi va rupisu yadi va arupisu yadi va sannisu yadi va asannisu yadi va nevasanninasannisu. ","dn28:16.7":"Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn28:16.8":"Etadanuttariyam, bhante, pubbenivasanussatinane. ","dn28:17.0":"1.14. Cutupapatananadesana ","dn28:17.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti sattanam cutupapatanane. ","dn28:17.2":"Idha, bhante, ekacco samano va brahmano va atappamanvaya …pe… tatharupam cetosamadhim phusati, yathasamahite citte dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane ","dn28:17.3":"hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana. Te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana. Te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati. ","dn28:17.4":"Etadanuttariyam, bhante, sattanam cutupapatanane. ","dn28:18.0":"1.15. Iddhividhadesana ","dn28:18.1":"Aparam pana, bhante, etadanuttariyam, yatha bhagava dhammam deseti iddhividhasu. ","dn28:18.2":"Dvema, bhante, iddhividhayo—","dn28:18.3":"atthi, bhante, iddhi sasava saupadhika, ‘no ariya’ti vuccati. ","dn28:18.4":"Atthi, bhante, iddhi anasava anupadhika ‘ariya’ti vuccati. ","dn28:18.5":"Katama ca, bhante, iddhi sasava saupadhika, ‘no ariya’ti vuccati? ","dn28:18.6":"idha, bhante, ekacco samano va brahmano va atappamanvaya …pe… tatharupam cetosamadhim phusati, yathasamahite citte anekavihitam iddhividham paccanubhoti—","dn28:18.7":"ekopi hutva bahudha hoti, bahudhapi hutva eko hoti; avibhavam tirobhavam tirokuttam tiropakaram tiropabbatam asajjamano gacchati seyyathapi akase; pathaviyapi ummujjanimujjam karoti seyyathapi udake; udakepi abhijjamane gacchati seyyathapi pathaviyam; akasepi pallankena kamati seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina paramasati parimajjati; yava brahmalokapi kayena vasam vatteti. ","dn28:18.8":"Ayam, bhante, iddhi sasava saupadhika, ‘no ariya’ti vuccati. ","dn28:18.9":"Katama pana, bhante, iddhi anasava anupadhika, ‘ariya’ti vuccati? ","dn28:18.10":"Idha, bhante, bhikkhu sace akankhati: ‘patikule appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati. ","dn28:18.11":"Sace akankhati: ‘appatikule patikulasanni vihareyyan’ti, patikulasanni tattha viharati. ","dn28:18.12":"Sace akankhati: ‘patikule ca appatikule ca appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati. ","dn28:18.13":"Sace akankhati: ‘patikule ca appatikule ca patikulasanni vihareyyan’ti, patikulasanni tattha viharati. ","dn28:18.14":"Sace akankhati: ‘patikulanca appatikulanca tadubhayam abhinivajjetva upekkhako vihareyyam sato sampajano’ti, upekkhako tattha viharati sato sampajano. ","dn28:18.15":"Ayam, bhante, iddhi anasava anupadhika ‘ariya’ti vuccati. ","dn28:18.16":"Etadanuttariyam, bhante, iddhividhasu. ","dn28:18.17":"Tam bhagava asesamabhijanati, tam bhagavato asesamabhijanato uttari abhinneyyam natthi, yadabhijanam anno samano va brahmano va bhagavata bhiyyobhinnataro assa yadidam iddhividhasu. ","dn28:19.0":"1.16. Annathasatthugunadassana ","dn28:19.1":"Yam tam, bhante, saddhena kulaputtena pattabbam araddhaviriyena thamavata purisathamena purisaviriyena purisaparakkamena purisadhorayhena, anuppattam tam bhagavata. ","dn28:19.2":"Na ca, bhante, bhagava kamesu kamasukhallikanuyogamanuyutto hinam gammam pothujjanikam anariyam anatthasamhitam, na ca attakilamathanuyogamanuyutto dukkham anariyam anatthasamhitam. ","dn28:19.3":"Catunnanca bhagava jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi akicchalabhi akasiralabhi. ","dn28:19.4.0":"1.17. Anuyogadanappakara ","dn28:19.5":"Sace mam, bhante, evam puccheyya: ","dn28:19.6":"‘kim nu kho, avuso sariputta, ahesum atitamaddhanam anne samana va brahmana va bhagavata bhiyyobhinnatara sambodhiyan’ti, evam puttho aham, bhante, ‘no’ti vadeyyam. ","dn28:19.7":"‘Kim panavuso sariputta, bhavissanti anagatamaddhanam anne samana va brahmana va bhagavata bhiyyobhinnatara sambodhiyan’ti, evam puttho aham, bhante, ‘no’ti vadeyyam. ","dn28:19.8":"‘Kim panavuso sariputta, atthetarahi anno samano va brahmano va bhagavata bhiyyobhinnataro sambodhiyan’ti, evam puttho aham, bhante, ‘no’ti vadeyyam. ","dn28:19.9":"Sace pana mam, bhante, evam puccheyya: ","dn28:19.10":"‘kim nu kho, avuso sariputta, ahesum atitamaddhanam anne samana va brahmana va bhagavata samasama sambodhiyan’ti, evam puttho aham, bhante, ‘evan’ti vadeyyam. ","dn28:19.11":"‘Kim panavuso sariputta, bhavissanti anagatamaddhanam anne samana va brahmana va bhagavata samasama sambodhiyan’ti, evam puttho aham, bhante, ‘evan’ti vadeyyam. ","dn28:19.12":"‘Kim panavuso sariputta, atthetarahi anne samana va brahmana va bhagavata samasama sambodhiyan’ti, evam puttho aham, bhante, ‘no’ti vadeyyam. ","dn28:19.13":"Sace pana mam, bhante, evam puccheyya: ","dn28:19.14":"‘kim panayasma sariputto ekaccam abbhanujanati, ekaccam na abbhanujanati’ti, evam puttho aham, bhante, evam byakareyyam: ","dn28:19.15":"‘sammukha metam, avuso, bhagavato sutam, sammukha patiggahitam: ","dn28:19.16":"“ahesum atitamaddhanam arahanto sammasambuddha maya samasama sambodhiyan”ti. ","dn28:19.17":"Sammukha metam, avuso, bhagavato sutam, sammukha patiggahitam: ","dn28:19.18":"“bhavissanti anagatamaddhanam arahanto sammasambuddha maya samasama sambodhiyan”ti. ","dn28:19.19":"Sammukha metam, avuso, bhagavato sutam sammukha patiggahitam: ","dn28:19.20":"“atthanametam anavakaso yam ekissa lokadhatuya dve arahanto sammasambuddha apubbam acarimam uppajjeyyum, netam thanam vijjati”’ti. ","dn28:19.21":"Kaccaham, bhante, evam puttho evam byakaramano vuttavadi ceva bhagavato homi, na ca bhagavantam abhutena abbhacikkhami, dhammassa canudhammam byakaromi, na ca koci sahadhammiko vadanuvado garayham thanam agacchati”ti? ","dn28:19.22":"“Taggha tvam, sariputta, evam puttho evam byakaramano vuttavadi ceva me hosi, na ca mam abhutena abbhacikkhasi, dhammassa canudhammam byakarosi, na ca koci sahadhammiko vadanuvado garayham thanam agacchati”ti. ","dn28:20.0":"2. Acchariyaabbhuta ","dn28:20.1":"Evam vutte, ayasma udayi bhagavantam etadavoca: ","dn28:20.2":"“acchariyam, bhante, abbhutam, bhante, tathagatassa appicchata santutthita sallekhata. ","dn28:20.3":"Yatra hi nama tathagato evammahiddhiko evammahanubhavo, atha ca pana nevattanam patukarissati. ","dn28:20.4":"Ekamekancepi ito, bhante, dhammam annatitthiya paribbajaka attani samanupasseyyum, te tavatakeneva patakam parihareyyum. ","dn28:20.5":"Acchariyam, bhante, abbhutam, bhante, tathagatassa appicchata santutthita sallekhata. ","dn28:20.6":"Yatra hi nama tathagato evammahiddhiko evammahanubhavo. Atha ca pana nevattanam patukarissati”ti. ","dn28:20.7":"“Passa kho tvam, udayi, ‘tathagatassa appicchata santutthita sallekhata. ","dn28:20.8":"Yatra hi nama tathagato evammahiddhiko evammahanubhavo, atha ca pana nevattanam patukarissati’. ","dn28:20.9":"Ekamekancepi ito, udayi, dhammam annatitthiya paribbajaka attani samanupasseyyum, te tavatakeneva patakam parihareyyum. ","dn28:20.10":"Passa kho tvam, udayi, ‘tathagatassa appicchata santutthita sallekhata. ","dn28:20.11":"Yatra hi nama tathagato evammahiddhiko evammahanubhavo, atha ca pana nevattanam patukarissati’”ti. ","dn28:21.1":"Atha kho bhagava ayasmantam sariputtam amantesi: ","dn28:21.2":"“Tasmatiha tvam, sariputta, imam dhammapariyayam abhikkhanam bhaseyyasi bhikkhunam bhikkhuninam upasakanam upasikanam. ","dn28:21.3":"Yesampi hi, sariputta, moghapurisanam bhavissati tathagate kankha va vimati va, tesamimam dhammapariyayam sutva tathagate kankha va vimati va, sa pahiyissati”ti. ","dn28:21.4":"Iti hidam ayasma sariputto bhagavato sammukha sampasadam pavedesi. ","dn28:21.5":"Tasma imassa veyyakaranassa sampasadaniyantveva adhivacananti. ","dn28:21.6":"Sampasadaniyasuttam nitthitam pancamam. "}