{"dn29:0.1":"Digha Nikaya 29 ","dn29:0.2":"Pasadikasutta ","dn29:1.1":"Evam me sutam—","dn29:1.2":"ekam samayam bhagava sakkesu viharati vedhanna nama sakya, tesam ambavane pasade. ","dn29:1.3":"Tena kho pana samayena nigantho nataputto pavayam adhunakalankato hoti. ","dn29:1.4":"Tassa kalankiriyaya bhinna nigantha dvedhikajata bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharanti: ","dn29:1.5":"“na tvam imam dhammavinayam ajanasi, aham imam dhammavinayam ajanami, kim tvam imam dhammavinayam ajanissasi? Micchapatipanno tvamasi, ahamasmi sammapatipanno. Sahitam me, asahitam te. Purevacaniyam paccha avaca, pacchavacaniyam pure avaca. Adhicinnam te viparavattam, aropito te vado, niggahito tvamasi, cara vadappamokkhaya, nibbethehi va sace pahosi”ti. ","dn29:1.6":"Vadhoyeva kho manne niganthesu nataputtiyesu vattati. ","dn29:1.7":"Yepi niganthassa nataputtassa savaka gihi odatavasana, tepi niganthesu nataputtiyesu nibbinnarupa virattarupa pativanarupa, yatha tam durakkhate dhammavinaye duppavedite aniyyanike anupasamasamvattanike asammasambuddhappavedite bhinnathupe appatisarane. ","dn29:2.1":"Atha kho cundo samanuddeso pavayam vassamvuttho yena samagamo, yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinno kho cundo samanuddeso ayasmantam anandam etadavoca: ","dn29:2.2":"“nigantho, bhante, nataputto pavayam adhunakalankato. ","dn29:2.3":"Tassa kalankiriyaya bhinna nigantha dvedhikajata …pe… bhinnathupe appatisarane”ti. ","dn29:2.4":"Evam vutte, ayasma anando cundam samanuddesam etadavoca: ","dn29:2.5":"“atthi kho idam, avuso cunda, kathapabhatam bhagavantam dassanaya. ","dn29:2.6":"Ayamavuso cunda, yena bhagava tenupasankamissama; upasankamitva etamattham bhagavato arocessama”ti. ","dn29:2.7":"“Evam, bhante”ti kho cundo samanuddeso ayasmato anandassa paccassosi. ","dn29:3.1":"Atha kho ayasma ca anando cundo ca samanuddeso yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","dn29:3.2":"“ayam, bhante, cundo samanuddeso evamaha, ‘nigantho, bhante, nataputto pavayam adhunakalankato, ","dn29:3.3":"tassa kalankiriyaya bhinna nigantha …pe… bhinnathupe appatisarane’”ti. ","dn29:4.0":"1. Asammasambuddhappaveditadhammavinaya ","dn29:4.1":"“Evam hetam, cunda, hoti durakkhate dhammavinaye duppavedite aniyyanike anupasamasamvattanike asammasambuddhappavedite. ","dn29:4.2":"Idha, cunda, sattha ca hoti asammasambuddho, dhammo ca durakkhato duppavedito aniyyaniko anupasamasamvattaniko asammasambuddhappavedito, ","dn29:4.3":"savako ca tasmim dhamme na dhammanudhammappatipanno viharati na samicippatipanno na anudhammacari, vokkamma ca tamha dhamma vattati. ","dn29:4.4":"So evamassa vacaniyo: ","dn29:4.5":"‘tassa te, avuso, labha, tassa te suladdham, ","dn29:4.6":"sattha ca te asammasambuddho, dhammo ca durakkhato duppavedito aniyyaniko anupasamasamvattaniko asammasambuddhappavedito. ","dn29:4.7":"Tvanca tasmim dhamme na dhammanudhammappatipanno viharasi, na samicippatipanno, na anudhammacari, vokkamma ca tamha dhamma vattasi’ti. ","dn29:4.8":"Iti kho, cunda, satthapi tattha garayho, dhammopi tattha garayho, savako ca tattha evam pasamso. ","dn29:4.9":"Yo kho, cunda, evarupam savakam evam vadeyya: ","dn29:4.10":"‘etayasma tatha patipajjatu, yatha te satthara dhammo desito pannatto’ti. ","dn29:4.11":"Yo ca samadapeti, yanca samadapeti, yo ca samadapito tathattaya patipajjati. Sabbe te bahum apunnam pasavanti. ","dn29:4.12":"Tam kissa hetu? ","dn29:4.13":"Evam hetam, cunda, hoti durakkhate dhammavinaye duppavedite aniyyanike anupasamasamvattanike asammasambuddhappavedite. ","dn29:5.1":"Idha pana, cunda, sattha ca hoti asammasambuddho, dhammo ca durakkhato duppavedito aniyyaniko anupasamasamvattaniko asammasambuddhappavedito, ","dn29:5.2":"savako ca tasmim dhamme dhammanudhammappatipanno viharati samicippatipanno anudhammacari, samadaya tam dhammam vattati. ","dn29:5.3":"So evamassa vacaniyo: ","dn29:5.4":"‘tassa te, avuso, alabha, tassa te dulladdham, sattha ca te asammasambuddho, dhammo ca durakkhato duppavedito aniyyaniko anupasamasamvattaniko asammasambuddhappavedito. ","dn29:5.5":"Tvanca tasmim dhamme dhammanudhammappatipanno viharasi samicippatipanno anudhammacari, samadaya tam dhammam vattasi’ti. ","dn29:5.6":"Iti kho, cunda, satthapi tattha garayho, dhammopi tattha garayho, savakopi tattha evam garayho. ","dn29:5.7":"Yo kho, cunda, evarupam savakam evam vadeyya: ","dn29:5.8":"‘addhayasma nayappatipanno nayamaradhessati’ti. ","dn29:5.9":"Yo ca pasamsati, yanca pasamsati, yo ca pasamsito bhiyyoso mattaya viriyam arabhati. Sabbe te bahum apunnam pasavanti. ","dn29:5.10":"Tam kissa hetu? ","dn29:5.11":"Evanhetam, cunda, hoti durakkhate dhammavinaye duppavedite aniyyanike anupasamasamvattanike asammasambuddhappavedite. ","dn29:6.0":"2. Sammasambuddhappaveditadhammavinaya ","dn29:6.1":"Idha pana, cunda, sattha ca hoti sammasambuddho, dhammo ca svakkhato suppavedito niyyaniko upasamasamvattaniko sammasambuddhappavedito, ","dn29:6.2":"savako ca tasmim dhamme na dhammanudhammappatipanno viharati, na samicippatipanno, na anudhammacari, vokkamma ca tamha dhamma vattati. ","dn29:6.3":"So evamassa vacaniyo: ","dn29:6.4":"‘tassa te, avuso, alabha, tassa te dulladdham, sattha ca te sammasambuddho, dhammo ca svakkhato suppavedito niyyaniko upasamasamvattaniko sammasambuddhappavedito. ","dn29:6.5":"Tvanca tasmim dhamme na dhammanudhammappatipanno viharasi, na samicippatipanno, na anudhammacari, vokkamma ca tamha dhamma vattasi’ti. ","dn29:6.6":"Iti kho, cunda, satthapi tattha pasamso, dhammopi tattha pasamso, savako ca tattha evam garayho. ","dn29:6.7":"Yo kho, cunda, evarupam savakam evam vadeyya: ","dn29:6.8":"‘etayasma tatha patipajjatu yatha te satthara dhammo desito pannatto’ti. ","dn29:6.9":"Yo ca samadapeti, yanca samadapeti, yo ca samadapito tathattaya patipajjati. Sabbe te bahum punnam pasavanti. ","dn29:6.10":"Tam kissa hetu? ","dn29:6.11":"Evanhetam, cunda, hoti svakkhate dhammavinaye suppavedite niyyanike upasamasamvattanike sammasambuddhappavedite. ","dn29:7.1":"Idha pana, cunda, sattha ca hoti sammasambuddho, dhammo ca svakkhato suppavedito niyyaniko upasamasamvattaniko sammasambuddhappavedito, ","dn29:7.2":"savako ca tasmim dhamme dhammanudhammappatipanno viharati samicippatipanno anudhammacari, samadaya tam dhammam vattati. ","dn29:7.3":"So evamassa vacaniyo: ","dn29:7.4":"‘tassa te, avuso, labha, tassa te suladdham, ","dn29:7.5":"sattha ca te sammasambuddho, dhammo ca svakkhato suppavedito niyyaniko upasamasamvattaniko sammasambuddhappavedito. ","dn29:7.6":"Tvanca tasmim dhamme dhammanudhammappatipanno viharasi samicippatipanno anudhammacari, samadaya tam dhammam vattasi’ti. ","dn29:7.7":"Iti kho, cunda, satthapi tattha pasamso, dhammopi tattha pasamso, savakopi tattha evam pasamso. ","dn29:7.8":"Yo kho, cunda, evarupam savakam evam vadeyya: ","dn29:7.9":"‘addhayasma nayappatipanno nayamaradhessati’ti. ","dn29:7.10":"Yo ca pasamsati, yanca pasamsati, yo ca pasamsito bhiyyoso mattaya viriyam arabhati. Sabbe te bahum punnam pasavanti. ","dn29:7.11":"Tam kissa hetu? ","dn29:7.12":"Evanhetam, cunda, hoti svakkhate dhammavinaye suppavedite niyyanike upasamasamvattanike sammasambuddhappavedite. ","dn29:8.0":"3. Savakanutappasatthu ","dn29:8.1":"Idha pana, cunda, sattha ca loke udapadi araham sammasambuddho, dhammo ca svakkhato suppavedito niyyaniko upasamasamvattaniko sammasambuddhappavedito, ","dn29:8.2":"avinnapitattha cassa honti savaka saddhamme, na ca tesam kevalam paripuram brahmacariyam avikatam hoti uttanikatam sabbasangahapadakatam sappatihirakatam yava devamanussehi suppakasitam. ","dn29:8.3":"Atha nesam satthuno antaradhanam hoti. ","dn29:8.4":"Evarupo kho, cunda, sattha savakanam kalankato anutappo hoti. ","dn29:8.5":"Tam kissa hetu? ","dn29:8.6":"‘Sattha ca no loke udapadi araham sammasambuddho, dhammo ca svakkhato suppavedito niyyaniko upasamasamvattaniko sammasambuddhappavedito, avinnapitattha camha saddhamme, na ca no kevalam paripuram brahmacariyam avikatam hoti uttanikatam sabbasangahapadakatam sappatihirakatam yava devamanussehi suppakasitam. ","dn29:8.7":"Atha no satthuno antaradhanam hoti’ti. ","dn29:8.8":"Evarupo kho, cunda, sattha savakanam kalankato anutappo hoti. ","dn29:9.0":"4. Savakananutappasatthu ","dn29:9.1":"Idha pana, cunda, sattha ca loke udapadi araham sammasambuddho. Dhammo ca svakkhato suppavedito niyyaniko upasamasamvattaniko sammasambuddhappavedito. ","dn29:9.2":"Vinnapitattha cassa honti savaka saddhamme, kevalanca tesam paripuram brahmacariyam avikatam hoti uttanikatam sabbasangahapadakatam sappatihirakatam yava devamanussehi suppakasitam. ","dn29:9.3":"Atha nesam satthuno antaradhanam hoti. ","dn29:9.4":"Evarupo kho, cunda, sattha savakanam kalankato ananutappo hoti. ","dn29:9.5":"Tam kissa hetu? ","dn29:9.6":"‘Sattha ca no loke udapadi araham sammasambuddho. ","dn29:9.7":"Dhammo ca svakkhato suppavedito niyyaniko upasamasamvattaniko sammasambuddhappavedito. ","dn29:9.8":"Vinnapitattha camha saddhamme, kevalanca no paripuram brahmacariyam avikatam hoti uttanikatam sabbasangahapadakatam sappatihirakatam yava devamanussehi suppakasitam. ","dn29:9.9":"Atha no satthuno antaradhanam hoti’ti. ","dn29:9.10":"Evarupo kho, cunda, sattha savakanam kalankato ananutappo hoti. ","dn29:10.0":"5. Brahmacariyaaparipuradikatha ","dn29:10.1":"Etehi cepi, cunda, angehi samannagatam brahmacariyam hoti, no ca kho sattha hoti thero rattannu cirapabbajito addhagato vayoanuppatto. ","dn29:10.2":"Evam tam brahmacariyam aparipuram hoti tenangena. ","dn29:10.3":"Yato ca kho, cunda, etehi ceva angehi samannagatam brahmacariyam hoti, sattha ca hoti thero rattannu cirapabbajito addhagato vayoanuppatto. ","dn29:10.4":"Evam tam brahmacariyam paripuram hoti tenangena. ","dn29:11.1":"Etehi cepi, cunda, angehi samannagatam brahmacariyam hoti, sattha ca hoti thero rattannu cirapabbajito addhagato vayoanuppatto, no ca khvassa thera bhikkhu savaka honti viyatta vinita visarada pattayogakkhema. ","dn29:11.2":"Alam samakkhatum saddhammassa, alam uppannam parappavadam sahadhammehi suniggahitam niggahetva sappatihariyam dhammam desetum. ","dn29:11.3":"Evam tam brahmacariyam aparipuram hoti tenangena. ","dn29:12.1":"Yato ca kho, cunda, etehi ceva angehi samannagatam brahmacariyam hoti, sattha ca hoti thero rattannu cirapabbajito addhagato vayoanuppatto, thera cassa bhikkhu savaka honti viyatta vinita visarada pattayogakkhema. ","dn29:12.2":"Alam samakkhatum saddhammassa, alam uppannam parappavadam sahadhammehi suniggahitam niggahetva sappatihariyam dhammam desetum. ","dn29:12.3":"Evam tam brahmacariyam paripuram hoti tenangena. ","dn29:12.4":"Etehi cepi, cunda, angehi samannagatam brahmacariyam hoti, sattha ca hoti thero rattannu cirapabbajito addhagato vayoanuppatto, thera cassa bhikkhu savaka honti viyatta vinita visarada pattayogakkhema. ","dn29:12.5":"Alam samakkhatum saddhammassa, alam uppannam parappavadam sahadhammehi suniggahitam niggahetva sappatihariyam dhammam desetum. ","dn29:12.6":"No ca khvassa majjhima bhikkhu savaka honti …pe… ","dn29:12.7":"majjhima cassa bhikkhu savaka honti, no ca khvassa nava bhikkhu savaka honti …pe… ","dn29:12.8":"nava cassa bhikkhu savaka honti, no ca khvassa thera bhikkhuniyo savika honti …pe… ","dn29:12.9":"thera cassa bhikkhuniyo savika honti, no ca khvassa majjhima bhikkhuniyo savika honti …pe… ","dn29:12.10":"majjhima cassa bhikkhuniyo savika honti, no ca khvassa nava bhikkhuniyo savika honti …pe… ","dn29:12.11":"nava cassa bhikkhuniyo savika honti, no ca khvassa upasaka savaka honti gihi odatavasana brahmacarino …pe… ","dn29:12.12":"upasaka cassa savaka honti gihi odatavasana brahmacarino, no ca khvassa upasaka savaka honti gihi odatavasana kamabhogino …pe… ","dn29:12.13":"upasaka cassa savaka honti gihi odatavasana kamabhogino, no ca khvassa upasika savika honti gihiniyo odatavasana brahmacariniyo …pe… ","dn29:12.14":"upasika cassa savika honti gihiniyo odatavasana brahmacariniyo, no ca khvassa upasika savika honti gihiniyo odatavasana kamabhoginiyo …pe… ","dn29:12.15":"upasika cassa savika honti gihiniyo odatavasana kamabhoginiyo, no ca khvassa brahmacariyam hoti iddhanceva phitanca vittharikam bahujannam puthubhutam yava devamanussehi suppakasitam …pe… ","dn29:12.16":"brahmacariyancassa hoti iddhanceva phitanca vittharikam bahujannam puthubhutam yava devamanussehi suppakasitam, no ca kho labhaggayasaggappattam. ","dn29:12.17":"Evam tam brahmacariyam aparipuram hoti tenangena. ","dn29:13.1":"Yato ca kho, cunda, etehi ceva angehi samannagatam brahmacariyam hoti, sattha ca hoti thero rattannu cirapabbajito addhagato vayoanuppatto, thera cassa bhikkhu savaka honti viyatta vinita visarada pattayogakkhema. ","dn29:13.2":"Alam samakkhatum saddhammassa, alam uppannam parappavadam sahadhammehi suniggahitam niggahetva sappatihariyam dhammam desetum. ","dn29:13.3":"Majjhima cassa bhikkhu savaka honti … ","dn29:13.4":"nava cassa bhikkhu savaka honti … ","dn29:13.5":"thera cassa bhikkhuniyo savika honti … ","dn29:13.6":"majjhima cassa bhikkhuniyo savika honti … ","dn29:13.7":"nava cassa bhikkhuniyo savika honti … ","dn29:13.8":"upasaka cassa savaka honti … gihi odatavasana brahmacarino. ","dn29:13.9":"Upasaka cassa savaka honti gihi odatavasana kamabhogino … ","dn29:13.10":"upasika cassa savika honti gihiniyo odatavasana brahmacariniyo … ","dn29:13.11":"upasika cassa savika honti gihiniyo odatavasana kamabhoginiyo … ","dn29:13.12":"brahmacariyancassa hoti iddhanceva phitanca vittharikam bahujannam puthubhutam yava devamanussehi suppakasitam, labhaggappattanca yasaggappattanca. ","dn29:13.13":"Evam tam brahmacariyam paripuram hoti tenangena. ","dn29:14.1":"Aham kho pana, cunda, etarahi sattha loke uppanno araham sammasambuddho. ","dn29:14.2":"Dhammo ca svakkhato suppavedito niyyaniko upasamasamvattaniko sammasambuddhappavedito. ","dn29:14.3":"Vinnapitattha ca me savaka saddhamme, kevalanca tesam paripuram brahmacariyam avikatam uttanikatam sabbasangahapadakatam sappatihirakatam yava devamanussehi suppakasitam. ","dn29:14.4":"Aham kho pana, cunda, etarahi sattha thero rattannu cirapabbajito addhagato vayoanuppatto. ","dn29:15.1":"Santi kho pana me, cunda, etarahi thera bhikkhu savaka honti viyatta vinita visarada pattayogakkhema. ","dn29:15.2":"Alam samakkhatum saddhammassa, alam uppannam parappavadam sahadhammehi suniggahitam niggahetva sappatihariyam dhammam desetum. ","dn29:15.3":"Santi kho pana me, cunda, etarahi majjhima bhikkhu savaka … ","dn29:15.4":"santi kho pana me, cunda, etarahi nava bhikkhu savaka … ","dn29:15.5":"santi kho pana me, cunda, etarahi thera bhikkhuniyo savika … ","dn29:15.6":"santi kho pana me, cunda, etarahi majjhima bhikkhuniyo savika … ","dn29:15.7":"santi kho pana me, cunda, etarahi nava bhikkhuniyo savika … ","dn29:15.8":"santi kho pana me, cunda, etarahi upasaka savaka gihi odatavasana brahmacarino … ","dn29:15.9":"santi kho pana me, cunda, etarahi upasaka savaka gihi odatavasana kamabhogino … ","dn29:15.10":"santi kho pana me, cunda, etarahi upasika savika gihiniyo odatavasana brahmacariniyo … ","dn29:15.11":"santi kho pana me, cunda, etarahi upasika savika gihiniyo odatavasana kamabhoginiyo … ","dn29:15.12":"etarahi kho pana me, cunda, brahmacariyam iddhanceva phitanca vittharikam bahujannam puthubhutam yava devamanussehi suppakasitam. ","dn29:16.1":"Yavata kho, cunda, etarahi sattharo loke uppanna, naham, cunda, annam ekasattharampi samanupassami evamlabhaggayasaggappattam yatharivaham. ","dn29:16.2":"Yavata kho pana, cunda, etarahi sangho va gano va loke uppanno; ","dn29:16.3":"naham, cunda, annam ekasanghampi samanupassami evamlabhaggayasaggappattam yatharivayam, cunda, bhikkhusangho. ","dn29:16.4":"Yam kho tam, cunda, samma vadamano vadeyya: ","dn29:16.5":"‘sabbakarasampannam sabbakaraparipuram anunamanadhikam svakkhatam kevalam paripuram brahmacariyam suppakasitan’ti. ","dn29:16.6":"Idameva tam samma vadamano vadeyya: ","dn29:16.7":"‘sabbakarasampannam …pe… suppakasitan’ti. ","dn29:16.8":"Udako sudam, cunda, ramaputto evam vacam bhasati: ","dn29:16.9":"‘passam na passati’ti. ","dn29:16.10":"Kinca passam na passatiti? ","dn29:16.11":"Khurassa sadhunisitassa talamassa passati, dharanca khvassa na passati. ","dn29:16.12":"Idam vuccati: ","dn29:16.13":"‘passam na passati’ti. ","dn29:16.14":"Yam kho panetam, cunda, udakena ramaputtena bhasitam hinam gammam pothujjanikam anariyam anatthasamhitam khurameva sandhaya. ","dn29:16.15":"Yanca tam, cunda, samma vadamano vadeyya: ","dn29:16.16":"‘passam na passati’ti, idameva tam samma vadamano vadeyya: ","dn29:16.17":"‘passam na passati’ti. ","dn29:16.18":"Kinca passam na passatiti? ","dn29:16.19":"Evam sabbakarasampannam sabbakaraparipuram anunamanadhikam svakkhatam kevalam paripuram brahmacariyam suppakasitanti, iti hetam passati. ","dn29:16.20":"Idamettha apakaddheyya, evam tam parisuddhataram assati, iti hetam na passati. ","dn29:16.21":"Idamettha upakaddheyya, evam tam paripuram assati, iti hetam na passati. ","dn29:16.22":"Idam vuccati, cunda: ","dn29:16.23":"‘passam na passati’ti. ","dn29:16.24":"Yam kho tam, cunda, samma vadamano vadeyya: ","dn29:16.25":"‘sabbakarasampannam …pe… ","dn29:16.26":"brahmacariyam suppakasitan’ti. ","dn29:16.27":"Idameva tam samma vadamano vadeyya: ","dn29:16.28":"‘sabbakarasampannam sabbakaraparipuram anunamanadhikam svakkhatam kevalam paripuram brahmacariyam suppakasitan’ti. ","dn29:17.0":"6. Sangayitabbadhamma ","dn29:17.1":"Tasmatiha, cunda, ye vo maya dhamma abhinna desita, tattha sabbeheva sangamma samagamma atthena attham byanjanena byanjanam sangayitabbam na vivaditabbam, yathayidam brahmacariyam addhaniyam assa ciratthitikam, tadassa bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","dn29:17.2":"Katame ca te, cunda, dhamma maya abhinna desita, yattha sabbeheva sangamma samagamma atthena attham byanjanena byanjanam sangayitabbam na vivaditabbam, yathayidam brahmacariyam addhaniyam assa ciratthitikam, tadassa bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam? ","dn29:17.3":"Seyyathidam—cattaro satipatthana, cattaro sammappadhana, cattaro iddhipada, pancindriyani, panca balani, satta bojjhanga, ariyo atthangiko maggo. ","dn29:17.4":"Ime kho te, cunda, dhamma maya abhinna desita. ","dn29:17.5":"Yattha sabbeheva sangamma samagamma atthena attham byanjanena byanjanam sangayitabbam na vivaditabbam, yathayidam brahmacariyam addhaniyam assa ciratthitikam, tadassa bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","dn29:18.0":"7. Sannapetabbavidhi ","dn29:18.1":"Tesanca vo, cunda, samagganam sammodamananam avivadamananam sikkhatam annataro sabrahmacari sanghe dhammam bhaseyya. ","dn29:18.2":"Tatra ce tumhakam evamassa: ","dn29:18.3":"‘ayam kho ayasma atthanceva miccha ganhati, byanjanani ca miccha ropeti’ti. ","dn29:18.4":"Tassa neva abhinanditabbam na patikkositabbam, anabhinanditva appatikkositva so evamassa vacaniyo: ","dn29:18.5":"‘imassa nu kho, avuso, atthassa imani va byanjanani etani va byanjanani katamani opayikatarani, imesanca byanjananam ayam va attho eso va attho katamo opayikataro’ti? ","dn29:18.6":"So ce evam vadeyya: ","dn29:18.7":"‘imassa kho, avuso, atthassa imaneva byanjanani opayikatarani, ya ceva etani; imesanca byanjananam ayameva attho opayikataro, ya ceva eso’ti. ","dn29:18.8":"So neva ussadetabbo na apasadetabbo, anussadetva anapasadetva sveva sadhukam sannapetabbo tassa ca atthassa tesanca byanjananam nisantiya. ","dn29:19.1":"Aparopi ce, cunda, sabrahmacari sanghe dhammam bhaseyya. ","dn29:19.2":"Tatra ce tumhakam evamassa: ","dn29:19.3":"‘ayam kho ayasma atthanhi kho miccha ganhati byanjanani samma ropeti’ti. ","dn29:19.4":"Tassa neva abhinanditabbam na patikkositabbam, anabhinanditva appatikkositva so evamassa vacaniyo: ","dn29:19.5":"‘imesam nu kho, avuso, byanjananam ayam va attho eso va attho katamo opayikataro’ti? ","dn29:19.6":"So ce evam vadeyya: ","dn29:19.7":"‘imesam kho, avuso, byanjananam ayameva attho opayikataro, ya ceva eso’ti. ","dn29:19.8":"So neva ussadetabbo na apasadetabbo, anussadetva anapasadetva sveva sadhukam sannapetabbo tasseva atthassa nisantiya. ","dn29:20.1":"Aparopi ce, cunda, sabrahmacari sanghe dhammam bhaseyya. ","dn29:20.2":"Tatra ce tumhakam evamassa: ","dn29:20.3":"‘ayam kho ayasma atthanhi kho samma ganhati byanjanani miccha ropeti’ti. ","dn29:20.4":"Tassa neva abhinanditabbam na patikkositabbam; anabhinanditva appatikkositva so evamassa vacaniyo: ","dn29:20.5":"‘imassa nu kho, avuso, atthassa imani va byanjanani etani va byanjanani katamani opayikatarani’ti? ","dn29:20.6":"So ce evam vadeyya: ","dn29:20.7":"‘imassa kho, avuso, atthassa imaneva byanjanani opayikatarani, ya ceva etani’ti. ","dn29:20.8":"So neva ussadetabbo na apasadetabbo; anussadetva anapasadetva sveva sadhukam sannapetabbo tesanneva byanjananam nisantiya. ","dn29:21.1":"Aparopi ce, cunda, sabrahmacari sanghe dhammam bhaseyya. ","dn29:21.2":"Tatra ce tumhakam evamassa: ","dn29:21.3":"‘ayam kho ayasma atthanceva samma ganhati byanjanani ca samma ropeti’ti. ","dn29:21.4":"Tassa ‘sadhu’ti bhasitam abhinanditabbam anumoditabbam; ","dn29:21.5":"tassa ‘sadhu’ti bhasitam abhinanditva anumoditva so evamassa vacaniyo: ","dn29:21.6":"‘labha no, avuso, suladdham no, avuso, ","dn29:21.7":"ye mayam ayasmantam tadisam sabrahmacarim passama evam atthupetam byanjanupetan’ti. ","dn29:22.0":"8. Paccayanunnatakarana ","dn29:22.1":"Na vo aham, cunda, ditthadhammikanamyeva asavanam samvaraya dhammam desemi. ","dn29:22.2":"Na panaham, cunda, samparayikanamyeva asavanam patighataya dhammam desemi. ","dn29:22.3":"Ditthadhammikanam cevaham, cunda, asavanam samvaraya dhammam desemi; ","dn29:22.4":"samparayikananca asavanam patighataya. ","dn29:22.5":"Tasmatiha, cunda, yam vo maya civaram anunnatam, alam vo tam ","dn29:22.6":"yavadeva sitassa patighataya, unhassa patighataya, damsamakasavatatapasarisapasamphassanam patighataya, yavadeva hirikopinapaticchadanattham. ","dn29:22.7":"Yo vo maya pindapato anunnato, alam vo so ","dn29:22.8":"yavadeva imassa kayassa thitiya yapanaya vihimsuparatiya brahmacariyanuggahaya, iti purananca vedanam patihankhami, navanca vedanam na uppadessami, yatra ca me bhavissati anavajjata ca phasuviharo ca. ","dn29:22.9":"Yam vo maya senasanam anunnatam, alam vo tam ","dn29:22.10":"yavadeva sitassa patighataya, unhassa patighataya, damsamakasavatatapasarisapasamphassanam patighataya, yavadeva utuparissayavinodanapatisallanaramattham. ","dn29:22.11":"Yo vo maya gilanapaccayabhesajjaparikkharo anunnato, alam vo so ","dn29:22.12":"yavadeva uppannanam veyyabadhikanam vedananam patighataya abyapajjaparamataya. ","dn29:23.0":"9. Sukhallikanuyoga ","dn29:23.1":"Thanam kho panetam, cunda, vijjati yam annatitthiya paribbajaka evam vadeyyum: ","dn29:23.2":"‘sukhallikanuyogamanuyutta samana sakyaputtiya viharanti’ti. ","dn29:23.3":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:23.4":"‘katamo so, avuso, sukhallikanuyogo? ","dn29:23.5":"Sukhallikanuyoga hi bahu anekavihita nanappakaraka’ti. ","dn29:23.6":"Cattarome, cunda, sukhallikanuyoga hina gamma pothujjanika anariya anatthasamhita na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattanti. ","dn29:23.7":"Katame cattaro? ","dn29:23.8":"Idha, cunda, ekacco balo pane vadhitva vadhitva attanam sukheti pineti. ","dn29:23.9":"Ayam pathamo sukhallikanuyogo. ","dn29:23.10":"Puna caparam, cunda, idhekacco adinnam adiyitva adiyitva attanam sukheti pineti. ","dn29:23.11":"Ayam dutiyo sukhallikanuyogo. ","dn29:23.12":"Puna caparam, cunda, idhekacco musa bhanitva bhanitva attanam sukheti pineti. ","dn29:23.13":"Ayam tatiyo sukhallikanuyogo. ","dn29:23.14":"Puna caparam, cunda, idhekacco pancahi kamagunehi samappito samangibhuto paricareti. ","dn29:23.15":"Ayam catuttho sukhallikanuyogo. ","dn29:23.16":"Ime kho, cunda, cattaro sukhallikanuyoga hina gamma pothujjanika anariya anatthasamhita na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattanti. ","dn29:24.1":"Thanam kho panetam, cunda, vijjati yam annatitthiya paribbajaka evam vadeyyum: ","dn29:24.2":"‘ime cattaro sukhallikanuyoge anuyutta samana sakyaputtiya viharanti’ti. ","dn29:24.3":"Te vo ‘ma hevam’ tissu vacaniya. ","dn29:24.4":"Na te vo samma vadamana vadeyyum, abbhacikkheyyum asata abhutena. ","dn29:24.5":"Cattarome, cunda, sukhallikanuyoga ekantanibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattanti. ","dn29:24.6":"Katame cattaro? ","dn29:24.7":"Idha, cunda, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","dn29:24.8":"Ayam pathamo sukhallikanuyogo. ","dn29:24.9":"Puna caparam, cunda, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","dn29:24.10":"Ayam dutiyo sukhallikanuyogo. ","dn29:24.11":"Puna caparam, cunda, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","dn29:24.12":"Ayam tatiyo sukhallikanuyogo. ","dn29:24.13":"Puna caparam, cunda, bhikkhu sukhassa ca pahana dukkhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","dn29:24.14":"Ayam catuttho sukhallikanuyogo. ","dn29:24.15":"Ime kho, cunda, cattaro sukhallikanuyoga ekantanibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattanti. ","dn29:24.16":"Thanam kho panetam, cunda, vijjati yam annatitthiya paribbajaka evam vadeyyum: ","dn29:24.17":"‘ime cattaro sukhallikanuyoge anuyutta samana sakyaputtiya viharanti’ti. ","dn29:24.18":"Te vo ‘evam’ tissu vacaniya. ","dn29:24.19":"Samma te vo vadamana vadeyyum, na te vo abbhacikkheyyum asata abhutena. ","dn29:25.0":"10. Sukhallikanuyoganisamsa ","dn29:25.1":"Thanam kho panetam, cunda, vijjati, yam annatitthiya paribbajaka evam vadeyyum: ","dn29:25.2":"‘ime panavuso, cattaro sukhallikanuyoge anuyuttanam viharatam kati phalani katanisamsa patikankha’ti? ","dn29:25.3":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:25.4":"‘ime kho, avuso, cattaro sukhallikanuyoge anuyuttanam viharatam cattari phalani cattaro anisamsa patikankha. ","dn29:25.5":"Katame cattaro? ","dn29:25.6":"Idhavuso, bhikkhu tinnam samyojananam parikkhaya sotapanno hoti avinipatadhammo niyato sambodhiparayano. ","dn29:25.7":"Idam pathamam phalam, pathamo anisamso. ","dn29:25.8":"Puna caparam, avuso, bhikkhu tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagami hoti, sakideva imam lokam agantva dukkhassantam karoti. ","dn29:25.9":"Idam dutiyam phalam, dutiyo anisamso. ","dn29:25.10":"Puna caparam, avuso, bhikkhu pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti, tattha parinibbayi anavattidhammo tasma loka. ","dn29:25.11":"Idam tatiyam phalam, tatiyo anisamso. ","dn29:25.12":"Puna caparam, avuso, bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","dn29:25.13":"Idam catuttham phalam catuttho anisamso. ","dn29:25.14":"Ime kho, avuso, cattaro sukhallikanuyoge anuyuttanam viharatam imani cattari phalani, cattaro anisamsa patikankha’ti. ","dn29:26.0":"11. Khinasavaabhabbathana ","dn29:26.1":"Thanam kho panetam, cunda, vijjati yam annatitthiya paribbajaka evam vadeyyum: ","dn29:26.2":"‘atthitadhamma samana sakyaputtiya viharanti’ti. ","dn29:26.3":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:26.4":"‘atthi kho, avuso, tena bhagavata janata passata arahata sammasambuddhena savakanam dhamma desita pannatta yavajivam anatikkamaniya. ","dn29:26.5":"Seyyathapi, avuso, indakhilo va ayokhilo va gambhiranemo sunikhato acalo asampavedhi; ","dn29:26.6":"evameva kho, avuso, tena bhagavata janata passata arahata sammasambuddhena savakanam dhamma desita pannatta yavajivam anatikkamaniya. ","dn29:26.7":"Yo so, avuso, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, abhabbo so nava thanani ajjhacaritum. ","dn29:26.8":"Abhabbo, avuso, khinasavo bhikkhu sancicca panam jivita voropetum; abhabbo khinasavo bhikkhu adinnam theyyasankhatam adiyitum; abhabbo khinasavo bhikkhu methunam dhammam patisevitum; abhabbo khinasavo bhikkhu sampajanamusa bhasitum; abhabbo khinasavo bhikkhu sannidhikarakam kame paribhunjitum, seyyathapi pubbe agarikabhuto; abhabbo khinasavo bhikkhu chandagatim gantum; abhabbo khinasavo bhikkhu dosagatim gantum; abhabbo khinasavo bhikkhu mohagatim gantum; abhabbo khinasavo bhikkhu bhayagatim gantum. ","dn29:26.9":"Yo so, avuso, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, abhabbo so imani nava thanani ajjhacaritun’ti. ","dn29:27.0":"12. Panhabyakarana ","dn29:27.1":"Thanam kho panetam, cunda, vijjati, yam annatitthiya paribbajaka evam vadeyyum: ","dn29:27.2":"‘atitam kho addhanam arabbha samano gotamo atirakam nanadassanam pannapeti, no ca kho anagatam addhanam arabbha atirakam nanadassanam pannapeti, tayidam kimsu tayidam kathamsu’ti? ","dn29:27.3":"Te ca annatitthiya paribbajaka annavihitakena nanadassanena annavihitakam nanadassanam pannapetabbam mannanti yathariva bala abyatta. ","dn29:27.4":"Atitam kho, cunda, addhanam arabbha tathagatassa satanusarinanam hoti; ","dn29:27.5":"so yavatakam akankhati tavatakam anussarati. ","dn29:27.6":"Anagatanca kho addhanam arabbha tathagatassa bodhijam nanam uppajjati: ","dn29:27.7":"‘ayamantima jati, natthi dani punabbhavo’ti. ","dn29:28.1":"Atitancepi, cunda, hoti abhutam ataccham anatthasamhitam, na tam tathagato byakaroti. ","dn29:28.2":"Atitancepi, cunda, hoti bhutam taccham anatthasamhitam, tampi tathagato na byakaroti. ","dn29:28.3":"Atitancepi, cunda, hoti bhutam taccham atthasamhitam, tatra kalannu tathagato hoti tassa panhassa veyyakaranaya. ","dn29:28.4":"Anagatancepi, cunda, hoti abhutam ataccham anatthasamhitam, na tam tathagato byakaroti …pe… tassa panhassa veyyakaranaya. ","dn29:28.5":"Paccuppannancepi, cunda, hoti abhutam ataccham anatthasamhitam, na tam tathagato byakaroti. ","dn29:28.6":"Paccuppannancepi, cunda, hoti bhutam taccham anatthasamhitam, tampi tathagato na byakaroti. ","dn29:28.7":"Paccuppannancepi, cunda, hoti bhutam taccham atthasamhitam, tatra kalannu tathagato hoti tassa panhassa veyyakaranaya. ","dn29:28.8":"Iti kho, cunda, atitanagatapaccuppannesu dhammesu tathagato kalavadi bhutavadi atthavadi dhammavadi vinayavadi, tasma ‘tathagato’ti vuccati. ","dn29:29.1":"Yanca kho, cunda, sadevakassa lokassa samarakassa sabrahmakassa sassamanabrahmaniya pajaya sadevamanussaya dittham sutam mutam vinnatam pattam pariyesitam anuvicaritam manasa, sabbam tathagatena abhisambuddham, ","dn29:29.2":"tasma ‘tathagato’ti vuccati. ","dn29:29.3":"Yanca, cunda, rattim tathagato anuttaram sammasambodhim abhisambujjhati, yanca rattim anupadisesaya nibbanadhatuya parinibbayati, yam etasmim antare bhasati lapati niddisati. Sabbam tam tatheva hoti no annatha, ","dn29:29.4":"tasma ‘tathagato’ti vuccati. ","dn29:29.5":"Yathavadi, cunda, tathagato tathakari, yathakari tathavadi. ","dn29:29.6":"Iti yathavadi tathakari, yathakari tathavadi, tasma ‘tathagato’ti vuccati. ","dn29:29.7":"Sadevake loke, cunda, samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya tathagato abhibhu anabhibhuto annadatthudaso vasavatti, tasma ‘tathagato’ti vuccati. ","dn29:30.0":"13. Abyakatatthana ","dn29:30.1":"Thanam kho panetam, cunda, vijjati yam annatitthiya paribbajaka evam vadeyyum: ","dn29:30.2":"‘kim nu kho, avuso, hoti tathagato param marana, idameva saccam moghamannan’ti? ","dn29:30.3":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:30.4":"‘abyakatam kho etam, avuso, bhagavata: ","dn29:30.5":"“hoti tathagato param marana, idameva saccam moghamannan”’ti. ","dn29:30.6":"Thanam kho panetam, cunda, vijjati, yam annatitthiya paribbajaka evam vadeyyum: ","dn29:30.7":"‘kim panavuso, na hoti tathagato param marana, idameva saccam moghamannan’ti? ","dn29:30.8":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:30.9":"‘etampi kho, avuso, bhagavata abyakatam: ","dn29:30.10":"“na hoti tathagato param marana, idameva saccam moghamannan”’ti. ","dn29:30.11":"Thanam kho panetam, cunda, vijjati, yam annatitthiya paribbajaka evam vadeyyum: ","dn29:30.12":"‘kim panavuso, hoti ca na ca hoti tathagato param marana, idameva saccam moghamannan’ti? ","dn29:30.13":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:30.14":"‘abyakatam kho etam, avuso, bhagavata: ","dn29:30.15":"“hoti ca na ca hoti tathagato param marana, idameva saccam moghamannan”’ti. ","dn29:30.16":"Thanam kho panetam, cunda, vijjati, yam annatitthiya paribbajaka evam vadeyyum: ","dn29:30.17":"‘kim panavuso, neva hoti na na hoti tathagato param marana, idameva saccam moghamannan’ti? ","dn29:30.18":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:30.19":"‘etampi kho, avuso, bhagavata abyakatam: ","dn29:30.20":"“neva hoti na na hoti tathagato param marana, idameva saccam moghamannan”’ti. ","dn29:31.1":"Thanam kho panetam, cunda, vijjati, yam annatitthiya paribbajaka evam vadeyyum: ","dn29:31.2":"‘kasma panetam, avuso, samanena gotamena abyakatan’ti? ","dn29:31.3":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:31.4":"‘na hetam, avuso, atthasamhitam na dhammasamhitam na adibrahmacariyakam na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati, tasma tam bhagavata abyakatan’ti. ","dn29:32.0":"14. Byakatatthana ","dn29:32.1":"Thanam kho panetam, cunda, vijjati, yam annatitthiya paribbajaka evam vadeyyum: ","dn29:32.2":"‘kim panavuso, samanena gotamena byakatan’ti? ","dn29:32.3":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:32.4":"‘idam dukkhanti kho, avuso, bhagavata byakatam, ayam dukkhasamudayoti kho, avuso, bhagavata byakatam, ayam dukkhanirodhoti kho, avuso, bhagavata byakatam, ayam dukkhanirodhagamini patipadati kho, avuso, bhagavata byakatan’ti. ","dn29:33.1":"Thanam kho panetam, cunda, vijjati, yam annatitthiya paribbajaka evam vadeyyum: ","dn29:33.2":"‘kasma panetam, avuso, samanena gotamena byakatan’ti? ","dn29:33.3":"Evamvadino, cunda, annatitthiya paribbajaka evamassu vacaniya: ","dn29:33.4":"‘etanhi, avuso, atthasamhitam, etam dhammasamhitam, etam adibrahmacariyakam ekantanibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattati. Tasma tam bhagavata byakatan’ti. ","dn29:34.0":"15. Pubbantasahagataditthinissaya ","dn29:34.1":"Yepi te, cunda, pubbantasahagata ditthinissaya, tepi vo maya byakata, yatha te byakatabba. ","dn29:34.2":"Yatha ca te na byakatabba, kim vo aham te tatha byakarissami? ","dn29:34.3":"Yepi te, cunda, aparantasahagata ditthinissaya, tepi vo maya byakata, yatha te byakatabba. ","dn29:34.4":"Yatha ca te na byakatabba, kim vo aham te tatha byakarissami? ","dn29:34.5":"Katame ca te, cunda, pubbantasahagata ditthinissaya, ye vo maya byakata, yatha te byakatabba. ","dn29:34.6":"Yatha ca te na byakatabba, kim vo aham te tatha byakarissami? ","dn29:34.7":"Santi kho, cunda, eke samanabrahmana evamvadino evamditthino: ","dn29:34.8":"‘sassato atta ca loko ca, idameva saccam moghamannan’ti. ","dn29:34.9":"Santi pana, cunda, eke samanabrahmana evamvadino evamditthino: ","dn29:34.10":"‘asassato atta ca loko ca …pe… ","dn29:34.11":"sassato ca asassato ca atta ca loko ca … ","dn29:34.12":"neva sassato nasassato atta ca loko ca … ","dn29:34.13":"sayankato atta ca loko ca … ","dn29:34.14":"parankato atta ca loko ca … ","dn29:34.15":"sayankato ca parankato ca atta ca loko ca … ","dn29:34.16":"asayankaro aparankaro adhiccasamuppanno atta ca loko ca, idameva saccam moghamannan’ti. ","dn29:34.17":"‘Sassatam sukhadukkham … ","dn29:34.18":"asassatam sukhadukkham … ","dn29:34.19":"sassatanca asassatanca sukhadukkham … ","dn29:34.20":"nevasassatam nasassatam sukhadukkham … ","dn29:34.21":"sayankatam sukhadukkham … ","dn29:34.22":"parankatam sukhadukkham … ","dn29:34.23":"sayankatanca parankatanca sukhadukkham … ","dn29:34.24":"asayankaram aparankaram adhiccasamuppannam sukhadukkham, idameva saccam moghamannan’ti. ","dn29:35.1":"Tatra, cunda, ye te samanabrahmana evamvadino evamditthino: ","dn29:35.2":"‘sassato atta ca loko ca, idameva saccam moghamannan’ti. ","dn29:35.3":"Tyaham upasankamitva evam vadami: ","dn29:35.4":"‘atthi nu kho idam, avuso, vuccati: ","dn29:35.5":"“sassato atta ca loko ca”’ti? ","dn29:35.6":"Yanca kho te evamahamsu: ","dn29:35.7":"‘idameva saccam moghamannan’ti. ","dn29:35.8":"Tam tesam nanujanami. ","dn29:35.9":"Tam kissa hetu? ","dn29:35.10":"Annathasanninopi hettha, cunda, santeke satta. ","dn29:35.11":"Imayapi kho aham, cunda, pannattiya neva attana samasamam samanupassami kuto bhiyyo. ","dn29:35.12":"Atha kho ahameva tattha bhiyyo yadidam adhipannatti. ","dn29:36.1":"Tatra, cunda, ye te samanabrahmana evamvadino evamditthino: ","dn29:36.2":"‘asassato atta ca loko ca … ","dn29:36.3":"sassato ca asassato ca atta ca loko ca … ","dn29:36.4":"nevasassato nasassato atta ca loko ca … ","dn29:36.5":"sayankato atta ca loko ca … ","dn29:36.6":"parankato atta ca loko ca … ","dn29:36.7":"sayankato ca parankato ca atta ca loko ca … ","dn29:36.8":"asayankaro aparankaro adhiccasamuppanno atta ca loko ca … ","dn29:36.9":"sassatam sukhadukkham … ","dn29:36.10":"asassatam sukhadukkham … ","dn29:36.11":"sassatanca asassatanca sukhadukkham … ","dn29:36.12":"nevasassatam nasassatam sukhadukkham … ","dn29:36.13":"sayankatam sukhadukkham … ","dn29:36.14":"parankatam sukhadukkham … ","dn29:36.15":"sayankatanca parankatanca sukhadukkham … ","dn29:36.16":"asayankaram aparankaram adhiccasamuppannam sukhadukkham, idameva saccam moghamannan’ti. ","dn29:36.17":"Tyaham upasankamitva evam vadami: ","dn29:36.18":"‘atthi nu kho idam, avuso, vuccati: ","dn29:36.19":"“asayankaram aparankaram adhiccasamuppannam sukhadukkhan”’ti? ","dn29:36.20":"Yanca kho te evamahamsu: ","dn29:36.21":"‘idameva saccam moghamannan’ti. ","dn29:36.22":"Tam tesam nanujanami. ","dn29:36.23":"Tam kissa hetu? ","dn29:36.24":"Annathasanninopi hettha, cunda, santeke satta. ","dn29:36.25":"Imayapi kho aham, cunda, pannattiya neva attana samasamam samanupassami kuto bhiyyo. ","dn29:36.26":"Atha kho ahameva tattha bhiyyo yadidam adhipannatti. ","dn29:36.27":"Ime kho te, cunda, pubbantasahagata ditthinissaya, ye vo maya byakata, yatha te byakatabba. ","dn29:36.28":"Yatha ca te na byakatabba, kim vo aham te tatha byakarissami? ","dn29:37.0":"16. Aparantasahagataditthinissaya ","dn29:37.1":"Katame ca te, cunda, aparantasahagata ditthinissaya, ye vo maya byakata, yatha te byakatabba. ","dn29:37.2":"Yatha ca te na byakatabba, kim vo aham te tatha byakarissami? ","dn29:37.3":"Santi, cunda, eke samanabrahmana evamvadino evamditthino: ","dn29:37.4":"‘rupi atta hoti arogo param marana, idameva saccam moghamannan’ti. ","dn29:37.5":"Santi pana, cunda, eke samanabrahmana evamvadino evamditthino: ","dn29:37.6":"‘arupi atta hoti … ","dn29:37.7":"rupi ca arupi ca atta hoti … ","dn29:37.8":"nevarupi narupi atta hoti … ","dn29:37.9":"sanni atta hoti … ","dn29:37.10":"asanni atta hoti … ","dn29:37.11":"nevasanninasanni atta hoti … ","dn29:37.12":"atta ucchijjati vinassati na hoti param marana, idameva saccam moghamannan’ti. ","dn29:38.1":"Tatra, cunda, ye te samanabrahmana evamvadino evamditthino: ","dn29:38.2":"‘rupi atta hoti arogo param marana, idameva saccam moghamannan’ti. ","dn29:38.3":"Tyaham upasankamitva evam vadami: ","dn29:38.4":"‘atthi nu kho idam, avuso, vuccati: ","dn29:38.5":"“rupi atta hoti arogo param marana”’ti? ","dn29:38.6":"Yanca kho te evamahamsu: ","dn29:38.7":"‘idameva saccam moghamannan’ti. ","dn29:38.8":"Tam tesam nanujanami. ","dn29:38.9":"Tam kissa hetu? ","dn29:38.10":"Annathasanninopi hettha, cunda, santeke satta. ","dn29:38.11":"Imayapi kho aham, cunda, pannattiya neva attana samasamam samanupassami kuto bhiyyo. ","dn29:38.12":"Atha kho ahameva tattha bhiyyo yadidam adhipannatti. ","dn29:39.1":"Tatra, cunda, ye te samanabrahmana evamvadino evamditthino: ","dn29:39.2":"‘arupi atta hoti … ","dn29:39.3":"rupi ca arupi ca atta hoti … ","dn29:39.4":"nevarupinarupi atta hoti … ","dn29:39.5":"sanni atta hoti … ","dn29:39.6":"asanni atta hoti … ","dn29:39.7":"nevasanninasanni atta hoti … ","dn29:39.8":"atta ucchijjati vinassati na hoti param marana, idameva saccam moghamannan’ti. ","dn29:39.9":"Tyaham upasankamitva evam vadami: ","dn29:39.10":"‘atthi nu kho idam, avuso, vuccati: ","dn29:39.11":"“atta ucchijjati vinassati na hoti param marana”’ti? ","dn29:39.12":"Yanca kho te, cunda, evamahamsu: ","dn29:39.13":"‘idameva saccam moghamannan’ti. ","dn29:39.14":"Tam tesam nanujanami. ","dn29:39.15":"Tam kissa hetu? ","dn29:39.16":"Annathasanninopi hettha, cunda, santeke satta. ","dn29:39.17":"Imayapi kho aham, cunda, pannattiya neva attana samasamam samanupassami, kuto bhiyyo. ","dn29:39.18":"Atha kho ahameva tattha bhiyyo yadidam adhipannatti. ","dn29:39.19":"Ime kho te, cunda, aparantasahagata ditthinissaya, ye vo maya byakata, yatha te byakatabba. ","dn29:39.20":"Yatha ca te na byakatabba, kim vo aham te tatha byakarissami? ","dn29:40.1":"Imesanca, cunda, pubbantasahagatanam ditthinissayanam imesanca aparantasahagatanam ditthinissayanam pahanaya samatikkamaya evam maya cattaro satipatthana desita pannatta. ","dn29:40.2":"Katame cattaro? ","dn29:40.3":"Idha, cunda, bhikkhu kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","dn29:40.4":"Vedanasu vedananupassi …pe… ","dn29:40.5":"citte cittanupassi …pe… ","dn29:40.6":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","dn29:40.7":"Imesanca, cunda, pubbantasahagatanam ditthinissayanam imesanca aparantasahagatanam ditthinissayanam pahanaya samatikkamaya. Evam maya ime cattaro satipatthana desita pannatta”ti. ","dn29:41.1":"Tena kho pana samayena ayasma upavano bhagavato pitthito thito hoti bhagavantam bijayamano. ","dn29:41.2":"Atha kho ayasma upavano bhagavantam etadavoca: ","dn29:41.3":"“acchariyam, bhante, abbhutam, bhante. ","dn29:41.4":"Pasadiko vatayam, bhante, dhammapariyayo; ","dn29:41.5":"supasadiko vatayam, bhante, dhammapariyayo, ko namayam, bhante, dhammapariyayo”ti? ","dn29:41.6":"“Tasmatiha tvam, upavana, imam dhammapariyayam ‘pasadiko’ tveva nam dharehi”ti. ","dn29:41.7":"Idamavoca bhagava. ","dn29:41.8":"Attamano ayasma upavano bhagavato bhasitam abhinanditi. ","dn29:41.9":"Pasadikasuttam nitthitam chattham. "}