{"dn2:0.1":"Digha Nikaya 2 ","dn2:0.2":"Samannaphalasutta ","dn2:1.0":"1. Rajamaccakatha ","dn2:1.1":"Evam me sutam—","dn2:1.2":"ekam samayam bhagava rajagahe viharati jivakassa komarabhaccassa ambavane mahata bhikkhusanghena saddhim addhatelasehi bhikkhusatehi. ","dn2:1.3":"Tena kho pana samayena raja magadho ajatasattu vedehiputto tadahuposathe pannarase komudiya catumasiniya punnaya punnamaya rattiya rajamaccaparivuto uparipasadavaragato nisinno hoti. ","dn2:1.4":"Atha kho raja magadho ajatasattu vedehiputto tadahuposathe udanam udanesi: ","dn2:1.5":"“ramaniya vata bho dosina ratti, abhirupa vata bho dosina ratti, dassaniya vata bho dosina ratti, pasadika vata bho dosina ratti, lakkhanna vata bho dosina ratti. ","dn2:1.6":"Kam nu khvajja samanam va brahmanam va payirupaseyyama, yam no payirupasato cittam pasideyya”ti? ","dn2:2.1":"Evam vutte, annataro rajamacco rajanam magadham ajatasattum vedehiputtam etadavoca: ","dn2:2.2":"“ayam, deva, purano kassapo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa rattannu cirapabbajito addhagato vayoanuppatto. ","dn2:2.3":"Tam devo puranam kassapam payirupasatu. ","dn2:2.4":"Appeva nama devassa puranam kassapam payirupasato cittam pasideyya”ti. ","dn2:2.5":"Evam vutte, raja magadho ajatasattu vedehiputto tunhi ahosi. ","dn2:3.1":"Annataropi kho rajamacco rajanam magadham ajatasattum vedehiputtam etadavoca: ","dn2:3.2":"“ayam, deva, makkhali gosalo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa rattannu cirapabbajito addhagato vayoanuppatto. ","dn2:3.3":"Tam devo makkhalim gosalam payirupasatu. ","dn2:3.4":"Appeva nama devassa makkhalim gosalam payirupasato cittam pasideyya”ti. ","dn2:3.5":"Evam vutte, raja magadho ajatasattu vedehiputto tunhi ahosi. ","dn2:4.1":"Annataropi kho rajamacco rajanam magadham ajatasattum vedehiputtam etadavoca: ","dn2:4.2":"“ayam, deva, ajito kesakambalo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa rattannu cirapabbajito addhagato vayoanuppatto. ","dn2:4.3":"Tam devo ajitam kesakambalam payirupasatu. ","dn2:4.4":"Appeva nama devassa ajitam kesakambalam payirupasato cittam pasideyya”ti. ","dn2:4.5":"Evam vutte, raja magadho ajatasattu vedehiputto tunhi ahosi. ","dn2:5.1":"Annataropi kho rajamacco rajanam magadham ajatasattum vedehiputtam etadavoca: ","dn2:5.2":"“ayam, deva, pakudho kaccayano sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa rattannu cirapabbajito addhagato vayoanuppatto. ","dn2:5.3":"Tam devo pakudham kaccayanam payirupasatu. ","dn2:5.4":"Appeva nama devassa pakudham kaccayanam payirupasato cittam pasideyya”ti. ","dn2:5.5":"Evam vutte, raja magadho ajatasattu vedehiputto tunhi ahosi. ","dn2:6.1":"Annataropi kho rajamacco rajanam magadham ajatasattum vedehiputtam etadavoca: ","dn2:6.2":"“ayam, deva, sancayo belatthaputto sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa rattannu cirapabbajito addhagato vayoanuppatto. ","dn2:6.3":"Tam devo sancayam belatthaputtam payirupasatu. ","dn2:6.4":"Appeva nama devassa sancayam belatthaputtam payirupasato cittam pasideyya”ti. ","dn2:6.5":"Evam vutte, raja magadho ajatasattu vedehiputto tunhi ahosi. ","dn2:7.1":"Annataropi kho rajamacco rajanam magadham ajatasattum vedehiputtam etadavoca: ","dn2:7.2":"“ayam, deva, nigantho nataputto sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa rattannu cirapabbajito addhagato vayoanuppatto. ","dn2:7.3":"Tam devo nigantham nataputtam payirupasatu. ","dn2:7.4":"Appeva nama devassa nigantham nataputtam payirupasato cittam pasideyya”ti. ","dn2:7.5":"Evam vutte, raja magadho ajatasattu vedehiputto tunhi ahosi. ","dn2:8.0":"2. Komarabhaccajivakakatha ","dn2:8.1":"Tena kho pana samayena jivako komarabhacco ranno magadhassa ajatasattussa vedehiputtassa avidure tunhibhuto nisinno hoti. ","dn2:8.2":"Atha kho raja magadho ajatasattu vedehiputto jivakam komarabhaccam etadavoca: ","dn2:8.3":"“tvam pana, samma jivaka, kim tunhi”ti? ","dn2:8.4":"“Ayam, deva, bhagava araham sammasambuddho amhakam ambavane viharati mahata bhikkhusanghena saddhim addhatelasehi bhikkhusatehi. ","dn2:8.5":"Tam kho pana bhagavantam evam kalyano kittisaddo abbhuggato: ","dn2:8.6":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","dn2:8.7":"Tam devo bhagavantam payirupasatu. ","dn2:8.8":"Appeva nama devassa bhagavantam payirupasato cittam pasideyya”ti. ","dn2:8.9":"“Tena hi, samma jivaka, hatthiyanani kappapehi”ti. ","dn2:9.1":"“Evam, deva”ti kho jivako komarabhacco ranno magadhassa ajatasattussa vedehiputtassa patissunitva pancamattani hatthinikasatani kappapetva ranno ca arohaniyam nagam, ranno magadhassa ajatasattussa vedehiputtassa pativedesi: ","dn2:9.2":"“kappitani kho te, deva, hatthiyanani, ","dn2:9.3":"yassadani kalam mannasi”ti. ","dn2:10.1":"Atha kho raja magadho ajatasattu vedehiputto pancasu hatthinikasatesu pacceka itthiyo aropetva arohaniyam nagam abhiruhitva ukkasu dhariyamanasu rajagahamha niyyasi mahaccarajanubhavena, yena jivakassa komarabhaccassa ambavanam tena payasi. ","dn2:10.2":"Atha kho ranno magadhassa ajatasattussa vedehiputtassa avidure ambavanassa ahudeva bhayam, ahu chambhitattam, ahu lomahamso. ","dn2:10.3":"Atha kho raja magadho ajatasattu vedehiputto bhito samviggo lomahatthajato jivakam komarabhaccam etadavoca: ","dn2:10.4":"“kacci mam, samma jivaka, na vancesi? ","dn2:10.5":"Kacci mam, samma jivaka, na palambhesi? ","dn2:10.6":"Kacci mam, samma jivaka, na paccatthikanam desi? ","dn2:10.7":"Kathanhi nama tava mahato bhikkhusanghassa addhatelasanam bhikkhusatanam neva khipitasaddo bhavissati, na ukkasitasaddo na nigghoso”ti. ","dn2:10.8":"“Ma bhayi, maharaja, ma bhayi, maharaja. ","dn2:10.9":"Na tam, deva, vancemi; ","dn2:10.10":"na tam, deva, palambhami; ","dn2:10.11":"na tam, deva, paccatthikanam demi. ","dn2:10.12":"Abhikkama, maharaja, abhikkama, maharaja, ete mandalamale dipa jhayanti”ti. ","dn2:11.0":"3. Samannaphalapuccha ","dn2:11.1":"Atha kho raja magadho ajatasattu vedehiputto yavatika nagassa bhumi nagena gantva, naga paccorohitva, pattikova yena mandalamalassa dvaram tenupasankami; upasankamitva jivakam komarabhaccam etadavoca: ","dn2:11.2":"“kaham pana, samma jivaka, bhagava”ti? ","dn2:11.3":"“Eso, maharaja, bhagava; ","dn2:11.4":"eso, maharaja, bhagava majjhimam thambham nissaya puratthabhimukho nisinno purakkhato bhikkhusanghassa”ti. ","dn2:12.1":"Atha kho raja magadho ajatasattu vedehiputto yena bhagava tenupasankami; upasankamitva ekamantam atthasi. ","dn2:12.2":"Ekamantam thito kho raja magadho ajatasattu vedehiputto tunhibhutam tunhibhutam bhikkhusangham anuviloketva rahadamiva vippasannam udanam udanesi: ","dn2:12.3":"“imina me upasamena udayabhaddo kumaro samannagato hotu, yenetarahi upasamena bhikkhusangho samannagato”ti. ","dn2:12.4":"“Agama kho tvam, maharaja, yathapeman”ti. ","dn2:12.5":"“Piyo me, bhante, udayabhaddo kumaro. ","dn2:12.6":"Imina me, bhante, upasamena udayabhaddo kumaro samannagato hotu yenetarahi upasamena bhikkhusangho samannagato”ti. ","dn2:13.1":"Atha kho raja magadho ajatasattu vedehiputto bhagavantam abhivadetva, bhikkhusanghassa anjalim panametva, ekamantam nisidi. ","dn2:13.2":"Ekamantam nisinno kho raja magadho ajatasattu vedehiputto bhagavantam etadavoca: ","dn2:13.3":"“puccheyyamaham, bhante, bhagavantam kancideva desam; ","dn2:13.4":"sace me bhagava okasam karoti panhassa veyyakaranaya”ti. ","dn2:13.5":"“Puccha, maharaja, yadakankhasi”ti. ","dn2:14.1":"“Yatha nu kho imani, bhante, puthusippayatanani, ","dn2:14.2":"seyyathidam—hattharoha assaroha rathika dhanuggaha celaka calaka pindadayaka ugga rajaputta pakkhandino mahanaga sura cammayodhino dasikaputta ","dn2:14.3":"alarika kappaka nhapaka suda malakara rajaka pesakara nalakara kumbhakara ganaka muddika, yani va panannanipi evangatani puthusippayatanani, te dittheva dhamme sanditthikam sippaphalam upajivanti; ","dn2:14.4":"te tena attanam sukhenti pinenti, matapitaro sukhenti pinenti, puttadaram sukhenti pinenti, mittamacce sukhenti pinenti, samanabrahmanesu uddhaggikam dakkhinam patitthapenti sovaggikam sukhavipakam saggasamvattanikam. ","dn2:14.5":"Sakka nu kho, bhante, evameva dittheva dhamme sanditthikam samannaphalam pannapetun”ti? ","dn2:15.1":"“Abhijanasi no tvam, maharaja, imam panham anne samanabrahmane pucchita”ti? ","dn2:15.2":"“Abhijanamaham, bhante, imam panham anne samanabrahmane pucchita”ti. ","dn2:15.3":"“Yatha katham pana te, maharaja, byakarimsu, sace te agaru bhasassu”ti. ","dn2:15.4":"“Na kho me, bhante, garu, yatthassa bhagava nisinno, bhagavantarupo va”ti. ","dn2:15.5":"“Tena hi, maharaja, bhasassu”ti. ","dn2:16.0":"3.1. Puranakassapavada ","dn2:16.1":"“Ekamidaham, bhante, samayam yena purano kassapo tenupasankamim; upasankamitva puranena kassapena saddhim sammodim. ","dn2:16.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidim. Ekamantam nisinno kho aham, bhante, puranam kassapam etadavocam: ","dn2:16.3":"‘yatha nu kho imani, bho kassapa, puthusippayatanani, ","dn2:16.4":"seyyathidam—hattharoha assaroha rathika dhanuggaha celaka calaka pindadayaka ugga rajaputta pakkhandino mahanaga sura cammayodhino dasikaputta alarika kappaka nhapaka suda malakara rajaka pesakara nalakara kumbhakara ganaka muddika, yani va panannanipi evangatani puthusippayatanani, te dittheva dhamme sanditthikam sippaphalam upajivanti; ","dn2:16.5":"te tena attanam sukhenti pinenti, matapitaro sukhenti pinenti, puttadaram sukhenti pinenti, mittamacce sukhenti pinenti, samanabrahmanesu uddhaggikam dakkhinam patitthapenti sovaggikam sukhavipakam saggasamvattanikam. ","dn2:16.6":"Sakka nu kho, bho kassapa, evameva dittheva dhamme sanditthikam samannaphalam pannapetun’ti? ","dn2:17.1":"Evam vutte, bhante, purano kassapo mam etadavoca: ","dn2:17.2":"‘karoto kho, maharaja, karayato, chindato chedapayato, pacato pacapayato socayato, socapayato, kilamato kilamapayato, phandato phandapayato, panamatipatapayato, adinnam adiyato, sandhim chindato, nillopam harato, ekagarikam karoto, paripanthe titthato, paradaram gacchato, musa bhanato, karoto na kariyati papam. Khurapariyantena cepi cakkena yo imissa pathaviya pane ekam mamsakhalam ekam mamsapunjam kareyya, natthi tatonidanam papam, natthi papassa agamo. ","dn2:17.3":"Dakkhinancepi gangaya tiram gaccheyya hananto ghatento chindanto chedapento pacanto pacapento, natthi tatonidanam papam, natthi papassa agamo. ","dn2:17.4":"Uttarancepi gangaya tiram gaccheyya dadanto dapento yajanto yajapento, natthi tatonidanam punnam, natthi punnassa agamo. ","dn2:17.5":"Danena damena samyamena saccavajjena natthi punnam, natthi punnassa agamo’ti. ","dn2:18.1":"Ittham kho me, bhante, purano kassapo sanditthikam samannaphalam puttho samano akiriyam byakasi. ","dn2:18.2":"Seyyathapi, bhante, ambam va puttho labujam byakareyya, labujam va puttho ambam byakareyya; ","dn2:18.3":"evameva kho me, bhante, purano kassapo sanditthikam samannaphalam puttho samano akiriyam byakasi. ","dn2:18.4":"Tassa mayham, bhante, etadahosi: ","dn2:18.5":"‘kathanhi nama madiso samanam va brahmanam va vijite vasantam apasadetabbam manneyya’ti. ","dn2:18.6":"So kho aham, bhante, puranassa kassapassa bhasitam neva abhinandim nappatikkosim. ","dn2:18.7":"Anabhinanditva appatikkositva anattamano, anattamanavacam aniccharetva, tameva vacam anugganhanto anikkujjanto utthayasana pakkamim. ","dn2:19.0":"3.2. Makkhaligosalavada ","dn2:19.1":"Ekamidaham, bhante, samayam yena makkhali gosalo tenupasankamim; upasankamitva makkhalina gosalena saddhim sammodim. ","dn2:19.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidim. Ekamantam nisinno kho aham, bhante, makkhalim gosalam etadavocam: ","dn2:19.3":"‘yatha nu kho imani, bho gosala, puthusippayatanani …pe… ","dn2:19.4":"sakka nu kho, bho gosala, evameva dittheva dhamme sanditthikam samannaphalam pannapetun’ti? ","dn2:20.1":"Evam vutte, bhante, makkhali gosalo mam etadavoca: ","dn2:20.2":"‘natthi, maharaja, hetu natthi paccayo sattanam sankilesaya, ahetu apaccaya satta sankilissanti. ","dn2:20.3":"Natthi hetu, natthi paccayo sattanam visuddhiya, ","dn2:20.4":"ahetu apaccaya satta visujjhanti. ","dn2:20.5":"Natthi attakare, natthi parakare, natthi purisakare, natthi balam, natthi viriyam, natthi purisathamo, natthi purisaparakkamo. ","dn2:20.6":"Sabbe satta sabbe pana sabbe bhuta sabbe jiva avasa abala aviriya niyatisangatibhavaparinata chasvevabhijatisu sukhadukkham patisamvedenti. ","dn2:20.7":"Cuddasa kho panimani yonipamukhasatasahassani satthi ca satani cha ca satani panca ca kammuno satani panca ca kammani tini ca kammani kamme ca addhakamme ca dvatthipatipada dvatthantarakappa chalabhijatiyo attha purisabhumiyo ekunapannasa ajivakasate ekunapannasa paribbajakasate ekunapannasa nagavasasate vise indriyasate timse nirayasate chattimsa rajodhatuyo satta sannigabbha satta asannigabbha satta niganthigabbha satta deva satta manusa satta pisaca satta sara satta pavuta satta pavutasatani satta papata satta papatasatani satta supina satta supinasatani cullasiti mahakappino satasahassani, yani bale ca pandite ca sandhavitva samsaritva dukkhassantam karissanti. ","dn2:20.8":"Tattha natthi “iminaham silena va vatena va tapena va brahmacariyena va aparipakkam va kammam paripacessami, paripakkam va kammam phussa phussa byantim karissami”ti hevam natthi. ","dn2:20.9":"Donamite sukhadukkhe pariyantakate samsare, natthi hayanavaddhane, natthi ukkamsavakamse. ","dn2:20.10":"Seyyathapi nama suttagule khitte nibbethiyamanameva paleti; ","dn2:20.11":"evameva bale ca pandite ca sandhavitva samsaritva dukkhassantam karissanti’ti. ","dn2:21.1":"Ittham kho me, bhante, makkhali gosalo sanditthikam samannaphalam puttho samano samsarasuddhim byakasi. ","dn2:21.2":"Seyyathapi, bhante, ambam va puttho labujam byakareyya, labujam va puttho ambam byakareyya; ","dn2:21.3":"evameva kho me, bhante, makkhali gosalo sanditthikam samannaphalam puttho samano samsarasuddhim byakasi. ","dn2:21.4":"Tassa mayham, bhante, etadahosi: ","dn2:21.5":"‘kathanhi nama madiso samanam va brahmanam va vijite vasantam apasadetabbam manneyya’ti. ","dn2:21.6":"So kho aham, bhante, makkhalissa gosalassa bhasitam neva abhinandim nappatikkosim. ","dn2:21.7":"Anabhinanditva appatikkositva anattamano, anattamanavacam aniccharetva, tameva vacam anugganhanto anikkujjanto utthayasana pakkamim. ","dn2:22.0":"3.3. Ajitakesakambalavada ","dn2:22.1":"Ekamidaham, bhante, samayam yena ajito kesakambalo tenupasankamim; upasankamitva ajitena kesakambalena saddhim sammodim. ","dn2:22.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidim. Ekamantam nisinno kho aham, bhante, ajitam kesakambalam etadavocam: ","dn2:22.3":"‘yatha nu kho imani, bho ajita, puthusippayatanani …pe… ","dn2:22.4":"sakka nu kho, bho ajita, evameva dittheva dhamme sanditthikam samannaphalam pannapetun’ti? ","dn2:23.1":"Evam vutte, bhante, ajito kesakambalo mam etadavoca: ","dn2:23.2":"‘natthi, maharaja, dinnam, natthi yittham, natthi hutam, natthi sukatadukkatanam kammanam phalam vipako, natthi ayam loko, natthi paro loko, natthi mata, natthi pita, natthi satta opapatika, natthi loke samanabrahmana sammaggata sammapatipanna, ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti. ","dn2:23.3":"Catumahabhutiko ayam puriso, yada kalam karoti, pathavi pathavikayam anupeti anupagacchati, apo apokayam anupeti anupagacchati, tejo tejokayam anupeti anupagacchati, vayo vayokayam anupeti anupagacchati, akasam indriyani sankamanti. ","dn2:23.4":"Asandipancama purisa matam adaya gacchanti. ","dn2:23.5":"Yavalahana padani pannayanti. ","dn2:23.6":"Kapotakani atthini bhavanti, bhassanta ahutiyo. ","dn2:23.7":"Dattupannattam yadidam danam. ","dn2:23.8":"Tesam tuccham musa vilapo ye keci atthikavadam vadanti. ","dn2:23.9":"Bale ca pandite ca kayassa bheda ucchijjanti vinassanti, na honti param marana’ti. ","dn2:24.1":"Ittham kho me, bhante, ajito kesakambalo sanditthikam samannaphalam puttho samano ucchedam byakasi. ","dn2:24.2":"Seyyathapi, bhante, ambam va puttho labujam byakareyya, labujam va puttho ambam byakareyya; ","dn2:24.3":"evameva kho me, bhante, ajito kesakambalo sanditthikam samannaphalam puttho samano ucchedam byakasi. ","dn2:24.4":"Tassa mayham, bhante, etadahosi: ","dn2:24.5":"‘kathanhi nama madiso samanam va brahmanam va vijite vasantam apasadetabbam manneyya’ti. ","dn2:24.6":"So kho aham, bhante, ajitassa kesakambalassa bhasitam neva abhinandim nappatikkosim. ","dn2:24.7":"Anabhinanditva appatikkositva anattamano anattamanavacam aniccharetva tameva vacam anugganhanto anikkujjanto utthayasana pakkamim. ","dn2:25.0":"3.4. Pakudhakaccayanavada ","dn2:25.1":"Ekamidaham, bhante, samayam yena pakudho kaccayano tenupasankamim; upasankamitva pakudhena kaccayanena saddhim sammodim. ","dn2:25.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidim. Ekamantam nisinno kho aham, bhante, pakudham kaccayanam etadavocam: ","dn2:25.3":"‘yatha nu kho imani, bho kaccayana, puthusippayatanani …pe… ","dn2:25.4":"sakka nu kho, bho kaccayana, evameva dittheva dhamme sanditthikam samannaphalam pannapetun’ti? ","dn2:26.1":"Evam vutte, bhante, pakudho kaccayano mam etadavoca: ","dn2:26.2":"‘sattime, maharaja, kaya akata akatavidha animmita animmata vanjha kutattha esikatthayitthita. ","dn2:26.3":"Te na injanti, na viparinamanti, na annamannam byabadhenti, nalam annamannassa sukhaya va dukkhaya va sukhadukkhaya va. ","dn2:26.4":"Katame satta? ","dn2:26.5":"Pathavikayo, apokayo, tejokayo, vayokayo, sukhe, dukkhe, jive sattame—","dn2:26.6":"ime satta kaya akata akatavidha animmita animmata vanjha kutattha esikatthayitthita. ","dn2:26.7":"Te na injanti, na viparinamanti, na annamannam byabadhenti, nalam annamannassa sukhaya va dukkhaya va sukhadukkhaya va. ","dn2:26.8":"Tattha natthi hanta va ghateta va, sota va saveta va, vinnata va vinnapeta va. ","dn2:26.9":"Yopi tinhena satthena sisam chindati, na koci kinci jivita voropeti; ","dn2:26.10":"sattannam tveva kayanamantarena sattham vivaramanupatati’ti. ","dn2:27.1":"Ittham kho me, bhante, pakudho kaccayano sanditthikam samannaphalam puttho samano annena annam byakasi. ","dn2:27.2":"Seyyathapi, bhante, ambam va puttho labujam byakareyya, labujam va puttho ambam byakareyya; ","dn2:27.3":"evameva kho me, bhante, pakudho kaccayano sanditthikam samannaphalam puttho samano annena annam byakasi. ","dn2:27.4":"Tassa mayham, bhante, etadahosi: ","dn2:27.5":"‘kathanhi nama madiso samanam va brahmanam va vijite vasantam apasadetabbam manneyya’ti. ","dn2:27.6":"So kho aham, bhante, pakudhassa kaccayanassa bhasitam neva abhinandim nappatikkosim, ","dn2:27.7":"anabhinanditva appatikkositva anattamano, anattamanavacam aniccharetva tameva vacam anugganhanto anikkujjanto utthayasana pakkamim. ","dn2:28.0":"3.5. Niganthanataputtavada ","dn2:28.1":"Ekamidaham, bhante, samayam yena nigantho nataputto tenupasankamim; upasankamitva niganthena nataputtena saddhim sammodim. ","dn2:28.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidim. Ekamantam nisinno kho aham, bhante, nigantham nataputtam etadavocam: ","dn2:28.3":"‘yatha nu kho imani, bho aggivessana, puthusippayatanani …pe… ","dn2:28.4":"sakka nu kho, bho aggivessana, evameva dittheva dhamme sanditthikam samannaphalam pannapetun’ti? ","dn2:29.1":"Evam vutte, bhante, nigantho nataputto mam etadavoca: ","dn2:29.2":"‘idha, maharaja, nigantho catuyamasamvarasamvuto hoti. ","dn2:29.3":"Kathanca, maharaja, nigantho catuyamasamvarasamvuto hoti? ","dn2:29.4":"Idha, maharaja, nigantho sabbavarivarito ca hoti, sabbavariyutto ca, sabbavaridhuto ca, sabbavariphuto ca. ","dn2:29.5":"Evam kho, maharaja, nigantho catuyamasamvarasamvuto hoti. ","dn2:29.6":"Yato kho, maharaja, nigantho evam catuyamasamvarasamvuto hoti; ","dn2:29.7":"ayam vuccati, maharaja, nigantho gatatto ca yatatto ca thitatto ca’ti. ","dn2:30.1":"Ittham kho me, bhante, nigantho nataputto sanditthikam samannaphalam puttho samano catuyamasamvaram byakasi. ","dn2:30.2":"Seyyathapi, bhante, ambam va puttho labujam byakareyya, labujam va puttho ambam byakareyya; ","dn2:30.3":"evameva kho me, bhante, nigantho nataputto sanditthikam samannaphalam puttho samano catuyamasamvaram byakasi. ","dn2:30.4":"Tassa mayham, bhante, etadahosi: ","dn2:30.5":"‘kathanhi nama madiso samanam va brahmanam va vijite vasantam apasadetabbam manneyya’ti. ","dn2:30.6":"So kho aham, bhante, niganthassa nataputtassa bhasitam neva abhinandim nappatikkosim. ","dn2:30.7":"Anabhinanditva appatikkositva anattamano anattamanavacam aniccharetva tameva vacam anugganhanto anikkujjanto utthayasana pakkamim. ","dn2:31.0":"3.6. Sancayabelatthaputtavada ","dn2:31.1":"Ekamidaham, bhante, samayam yena sancayo belatthaputto tenupasankamim; upasankamitva sancayena belatthaputtena saddhim sammodim. ","dn2:31.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidim. Ekamantam nisinno kho aham, bhante, sancayam belatthaputtam etadavocam: ","dn2:31.3":"‘yatha nu kho imani, bho sancaya, puthusippayatanani …pe… ","dn2:31.4":"sakka nu kho, bho sancaya, evameva dittheva dhamme sanditthikam samannaphalam pannapetun’ti? ","dn2:32.1":"Evam vutte, bhante, sancayo belatthaputto mam etadavoca: ","dn2:32.2":"‘atthi paro lokoti iti ce mam pucchasi, atthi paro lokoti iti ce me assa, atthi paro lokoti iti te nam byakareyyam. ","dn2:32.3":"Evantipi me no, tathatipi me no, annathatipi me no, notipi me no, no notipi me no. ","dn2:32.4":"Natthi paro loko …pe… ","dn2:32.5":"atthi ca natthi ca paro loko …pe… ","dn2:32.6":"nevatthi na natthi paro loko …pe… ","dn2:32.7":"atthi satta opapatika …pe… ","dn2:32.8":"natthi satta opapatika …pe… ","dn2:32.9":"atthi ca natthi ca satta opapatika …pe… ","dn2:32.10":"nevatthi na natthi satta opapatika …pe… ","dn2:32.11":"atthi sukatadukkatanam kammanam phalam vipako …pe… ","dn2:32.12":"natthi sukatadukkatanam kammanam phalam vipako …pe… ","dn2:32.13":"atthi ca natthi ca sukatadukkatanam kammanam phalam vipako …pe… ","dn2:32.14":"nevatthi na natthi sukatadukkatanam kammanam phalam vipako …pe… ","dn2:32.15":"hoti tathagato param marana …pe… ","dn2:32.16":"na hoti tathagato param marana …pe… ","dn2:32.17":"hoti ca na ca hoti tathagato param marana …pe… ","dn2:32.18":"neva hoti na na hoti tathagato param maranati iti ce mam pucchasi, neva hoti na na hoti tathagato param maranati iti ce me assa, neva hoti na na hoti tathagato param maranati iti te nam byakareyyam. ","dn2:32.19":"Evantipi me no, tathatipi me no, annathatipi me no, notipi me no, no notipi me no’ti. ","dn2:33.1":"Ittham kho me, bhante, sancayo belatthaputto sanditthikam samannaphalam puttho samano vikkhepam byakasi. ","dn2:33.2":"Seyyathapi, bhante, ambam va puttho labujam byakareyya, labujam va puttho ambam byakareyya; ","dn2:33.3":"evameva kho me, bhante, sancayo belatthaputto sanditthikam samannaphalam puttho samano vikkhepam byakasi. ","dn2:33.4":"Tassa mayham, bhante, etadahosi: ","dn2:33.5":"‘ayanca imesam samanabrahmananam sabbabalo sabbamulho. ","dn2:33.6":"Kathanhi nama sanditthikam samannaphalam puttho samano vikkhepam byakarissati’ti. ","dn2:33.7":"Tassa mayham, bhante, etadahosi: ","dn2:33.8":"‘kathanhi nama madiso samanam va brahmanam va vijite vasantam apasadetabbam manneyya’ti. ","dn2:33.9":"So kho aham, bhante, sancayassa belatthaputtassa bhasitam neva abhinandim nappatikkosim. ","dn2:33.10":"Anabhinanditva appatikkositva anattamano anattamanavacam aniccharetva tameva vacam anugganhanto anikkujjanto utthayasana pakkamim. ","dn2:34.0.1":"4. Samannaphala ","dn2:34.0.2":"4.1. Pathamasanditthikasamannaphala ","dn2:34.1":"Soham, bhante, bhagavantampi pucchami: ","dn2:34.2":"‘yatha nu kho imani, bhante, puthusippayatanani ","dn2:34.3":"seyyathidam—hattharoha assaroha rathika dhanuggaha celaka calaka pindadayaka ugga rajaputta pakkhandino mahanaga sura cammayodhino dasikaputta ","dn2:34.4":"alarika kappaka nhapaka suda malakara rajaka pesakara nalakara kumbhakara ganaka muddika, yani va panannanipi evangatani puthusippayatanani, te dittheva dhamme sanditthikam sippaphalam upajivanti, ","dn2:34.5":"te tena attanam sukhenti pinenti, matapitaro sukhenti pinenti, puttadaram sukhenti pinenti, mittamacce sukhenti pinenti, samanabrahmanesu uddhaggikam dakkhinam patitthapenti sovaggikam sukhavipakam saggasamvattanikam. ","dn2:34.6":"Sakka nu kho, bhante, evameva dittheva dhamme sanditthikam samannaphalam pannapetun’”ti? ","dn2:34.7":"“Sakka, maharaja. ","dn2:34.8":"Tena hi, maharaja, tannevettha patipucchissami. Yatha te khameyya, tatha nam byakareyyasi. ","dn2:35.1":"Tam kim mannasi, maharaja, ","dn2:35.2":"idha te assa puriso daso kammakaro pubbutthayi pacchanipati kinkarapatissavi manapacari piyavadi mukhullokako. ","dn2:35.3":"Tassa evamassa: ","dn2:35.4":"‘acchariyam, vata bho, abbhutam, vata bho, punnanam gati, punnanam vipako. ","dn2:35.5":"Ayanhi raja magadho ajatasattu vedehiputto manusso; ahampi manusso. ","dn2:35.6":"Ayanhi raja magadho ajatasattu vedehiputto pancahi kamagunehi samappito samangibhuto paricareti, devo manne. ","dn2:35.7":"Aham panamhissa daso kammakaro pubbutthayi pacchanipati kinkarapatissavi manapacari piyavadi mukhullokako. ","dn2:35.8":"So vatassaham punnani kareyyam. ","dn2:35.9":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","dn2:35.10":"So aparena samayena kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyya. ","dn2:35.11":"So evam pabbajito samano kayena samvuto vihareyya, vacaya samvuto vihareyya, manasa samvuto vihareyya, ghasacchadanaparamataya santuttho, abhirato paviveke. ","dn2:35.12":"Tance te purisa evamaroceyyum: ","dn2:35.13":"‘yagghe, deva, janeyyasi, yo te so puriso daso kammakaro pubbutthayi pacchanipati kinkarapatissavi manapacari piyavadi mukhullokako; ","dn2:35.14":"so, deva, kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito. ","dn2:35.15":"So evam pabbajito samano kayena samvuto viharati, vacaya samvuto viharati, manasa samvuto viharati, ghasacchadanaparamataya santuttho, abhirato paviveke’ti. ","dn2:35.16":"Api nu tvam evam vadeyyasi: ","dn2:35.17":"‘etu me, bho, so puriso, punadeva hotu daso kammakaro pubbutthayi pacchanipati kinkarapatissavi manapacari piyavadi mukhullokako’”ti? ","dn2:36.1":"“No hetam, bhante. ","dn2:36.2":"Atha kho nam mayameva abhivadeyyamapi, paccuttheyyamapi, asanenapi nimanteyyama, abhinimanteyyamapi nam civarapindapatasenasanagilanappaccayabhesajjaparikkharehi, dhammikampissa rakkhavaranaguttim samvidaheyyama”ti. ","dn2:36.3":"“Tam kim mannasi, maharaja, ","dn2:36.4":"yadi evam sante hoti va sanditthikam samannaphalam no va”ti? ","dn2:36.5":"“Addha kho, bhante, evam sante hoti sanditthikam samannaphalan”ti. ","dn2:36.6":"“Idam kho te, maharaja, maya pathamam dittheva dhamme sanditthikam samannaphalam pannattan”ti. ","dn2:37.0":"4.2. Dutiyasanditthikasamannaphala ","dn2:37.1":"“Sakka pana, bhante, annampi evameva dittheva dhamme sanditthikam samannaphalam pannapetun”ti? ","dn2:37.2":"“Sakka, maharaja. ","dn2:37.3":"Tena hi, maharaja, tannevettha patipucchissami. Yatha te khameyya, tatha nam byakareyyasi. ","dn2:37.4":"Tam kim mannasi, maharaja, ","dn2:37.5":"idha te assa puriso kassako gahapatiko karakarako rasivaddhako. ","dn2:37.6":"Tassa evamassa: ","dn2:37.7":"‘acchariyam vata bho, abbhutam vata bho, punnanam gati, punnanam vipako. ","dn2:37.8":"Ayanhi raja magadho ajatasattu vedehiputto manusso, ahampi manusso. ","dn2:37.9":"Ayanhi raja magadho ajatasattu vedehiputto pancahi kamagunehi samappito samangibhuto paricareti, devo manne. ","dn2:37.10":"Aham panamhissa kassako gahapatiko karakarako rasivaddhako. ","dn2:37.11":"So vatassaham punnani kareyyam. ","dn2:37.12":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","dn2:37.13":"So aparena samayena appam va bhogakkhandham pahaya mahantam va bhogakkhandham pahaya, appam va natiparivattam pahaya mahantam va natiparivattam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyya. ","dn2:37.14":"So evam pabbajito samano kayena samvuto vihareyya, vacaya samvuto vihareyya, manasa samvuto vihareyya, ghasacchadanaparamataya santuttho, abhirato paviveke. ","dn2:37.15":"Tance te purisa evamaroceyyum: ","dn2:37.16":"‘yagghe, deva, janeyyasi, yo te so puriso kassako gahapatiko karakarako rasivaddhako; ","dn2:37.17":"so deva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito. ","dn2:37.18":"So evam pabbajito samano kayena samvuto viharati, vacaya samvuto viharati, manasa samvuto viharati, ghasacchadanaparamataya santuttho, abhirato paviveke’ti. ","dn2:37.19":"Api nu tvam evam vadeyyasi: ","dn2:37.20":"‘etu me, bho, so puriso, punadeva hotu kassako gahapatiko karakarako rasivaddhako’”ti? ","dn2:38.1":"“No hetam, bhante. ","dn2:38.2":"Atha kho nam mayameva abhivadeyyamapi, paccuttheyyamapi, asanenapi nimanteyyama, abhinimanteyyamapi nam civarapindapatasenasanagilanappaccayabhesajjaparikkharehi, dhammikampissa rakkhavaranaguttim samvidaheyyama”ti. ","dn2:38.3":"“Tam kim mannasi, maharaja? ","dn2:38.4":"Yadi evam sante hoti va sanditthikam samannaphalam no va”ti? ","dn2:38.5":"“Addha kho, bhante, evam sante hoti sanditthikam samannaphalan”ti. ","dn2:38.6":"“Idam kho te, maharaja, maya dutiyam dittheva dhamme sanditthikam samannaphalam pannattan”ti. ","dn2:39.0":"4.3. Panitatarasamannaphala ","dn2:39.1":"“Sakka pana, bhante, annampi dittheva dhamme sanditthikam samannaphalam pannapetum imehi sanditthikehi samannaphalehi abhikkantataranca panitataranca”ti? ","dn2:39.2":"“Sakka, maharaja. ","dn2:39.3":"Tena hi, maharaja, sunohi, sadhukam manasi karohi, bhasissami”ti. ","dn2:39.4":"“Evam, bhante”ti kho raja magadho ajatasattu vedehiputto bhagavato paccassosi. ","dn2:39.5":"Bhagava etadavoca: ","dn2:40.1":"“idha, maharaja, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","dn2:40.2":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","dn2:40.3":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","dn2:41.1":"Tam dhammam sunati gahapati va gahapatiputto va annatarasmim va kule paccajato. ","dn2:41.2":"So tam dhammam sutva tathagate saddham patilabhati. ","dn2:41.3":"So tena saddhapatilabhena samannagato iti patisancikkhati: ","dn2:41.4":"‘sambadho gharavaso rajopatho, abbhokaso pabbajja. ","dn2:41.5":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","dn2:41.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","dn2:41.7":"So aparena samayena appam va bhogakkhandham pahaya mahantam va bhogakkhandham pahaya appam va natiparivattam pahaya mahantam va natiparivattam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","dn2:42.1":"So evam pabbajito samano patimokkhasamvarasamvuto viharati acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu, kayakammavacikammena samannagato kusalena, parisuddhajivo silasampanno, indriyesu guttadvaro, satisampajannena samannagato, santuttho. ","dn2:43.0.1":"4.3.1. Sila ","dn2:43.0.2":"4.3.1.1. Culasila ","dn2:43.1":"Kathanca, maharaja, bhikkhu silasampanno hoti? ","dn2:43.2":"Idha, maharaja, bhikkhu panatipatam pahaya panatipata pativirato hoti. Nihitadando nihitasattho lajji dayapanno sabbapanabhutahitanukampi viharati. ","dn2:43.3":"Idampissa hoti silasmim. ","dn2:43.4":"Adinnadanam pahaya adinnadana pativirato hoti dinnadayi dinnapatikankhi, athenena sucibhutena attana viharati. ","dn2:43.5":"Idampissa hoti silasmim. ","dn2:43.6":"Abrahmacariyam pahaya brahmacari hoti aracari virato methuna gamadhamma. ","dn2:43.7":"Idampissa hoti silasmim. ","dn2:44.1":"Musavadam pahaya musavada pativirato hoti saccavadi saccasandho theto paccayiko avisamvadako lokassa. ","dn2:44.2":"Idampissa hoti silasmim. ","dn2:44.3":"Pisunam vacam pahaya pisunaya vacaya pativirato hoti; ito sutva na amutra akkhata imesam bhedaya; amutra va sutva na imesam akkhata, amusam bhedaya. Iti bhinnanam va sandhata, sahitanam va anuppadata, samaggaramo samaggarato samagganandi samaggakaranim vacam bhasita hoti. ","dn2:44.4":"Idampissa hoti silasmim. ","dn2:44.5":"Pharusam vacam pahaya pharusaya vacaya pativirato hoti; ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupim vacam bhasita hoti. ","dn2:44.6":"Idampissa hoti silasmim. ","dn2:44.7":"Samphappalapam pahaya samphappalapa pativirato hoti kalavadi bhutavadi atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita hoti kalena sapadesam pariyantavatim atthasamhitam. ","dn2:44.8":"Idampissa hoti silasmim. ","dn2:45.1":"Bijagamabhutagamasamarambha pativirato hoti …pe… ","dn2:45.2":"ekabhattiko hoti rattuparato virato vikalabhojana. ","dn2:45.3":"Naccagitavaditavisukadassana pativirato hoti. ","dn2:45.4":"Malagandhavilepanadharanamandanavibhusanatthana pativirato hoti. ","dn2:45.5":"Uccasayanamahasayana pativirato hoti. ","dn2:45.6":"Jataruparajatapatiggahana pativirato hoti. ","dn2:45.7":"Amakadhannapatiggahana pativirato hoti. ","dn2:45.8":"Amakamamsapatiggahana pativirato hoti. ","dn2:45.9":"Itthikumarikapatiggahana pativirato hoti. ","dn2:45.10":"Dasidasapatiggahana pativirato hoti. ","dn2:45.11":"Ajelakapatiggahana pativirato hoti. ","dn2:45.12":"Kukkutasukarapatiggahana pativirato hoti. ","dn2:45.13":"Hatthigavassavalavapatiggahana pativirato hoti. ","dn2:45.14":"Khettavatthupatiggahana pativirato hoti. ","dn2:45.15":"Duteyyapahinagamananuyoga pativirato hoti. ","dn2:45.16":"Kayavikkaya pativirato hoti. ","dn2:45.17":"Tulakutakamsakutamanakuta pativirato hoti. ","dn2:45.18":"Ukkotanavancananikatisaciyoga pativirato hoti. ","dn2:45.19":"Chedanavadhabandhanaviparamosaalopasahasakara pativirato hoti. ","dn2:45.20":"Idampissa hoti silasmim. ","dn2:45.21":"Culasilam nitthitam. ","dn2:46.0":"4.3.1.2. Majjhimasila ","dn2:46.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam bijagamabhutagamasamarambham anuyutta viharanti. ","dn2:46.2":"Seyyathidam—mulabijam khandhabijam phalubijam aggabijam bijabijameva pancamam, iti evarupa bijagamabhutagamasamarambha pativirato hoti. ","dn2:46.3":"Idampissa hoti silasmim. ","dn2:47.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam sannidhikaraparibhogam anuyutta viharanti. ","dn2:47.2":"Seyyathidam—annasannidhim panasannidhim vatthasannidhim yanasannidhim sayanasannidhim gandhasannidhim amisasannidhim, ","dn2:47.3":"iti va iti evarupa sannidhikaraparibhoga pativirato hoti. ","dn2:47.4":"Idampissa hoti silasmim. ","dn2:48.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam visukadassanam anuyutta viharanti. ","dn2:48.2":"Seyyathidam—naccam gitam vaditam pekkham akkhanam panissaram vetalam kumbhathunam sobhanakam candalam vamsam dhovanam hatthiyuddham assayuddham mahimsayuddham usabhayuddham ajayuddham mendayuddham kukkutayuddham vattakayuddham dandayuddham mutthiyuddham nibbuddham uyyodhikam balaggam senabyuham anikadassanam ","dn2:48.3":"iti va iti evarupa visukadassana pativirato hoti. ","dn2:48.4":"Idampissa hoti silasmim. ","dn2:49.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam jutappamadatthananuyogam anuyutta viharanti. ","dn2:49.2":"Seyyathidam—atthapadam dasapadam akasam pariharapatham santikam khalikam ghatikam salakahattham akkham pangaciram vankakam mokkhacikam cingulikam pattalhakam rathakam dhanukam akkharikam manesikam yathavajjam ","dn2:49.3":"iti va iti evarupa jutappamadatthananuyoga pativirato hoti. ","dn2:49.4":"Idampissa hoti silasmim. ","dn2:50.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam uccasayanamahasayanam anuyutta viharanti. ","dn2:50.2":"Seyyathidam—asandim pallankam gonakam cittakam patikam patalikam tulikam vikatikam uddalomim ekantalomim kattissam koseyyam kuttakam hatthattharam assattharam rathattharam ajinappavenim kadalimigapavarapaccattharanam sauttaracchadam ubhatolohitakupadhanam ","dn2:50.3":"iti va iti evarupa uccasayanamahasayana pativirato hoti. ","dn2:50.4":"Idampissa hoti silasmim. ","dn2:51.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam mandanavibhusanatthananuyogam anuyutta viharanti. ","dn2:51.2":"Seyyathidam—ucchadanam parimaddanam nhapanam sambahanam adasam anjanam malagandhavilepanam mukhacunnam mukhalepanam hatthabandham sikhabandham dandam nalikam asim chattam citrupahanam unhisam manim valabijanim odatani vatthani dighadasani ","dn2:51.3":"iti va iti evarupa mandanavibhusanatthananuyoga pativirato hoti. ","dn2:51.4":"Idampissa hoti silasmim. ","dn2:52.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam tiracchanakatham anuyutta viharanti. ","dn2:52.2":"Seyyathidam—rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham sayanakatham malakatham gandhakatham natikatham yanakatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam itibhavabhavakatham ","dn2:52.3":"iti va iti evarupaya tiracchanakathaya pativirato hoti. ","dn2:52.4":"Idampissa hoti silasmim. ","dn2:53.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam viggahikakatham anuyutta viharanti. ","dn2:53.2":"Seyyathidam—na tvam imam dhammavinayam ajanasi, aham imam dhammavinayam ajanami, kim tvam imam dhammavinayam ajanissasi, miccha patipanno tvamasi, ahamasmi samma patipanno, sahitam me, asahitam te, pure vacaniyam paccha avaca, paccha vacaniyam pure avaca, adhicinnam te viparavattam, aropito te vado, niggahito tvamasi, cara vadappamokkhaya, nibbethehi va sace pahositi ","dn2:53.3":"iti va iti evarupaya viggahikakathaya pativirato hoti. ","dn2:53.4":"Idampissa hoti silasmim. ","dn2:54.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam duteyyapahinagamananuyogam anuyutta viharanti. ","dn2:54.2":"Seyyathidam—rannam, rajamahamattanam, khattiyanam, brahmananam, gahapatikanam, kumaranam—idha gaccha, amutragaccha, idam hara, amutra idam ahara’ti ","dn2:54.3":"iti va iti evarupa duteyyapahinagamananuyoga pativirato hoti. ","dn2:54.4":"Idampissa hoti silasmim. ","dn2:55.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te kuhaka ca honti lapaka ca nemittika ca nippesika ca labhena labham nijigisitaro ca. Iti evarupa kuhanalapana pativirato hoti. ","dn2:55.2":"Idampissa hoti silasmim. ","dn2:55.3":"Majjhimasilam nitthitam. ","dn2:56.0":"4.3.1.3. Mahasila ","dn2:56.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupaya tiracchanavijjaya micchajivena jivitam kappenti. ","dn2:56.2":"Seyyathidam—angam nimittam uppatam supinam lakkhanam musikacchinnam aggihomam dabbihomam thusahomam kanahomam tandulahomam sappihomam telahomam mukhahomam lohitahomam angavijja vatthuvijja khattavijja sivavijja bhutavijja bhurivijja ahivijja visavijja vicchikavijja musikavijja sakunavijja vayasavijja pakkajjhanam saraparittanam migacakkam ","dn2:56.3":"iti va iti evarupaya tiracchanavijjaya micchajiva pativirato hoti. ","dn2:56.4":"Idampissa hoti silasmim. ","dn2:57.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupaya tiracchanavijjaya micchajivena jivitam kappenti. ","dn2:57.2":"Seyyathidam—manilakkhanam vatthalakkhanam dandalakkhanam satthalakkhanam asilakkhanam usulakkhanam dhanulakkhanam avudhalakkhanam itthilakkhanam purisalakkhanam kumaralakkhanam kumarilakkhanam dasalakkhanam dasilakkhanam hatthilakkhanam assalakkhanam mahimsalakkhanam usabhalakkhanam golakkhanam ajalakkhanam mendalakkhanam kukkutalakkhanam vattakalakkhanam godhalakkhanam kannikalakkhanam kacchapalakkhanam migalakkhanam ","dn2:57.3":"iti va iti evarupaya tiracchanavijjaya micchajiva pativirato hoti. ","dn2:57.4":"Idampissa hoti silasmim. ","dn2:58.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupaya tiracchanavijjaya micchajivena jivitam kappenti. ","dn2:58.2":"Seyyathidam—rannam niyyanam bhavissati, rannam aniyyanam bhavissati, abbhantaranam rannam upayanam bhavissati, bahiranam rannam apayanam bhavissati, bahiranam rannam upayanam bhavissati, abbhantaranam rannam apayanam bhavissati, abbhantaranam rannam jayo bhavissati, bahiranam rannam parajayo bhavissati, bahiranam rannam jayo bhavissati, abbhantaranam rannam parajayo bhavissati, iti imassa jayo bhavissati, imassa parajayo bhavissati ","dn2:58.3":"iti va iti evarupaya tiracchanavijjaya micchajiva pativirato hoti. ","dn2:58.4":"Idampissa hoti silasmim. ","dn2:59.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupaya tiracchanavijjaya micchajivena jivitam kappenti. ","dn2:59.2":"Seyyathidam—candaggaho bhavissati, suriyaggaho bhavissati, nakkhattaggaho bhavissati, candimasuriyanam pathagamanam bhavissati, candimasuriyanam uppathagamanam bhavissati, nakkhattanam pathagamanam bhavissati, nakkhattanam uppathagamanam bhavissati, ukkapato bhavissati, disadaho bhavissati, bhumicalo bhavissati, devadudrabhi bhavissati, candimasuriyanakkhattanam uggamanam ogamanam sankilesam vodanam bhavissati, evamvipako candaggaho bhavissati, evamvipako suriyaggaho bhavissati, evamvipako nakkhattaggaho bhavissati, evamvipakam candimasuriyanam pathagamanam bhavissati, evamvipakam candimasuriyanam uppathagamanam bhavissati, evamvipakam nakkhattanam pathagamanam bhavissati, evamvipakam nakkhattanam uppathagamanam bhavissati, evamvipako ukkapato bhavissati, evamvipako disadaho bhavissati, evamvipako bhumicalo bhavissati, evamvipako devadudrabhi bhavissati, evamvipakam candimasuriyanakkhattanam uggamanam ogamanam sankilesam vodanam bhavissati ","dn2:59.3":"iti va iti evarupaya tiracchanavijjaya micchajiva pativirato hoti. ","dn2:59.4":"Idampissa hoti silasmim. ","dn2:60.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupaya tiracchanavijjaya micchajivena jivitam kappenti. ","dn2:60.2":"Seyyathidam—suvutthika bhavissati, dubbutthika bhavissati, subhikkham bhavissati, dubbhikkham bhavissati, khemam bhavissati, bhayam bhavissati, rogo bhavissati, arogyam bhavissati, mudda, ganana, sankhanam, kaveyyam, lokayatam ","dn2:60.3":"iti va iti evarupaya tiracchanavijjaya micchajiva pativirato hoti. ","dn2:60.4":"Idampissa hoti silasmim. ","dn2:61.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupaya tiracchanavijjaya micchajivena jivitam kappenti. ","dn2:61.2":"Seyyathidam—avahanam vivahanam samvaranam vivaranam sankiranam vikiranam subhagakaranam dubbhagakaranam viruddhagabbhakaranam jivhanibandhanam hanusamhananam hatthabhijappanam hanujappanam kannajappanam adasapanham kumarikapanham devapanham adiccupatthanam mahatupatthanam abbhujjalanam sirivhayanam ","dn2:61.3":"iti va iti evarupaya tiracchanavijjaya micchajiva pativirato hoti. ","dn2:61.4":"Idampissa hoti silasmim. ","dn2:62.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupaya tiracchanavijjaya micchajivena jivitam kappenti. ","dn2:62.2":"Seyyathidam—santikammam panidhikammam bhutakammam bhurikammam vassakammam vossakammam vatthukammam vatthuparikammam acamanam nhapanam juhanam vamanam virecanam uddhamvirecanam adhovirecanam sisavirecanam kannatelam nettatappanam natthukammam anjanam paccanjanam salakiyam sallakattiyam darakatikiccha, mulabhesajjanam anuppadanam, osadhinam patimokkho ","dn2:62.3":"iti va iti evarupaya tiracchanavijjaya micchajiva pativirato hoti. ","dn2:62.4":"Idampissa hoti silasmim. ","dn2:63.1":"Sa kho so, maharaja, bhikkhu evam silasampanno na kutoci bhayam samanupassati, yadidam silasamvarato. ","dn2:63.2":"Seyyathapi, maharaja, raja khattiyo muddhabhisitto nihatapaccamitto na kutoci bhayam samanupassati, yadidam paccatthikato; ","dn2:63.3":"evameva kho, maharaja, bhikkhu evam silasampanno na kutoci bhayam samanupassati, yadidam silasamvarato. ","dn2:63.4":"So imina ariyena silakkhandhena samannagato ajjhattam anavajjasukham patisamvedeti. ","dn2:63.5":"Evam kho, maharaja, bhikkhu silasampanno hoti. ","dn2:63.6":"Mahasilam nitthitam. ","dn2:64.0.1":"4.3.2. Samadhi ","dn2:64.0.2":"4.3.2.1. Indriyasamvara ","dn2:64.1":"Kathanca, maharaja, bhikkhu indriyesu guttadvaro hoti? ","dn2:64.2":"Idha, maharaja, bhikkhu cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","dn2:64.3":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjha domanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjati, rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","dn2:64.4":"Sotena saddam sutva …pe… ","dn2:64.5":"ghanena gandham ghayitva …pe… ","dn2:64.6":"jivhaya rasam sayitva …pe… ","dn2:64.7":"kayena photthabbam phusitva …pe… ","dn2:64.8":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi. ","dn2:64.9":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjha domanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjati, rakkhati manindriyam, manindriye samvaram apajjati. ","dn2:64.10":"So imina ariyena indriyasamvarena samannagato ajjhattam abyasekasukham patisamvedeti. ","dn2:64.11":"Evam kho, maharaja, bhikkhu indriyesu guttadvaro hoti. ","dn2:65.0":"4.3.2.2. Satisampajanna ","dn2:65.1":"Kathanca, maharaja, bhikkhu satisampajannena samannagato hoti? ","dn2:65.2":"Idha, maharaja, bhikkhu abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","dn2:65.3":"Evam kho, maharaja, bhikkhu satisampajannena samannagato hoti. ","dn2:66.0":"4.3.2.3. Santosa ","dn2:66.1":"Kathanca, maharaja, bhikkhu santuttho hoti? ","dn2:66.2":"Idha, maharaja, bhikkhu santuttho hoti kayapariharikena civarena, kucchipariharikena pindapatena. So yena yeneva pakkamati, samadayeva pakkamati. ","dn2:66.3":"Seyyathapi, maharaja, pakkhi sakuno yena yeneva deti, sapattabharova deti; ","dn2:66.4":"evameva kho, maharaja, bhikkhu santuttho hoti kayapariharikena civarena kucchipariharikena pindapatena. So yena yeneva pakkamati, samadayeva pakkamati. ","dn2:66.5":"Evam kho, maharaja, bhikkhu santuttho hoti. ","dn2:67.0":"4.3.2.4. Nivaranappahana ","dn2:67.1":"So imina ca ariyena silakkhandhena samannagato, imina ca ariyena indriyasamvarena samannagato, imina ca ariyena satisampajannena samannagato, imaya ca ariyaya santutthiya samannagato, ","dn2:67.2":"vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","dn2:67.3":"So pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","dn2:68.1":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti. ","dn2:68.2":"Byapadapadosam pahaya abyapannacitto viharati sabbapanabhutahitanukampi, byapadapadosa cittam parisodheti. ","dn2:68.3":"Thinamiddham pahaya vigatathinamiddho viharati alokasanni, sato sampajano, thinamiddha cittam parisodheti. ","dn2:68.4":"Uddhaccakukkuccam pahaya anuddhato viharati, ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti. ","dn2:68.5":"Vicikiccham pahaya tinnavicikiccho viharati, akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","dn2:69.1":"Seyyathapi, maharaja, puriso inam adaya kammante payojeyya. ","dn2:69.2":"Tassa te kammanta samijjheyyum. ","dn2:69.3":"So yani ca poranani inamulani, tani ca byantim kareyya, siya cassa uttarim avasittham darabharanaya. ","dn2:69.4":"Tassa evamassa: ","dn2:69.5":"‘aham kho pubbe inam adaya kammante payojesim. ","dn2:69.6":"Tassa me te kammanta samijjhimsu. ","dn2:69.7":"Soham yani ca poranani inamulani, tani ca byantim akasim, atthi ca me uttarim avasittham darabharanaya’ti. ","dn2:69.8":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn2:70.1":"Seyyathapi, maharaja, puriso abadhiko assa dukkhito balhagilano; bhattancassa nacchadeyya, na cassa kaye balamatta. ","dn2:70.2":"So aparena samayena tamha abadha mucceyya; bhattam cassa chadeyya, siya cassa kaye balamatta. ","dn2:70.3":"Tassa evamassa: ","dn2:70.4":"‘aham kho pubbe abadhiko ahosim dukkhito balhagilano; ","dn2:70.5":"bhattanca me nacchadesi, na ca me asi kaye balamatta. ","dn2:70.6":"Somhi etarahi tamha abadha mutto; ","dn2:70.7":"bhattanca me chadeti, atthi ca me kaye balamatta’ti. ","dn2:70.8":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn2:71.1":"Seyyathapi, maharaja, puriso bandhanagare baddho assa. ","dn2:71.2":"So aparena samayena tamha bandhanagara mucceyya sotthina abbhayena, na cassa kinci bhoganam vayo. ","dn2:71.3":"Tassa evamassa: ","dn2:71.4":"‘aham kho pubbe bandhanagare baddho ahosim, somhi etarahi tamha bandhanagara mutto sotthina abbhayena. ","dn2:71.5":"Natthi ca me kinci bhoganam vayo’ti. ","dn2:71.6":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn2:72.1":"Seyyathapi, maharaja, puriso daso assa anattadhino paradhino na yenakamangamo. ","dn2:72.2":"So aparena samayena tamha dasabya mucceyya attadhino aparadhino bhujisso yenakamangamo. ","dn2:72.3":"Tassa evamassa: ","dn2:72.4":"‘aham kho pubbe daso ahosim anattadhino paradhino na yenakamangamo. ","dn2:72.5":"Somhi etarahi tamha dasabya mutto attadhino aparadhino bhujisso yenakamangamo’ti. ","dn2:72.6":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn2:73.1":"Seyyathapi, maharaja, puriso sadhano sabhogo kantaraddhanamaggam patipajjeyya dubbhikkham sappatibhayam. ","dn2:73.2":"So aparena samayena tam kantaram nitthareyya sotthina, gamantam anupapuneyya khemam appatibhayam. ","dn2:73.3":"Tassa evamassa: ","dn2:73.4":"‘aham kho pubbe sadhano sabhogo kantaraddhanamaggam patipajjim dubbhikkham sappatibhayam. ","dn2:73.5":"Somhi etarahi tam kantaram nitthinno sotthina, gamantam anuppatto khemam appatibhayan’ti. ","dn2:73.6":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","dn2:74.1":"Evameva kho, maharaja, bhikkhu yatha inam yatha rogam yatha bandhanagaram yatha dasabyam yatha kantaraddhanamaggam, evam ime panca nivarane appahine attani samanupassati. ","dn2:74.2":"Seyyathapi, maharaja, yatha ananyam yatha arogyam yatha bandhanamokkham yatha bhujissam yatha khemantabhumim; ","dn2:74.3":"evameva kho, maharaja, bhikkhu ime panca nivarane pahine attani samanupassati. ","dn2:74.4":"Tassime panca nivarane pahine attani samanupassato pamojjam jayati, pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vedeti, sukhino cittam samadhiyati. ","dn2:75.0":"4.3.2.5. Pathamajhana ","dn2:75.1":"So vivicceva kamehi, vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","dn2:75.2":"So imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","dn2:76.1":"Seyyathapi, maharaja, dakkho nhapako va nhapakantevasi va kamsathale nhaniyacunnani akiritva udakena paripphosakam paripphosakam sanneyya, sayam nhaniyapindi snehanugata snehapareta santarabahira phuta snehena, na ca paggharani; ","dn2:76.2":"evameva kho, maharaja, bhikkhu imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","dn2:76.3":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:77.0":"4.3.2.6. Dutiyajhana ","dn2:77.1":"Puna caparam, maharaja, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","dn2:77.2":"So imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","dn2:78.1":"Seyyathapi, maharaja, udakarahado gambhiro ubbhidodako tassa nevassa puratthimaya disaya udakassa ayamukham, na dakkhinaya disaya udakassa ayamukham, na pacchimaya disaya udakassa ayamukham, na uttaraya disaya udakassa ayamukham, devo ca na kalena kalam sammadharam anuppaveccheyya. ","dn2:78.2":"Atha kho tamhava udakarahada sita varidhara ubbhijjitva tameva udakarahadam sitena varina abhisandeyya parisandeyya paripureyya paripphareyya, nassa kinci sabbavato udakarahadassa sitena varina apphutam assa. ","dn2:78.3":"Evameva kho, maharaja, bhikkhu imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","dn2:78.4":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:79.0":"4.3.2.7. Tatiyajhana ","dn2:79.1":"Puna caparam, maharaja, bhikkhu pitiya ca viraga upekkhako ca viharati sato sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti, tatiyam jhanam upasampajja viharati. ","dn2:79.2":"So imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","dn2:80.1":"Seyyathapi, maharaja, uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani antonimuggaposini, tani yava cagga yava ca mula sitena varina abhisannani parisannani paripurani paripphutani, nassa kinci sabbavatam uppalanam va padumanam va pundarikanam va sitena varina apphutam assa; ","dn2:80.2":"evameva kho, maharaja, bhikkhu imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","dn2:80.3":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:81.0":"4.3.2.8. Catutthajhana ","dn2:81.1":"Puna caparam, maharaja, bhikkhu sukhassa ca pahana dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","dn2:81.2":"So imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti, nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","dn2:82.1":"Seyyathapi, maharaja, puriso odatena vatthena sasisam parupitva nisinno assa, nassa kinci sabbavato kayassa odatena vatthena apphutam assa; ","dn2:82.2":"evameva kho, maharaja, bhikkhu imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti, nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","dn2:82.3":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:83.0.1":"4.3.3. Atthanana ","dn2:83.0.2":"4.3.3.1. Vipassananana ","dn2:83.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte nanadassanaya cittam abhiniharati abhininnameti. ","dn2:83.2":"So evam pajanati: ","dn2:83.3":"‘ayam kho me kayo rupi catumahabhutiko matapettikasambhavo odanakummasupacayo aniccucchadanaparimaddanabhedanaviddhamsanadhammo; ","dn2:83.4":"idanca pana me vinnanam ettha sitam ettha patibaddhan’ti. ","dn2:84.1":"Seyyathapi, maharaja, mani veluriyo subho jatima atthamso suparikammakato accho vippasanno anavilo sabbakarasampanno. ","dn2:84.2":"Tatrassa suttam avutam nilam va pitam va lohitam va odatam va pandusuttam va. ","dn2:84.3":"Tamenam cakkhuma puriso hatthe karitva paccavekkheyya: ","dn2:84.4":"‘ayam kho mani veluriyo subho jatima atthamso suparikammakato accho vippasanno anavilo sabbakarasampanno; ","dn2:84.5":"tatridam suttam avutam nilam va pitam va lohitam va odatam va pandusuttam va’ti. ","dn2:84.6":"Evameva kho, maharaja, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte nanadassanaya cittam abhiniharati abhininnameti. ","dn2:84.7":"So evam pajanati: ","dn2:84.8":"‘ayam kho me kayo rupi catumahabhutiko matapettikasambhavo odanakummasupacayo aniccucchadanaparimaddanabhedanaviddhamsanadhammo; ","dn2:84.9":"idanca pana me vinnanam ettha sitam ettha patibaddhan’ti. ","dn2:84.10":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:85.0":"4.3.3.2. Manomayiddhinana ","dn2:85.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte manomayam kayam abhinimmanaya cittam abhiniharati abhininnameti. ","dn2:85.2":"So imamha kaya annam kayam abhinimminati rupim manomayam sabbangapaccangim ahinindriyam. ","dn2:86.1":"Seyyathapi, maharaja, puriso munjamha isikam pavaheyya. ","dn2:86.2":"Tassa evamassa: ","dn2:86.3":"‘ayam munjo, ayam isika, anno munjo, anna isika, munjamha tveva isika pavalha’ti. ","dn2:86.4":"Seyyatha va pana, maharaja, puriso asim kosiya pavaheyya. ","dn2:86.5":"Tassa evamassa: ","dn2:86.6":"‘ayam asi, ayam kosi, anno asi, anna kosi, kosiya tveva asi pavalho’ti. ","dn2:86.7":"Seyyatha va pana, maharaja, puriso ahim karanda uddhareyya. ","dn2:86.8":"Tassa evamassa: ","dn2:86.9":"‘ayam ahi, ayam karando. Anno ahi, anno karando, karanda tveva ahi ubbhato’ti. ","dn2:86.10":"Evameva kho, maharaja, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte manomayam kayam abhinimmanaya cittam abhiniharati abhininnameti. ","dn2:86.11":"So imamha kaya annam kayam abhinimminati rupim manomayam sabbangapaccangim ahinindriyam. ","dn2:86.12":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:87.0":"4.3.3.3. Iddhividhanana ","dn2:87.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte iddhividhaya cittam abhiniharati abhininnameti. ","dn2:87.2":"So anekavihitam iddhividham paccanubhoti—ekopi hutva bahudha hoti, bahudhapi hutva eko hoti; avibhavam tirobhavam tirokuttam tiropakaram tiropabbatam asajjamano gacchati seyyathapi akase; pathaviyapi ummujjanimujjam karoti seyyathapi udake; udakepi abhijjamane gacchati seyyathapi pathaviya; akasepi pallankena kamati seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina paramasati parimajjati; yava brahmalokapi kayena vasam vatteti. ","dn2:88.1":"Seyyathapi, maharaja, dakkho kumbhakaro va kumbhakarantevasi va suparikammakataya mattikaya yam yadeva bhajanavikatim akankheyya, tam tadeva kareyya abhinipphadeyya. ","dn2:88.2":"Seyyatha va pana, maharaja, dakkho dantakaro va dantakarantevasi va suparikammakatasmim dantasmim yam yadeva dantavikatim akankheyya, tam tadeva kareyya abhinipphadeyya. ","dn2:88.3":"Seyyatha va pana, maharaja, dakkho suvannakaro va suvannakarantevasi va suparikammakatasmim suvannasmim yam yadeva suvannavikatim akankheyya, tam tadeva kareyya abhinipphadeyya. ","dn2:88.4":"Evameva kho, maharaja, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte iddhividhaya cittam abhiniharati abhininnameti. ","dn2:88.5":"So anekavihitam iddhividham paccanubhoti—ekopi hutva bahudha hoti, bahudhapi hutva eko hoti; avibhavam tirobhavam tirokuttam tiropakaram tiropabbatam asajjamano gacchati seyyathapi akase; pathaviyapi ummujjanimujjam karoti seyyathapi udake; udakepi abhijjamane gacchati seyyathapi pathaviya; akasepi pallankena kamati seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina paramasati parimajjati; yava brahmalokapi kayena vasam vatteti. ","dn2:88.6":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:89.0":"4.3.3.4. Dibbasotanana ","dn2:89.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte dibbaya sotadhatuya cittam abhiniharati abhininnameti. ","dn2:89.2":"So dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunati dibbe ca manuse ca ye dure santike ca. ","dn2:90.1":"Seyyathapi, maharaja, puriso addhanamaggappatipanno. So suneyya bherisaddampi mudingasaddampi sankhapanavadindimasaddampi. Tassa evamassa: ‘bherisaddo’ itipi, ‘mudingasaddo’ itipi, ‘sankhapanavadindimasaddo’ itipi. ","dn2:90.2":"Evameva kho, maharaja, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte dibbaya sotadhatuya cittam abhiniharati abhininnameti. ","dn2:90.3":"So dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunati dibbe ca manuse ca ye dure santike ca. ","dn2:90.4":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:91.0":"4.3.3.5. Cetopariyanana ","dn2:91.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte cetopariyananaya cittam abhiniharati abhininnameti. ","dn2:91.2":"So parasattanam parapuggalanam cetasa ceto paricca pajanati—","dn2:91.3":"saragam va cittam ‘saragam cittan’ti pajanati, ","dn2:91.4":"vitaragam va cittam ‘vitaragam cittan’ti pajanati, ","dn2:91.5":"sadosam va cittam ‘sadosam cittan’ti pajanati, ","dn2:91.6":"vitadosam va cittam ‘vitadosam cittan’ti pajanati, ","dn2:91.7":"samoham va cittam ‘samoham cittan’ti pajanati, ","dn2:91.8":"vitamoham va cittam ‘vitamoham cittan’ti pajanati, ","dn2:91.9":"sankhittam va cittam ‘sankhittam cittan’ti pajanati, ","dn2:91.10":"vikkhittam va cittam ‘vikkhittam cittan’ti pajanati, ","dn2:91.11":"mahaggatam va cittam ‘mahaggatam cittan’ti pajanati, ","dn2:91.12":"amahaggatam va cittam ‘amahaggatam cittan’ti pajanati, ","dn2:91.13":"sauttaram va cittam ‘sauttaram cittan’ti pajanati, ","dn2:91.14":"anuttaram va cittam ‘anuttaram cittan’ti pajanati, ","dn2:91.15":"samahitam va cittam ‘samahitam cittan’ti pajanati, ","dn2:91.16":"asamahitam va cittam ‘asamahitam cittan’ti pajanati, ","dn2:91.17":"vimuttam va cittam ‘vimuttam cittan’ti pajanati, ","dn2:91.18":"avimuttam va cittam ‘avimuttam cittan’ti pajanati. ","dn2:92.1":"Seyyathapi, maharaja, itthi va puriso va daharo yuva mandanajatiko adase va parisuddhe pariyodate acche va udakapatte sakam mukhanimittam paccavekkhamano sakanikam va ‘sakanikan’ti janeyya, akanikam va ‘akanikan’ti janeyya; ","dn2:92.2":"evameva kho, maharaja, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte cetopariyananaya cittam abhiniharati abhininnameti. ","dn2:92.3":"So parasattanam parapuggalanam cetasa ceto paricca pajanati—","dn2:92.4":"saragam va cittam ‘saragam cittan’ti pajanati, ","dn2:92.5":"vitaragam va cittam ‘vitaragam cittan’ti pajanati, ","dn2:92.6":"sadosam va cittam ‘sadosam cittan’ti pajanati, ","dn2:92.7":"vitadosam va cittam ‘vitadosam cittan’ti pajanati, ","dn2:92.8":"samoham va cittam ‘samoham cittan’ti pajanati, ","dn2:92.9":"vitamoham va cittam ‘vitamoham cittan’ti pajanati, ","dn2:92.10":"sankhittam va cittam ‘sankhittam cittan’ti pajanati, ","dn2:92.11":"vikkhittam va cittam ‘vikkhittam cittan’ti pajanati, ","dn2:92.12":"mahaggatam va cittam ‘mahaggatam cittan’ti pajanati, ","dn2:92.13":"amahaggatam va cittam ‘amahaggatam cittan’ti pajanati, ","dn2:92.14":"sauttaram va cittam ‘sauttaram cittan’ti pajanati, ","dn2:92.15":"anuttaram va cittam ‘anuttaram cittan’ti pajanati, ","dn2:92.16":"samahitam va cittam ‘samahitam cittan’ti pajanati, ","dn2:92.17":"asamahitam va cittam ‘asamahitam cittan’ti pajanati, ","dn2:92.18":"vimuttam va cittam ‘vimuttam cittan’ti pajanati, ","dn2:92.19":"avimuttam va cittam ‘avimuttam cittan’ti pajanati. ","dn2:92.20":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:93.0":"4.3.3.6. Pubbenivasanussatinana ","dn2:93.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhiniharati abhininnameti. ","dn2:93.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe, ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn2:94.1":"Seyyathapi, maharaja, puriso sakamha gama annam gamam gaccheyya, tamhapi gama annam gamam gaccheyya. So tamha gama sakamyeva gamam paccagaccheyya. Tassa evamassa: ‘aham kho sakamha gama amum gamam agacchim, tatra evam atthasim, evam nisidim, evam abhasim, evam tunhi ahosim, tamhapi gama amum gamam agacchim, tatrapi evam atthasim, evam nisidim, evam abhasim, evam tunhi ahosim, somhi tamha gama sakamyeva gamam paccagato’ti. ","dn2:94.2":"Evameva kho, maharaja, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhiniharati abhininnameti. ","dn2:94.3":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe, ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","dn2:94.4":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:95.0":"4.3.3.7. Dibbacakkhunana ","dn2:95.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhiniharati abhininnameti. ","dn2:95.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana. Te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanati. ","dn2:96.1":"Seyyathapi, maharaja, majjhe singhatake pasado. Tattha cakkhuma puriso thito passeyya manusse geham pavisantepi nikkhamantepi rathikayapi vithim sancarante majjhe singhatake nisinnepi. Tassa evamassa: ‘ete manussa geham pavisanti, ete nikkhamanti, ete rathikaya vithim sancaranti, ete majjhe singhatake nisinna’ti. ","dn2:96.2":"Evameva kho, maharaja, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhiniharati abhininnameti. ","dn2:96.3":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana. Te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate; yathakammupage satte pajanati. ","dn2:96.4":"Idampi kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:97.0":"4.3.3.8. Asavakkhayanana ","dn2:97.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhiniharati abhininnameti. ","dn2:97.2":"So idam dukkhanti yathabhutam pajanati, ayam dukkhasamudayoti yathabhutam pajanati, ayam dukkhanirodhoti yathabhutam pajanati, ayam dukkhanirodhagamini patipadati yathabhutam pajanati. ","dn2:97.3":"Ime asavati yathabhutam pajanati, ayam asavasamudayoti yathabhutam pajanati, ayam asavanirodhoti yathabhutam pajanati, ayam asavanirodhagamini patipadati yathabhutam pajanati. ","dn2:97.4":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati, ","dn2:97.5":"vimuttasmim ‘vimuttam’iti nanam hoti, ","dn2:97.6":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","dn2:98.1":"Seyyathapi, maharaja, pabbatasankhepe udakarahado accho vippasanno anavilo. Tattha cakkhuma puriso tire thito passeyya sippisambukampi sakkharakathalampi macchagumbampi carantampi titthantampi. Tassa evamassa: ‘ayam kho udakarahado accho vippasanno anavilo. Tatrime sippisambukapi sakkharakathalapi macchagumbapi carantipi titthantipi’ti. ","dn2:98.2":"Evameva kho, maharaja, bhikkhu evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhiniharati abhininnameti. ","dn2:98.3":"‘So idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati. ","dn2:98.4":"‘Ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti yathabhutam pajanati, ‘ayam asavanirodho’ti yathabhutam pajanati, ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","dn2:98.5":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati, ","dn2:98.6":"vimuttasmim ‘vimuttam’iti nanam hoti, ","dn2:98.7":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","dn2:98.8":"Idam kho, maharaja, sanditthikam samannaphalam purimehi sanditthikehi samannaphalehi abhikkantataranca panitataranca. ","dn2:98.9":"Imasma ca pana, maharaja, sanditthika samannaphala annam sanditthikam samannaphalam uttaritaram va panitataram va natthi”ti. ","dn2:99.0":"5. Ajatasattuupasakattapativedana ","dn2:99.1":"Evam vutte, raja magadho ajatasattu vedehiputto bhagavantam etadavoca: ","dn2:99.2":"“abhikkantam, bhante, abhikkantam, bhante. ","dn2:99.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam, bhante, bhagavata anekapariyayena dhammo pakasito. ","dn2:99.4":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","dn2:99.5":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatam. ","dn2:99.6":"Accayo mam, bhante, accagama yathabalam yathamulham yathaakusalam, yoham pitaram dhammikam dhammarajanam issariyakarana jivita voropesim. ","dn2:99.7":"Tassa me, bhante bhagava, accayam accayato patigganhatu ayatim samvaraya”ti. ","dn2:100.1":"“Taggha tvam, maharaja, accayo accagama yathabalam yathamulham yathaakusalam, yam tvam pitaram dhammikam dhammarajanam jivita voropesi. ","dn2:100.2":"Yato ca kho tvam, maharaja, accayam accayato disva yathadhammam patikarosi, tam te mayam patigganhama. ","dn2:100.3":"Vuddhihesa, maharaja, ariyassa vinaye, yo accayam accayato disva yathadhammam patikaroti, ayatim samvaram apajjati”ti. ","dn2:101.1":"Evam vutte, raja magadho ajatasattu vedehiputto bhagavantam etadavoca: ","dn2:101.2":"“handa ca dani mayam, bhante, gacchama bahukicca mayam bahukaraniya”ti. ","dn2:101.3":"“Yassadani tvam, maharaja, kalam mannasi”ti. ","dn2:101.4":"Atha kho raja magadho ajatasattu vedehiputto bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","dn2:102.1":"Atha kho bhagava acirapakkantassa ranno magadhassa ajatasattussa vedehiputtassa bhikkhu amantesi: ","dn2:102.2":"“khatayam, bhikkhave, raja. ","dn2:102.3":"Upahatayam, bhikkhave, raja. ","dn2:102.4":"Sacayam, bhikkhave, raja pitaram dhammikam dhammarajanam jivita na voropessatha, imasminneva asane virajam vitamalam dhammacakkhum uppajjissatha”ti. ","dn2:102.5":"Idamavoca bhagava. ","dn2:102.6":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","dn2:102.7":"Samannaphalasuttam nitthitam dutiyam. "}