{"dn31:0.1":"Digha Nikaya 31 ","dn31:0.2":"Singalasutta ","dn31:1.1":"Evam me sutam—","dn31:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","dn31:1.3":"Tena kho pana samayena singalako gahapatiputto kalasseva utthaya rajagaha nikkhamitva allavattho allakeso panjaliko puthudisa namassati—","dn31:1.4":"puratthimam disam dakkhinam disam pacchimam disam uttaram disam hetthimam disam uparimam disam. ","dn31:2.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya rajagaham pindaya pavisi. ","dn31:2.2":"Addasa kho bhagava singalakam gahapatiputtam kalasseva vutthaya rajagaha nikkhamitva allavattham allakesam panjalikam puthudisa namassantam—","dn31:2.3":"puratthimam disam dakkhinam disam pacchimam disam uttaram disam hetthimam disam uparimam disam. ","dn31:2.4":"Disva singalakam gahapatiputtam etadavoca: ","dn31:2.5":"“kim nu kho tvam, gahapatiputta, kalasseva vutthaya rajagaha nikkhamitva allavattho allakeso panjaliko puthudisa namassasi—","dn31:2.6":"puratthimam disam dakkhinam disam pacchimam disam uttaram disam hetthimam disam uparimam disan”ti? ","dn31:2.7":"“Pita mam, bhante, kalam karonto evam avaca: ","dn31:2.8":"‘disa, tata, namasseyyasi’ti. ","dn31:2.9":"So kho aham, bhante, pituvacanam sakkaronto garum karonto manento pujento kalasseva utthaya rajagaha nikkhamitva allavattho allakeso panjaliko puthudisa namassami—","dn31:2.10":"puratthimam disam dakkhinam disam pacchimam disam uttaram disam hetthimam disam uparimam disan”ti. ","dn31:2.11.0":"1. Cha disa ","dn31:2.12":"“Na kho, gahapatiputta, ariyassa vinaye evam cha disa namassitabba”ti. ","dn31:2.13":"“Yatha katham pana, bhante, ariyassa vinaye cha disa namassitabba? ","dn31:2.14":"Sadhu me, bhante, bhagava tatha dhammam desetu, yatha ariyassa vinaye cha disa namassitabba”ti. ","dn31:2.15":"“Tena hi, gahapatiputta, sunohi sadhukam manasikarohi bhasissami”ti. ","dn31:2.16":"“Evam, bhante”ti kho singalako gahapatiputto bhagavato paccassosi. ","dn31:2.17":"Bhagava etadavoca: ","dn31:3.1":"“Yato kho, gahapatiputta, ariyasavakassa cattaro kammakilesa pahina honti, catuhi ca thanehi papakammam na karoti, cha ca bhoganam apayamukhani na sevati, so evam cuddasa papakapagato chaddisapaticchadi ","dn31:3.2":"ubholokavijayaya patipanno hoti. Tassa ayanceva loko araddho hoti paro ca loko. ","dn31:3.3":"So kayassa bheda param marana sugatim saggam lokam upapajjati. ","dn31:3.4.0":"2. Cattaro kammakilesa ","dn31:3.5":"Katamassa cattaro kammakilesa pahina honti? ","dn31:3.6":"Panatipato kho, gahapatiputta, kammakileso, adinnadanam kammakileso, kamesumicchacaro kammakileso, musavado kammakileso. ","dn31:3.7":"Imassa cattaro kammakilesa pahina honti”ti. ","dn31:3.8":"Idamavoca bhagava. ","dn31:3.9":"Idam vatvana sugato athaparam etadavoca sattha: ","dn31:4.1":"“Panatipato adinnadanam, ","dn31:4.2":"Musavado ca vuccati; ","dn31:4.3":"Paradaragamananceva, ","dn31:4.4":"Nappasamsanti pandita”ti. ","dn31:5.0":"3. Catuthanam ","dn31:5.1":"“Katamehi catuhi thanehi papakammam na karoti? ","dn31:5.2":"Chandagatim gacchanto papakammam karoti, dosagatim gacchanto papakammam karoti, mohagatim gacchanto papakammam karoti, bhayagatim gacchanto papakammam karoti. ","dn31:5.3":"Yato kho, gahapatiputta, ariyasavako neva chandagatim gacchati, na dosagatim gacchati, na mohagatim gacchati, na bhayagatim gacchati; ","dn31:5.4":"imehi catuhi thanehi papakammam na karoti”ti. ","dn31:5.5":"Idamavoca bhagava. ","dn31:5.6":"Idam vatvana sugato athaparam etadavoca sattha: ","dn31:6.1":"“Chanda dosa bhaya moha, ","dn31:6.2":"yo dhammam ativattati; ","dn31:6.3":"Nihiyati yaso tassa, ","dn31:6.4":"kalapakkheva candima. ","dn31:6.5":"Chanda dosa bhaya moha, ","dn31:6.6":"yo dhammam nativattati; ","dn31:6.7":"Apurati yaso tassa, ","dn31:6.8":"sukkapakkheva candima”ti. ","dn31:7.0":"4. Cha apayamukhani ","dn31:7.1":"“Katamani cha bhoganam apayamukhani na sevati? ","dn31:7.2":"Suramerayamajjappamadatthananuyogo kho, gahapatiputta, bhoganam apayamukham, vikalavisikhacariyanuyogo bhoganam apayamukham, samajjabhicaranam bhoganam apayamukham, jutappamadatthananuyogo bhoganam apayamukham, papamittanuyogo bhoganam apayamukham, alasyanuyogo bhoganam apayamukham. ","dn31:8.0":"5. Suramerayassa cha adinava ","dn31:8.1":"Cha khome, gahapatiputta, adinava suramerayamajjappamadatthananuyoge. ","dn31:8.2":"Sanditthika dhanajani, kalahappavaddhani, roganam ayatanam, akittisanjanani, kopinanidamsani, pannaya dubbalikaranitveva chattham padam bhavati. ","dn31:8.3":"Ime kho, gahapatiputta, cha adinava suramerayamajjappamadatthananuyoge. ","dn31:9.0":"6. Vikalacariyaya cha adinava ","dn31:9.1":"Cha khome, gahapatiputta, adinava vikalavisikhacariyanuyoge. ","dn31:9.2":"Attapissa agutto arakkhito hoti, puttadaropissa agutto arakkhito hoti, sapateyyampissa aguttam arakkhitam hoti, sankiyo ca hoti papakesu thanesu, abhutavacananca tasmim ruhati, bahunanca dukkhadhammanam purakkhato hoti. ","dn31:9.3":"Ime kho, gahapatiputta, cha adinava vikalavisikhacariyanuyoge. ","dn31:10.0":"7. Samajjabhicaranassa cha adinava ","dn31:10.1":"Cha khome, gahapatiputta, adinava samajjabhicarane. ","dn31:10.2":"Kva naccam, kva gitam, kva vaditam, kva akkhanam, kva panissaram, kva kumbhathunanti. ","dn31:10.3":"Ime kho, gahapatiputta, cha adinava samajjabhicarane. ","dn31:11.0":"8. Jutappamadassa cha adinava ","dn31:11.1":"Cha khome, gahapatiputta, adinava jutappamadatthananuyoge. ","dn31:11.2":"Jayam veram pasavati, jino vittamanusocati, sanditthika dhanajani, sabhagatassa vacanam na ruhati, mittamaccanam paribhuto hoti, avahavivahakanam apatthito hoti: ","dn31:11.3":"‘akkhadhutto ayam purisapuggalo nalam darabharanaya’ti. ","dn31:11.4":"Ime kho, gahapatiputta, cha adinava jutappamadatthananuyoge. ","dn31:12.0":"9. Papamittataya cha adinava ","dn31:12.1":"Cha khome, gahapatiputta, adinava papamittanuyoge. ","dn31:12.2":"Ye dhutta, ye sonda, ye pipasa, ye nekatika, ye vancanika, ye sahasika. Tyassa mitta honti te sahaya. ","dn31:12.3":"Ime kho, gahapatiputta, cha adinava papamittanuyoge. ","dn31:13.0":"10. Alasyassa cha adinava ","dn31:13.1":"Cha khome, gahapatiputta, adinava alasyanuyoge. ","dn31:13.2":"Atisitanti kammam na karoti, atiunhanti kammam na karoti, atisayanti kammam na karoti, atipatoti kammam na karoti, atichatosmiti kammam na karoti, atidhatosmiti kammam na karoti. ","dn31:13.3":"Tassa evam kiccapadesabahulassa viharato anuppanna ceva bhoga nuppajjanti, uppanna ca bhoga parikkhayam gacchanti. ","dn31:13.4":"Ime kho, gahapatiputta, cha adinava alasyanuyoge”ti. ","dn31:13.5":"Idamavoca bhagava. ","dn31:13.6":"Idam vatvana sugato athaparam etadavoca sattha: ","dn31:14.1":"“Hoti panasakha nama, ","dn31:14.2":"hoti sammiyasammiyo; ","dn31:14.3":"Yo ca atthesu jatesu, ","dn31:14.4":"sahayo hoti so sakha. ","dn31:14.5":"Ussuraseyya paradarasevana, ","dn31:14.6":"Verappasavo ca anatthata ca; ","dn31:14.7":"Papa ca mitta sukadariyata ca, ","dn31:14.8":"Ete cha thana purisam dhamsayanti. ","dn31:14.9":"Papamitto papasakho, ","dn31:14.10":"papaacaragocaro; ","dn31:14.11":"Asma loka paramha ca, ","dn31:14.12":"ubhaya dhamsate naro. ","dn31:14.13":"Akkhitthiyo varuni naccagitam, ","dn31:14.14":"Diva soppam paricariya akale; ","dn31:14.15":"Papa ca mitta sukadariyata ca, ","dn31:14.16":"Ete cha thana purisam dhamsayanti. ","dn31:14.17":"Akkhehi dibbanti suram pivanti, ","dn31:14.18":"Yantitthiyo panasama paresam; ","dn31:14.19":"Nihinasevi na ca vuddhasevi, ","dn31:14.20":"Nihiyate kalapakkheva cando. ","dn31:14.21":"Yo varuni addhano akincano, ","dn31:14.22":"Pipaso pivam papagato; ","dn31:14.23":"Udakamiva inam vigahati, ","dn31:14.24":"Akulam kahiti khippamattano. ","dn31:14.25":"Na diva soppasilena, ","dn31:14.26":"rattimutthanadessina; ","dn31:14.27":"Niccam mattena sondena, ","dn31:14.28":"sakka avasitum gharam. ","dn31:14.29":"Atisitam atiunham, ","dn31:14.30":"atisayamidam ahu; ","dn31:14.31":"Iti vissatthakammante, ","dn31:14.32":"attha accenti manave. ","dn31:14.33":"Yodha sitanca unhanca, ","dn31:14.34":"tina bhiyyo na mannati; ","dn31:14.35":"Karam purisakiccani, ","dn31:14.36":"so sukham na vihayati”ti. ","dn31:15.0":"11. Mittapatirupaka ","dn31:15.1":"“Cattarome, gahapatiputta, amitta mittapatirupaka veditabba. ","dn31:15.2":"Annadatthuharo amitto mittapatirupako veditabbo, vaciparamo amitto mittapatirupako veditabbo, anuppiyabhani amitto mittapatirupako veditabbo, apayasahayo amitto mittapatirupako veditabbo. ","dn31:16.1":"Catuhi kho, gahapatiputta, thanehi annadatthuharo amitto mittapatirupako veditabbo. ","dn31:16.2":"Annadatthuharo hoti, ","dn31:16.3":"appena bahumicchati; ","dn31:16.4":"Bhayassa kiccam karoti, ","dn31:16.5":"sevati atthakarana. ","dn31:16.6":"Imehi kho, gahapatiputta, catuhi thanehi annadatthuharo amitto mittapatirupako veditabbo. ","dn31:17.1":"Catuhi kho, gahapatiputta, thanehi vaciparamo amitto mittapatirupako veditabbo. ","dn31:17.2":"Atitena patisantharati, anagatena patisantharati, niratthakena sanganhati, paccuppannesu kiccesu byasanam dasseti. ","dn31:17.3":"Imehi kho, gahapatiputta, catuhi thanehi vaciparamo amitto mittapatirupako veditabbo. ","dn31:18.1":"Catuhi kho, gahapatiputta, thanehi anuppiyabhani amitto mittapatirupako veditabbo. ","dn31:18.2":"Papakampissa anujanati, kalyanampissa anujanati, sammukhassa vannam bhasati, parammukhassa avannam bhasati. ","dn31:18.3":"Imehi kho, gahapatiputta, catuhi thanehi anuppiyabhani amitto mittapatirupako veditabbo. ","dn31:19.1":"Catuhi kho, gahapatiputta, thanehi apayasahayo amitto mittapatirupako veditabbo. ","dn31:19.2":"Suramerayamajjappamadatthananuyoge sahayo hoti, vikalavisikhacariyanuyoge sahayo hoti, samajjabhicarane sahayo hoti, jutappamadatthananuyoge sahayo hoti. ","dn31:19.3":"Imehi kho, gahapatiputta, catuhi thanehi apayasahayo amitto mittapatirupako veditabbo”ti. ","dn31:19.4":"Idamavoca bhagava. ","dn31:19.5":"Idam vatvana sugato athaparam etadavoca sattha: ","dn31:20.1":"“Annadatthuharo mitto, ","dn31:20.2":"yo ca mitto vaciparo; ","dn31:20.3":"Anuppiyanca yo aha, ","dn31:20.4":"apayesu ca yo sakha. ","dn31:20.5":"Ete amitte cattaro, ","dn31:20.6":"iti vinnaya pandito; ","dn31:20.7":"Araka parivajjeyya, ","dn31:20.8":"maggam patibhayam yatha”ti. ","dn31:21.0":"12. Suhadamitta ","dn31:21.1":"“Cattarome, gahapatiputta, mitta suhada veditabba. ","dn31:21.2":"Upakaro mitto suhado veditabbo, samanasukhadukkho mitto suhado veditabbo, atthakkhayi mitto suhado veditabbo, anukampako mitto suhado veditabbo. ","dn31:22.1":"Catuhi kho, gahapatiputta, thanehi upakaro mitto suhado veditabbo. ","dn31:22.2":"Pamattam rakkhati, pamattassa sapateyyam rakkhati, bhitassa saranam hoti, uppannesu kiccakaraniyesu taddigunam bhogam anuppadeti. ","dn31:22.3":"Imehi kho, gahapatiputta, catuhi thanehi upakaro mitto suhado veditabbo. ","dn31:23.1":"Catuhi kho, gahapatiputta, thanehi samanasukhadukkho mitto suhado veditabbo. ","dn31:23.2":"Guyhamassa acikkhati, guyhamassa pariguhati, apadasu na vijahati, jivitampissa atthaya pariccattam hoti. ","dn31:23.3":"Imehi kho, gahapatiputta, catuhi thanehi samanasukhadukkho mitto suhado veditabbo. ","dn31:24.1":"Catuhi kho, gahapatiputta, thanehi atthakkhayi mitto suhado veditabbo. ","dn31:24.2":"Papa nivareti, kalyane niveseti, assutam saveti, saggassa maggam acikkhati. ","dn31:24.3":"Imehi kho, gahapatiputta, catuhi thanehi atthakkhayi mitto suhado veditabbo. ","dn31:25.1":"Catuhi kho, gahapatiputta, thanehi anukampako mitto suhado veditabbo. ","dn31:25.2":"Abhavenassa na nandati, bhavenassa nandati, avannam bhanamanam nivareti, vannam bhanamanam pasamsati. ","dn31:25.3":"Imehi kho, gahapatiputta, catuhi thanehi anukampako mitto suhado veditabbo”ti. ","dn31:25.4":"Idamavoca bhagava. ","dn31:25.5":"Idam vatvana sugato athaparam etadavoca sattha: ","dn31:26.1":"“Upakaro ca yo mitto, ","dn31:26.2":"sukhe dukkhe ca yo sakha; ","dn31:26.3":"Atthakkhayi ca yo mitto, ","dn31:26.4":"yo ca mittanukampako. ","dn31:26.5":"Etepi mitte cattaro, ","dn31:26.6":"iti vinnaya pandito; ","dn31:26.7":"Sakkaccam payirupaseyya, ","dn31:26.8":"mata puttamva orasam; ","dn31:26.9":"Pandito silasampanno, ","dn31:26.10":"jalam aggiva bhasati. ","dn31:26.11":"Bhoge samharamanassa, ","dn31:26.12":"bhamarasseva iriyato; ","dn31:26.13":"Bhoga sannicayam yanti, ","dn31:26.14":"vammikovupaciyati. ","dn31:26.15":"Evam bhoge samahatva, ","dn31:26.16":"alamatto kule gihi; ","dn31:26.17":"Catudha vibhaje bhoge, ","dn31:26.18":"sa ve mittani ganthati. ","dn31:26.19":"Ekena bhoge bhunjeyya, ","dn31:26.20":"dvihi kammam payojaye; ","dn31:26.21":"Catutthanca nidhapeyya, ","dn31:26.22":"apadasu bhavissati”ti. ","dn31:27.0":"13. Chaddisapaticchadanakanda ","dn31:27.1":"“Kathanca, gahapatiputta, ariyasavako chaddisapaticchadi hoti? ","dn31:27.2":"Cha ima, gahapatiputta, disa veditabba. ","dn31:27.3":"Puratthima disa matapitaro veditabba, dakkhina disa acariya veditabba, pacchima disa puttadara veditabba, uttara disa mittamacca veditabba, hetthima disa dasakammakara veditabba, uparima disa samanabrahmana veditabba. ","dn31:28.1":"Pancahi kho, gahapatiputta, thanehi puttena puratthima disa matapitaro paccupatthatabba—","dn31:28.2":"bhato ne bharissami, kiccam nesam karissami, kulavamsam thapessami, dayajjam patipajjami, atha va pana petanam kalankatanam dakkhinam anuppadassamiti. ","dn31:28.3":"Imehi kho, gahapatiputta, pancahi thanehi puttena puratthima disa matapitaro paccupatthita pancahi thanehi puttam anukampanti. ","dn31:28.4":"Papa nivarenti, kalyane nivesenti, sippam sikkhapenti, patirupena darena samyojenti, samaye dayajjam niyyadenti. ","dn31:28.5":"Imehi kho, gahapatiputta, pancahi thanehi puttena puratthima disa matapitaro paccupatthita imehi pancahi thanehi puttam anukampanti. ","dn31:28.6":"Evamassa esa puratthima disa paticchanna hoti khema appatibhaya. ","dn31:29.1":"Pancahi kho, gahapatiputta, thanehi antevasina dakkhina disa acariya paccupatthatabba—","dn31:29.2":"utthanena upatthanena sussusaya paricariyaya sakkaccam sippapatiggahanena. ","dn31:29.3":"Imehi kho, gahapatiputta, pancahi thanehi antevasina dakkhina disa acariya paccupatthita pancahi thanehi antevasim anukampanti—","dn31:29.4":"suvinitam vinenti, suggahitam gahapenti, sabbasippassutam samakkhayino bhavanti, mittamaccesu patiyadenti, disasu parittanam karonti. ","dn31:29.5":"Imehi kho, gahapatiputta, pancahi thanehi antevasina dakkhina disa acariya paccupatthita imehi pancahi thanehi antevasim anukampanti. ","dn31:29.6":"Evamassa esa dakkhina disa paticchanna hoti khema appatibhaya. ","dn31:30.1":"Pancahi kho, gahapatiputta, thanehi samikena pacchima disa bhariya paccupatthatabba—","dn31:30.2":"sammananaya anavamananaya anaticariyaya issariyavossaggena alankaranuppadanena. ","dn31:30.3":"Imehi kho, gahapatiputta, pancahi thanehi samikena pacchima disa bhariya paccupatthita pancahi thanehi samikam anukampati—","dn31:30.4":"susamvihitakammanta ca hoti, sangahitaparijana ca, anaticarini ca, sambhatanca anurakkhati, dakkha ca hoti analasa sabbakiccesu. ","dn31:30.5":"Imehi kho, gahapatiputta, pancahi thanehi samikena pacchima disa bhariya paccupatthita imehi pancahi thanehi samikam anukampati. ","dn31:30.6":"Evamassa esa pacchima disa paticchanna hoti khema appatibhaya. ","dn31:31.1":"Pancahi kho, gahapatiputta, thanehi kulaputtena uttara disa mittamacca paccupatthatabba—","dn31:31.2":"danena peyyavajjena atthacariyaya samanattataya avisamvadanataya. ","dn31:31.3":"Imehi kho, gahapatiputta, pancahi thanehi kulaputtena uttara disa mittamacca paccupatthita pancahi thanehi kulaputtam anukampanti—","dn31:31.4":"pamattam rakkhanti, pamattassa sapateyyam rakkhanti, bhitassa saranam honti, apadasu na vijahanti, aparapaja cassa patipujenti. ","dn31:31.5":"Imehi kho, gahapatiputta, pancahi thanehi kulaputtena uttara disa mittamacca paccupatthita imehi pancahi thanehi kulaputtam anukampanti. ","dn31:31.6":"Evamassa esa uttara disa paticchanna hoti khema appatibhaya. ","dn31:32.1":"Pancahi kho, gahapatiputta, thanehi ayyirakena hetthima disa dasakammakara paccupatthatabba—","dn31:32.2":"yathabalam kammantasamvidhanena bhattavetananuppadanena gilanupatthanena acchariyanam rasanam samvibhagena samaye vossaggena. ","dn31:32.3":"Imehi kho, gahapatiputta, pancahi thanehi ayyirakena hetthima disa dasakammakara paccupatthita pancahi thanehi ayyirakam anukampanti—","dn31:32.4":"pubbutthayino ca honti, paccha nipatino ca, dinnadayino ca, sukatakammakara ca, kittivannahara ca. ","dn31:32.5":"Imehi kho, gahapatiputta, pancahi thanehi ayyirakena hetthima disa dasakammakara paccupatthita imehi pancahi thanehi ayyirakam anukampanti. ","dn31:32.6":"Evamassa esa hetthima disa paticchanna hoti khema appatibhaya. ","dn31:33.1":"Pancahi kho, gahapatiputta, thanehi kulaputtena uparima disa samanabrahmana paccupatthatabba—","dn31:33.2":"mettena kayakammena mettena vacikammena mettena manokammena anavatadvarataya amisanuppadanena. ","dn31:33.3":"Imehi kho, gahapatiputta, pancahi thanehi kulaputtena uparima disa samanabrahmana paccupatthita chahi thanehi kulaputtam anukampanti—","dn31:33.4":"papa nivarenti, kalyane nivesenti, kalyanena manasa anukampanti, assutam saventi, sutam pariyodapenti, saggassa maggam acikkhanti. ","dn31:33.5":"Imehi kho, gahapatiputta, pancahi thanehi kulaputtena uparima disa samanabrahmana paccupatthita imehi chahi thanehi kulaputtam anukampanti. ","dn31:33.6":"Evamassa esa uparima disa paticchanna hoti khema appatibhaya”ti. ","dn31:33.7":"Idamavoca bhagava. ","dn31:33.8":"Idam vatvana sugato athaparam etadavoca sattha: ","dn31:34.1":"“Matapita disa pubba, ","dn31:34.2":"acariya dakkhina disa; ","dn31:34.3":"Puttadara disa paccha, ","dn31:34.4":"mittamacca ca uttara. ","dn31:34.5":"Dasakammakara hettha, ","dn31:34.6":"uddham samanabrahmana; ","dn31:34.7":"Eta disa namasseyya, ","dn31:34.8":"alamatto kule gihi. ","dn31:34.9":"Pandito silasampanno, ","dn31:34.10":"sanho ca patibhanava; ","dn31:34.11":"Nivatavutti atthaddho, ","dn31:34.12":"tadiso labhate yasam. ","dn31:34.13":"Utthanako analaso, ","dn31:34.14":"apadasu na vedhati; ","dn31:34.15":"Acchinnavutti medhavi, ","dn31:34.16":"tadiso labhate yasam. ","dn31:34.17":"Sangahako mittakaro, ","dn31:34.18":"vadannu vitamaccharo; ","dn31:34.19":"Neta vineta anuneta, ","dn31:34.20":"tadiso labhate yasam. ","dn31:34.21":"Dananca peyyavajjanca, ","dn31:34.22":"atthacariya ca ya idha; ","dn31:34.23":"Samanattata ca dhammesu, ","dn31:34.24":"tattha tattha yatharaham; ","dn31:34.25":"Ete kho sangaha loke, ","dn31:34.26":"rathassaniva yayato. ","dn31:34.27":"Ete ca sangaha nassu, ","dn31:34.28":"na mata puttakarana; ","dn31:34.29":"Labhetha manam pujam va, ","dn31:34.30":"pita va puttakarana. ","dn31:34.31":"Yasma ca sangaha ete, ","dn31:34.32":"sammapekkhanti pandita; ","dn31:34.33":"Tasma mahattam papponti, ","dn31:34.34":"pasamsa ca bhavanti te”ti. ","dn31:35.1":"Evam vutte, singalako gahapatiputto bhagavantam etadavoca: ","dn31:35.2":"“abhikkantam, bhante, abhikkantam, bhante. ","dn31:35.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya ‘cakkhumanto rupani dakkhanti’ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","dn31:35.4":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","dn31:35.5":"Upasakam mam bhagava dharetu, ajjatagge panupetam saranam gatan”ti. ","dn31:35.6":"Singalasuttam nitthitam atthamam. "}