{"dn3:0.1":"Digha Nikaya 3 ","dn3:0.2":"Ambatthasutta ","dn3:1.1.1":"Evam me sutam—","dn3:1.1.2":"ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi yena icchanangalam nama kosalanam brahmanagamo tadavasari. ","dn3:1.1.3":"Tatra sudam bhagava icchanangale viharati icchanangalavanasande. ","dn3:1.2.0":"1. Pokkharasativatthu ","dn3:1.2.1":"Tena kho pana samayena brahmano pokkharasati ukkattham ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam ranna pasenadina kosalena dinnam rajadayam brahmadeyyam. ","dn3:1.2.2":"Assosi kho brahmano pokkharasati: ","dn3:1.2.3":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito kosalesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi icchanangalam anuppatto icchanangale viharati icchanangalavanasande. ","dn3:1.2.4":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato—","dn3:1.2.5":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava.’ ","dn3:1.2.6":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","dn3:1.2.7":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam, sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","dn3:1.2.8":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","dn3:1.3.0":"2. Ambatthamanava ","dn3:1.3.1":"Tena kho pana samayena brahmanassa pokkharasatissa ambattho nama manavo antevasi hoti ajjhayako mantadharo tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam padako veyyakarano lokayatamahapurisalakkhanesu anavayo anunnatapatinnato sake acariyake tevijjake pavacane: ","dn3:1.3.2":"“yamaham janami tam tvam janasi; ","dn3:1.3.3":"yam tvam janasi tamaham janami”ti. ","dn3:1.4.1":"Atha kho brahmano pokkharasati ambattham manavam amantesi: ","dn3:1.4.2":"“ayam, tata ambattha, samano gotamo sakyaputto sakyakula pabbajito kosalesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi icchanangalam anuppatto icchanangale viharati icchanangalavanasande. ","dn3:1.4.3":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","dn3:1.4.4":"‘itipi so bhagava, araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","dn3:1.4.5":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","dn3:1.4.6":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam, sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakaseti. ","dn3:1.4.7":"Sadhu kho pana tatharupanam arahatam dassanam hoti’ti. ","dn3:1.4.8":"Ehi tvam, tata ambattha, yena samano gotamo tenupasankama; upasankamitva samanam gotamam janahi, yadi va tam bhavantam gotamam tathasantamyeva saddo abbhuggato, yadi va no tatha. ","dn3:1.4.9":"Yadi va so bhavam gotamo tadiso, yadi va na tadiso, tatha mayam tam bhavantam gotamam vedissama”ti. ","dn3:1.5.1":"“Yatha katham panaham, bho, tam bhavantam gotamam janissami: ‘yadi va tam bhavantam gotamam tathasantamyeva saddo abbhuggato, yadi va no tatha. Yadi va so bhavam gotamo tadiso, yadi va na tadiso’”ti? ","dn3:1.5.2":"“Agatani kho, tata ambattha, amhakam mantesu dvattimsa mahapurisalakkhanani, yehi samannagatassa mahapurisassa dveyeva gatiyo bhavanti ananna. ","dn3:1.5.3":"Sace agaram ajjhavasati, raja hoti cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato. ","dn3:1.5.4":"Tassimani satta ratanani bhavanti. ","dn3:1.5.5":"Seyyathidam—cakkaratanam, hatthiratanam, assaratanam, maniratanam, itthiratanam, gahapatiratanam, parinayakaratanameva sattamam. ","dn3:1.5.6":"Parosahassam kho panassa putta bhavanti sura virangarupa parasenappamaddana. ","dn3:1.5.7":"So imam pathavim sagarapariyantam adandena asatthena dhammena abhivijiya ajjhavasati. ","dn3:1.5.8":"Sace kho pana agarasma anagariyam pabbajati, araham hoti sammasambuddho loke vivattacchado. ","dn3:1.5.9":"Aham kho pana, tata ambattha, mantanam data; ","dn3:1.5.10":"tvam mantanam patiggaheta”ti. ","dn3:1.6.1":"“Evam, bho”ti kho ambattho manavo brahmanassa pokkharasatissa patissutva utthayasana brahmanam pokkharasatim abhivadetva padakkhinam katva valavarathamaruyha sambahulehi manavakehi saddhim yena icchanangalavanasando tena payasi. ","dn3:1.6.2":"Yavatika yanassa bhumi yanena gantva yana paccorohitva pattikova aramam pavisi. ","dn3:1.7.1":"Tena kho pana samayena sambahula bhikkhu abbhokase cankamanti. ","dn3:1.7.2":"Atha kho ambattho manavo yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","dn3:1.7.3":"“kaham nu kho, bho, etarahi so bhavam gotamo viharati? ","dn3:1.7.4":"Tanhi mayam bhavantam gotamam dassanaya idhupasankanta”ti. ","dn3:1.8.1":"Atha kho tesam bhikkhunam etadahosi: ","dn3:1.8.2":"“ayam kho ambattho manavo abhinnatakolanno ceva abhinnatassa ca brahmanassa pokkharasatissa antevasi. ","dn3:1.8.3":"Agaru kho pana bhagavato evarupehi kulaputtehi saddhim kathasallapo hoti”ti. ","dn3:1.8.4":"Te ambattham manavam etadavocum: ","dn3:1.8.5":"“eso, ambattha, viharo samvutadvaro, tena appasaddo upasankamitva ataramano alindam pavisitva ukkasitva aggalam akotehi, vivarissati te bhagava dvaran”ti. ","dn3:1.9.1":"Atha kho ambattho manavo yena so viharo samvutadvaro, tena appasaddo upasankamitva ataramano alindam pavisitva ukkasitva aggalam akotesi. Vivari bhagava dvaram. ","dn3:1.9.2":"Pavisi ambattho manavo. Manavakapi pavisitva bhagavata saddhim sammodimsu, sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. ","dn3:1.9.3":"Ambattho pana manavo cankamantopi nisinnena bhagavata kanci kanci katham saraniyam vitisareti, thitopi nisinnena bhagavata kanci kanci katham saraniyam vitisareti. ","dn3:1.9.4":"Atha kho bhagava ambattham manavam etadavoca: ","dn3:1.9.5":"“evam nu te, ambattha, brahmanehi vuddhehi mahallakehi acariyapacariyehi saddhim kathasallapo hoti, yathayidam caram tittham nisinnena maya kinci kinci katham saraniyam vitisareti”ti? ","dn3:1.10.0":"2.1. Pathamaibbhavada ","dn3:1.10.1":"“No hidam, bho gotama. ","dn3:1.10.2":"Gacchanto va hi, bho gotama, gacchantena brahmano brahmanena saddhim sallapitumarahati, thito va hi, bho gotama, thitena brahmano brahmanena saddhim sallapitumarahati, nisinno va hi, bho gotama, nisinnena brahmano brahmanena saddhim sallapitumarahati, sayano va hi, bho gotama, sayanena brahmano brahmanena saddhim sallapitumarahati. ","dn3:1.10.3":"Ye ca kho te, bho gotama, mundaka samanaka ibbha kanha bandhupadapacca, tehipi me saddhim evam kathasallapo hoti, yathariva bhota gotamena”ti. ","dn3:1.11.1":"“Atthikavato kho pana te, ambattha, idhagamanam ahosi, yayeva kho panatthaya agaccheyyatha, tameva attham sadhukam manasi kareyyatha. ","dn3:1.11.2":"Avusitavayeva kho pana, bho, ayam ambattho manavo vusitamani kimannatra avusitatta”ti. ","dn3:1.12.1":"Atha kho ambattho manavo bhagavata avusitavadena vuccamano kupito anattamano bhagavantamyeva khumsento bhagavantamyeva vambhento bhagavantamyeva upavadamano: ","dn3:1.12.2":"“samano ca me bho gotamo papito bhavissati”ti bhagavantam etadavoca: ","dn3:1.12.3":"“canda, bho gotama, sakyajati; ","dn3:1.12.4":"pharusa, bho gotama, sakyajati; ","dn3:1.12.5":"lahusa, bho gotama, sakyajati; ","dn3:1.12.6":"bhassa, bho gotama, sakyajati; ","dn3:1.12.7":"ibbha santa ibbha samana na brahmane sakkaronti, na brahmane garum karonti, na brahmane manenti, na brahmane pujenti, na brahmane apacayanti. ","dn3:1.12.8":"Tayidam, bho gotama, nacchannam, tayidam nappatirupam, yadime sakya ibbha santa ibbha samana na brahmane sakkaronti, na brahmane garum karonti, na brahmane manenti, na brahmane pujenti, na brahmane apacayanti”ti. ","dn3:1.12.9":"Itiha ambattho manavo idam pathamam sakyesu ibbhavadam nipatesi. ","dn3:1.13.0":"2.2. Dutiyaibbhavada ","dn3:1.13.1":"“Kim pana te, ambattha, sakya aparaddhun”ti? ","dn3:1.13.2":"“Ekamidaham, bho gotama, samayam acariyassa brahmanassa pokkharasatissa kenacideva karaniyena kapilavatthum agamasim. ","dn3:1.13.3":"Yena sakyanam sandhagaram tenupasankamim. ","dn3:1.13.4":"Tena kho pana samayena sambahula sakya ceva sakyakumara ca sandhagare uccesu asanesu nisinna honti annamannam angulipatodakehi sanjagghanta sankilanta, annadatthu mamanneva manne anujagghanta, na mam koci asanenapi nimantesi. ","dn3:1.13.5":"Tayidam, bho gotama, nacchannam, tayidam nappatirupam, yadime sakya ibbha santa ibbha samana na brahmane sakkaronti, na brahmane garum karonti, na brahmane manenti, na brahmane pujenti, na brahmane apacayanti”ti. ","dn3:1.13.6":"Itiha ambattho manavo idam dutiyam sakyesu ibbhavadam nipatesi. ","dn3:1.14.0":"2.3. Tatiyaibbhavada ","dn3:1.14.1":"“Latukikapi kho, ambattha, sakunika sake kulavake kamalapini hoti. ","dn3:1.14.2":"Sakam kho panetam, ambattha, sakyanam yadidam kapilavatthum, narahatayasma ambattho imaya appamattaya abhisajjitun”ti. ","dn3:1.14.3":"“Cattarome, bho gotama, vanna—","dn3:1.14.4":"khattiya brahmana vessa sudda. ","dn3:1.14.5":"Imesanhi, bho gotama, catunnam vannanam tayo vanna—","dn3:1.14.6":"khattiya ca vessa ca sudda ca—","dn3:1.14.7":"annadatthu brahmanasseva paricaraka sampajjanti. ","dn3:1.14.8":"Tayidam, bho gotama, nacchannam, tayidam nappatirupam, yadime sakya ibbha santa ibbha samana na brahmane sakkaronti, na brahmane garum karonti, na brahmane manenti, na brahmane pujenti, na brahmane apacayanti”ti. ","dn3:1.14.9":"Itiha ambattho manavo idam tatiyam sakyesu ibbhavadam nipatesi. ","dn3:1.15.0":"2.4. Dasiputtavada ","dn3:1.15.1":"Atha kho bhagavato etadahosi: ","dn3:1.15.2":"“atibalham kho ayam ambattho manavo sakyesu ibbhavadena nimmadeti, yannunaham gottam puccheyyan”ti. ","dn3:1.15.3":"Atha kho bhagava ambattham manavam etadavoca: ","dn3:1.15.4":"“katham gottosi, ambattha”ti? ","dn3:1.15.5":"“Kanhayanohamasmi, bho gotama”ti. ","dn3:1.15.6":"“Poranam kho pana te, ambattha, matapettikam namagottam anussarato ayyaputta sakya bhavanti; dasiputto tvamasi sakyanam. ","dn3:1.15.7":"Sakya kho pana, ambattha, rajanam okkakam pitamaham dahanti. ","dn3:1.15.8":"Bhutapubbam, ambattha, raja okkako ya sa mahesi piya manapa, tassa puttassa rajjam parinametukamo jetthakumare ratthasma pabbajesi—","dn3:1.15.9":"okkamukham karakandam hatthinikam sinisuram. ","dn3:1.15.10":"Te ratthasma pabbajita himavantapasse pokkharaniya tire mahasakasando, tattha vasam kappesum. ","dn3:1.15.11":"Te jatisambhedabhaya sakahi bhaginihi saddhim samvasam kappesum. ","dn3:1.15.12":"Atha kho, ambattha, raja okkako amacce parisajje amantesi: ","dn3:1.15.13":"‘kaham nu kho, bho, etarahi kumara sammanti’ti? ","dn3:1.15.14":"‘Atthi, deva, himavantapasse pokkharaniya tire mahasakasando, tatthetarahi kumara sammanti. ","dn3:1.15.15":"Te jatisambhedabhaya sakahi bhaginihi saddhim samvasam kappenti’ti. ","dn3:1.15.16":"Atha kho, ambattha, raja okkako udanam udanesi: ","dn3:1.15.17":"‘sakya vata, bho, kumara, paramasakya vata, bho, kumara’ti. ","dn3:1.15.18":"Tadagge kho pana, ambattha, sakya pannayanti; so ca nesam pubbapuriso. ","dn3:1.16.1":"Ranno kho pana, ambattha, okkakassa disa nama dasi ahosi. ","dn3:1.16.2":"Sa kanham nama janesi. ","dn3:1.16.3":"Jato kanho pabyahasi: ","dn3:1.16.4":"‘dhovatha mam, amma, nahapetha mam amma, imasma mam asucisma parimocetha, atthaya vo bhavissami’ti. ","dn3:1.16.5":"Yatha kho pana, ambattha, etarahi manussa pisace disva ‘pisaca’ti sanjananti; ","dn3:1.16.6":"evameva kho, ambattha, tena kho pana samayena manussa pisace ‘kanha’ti sanjananti. ","dn3:1.16.7":"Te evamahamsu: ","dn3:1.16.8":"‘ayam jato pabyahasi, kanho jato, pisaco jato’ti. ","dn3:1.16.9":"Tadagge kho pana, ambattha, kanhayana pannayanti, so ca kanhayananam pubbapuriso. ","dn3:1.16.10":"Iti kho te, ambattha, poranam matapettikam namagottam anussarato ayyaputta sakya bhavanti, dasiputto tvamasi sakyanan”ti. ","dn3:1.17.1":"Evam vutte, te manavaka bhagavantam etadavocum: ","dn3:1.17.2":"“ma bhavam gotamo ambattham atibalham dasiputtavadena nimmadesi. ","dn3:1.17.3":"Sujato ca, bho gotama, ambattho manavo, kulaputto ca ambattho manavo, bahussuto ca ambattho manavo, kalyanavakkarano ca ambattho manavo, pandito ca ambattho manavo, pahoti ca ambattho manavo bhota gotamena saddhim asmim vacane patimantetun”ti. ","dn3:1.18.1":"Atha kho bhagava te manavake etadavoca: ","dn3:1.18.2":"“sace kho tumhakam manavakanam evam hoti: ","dn3:1.18.3":"‘dujjato ca ambattho manavo, akulaputto ca ambattho manavo, appassuto ca ambattho manavo, akalyanavakkarano ca ambattho manavo, duppanno ca ambattho manavo, na ca pahoti ambattho manavo samanena gotamena saddhim asmim vacane patimantetun’ti, titthatu ambattho manavo, tumhe maya saddhim mantavho asmim vacane. ","dn3:1.18.4":"Sace pana tumhakam manavakanam evam hoti: ","dn3:1.18.5":"‘sujato ca ambattho manavo, kulaputto ca ambattho manavo, bahussuto ca ambattho manavo, kalyanavakkarano ca ambattho manavo, pandito ca ambattho manavo, pahoti ca ambattho manavo samanena gotamena saddhim asmim vacane patimantetun’ti, titthatha tumhe; ","dn3:1.18.6":"ambattho manavo maya saddhim patimantetu”ti. ","dn3:1.19.1":"“Sujato ca, bho gotama, ambattho manavo, kulaputto ca ambattho manavo, bahussuto ca ambattho manavo, kalyanavakkarano ca ambattho manavo, pandito ca ambattho manavo, pahoti ca ambattho manavo bhota gotamena saddhim asmim vacane patimantetum, tunhi mayam bhavissama, ambattho manavo bhota gotamena saddhim asmim vacane patimantetu”ti. ","dn3:1.20.1":"Atha kho bhagava ambattham manavam etadavoca: ","dn3:1.20.2":"“ayam kho pana te, ambattha, sahadhammiko panho agacchati, akama byakatabbo. ","dn3:1.20.3":"Sace tvam na byakarissasi, annena va annam paticarissasi, tunhi va bhavissasi, pakkamissasi va ettheva te sattadha muddha phalissati. ","dn3:1.20.4":"Tam kim mannasi, ambattha, ","dn3:1.20.5":"kinti te sutam brahmananam vuddhanam mahallakanam acariyapacariyanam bhasamananam kutopabhutika kanhayana, ko ca kanhayananam pubbapuriso”ti? ","dn3:1.20.6":"Evam vutte, ambattho manavo tunhi ahosi. ","dn3:1.20.7":"Dutiyampi kho bhagava ambattham manavam etadavoca: ","dn3:1.20.8":"“tam kim mannasi, ambattha, kinti te sutam brahmananam vuddhanam mahallakanam acariyapacariyanam bhasamananam kutopabhutika kanhayana, ko ca kanhayananam pubbapuriso”ti? ","dn3:1.20.9":"Dutiyampi kho ambattho manavo tunhi ahosi. ","dn3:1.20.10":"Atha kho bhagava ambattham manavam etadavoca: ","dn3:1.20.11":"“byakarohi dani, ambattha, na dani, te tunhibhavassa kalo. ","dn3:1.20.12":"Yo kho, ambattha, tathagatena yavatatiyakam sahadhammikam panham puttho na byakaroti, etthevassa sattadha muddha phalissati”ti. ","dn3:1.21.1":"Tena kho pana samayena vajirapani yakkho mahantam ayokutam adaya adittam sampajjalitam sajotibhutam ambatthassa manavassa upari vehasam thito hoti: ","dn3:1.21.2":"“sacayam ambattho manavo bhagavata yavatatiyakam sahadhammikam panham puttho na byakarissati, etthevassa sattadha muddham phalessami”ti. ","dn3:1.21.3":"Tam kho pana vajirapanim yakkham bhagava ceva passati ambattho ca manavo. ","dn3:1.21.4":"Atha kho ambattho manavo bhito samviggo lomahatthajato bhagavantamyeva tanam gavesi bhagavantamyeva lenam gavesi bhagavantamyeva saranam gavesi upanisiditva bhagavantam etadavoca: ","dn3:1.21.5":"“kimetam bhavam gotamo aha? ","dn3:1.21.6":"Punabhavam gotamo bravitu”ti. ","dn3:1.21.7":"“Tam kim mannasi, ambattha, ","dn3:1.21.8":"kinti te sutam brahmananam vuddhanam mahallakanam acariyapacariyanam bhasamananam kutopabhutika kanhayana, ko ca kanhayananam pubbapuriso”ti? ","dn3:1.21.9":"“Evameva me, bho gotama, sutam yatheva bhavam gotamo aha. ","dn3:1.21.10":"Tatopabhutika kanhayana; ","dn3:1.21.11":"so ca kanhayananam pubbapuriso”ti. ","dn3:1.22.0":"2.5. Ambatthavamsakatha ","dn3:1.22.1":"Evam vutte, te manavaka unnadino uccasaddamahasadda ahesum: ","dn3:1.22.2":"“dujjato kira, bho, ambattho manavo; akulaputto kira, bho, ambattho manavo; dasiputto kira, bho, ambattho manavo sakyanam. Ayyaputta kira, bho, ambatthassa manavassa sakya bhavanti. ","dn3:1.22.3":"Dhammavadimyeva kira mayam samanam gotamam apasadetabbam amannimha”ti. ","dn3:1.23.1":"Atha kho bhagavato etadahosi: ","dn3:1.23.2":"“atibalham kho ime manavaka ambattham manavam dasiputtavadena nimmadenti, yannunaham parimoceyyan”ti. ","dn3:1.23.3":"Atha kho bhagava te manavake etadavoca: ","dn3:1.23.4":"“ma kho tumhe, manavaka, ambattham manavam atibalham dasiputtavadena nimmadetha. ","dn3:1.23.5":"Ularo so kanho isi ahosi. ","dn3:1.23.6":"So dakkhinajanapadam gantva brahmamante adhiyitva rajanam okkakam upasankamitva maddarupim dhitaram yaci. ","dn3:1.23.7":"Tassa raja okkako: ","dn3:1.23.8":"‘ko nevam re ayam mayham dasiputto samano maddarupim dhitaram yacati’ti, kupito anattamano khurappam sannayhi. ","dn3:1.23.9":"So tam khurappam neva asakkhi muncitum, no patisamharitum. ","dn3:1.23.10":"Atha kho, manavaka, amacca parisajja kanham isim upasankamitva etadavocum: ","dn3:1.23.11":"‘sotthi, bhaddante, hotu ranno; ","dn3:1.23.12":"sotthi, bhaddante, hotu ranno’ti. ","dn3:1.23.13":"‘Sotthi bhavissati ranno, api ca raja yadi adho khurappam muncissati, yavata ranno vijitam, ettavata pathavi undriyissati’ti. ","dn3:1.23.14":"‘Sotthi, bhaddante, hotu ranno, sotthi janapadassa’ti. ","dn3:1.23.15":"‘Sotthi bhavissati ranno, sotthi janapadassa, api ca raja yadi uddham khurappam muncissati, yavata ranno vijitam, ettavata satta vassani devo na vassissati’ti. ","dn3:1.23.16":"‘Sotthi, bhaddante, hotu ranno sotthi janapadassa devo ca vassatu’ti. ","dn3:1.23.17":"‘Sotthi bhavissati ranno sotthi janapadassa devo ca vassissati, api ca raja jetthakumare khurappam patitthapetu, sotthi kumaro pallomo bhavissati’ti. ","dn3:1.23.18":"Atha kho, manavaka, amacca okkakassa arocesum: ","dn3:1.23.19":"‘okkako jetthakumare khurappam patitthapetu. Sotthi kumaro pallomo bhavissati’ti. ","dn3:1.23.20":"Atha kho raja okkako jetthakumare khurappam patitthapesi, sotthi kumaro pallomo samabhavi. ","dn3:1.23.21":"Atha kho tassa raja okkako bhito samviggo lomahatthajato brahmadandena tajjito maddarupim dhitaram adasi. ","dn3:1.23.22":"Ma kho tumhe, manavaka, ambattham manavam atibalham dasiputtavadena nimmadetha, ularo so kanho isi ahosi”ti. ","dn3:1.24.0":"3. Khattiyasetthabhava ","dn3:1.24.1":"Atha kho bhagava ambattham manavam amantesi: ","dn3:1.24.2":"“Tam kim mannasi, ambattha, ","dn3:1.24.3":"idha khattiyakumaro brahmanakannaya saddhim samvasam kappeyya, tesam samvasamanvaya putto jayetha. ","dn3:1.24.4":"Yo so khattiyakumarena brahmanakannaya putto uppanno, api nu so labhetha brahmanesu asanam va udakam va”ti? ","dn3:1.24.5":"“Labhetha, bho gotama”. ","dn3:1.24.6":"“Api nu nam brahmana bhojeyyum saddhe va thalipake va yanne va pahune va”ti? ","dn3:1.24.7":"“Bhojeyyum, bho gotama”. ","dn3:1.24.8":"“Api nu nam brahmana mante vaceyyum va no va”ti? ","dn3:1.24.9":"“Vaceyyum, bho gotama”. ","dn3:1.24.10":"“Api nussa itthisu avatam va assa anavatam va”ti? ","dn3:1.24.11":"“Anavatam hissa, bho gotama”. ","dn3:1.24.12":"“Api nu nam khattiya khattiyabhisekena abhisinceyyun”ti? ","dn3:1.24.13":"“No hidam, bho gotama”. ","dn3:1.24.14":"“Tam kissa hetu”? ","dn3:1.24.15":"“Matito hi, bho gotama, anupapanno”ti. ","dn3:1.25.1":"“Tam kim mannasi, ambattha, ","dn3:1.25.2":"idha brahmanakumaro khattiyakannaya saddhim samvasam kappeyya, tesam samvasamanvaya putto jayetha. ","dn3:1.25.3":"Yo so brahmanakumarena khattiyakannaya putto uppanno, api nu so labhetha brahmanesu asanam va udakam va”ti? ","dn3:1.25.4":"“Labhetha, bho gotama”. ","dn3:1.25.5":"“Api nu nam brahmana bhojeyyum saddhe va thalipake va yanne va pahune va”ti? ","dn3:1.25.6":"“Bhojeyyum, bho gotama”. ","dn3:1.25.7":"“Api nu nam brahmana mante vaceyyum va no va”ti? ","dn3:1.25.8":"“Vaceyyum, bho gotama”. ","dn3:1.25.9":"“Api nussa itthisu avatam va assa anavatam va”ti? ","dn3:1.25.10":"“Anavatam hissa, bho gotama”. ","dn3:1.25.11":"“Api nu nam khattiya khattiyabhisekena abhisinceyyun”ti? ","dn3:1.25.12":"“No hidam, bho gotama”. ","dn3:1.25.13":"“Tam kissa hetu”? ","dn3:1.25.14":"“Pitito hi, bho gotama, anupapanno”ti. ","dn3:1.26.1":"“Iti kho, ambattha, itthiya va itthim karitva purisena va purisam karitva khattiyava settha, hina brahmana. ","dn3:1.26.2":"Tam kim mannasi, ambattha, ","dn3:1.26.3":"idha brahmana brahmanam kismincideva pakarane khuramundam karitva bhassaputena vadhitva rattha va nagara va pabbajeyyum. ","dn3:1.26.4":"Api nu so labhetha brahmanesu asanam va udakam va”ti? ","dn3:1.26.5":"“No hidam, bho gotama”. ","dn3:1.26.6":"“Api nu nam brahmana bhojeyyum saddhe va thalipake va yanne va pahune va”ti? ","dn3:1.26.7":"“No hidam, bho gotama”. ","dn3:1.26.8":"“Api nu nam brahmana mante vaceyyum va no va”ti? ","dn3:1.26.9":"“No hidam, bho gotama”. ","dn3:1.26.10":"“Api nussa itthisu avatam va assa anavatam va”ti? ","dn3:1.26.11":"“Avatam hissa, bho gotama”. ","dn3:1.27.1":"“Tam kim mannasi, ambattha, ","dn3:1.27.2":"idha khattiya khattiyam kismincideva pakarane khuramundam karitva bhassaputena vadhitva rattha va nagara va pabbajeyyum. ","dn3:1.27.3":"Api nu so labhetha brahmanesu asanam va udakam va”ti? ","dn3:1.27.4":"“Labhetha, bho gotama”. ","dn3:1.27.5":"“Api nu nam brahmana bhojeyyum saddhe va thalipake va yanne va pahune va”ti? ","dn3:1.27.6":"“Bhojeyyum, bho gotama”. ","dn3:1.27.7":"“Api nu nam brahmana mante vaceyyum va no va”ti? ","dn3:1.27.8":"“Vaceyyum, bho gotama”. ","dn3:1.27.9":"“Api nussa itthisu avatam va assa anavatam va”ti? ","dn3:1.27.10":"“Anavatam hissa, bho gotama”. ","dn3:1.27.11":"“Ettavata kho, ambattha, khattiyo paramanihinatam patto hoti, yadeva nam khattiya khuramundam karitva bhassaputena vadhitva rattha va nagara va pabbajenti. ","dn3:1.27.12":"Iti kho, ambattha, yada khattiyo paramanihinatam patto hoti, tadapi khattiyava settha, hina brahmana. ","dn3:1.28.1":"Brahmuna pesa, ambattha, sanankumarena gatha bhasita: ","dn3:1.28.2":"‘Khattiyo settho janetasmim, ","dn3:1.28.3":"ye gottapatisarino; ","dn3:1.28.4":"Vijjacaranasampanno, ","dn3:1.28.5":"so settho devamanuse’ti. ","dn3:1.28.6":"Sa kho panesa, ambattha, brahmuna sanankumarena gatha sugita no duggita, subhasita no dubbhasita, atthasamhita no anatthasamhita, anumata maya. ","dn3:1.28.7":"Ahampi hi, ambattha, evam vadami—","dn3:1.28.8":"Khattiyo settho janetasmim, ","dn3:1.28.9":"ye gottapatisarino; ","dn3:1.28.10":"Vijjacaranasampanno, ","dn3:1.28.11":"so settho devamanuse”ti. ","dn3:1.28.12":"Bhanavaro pathamo. ","dn3:2.1.0":"4. Vijjacaranakatha ","dn3:2.1.1":"“Katamam pana tam, bho gotama, caranam, katama ca pana sa vijja”ti? ","dn3:2.1.2":"“Na kho, ambattha, anuttaraya vijjacaranasampadaya jativado va vuccati, gottavado va vuccati, manavado va vuccati: ","dn3:2.1.3":"‘arahasi va mam tvam, na va mam tvam arahasi’ti. ","dn3:2.1.4":"Yattha kho, ambattha, avaho va hoti, vivaho va hoti, avahavivaho va hoti, etthetam vuccati jativado va itipi gottavado va itipi manavado va itipi: ","dn3:2.1.5":"‘arahasi va mam tvam, na va mam tvam arahasi’ti. ","dn3:2.1.6":"Ye hi keci, ambattha, jativadavinibaddha va gottavadavinibaddha va manavadavinibaddha va avahavivahavinibaddha va, araka te anuttaraya vijjacaranasampadaya. ","dn3:2.1.7":"Pahaya kho, ambattha, jativadavinibaddhanca gottavadavinibaddhanca manavadavinibaddhanca avahavivahavinibaddhanca anuttaraya vijjacaranasampadaya sacchikiriya hoti”ti. ","dn3:2.2.1":"“Katamam pana tam, bho gotama, caranam, katama ca sa vijja”ti? ","dn3:2.2.2":"“Idha, ambattha, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","dn3:2.2.3":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","dn3:2.2.4":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakaseti. ","dn3:2.2.5":"Tam dhammam sunati gahapati va gahapatiputto va annatarasmim va kule paccajato. ","dn3:2.2.6":"So tam dhammam sutva tathagate saddham patilabhati. ","dn3:2.2.7":"So tena saddhapatilabhena samannagato iti patisancikkhati …pe… ","dn3:2.2.8":"So vivicceva kamehi, vivicca akusalehi dhammehi, savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati …pe… ","dn3:2.2.9":"idampissa hoti caranasmim. ","dn3:2.2.10":"Puna caparam, ambattha, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati …pe… ","dn3:2.2.11":"idampissa hoti caranasmim. ","dn3:2.2.12":"Puna caparam, ambattha, bhikkhu pitiya ca viraga upekkhako ca viharati sato ca sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti, tatiyam jhanam upasampajja viharati …pe… ","dn3:2.2.13":"idampissa hoti caranasmim. ","dn3:2.2.14":"Puna caparam, ambattha, bhikkhu sukhassa ca pahana dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati …pe… ","dn3:2.2.15":"idampissa hoti caranasmim. ","dn3:2.2.16":"Idam kho tam, ambattha, caranam. ","dn3:2.2.17":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte nanadassanaya cittam abhiniharati abhininnameti …pe… ","dn3:2.2.18":"idampissa hoti vijjaya …pe… ","dn3:2.2.19":"naparam itthattayati pajanati, ","dn3:2.2.20":"idampissa hoti vijjaya. ","dn3:2.2.21":"Ayam kho sa, ambattha, vijja. ","dn3:2.2.22":"Ayam vuccati, ambattha, bhikkhu ‘vijjasampanno’ itipi, ‘caranasampanno’ itipi, ‘vijjacaranasampanno’ itipi. ","dn3:2.2.23":"Imaya ca, ambattha, vijjasampadaya caranasampadaya ca anna vijjasampada ca caranasampada ca uttaritara va panitatara va natthi. ","dn3:2.3.0":"5. Catuapayamukha ","dn3:2.3.1":"Imaya kho, ambattha, anuttaraya vijjacaranasampadaya cattari apayamukhani bhavanti. ","dn3:2.3.2":"Katamani cattari? ","dn3:2.3.3":"Idha, ambattha, ekacco samano va brahmano va imanneva anuttaram vijjacaranasampadam anabhisambhunamano kharividhamadaya arannayatanam ajjhogahati: ","dn3:2.3.4":"‘pavattaphalabhojano bhavissami’ti. ","dn3:2.3.5":"So annadatthu vijjacaranasampannasseva paricarako sampajjati. ","dn3:2.3.6":"Imaya kho, ambattha, anuttaraya vijjacaranasampadaya idam pathamam apayamukham bhavati. ","dn3:2.3.7":"Puna caparam, ambattha, idhekacco samano va brahmano va imanceva anuttaram vijjacaranasampadam anabhisambhunamano pavattaphalabhojanatanca anabhisambhunamano kudalapitakam adaya arannavanam ajjhogahati: ","dn3:2.3.8":"‘kandamulaphalabhojano bhavissami’ti. ","dn3:2.3.9":"So annadatthu vijjacaranasampannasseva paricarako sampajjati. ","dn3:2.3.10":"Imaya kho, ambattha, anuttaraya vijjacaranasampadaya idam dutiyam apayamukham bhavati. ","dn3:2.3.11":"Puna caparam, ambattha, idhekacco samano va brahmano va imanceva anuttaram vijjacaranasampadam anabhisambhunamano pavattaphalabhojanatanca anabhisambhunamano kandamulaphalabhojanatanca anabhisambhunamano gamasamantam va nigamasamantam va agyagaram karitva aggim paricaranto acchati. ","dn3:2.3.12":"So annadatthu vijjacaranasampannasseva paricarako sampajjati. ","dn3:2.3.13":"Imaya kho, ambattha, anuttaraya vijjacaranasampadaya idam tatiyam apayamukham bhavati. ","dn3:2.3.14":"Puna caparam, ambattha, idhekacco samano va brahmano va imam ceva anuttaram vijjacaranasampadam anabhisambhunamano pavattaphalabhojanatanca anabhisambhunamano kandamulaphalabhojanatanca anabhisambhunamano aggiparicariyanca anabhisambhunamano catumahapathe catudvaram agaram karitva acchati: ","dn3:2.3.15":"‘yo imahi catuhi disahi agamissati samano va brahmano va, tamaham yathasatti yathabalam patipujessami’ti. ","dn3:2.3.16":"So annadatthu vijjacaranasampannasseva paricarako sampajjati. ","dn3:2.3.17":"Imaya kho, ambattha, anuttaraya vijjacaranasampadaya idam catuttham apayamukham bhavati. ","dn3:2.3.18":"Imaya kho, ambattha, anuttaraya vijjacaranasampadaya imani cattari apayamukhani bhavanti. ","dn3:2.4.1":"Tam kim mannasi, ambattha, ","dn3:2.4.2":"api nu tvam imaya anuttaraya vijjacaranasampadaya sandissasi sacariyako”ti? ","dn3:2.4.3":"“No hidam, bho gotama. ","dn3:2.4.4":"Kocaham, bho gotama, sacariyako, ka ca anuttara vijjacaranasampada? ","dn3:2.4.5":"Arakaham, bho gotama, anuttaraya vijjacaranasampadaya sacariyako”ti. ","dn3:2.4.6":"“Tam kim mannasi, ambattha, ","dn3:2.4.7":"api nu tvam imanceva anuttaram vijjacaranasampadam anabhisambhunamano kharividhamadaya arannavanamajjhogahasi sacariyako: ","dn3:2.4.8":"‘pavattaphalabhojano bhavissami’”ti? ","dn3:2.4.9":"“No hidam, bho gotama”. ","dn3:2.4.10":"“Tam kim mannasi, ambattha, ","dn3:2.4.11":"api nu tvam imanceva anuttaram vijjacaranasampadam anabhisambhunamano pavattaphalabhojanatanca anabhisambhunamano kudalapitakam adaya arannavanamajjhogahasi sacariyako: ","dn3:2.4.12":"‘kandamulaphalabhojano bhavissami’”ti? ","dn3:2.4.13":"“No hidam, bho gotama”. ","dn3:2.4.14":"“Tam kim mannasi, ambattha, ","dn3:2.4.15":"api nu tvam imanceva anuttaram vijjacaranasampadam anabhisambhunamano pavattaphalabhojanatanca anabhisambhunamano kandamulaphalabhojanatanca anabhisambhunamano gamasamantam va nigamasamantam va agyagaram karitva aggim paricaranto acchasi sacariyako”ti? ","dn3:2.4.16":"“No hidam, bho gotama”. ","dn3:2.4.17":"“Tam kim mannasi, ambattha, ","dn3:2.4.18":"api nu tvam imanceva anuttaram vijjacaranasampadam anabhisambhunamano pavattaphalabhojanatanca anabhisambhunamano kandamulaphalabhojanatanca anabhisambhunamano aggiparicariyanca anabhisambhunamano catumahapathe catudvaram agaram karitva acchasi sacariyako: ","dn3:2.4.19":"‘yo imahi catuhi disahi agamissati samano va brahmano va, tam mayam yathasatti yathabalam patipujessama’”ti? ","dn3:2.4.20":"“No hidam, bho gotama”. ","dn3:2.5.1":"“Iti kho, ambattha, imaya ceva tvam anuttaraya vijjacaranasampadaya parihino sacariyako. ","dn3:2.5.2":"Ye cime anuttaraya vijjacaranasampadaya cattari apayamukhani bhavanti, tato ca tvam parihino sacariyako. ","dn3:2.5.3":"Bhasita kho pana te esa, ambattha, acariyena brahmanena pokkharasatina vaca: ","dn3:2.5.4":"‘ke ca mundaka samanaka ibbha kanha bandhupadapacca, ka ca tevijjanam brahmananam sakaccha’ti attana apayikopi aparipuramano. ","dn3:2.5.5":"Passa, ambattha, yava aparaddhanca te idam acariyassa brahmanassa pokkharasatissa. ","dn3:2.6.0":"6. Pubbakaisibhavanuyoga ","dn3:2.6.1":"Brahmano kho pana, ambattha, pokkharasati ranno pasenadissa kosalassa dattikam bhunjati. ","dn3:2.6.2":"Tassa raja pasenadi kosalo sammukhibhavampi na dadati. ","dn3:2.6.3":"Yadapi tena manteti, tirodussantena manteti. ","dn3:2.6.4":"Yassa kho pana, ambattha, dhammikam payatam bhikkham patigganheyya, katham tassa raja pasenadi kosalo sammukhibhavampi na dadeyya. ","dn3:2.6.5":"Passa, ambattha, yava aparaddhanca te idam acariyassa brahmanassa pokkharasatissa. ","dn3:2.7.1":"Tam kim mannasi, ambattha, ","dn3:2.7.2":"idha raja pasenadi kosalo hatthigivaya va nisinno assapitthe va nisinno rathupatthare va thito uggehi va rajannehi va kincideva mantanam manteyya. ","dn3:2.7.3":"So tamha padesa apakkamma ekamantam tittheyya. ","dn3:2.7.4":"Atha agaccheyya suddo va suddadaso va, tasmim padese thito tadeva mantanam manteyya: ","dn3:2.7.5":"‘evampi raja pasenadi kosalo aha, evampi raja pasenadi kosalo aha’ti. ","dn3:2.7.6":"Api nu so rajabhanitam va bhanati rajamantanam va manteti? ","dn3:2.7.7":"Ettavata so assa raja va rajamatto va”ti? ","dn3:2.7.8":"“No hidam, bho gotama”. ","dn3:2.8.1":"“Evameva kho tvam, ambattha, ye te ahesum brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro, yesamidam etarahi brahmana poranam mantapadam gitam pavuttam samihitam, tadanugayanti tadanubhasanti bhasitamanubhasanti vacitamanuvacenti, seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu: ","dn3:2.8.2":"‘tyaham mante adhiyami sacariyako’ti, tavata tvam bhavissasi isi va isitthaya va patipannoti netam thanam vijjati. ","dn3:2.9.1":"Tam kim mannasi, ambattha, ","dn3:2.9.2":"kinti te sutam brahmananam vuddhanam mahallakanam acariyapacariyanam bhasamananam—","dn3:2.9.3":"ye te ahesum brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro, yesamidam etarahi brahmana poranam mantapadam gitam pavuttam samihitam, tadanugayanti tadanubhasanti bhasitamanubhasanti vacitamanuvacenti, seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu, ","dn3:2.9.4":"evam su te sunhata suvilitta kappitakesamassu amukkamanikundalabharana odatavatthavasana pancahi kamagunehi samappita samangibhuta paricarenti, seyyathapi tvam etarahi sacariyako”ti? ","dn3:2.9.5":"“No hidam, bho gotama”. ","dn3:2.10.1":"“ …pe… ","dn3:2.10.2":"Evam su te salinam odanam sucimamsupasecanam vicitakalakam anekasupam anekabyanjanam paribhunjanti, seyyathapi tvam etarahi sacariyako”ti? ","dn3:2.10.3":"“No hidam, bho gotama”. ","dn3:2.10.4":"“ …pe… ","dn3:2.10.5":"Evam su te vethakanatapassahi narihi paricarenti, seyyathapi tvam etarahi sacariyako”ti? ","dn3:2.10.6":"“No hidam, bho gotama”. ","dn3:2.10.7":"“ …pe… ","dn3:2.10.8":"Evam su te kuttavalehi valavarathehi dighahi patodalatthihi vahane vitudenta vipariyayanti, seyyathapi tvam etarahi sacariyako”ti? ","dn3:2.10.9":"“No hidam, bho gotama”. ","dn3:2.10.10":"“ …pe… ","dn3:2.10.11":"Evam su te ukkinnaparikhasu okkhittapalighasu nagarupakarikasu dighasivudhehi purisehi rakkhapenti, seyyathapi tvam etarahi sacariyako”ti? ","dn3:2.10.12":"“No hidam, bho gotama”. ","dn3:2.10.13":"“Iti kho, ambattha, neva tvam isi na isitthaya patipanno sacariyako. ","dn3:2.10.14":"Yassa kho pana, ambattha, mayi kankha va vimati va so mam panhena, aham veyyakaranena sodhissami”ti. ","dn3:2.11.0":"7. Dvelakkhanadassana ","dn3:2.11.1":"Atha kho bhagava vihara nikkhamma cankamam abbhutthasi. ","dn3:2.11.2":"Ambatthopi manavo vihara nikkhamma cankamam abbhutthasi. ","dn3:2.11.3":"Atha kho ambattho manavo bhagavantam cankamantam anucankamamano bhagavato kaye dvattimsamahapurisalakkhanani samannesi. ","dn3:2.11.4":"Addasa kho ambattho manavo bhagavato kaye dvattimsamahapurisalakkhanani yebhuyyena thapetva dve. ","dn3:2.11.5":"Dvisu mahapurisalakkhanesu kankhati vicikicchati nadhimuccati na sampasidati—","dn3:2.11.6":"kosohite ca vatthaguyhe pahutajivhataya ca. ","dn3:2.12.1":"Atha kho bhagavato etadahosi: ","dn3:2.12.2":"“passati kho me ayam ambattho manavo dvattimsamahapurisalakkhanani yebhuyyena thapetva dve. ","dn3:2.12.3":"Dvisu mahapurisalakkhanesu kankhati vicikicchati nadhimuccati na sampasidati—","dn3:2.12.4":"kosohite ca vatthaguyhe pahutajivhataya ca”ti. ","dn3:2.12.5":"Atha kho bhagava tatharupam iddhabhisankharam abhisankhasi. Yatha addasa ambattho manavo bhagavato kosohitam vatthaguyham. ","dn3:2.12.6":"Atha kho bhagava jivham ninnametva ubhopi kannasotani anumasi patimasi, ubhopi nasikasotani anumasi patimasi, kevalampi nalatamandalam jivhaya chadesi. ","dn3:2.12.7":"Atha kho ambatthassa manavassa etadahosi: ","dn3:2.12.8":"“samannagato kho samano gotamo dvattimsamahapurisalakkhanehi paripunnehi, no aparipunnehi”ti. ","dn3:2.12.9":"Bhagavantam etadavoca: ","dn3:2.12.10":"“handa ca dani mayam, bho gotama, gacchama, bahukicca mayam bahukaraniya”ti. ","dn3:2.12.11":"“Yassadani tvam, ambattha, kalam mannasi”ti. ","dn3:2.12.12":"Atha kho ambattho manavo valavarathamaruyha pakkami. ","dn3:2.13.1":"Tena kho pana samayena brahmano pokkharasati ukkatthaya nikkhamitva mahata brahmanaganena saddhim sake arame nisinno hoti ambatthamyeva manavam patimanento. ","dn3:2.13.2":"Atha kho ambattho manavo yena sako aramo tena payasi. ","dn3:2.14.1":"Yavatika yanassa bhumi, yanena gantva yana paccorohitva pattikova yena brahmano pokkharasati tenupasankami; upasankamitva brahmanam pokkharasatim abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ambattham manavam brahmano pokkharasati etadavoca: ","dn3:2.14.2":"“kacci, tata ambattha, addasa tam bhavantam gotaman”ti? ","dn3:2.14.3":"“Addasama kho mayam, bho, tam bhavantam gotaman”ti. ","dn3:2.14.4":"“Kacci, tata ambattha, tam bhavantam gotamam tatha santamyeva saddo abbhuggato no annatha; ","dn3:2.14.5":"kacci pana so bhavam gotamo tadiso no annadiso”ti? ","dn3:2.14.6":"“Tatha santamyeva, bho, tam bhavantam gotamam saddo abbhuggato no annatha, tadisova so bhavam gotamo no annadiso. ","dn3:2.14.7":"Samannagato ca so bhavam gotamo dvattimsamahapurisalakkhanehi paripunnehi no aparipunnehi”ti. ","dn3:2.14.8":"“Ahu pana te, tata ambattha, samanena gotamena saddhim kocideva kathasallapo”ti? ","dn3:2.14.9":"“Ahu kho me, bho, samanena gotamena saddhim kocideva kathasallapo”ti. ","dn3:2.14.10":"“Yatha katham pana te, tata ambattha, ahu samanena gotamena saddhim kocideva kathasallapo”ti? ","dn3:2.14.11":"Atha kho ambattho manavo yavatako ahosi bhagavata saddhim kathasallapo, tam sabbam brahmanassa pokkharasatissa arocesi. ","dn3:2.15.1":"Evam vutte, brahmano pokkharasati ambattham manavam etadavoca: ","dn3:2.15.2":"“aho vata re amhakam, panditaka, aho vata re amhakam, bahussutaka, aho vata re amhakam, tevijjaka, evarupena kira, bho, puriso atthacarakena kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyya. ","dn3:2.15.3":"Yadeva kho tvam, ambattha, tam bhavantam gotamam evam asajja asajja avacasi, atha kho so bhavam gotamo amhepi evam upaneyya upaneyya avaca. ","dn3:2.15.4":"Aho vata re amhakam, panditaka, aho vata re amhakam, bahussutaka, aho vata re amhakam, tevijjaka, evarupena kira, bho, puriso atthacarakena kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyya”ti, kupito anattamano ambattham manavam padasayeva pavattesi. ","dn3:2.15.5":"Icchati ca tavadeva bhagavantam dassanaya upasankamitum. ","dn3:2.16.0":"8. Pokkharasatibuddhupasankamana ","dn3:2.16.1":"Atha kho te brahmana brahmanam pokkharasatim etadavocum: ","dn3:2.16.2":"“ativikalo kho, bho, ajja samanam gotamam dassanaya upasankamitum. ","dn3:2.16.3":"Svedani bhavam pokkharasati samanam gotamam dassanaya upasankamissati”ti. ","dn3:2.16.4":"Atha kho brahmano pokkharasati sake nivesane panitam khadaniyam bhojaniyam patiyadapetva yane aropetva ukkasu dhariyamanasu ukkatthaya niyyasi, yena icchanangalavanasando tena payasi. ","dn3:2.17.1":"Yavatika yanassa bhumi yanena gantva, yana paccorohitva pattikova yena bhagava tenupasankami. upasankamitva bhagavata saddhim sammodi, sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho brahmano pokkharasati bhagavantam etadavoca: ","dn3:2.17.2":"“agama nu khvidha, bho gotama, amhakam antevasi ambattho manavo”ti? ","dn3:2.17.3":"“Agama kho te, brahmana, antevasi ambattho manavo”ti. ","dn3:2.17.4":"“Ahu pana te, bho gotama, ambatthena manavena saddhim kocideva kathasallapo”ti? ","dn3:2.17.5":"“Ahu kho me, brahmana, ambatthena manavena saddhim kocideva kathasallapo”ti. ","dn3:2.17.6":"“Yathakatham pana te, bho gotama, ahu ambatthena manavena saddhim kocideva kathasallapo”ti? ","dn3:2.17.7":"Atha kho bhagava yavatako ahosi ambatthena manavena saddhim kathasallapo, tam sabbam brahmanassa pokkharasatissa arocesi. ","dn3:2.17.8":"Evam vutte, brahmano pokkharasati bhagavantam etadavoca: ","dn3:2.17.9":"“balo, bho gotama, ambattho manavo, khamatu bhavam gotamo ambatthassa manavassa”ti. ","dn3:2.17.10":"“Sukhi hotu, brahmana, ambattho manavo”ti. ","dn3:2.18.1":"Atha kho brahmano pokkharasati bhagavato kaye dvattimsamahapurisalakkhanani samannesi. ","dn3:2.18.2":"Addasa kho brahmano pokkharasati bhagavato kaye dvattimsamahapurisalakkhanani yebhuyyena thapetva dve. ","dn3:2.18.3":"Dvisu mahapurisalakkhanesu kankhati vicikicchati nadhimuccati na sampasidati—","dn3:2.18.4":"kosohite ca vatthaguyhe pahutajivhataya ca. ","dn3:2.18.5":"Atha kho bhagavato etadahosi: ","dn3:2.18.6":"“passati kho me ayam brahmano pokkharasati dvattimsamahapurisalakkhanani yebhuyyena thapetva dve. ","dn3:2.18.7":"Dvisu mahapurisalakkhanesu kankhati vicikicchati nadhimuccati na sampasidati—","dn3:2.18.8":"kosohite ca vatthaguyhe pahutajivhataya ca”ti. ","dn3:2.18.9":"Atha kho bhagava tatharupam iddhabhisankharam abhisankhasi yatha addasa brahmano pokkharasati bhagavato kosohitam vatthaguyham. ","dn3:2.18.10":"Atha kho bhagava jivham ninnametva ubhopi kannasotani anumasi patimasi, ubhopi nasikasotani anumasi patimasi, kevalampi nalatamandalam jivhaya chadesi. ","dn3:2.19.1":"Atha kho brahmanassa pokkharasatissa etadahosi: ","dn3:2.19.2":"“samannagato kho samano gotamo dvattimsamahapurisalakkhanehi paripunnehi no aparipunnehi”ti. ","dn3:2.19.3":"Bhagavantam etadavoca: ","dn3:2.19.4":"“adhivasetu me bhavam gotamo ajjatanaya bhattam saddhim bhikkhusanghena”ti. ","dn3:2.19.5":"Adhivasesi bhagava tunhibhavena. ","dn3:2.20.1":"Atha kho brahmano pokkharasati bhagavato adhivasanam viditva bhagavato kalam arocesi: ","dn3:2.20.2":"“kalo, bho gotama, nitthitam bhattan”ti. ","dn3:2.20.3":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena brahmanassa pokkharasatissa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","dn3:2.20.4":"Atha kho brahmano pokkharasati bhagavantam panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi, manavakapi bhikkhusangham. ","dn3:2.20.5":"Atha kho brahmano pokkharasati bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","dn3:2.21.1":"Ekamantam nisinnassa kho brahmanassa pokkharasatissa bhagava anupubbim katham kathesi, seyyathidam—","dn3:2.21.2":"danakatham silakatham saggakatham; kamanam adinavam okaram sankilesam, nekkhamme anisamsam pakasesi. ","dn3:2.21.3":"Yada bhagava annasi brahmanam pokkharasatim kallacittam muducittam vinivaranacittam udaggacittam pasannacittam, atha ya buddhanam samukkamsika dhammadesana, tam pakasesi—","dn3:2.21.4":"dukkham samudayam nirodham maggam. ","dn3:2.21.5":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","dn3:2.21.6":"evameva brahmanassa pokkharasatissa tasminneva asane virajam vitamalam dhammacakkhum udapadi: ","dn3:2.21.7":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti. ","dn3:2.22.0":"9. Pokkharasatiupasakattapativedana ","dn3:2.22.1":"Atha kho brahmano pokkharasati ditthadhammo pattadhammo viditadhammo pariyogalhadhammo tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane bhagavantam etadavoca: ","dn3:2.22.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","dn3:2.22.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","dn3:2.22.4":"Esaham, bho gotama, saputto sabhariyo sapariso samacco bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","dn3:2.22.5":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatam. ","dn3:2.22.6":"Yatha ca bhavam gotamo ukkatthaya annani upasakakulani upasankamati, evameva bhavam gotamo pokkharasatikulam upasankamatu. ","dn3:2.22.7":"Tattha ye te manavaka va manavika va bhavantam gotamam abhivadessanti va paccutthissanti va asanam va udakam va dassanti cittam va pasadessanti, tesam tam bhavissati digharattam hitaya sukhaya”ti. ","dn3:2.22.8":"“Kalyanam vuccati, brahmana”ti. ","dn3:2.22.9":"Ambatthasuttam nitthitam tatiyam. "}