{"dn4:0.1":"Digha Nikaya 4 ","dn4:0.2":"Sonadandasutta ","dn4:1.0":"1. Campeyyakabrahmanagahapatika ","dn4:1.1":"Evam me sutam—","dn4:1.2":"ekam samayam bhagava angesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi yena campa tadavasari. ","dn4:1.3":"Tatra sudam bhagava campayam viharati gaggaraya pokkharaniya tire. ","dn4:1.4":"Tena kho pana samayena sonadando brahmano campam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam ranna magadhena seniyena bimbisarena dinnam rajadayam brahmadeyyam. ","dn4:2.1":"Assosum kho campeyyaka brahmanagahapatika: ","dn4:2.2":"“samano khalu bho gotamo sakyaputto sakyakula pabbajito angesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi campam anuppatto campayam viharati gaggaraya pokkharaniya tire. ","dn4:2.3":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","dn4:2.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’. ","dn4:2.5":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","dn4:2.6":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakaseti. ","dn4:2.7":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","dn4:2.8":"Atha kho campeyyaka brahmanagahapatika campaya nikkhamitva sanghasanghi ganibhuta yena gaggara pokkharani tenupasankamanti. ","dn4:3.1":"Tena kho pana samayena sonadando brahmano uparipasade divaseyyam upagato hoti. ","dn4:3.2":"Addasa kho sonadando brahmano campeyyake brahmanagahapatike campaya nikkhamitva sanghasanghi ganibhute yena gaggara pokkharani tenupasankamante. ","dn4:3.3":"Disva khattam amantesi: ","dn4:3.4":"“kim nu kho, bho khatte, campeyyaka brahmanagahapatika campaya nikkhamitva sanghasanghi ganibhuta yena gaggara pokkharani tenupasankamanti”ti? ","dn4:3.5":"“Atthi kho, bho, samano gotamo sakyaputto sakyakula pabbajito angesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi campam anuppatto campayam viharati gaggaraya pokkharaniya tire. ","dn4:3.6":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","dn4:3.7":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","dn4:3.8":"Tamete bhavantam gotamam dassanaya upasankamanti”ti. ","dn4:3.9":"“Tena hi, bho khatte, yena campeyyaka brahmanagahapatika tenupasankama, upasankamitva campeyyake brahmanagahapatike evam vadehi: ","dn4:3.10":"‘sonadando, bho, brahmano evamaha—","dn4:3.11":"agamentu kira bhavanto, sonadandopi brahmano samanam gotamam dassanaya upasankamissati’”ti. ","dn4:3.12":"“Evam, bho”ti kho so khatta sonadandassa brahmanassa patissutva yena campeyyaka brahmanagahapatika tenupasankami; upasankamitva campeyyake brahmanagahapatike etadavoca: ","dn4:3.13":"“sonadando bho brahmano evamaha: ","dn4:3.14":"‘agamentu kira bhavanto, sonadandopi brahmano samanam gotamam dassanaya upasankamissati’”ti. ","dn4:4.0":"2. Sonadandagunakatha ","dn4:4.1":"Tena kho pana samayena nanaverajjakanam brahmananam pancamattani brahmanasatani campayam pativasanti kenacideva karaniyena. ","dn4:4.2":"Assosum kho te brahmana: ","dn4:4.3":"“sonadando kira brahmano samanam gotamam dassanaya upasankamissati”ti. ","dn4:4.4":"Atha kho te brahmana yena sonadando brahmano tenupasankamimsu; upasankamitva sonadandam brahmanam etadavocum: ","dn4:4.5":"“saccam kira bhavam sonadando samanam gotamam dassanaya upasankamissati”ti? ","dn4:4.6":"“Evam kho me, bho, hoti: ","dn4:4.7":"‘ahampi samanam gotamam dassanaya upasankamissami’”ti. ","dn4:5.1":"“Ma bhavam sonadando samanam gotamam dassanaya upasankami. ","dn4:5.2":"Na arahati bhavam sonadando samanam gotamam dassanaya upasankamitum. ","dn4:5.3":"Sace bhavam sonadando samanam gotamam dassanaya upasankamissati, bhoto sonadandassa yaso hayissati, samanassa gotamassa yaso abhivaddhissati. ","dn4:5.4":"Yampi bhoto sonadandassa yaso hayissati, samanassa gotamassa yaso abhivaddhissati, iminapangena na arahati bhavam sonadando samanam gotamam dassanaya upasankamitum; ","dn4:5.5":"samano tveva gotamo arahati bhavantam sonadandam dassanaya upasankamitum. ","dn4:5.6":"Bhavanhi sonadando ubhato sujato matito ca pitito ca, samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena. ","dn4:5.7":"Yampi bhavam sonadando ubhato sujato matito ca pitito ca, samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena, iminapangena na arahati bhavam sonadando samanam gotamam dassanaya upasankamitum; ","dn4:5.8":"samano tveva gotamo arahati bhavantam sonadandam dassanaya upasankamitum. ","dn4:5.9":"Bhavanhi sonadando addho mahaddhano mahabhogo …pe… ","dn4:5.10":"Bhavanhi sonadando ajjhayako mantadharo tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam padako veyyakarano, lokayatamahapurisalakkhanesu anavayo …pe… ","dn4:5.11":"Bhavanhi sonadando abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato brahmavanni brahmavacchasi akhuddavakaso dassanaya …pe… ","dn4:5.12":"Bhavanhi sonadando silava vuddhasili vuddhasilena samannagato …pe… ","dn4:5.13":"Bhavanhi sonadando kalyanavaco kalyanavakkarano poriya vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya …pe… ","dn4:5.14":"Bhavanhi sonadando bahunam acariyapacariyo tini manavakasatani mante vaceti. Bahu kho pana nanadisa nanajanapada manavaka agacchanti bhoto sonadandassa santike mantatthika mante adhiyitukama …pe… ","dn4:5.15":"Bhavanhi sonadando jinno vuddho mahallako addhagato vayoanuppatto; ","dn4:5.16":"samano gotamo taruno ceva tarunapabbajito ca …pe… ","dn4:5.17":"Bhavanhi sonadando ranno magadhassa seniyassa bimbisarassa sakkato garukato manito pujito apacito …pe… ","dn4:5.18":"Bhavanhi sonadando brahmanassa pokkharasatissa sakkato garukato manito pujito apacito …pe… ","dn4:5.19":"Bhavanhi sonadando campam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam, ranna magadhena seniyena bimbisarena dinnam, rajadayam brahmadeyyam. ","dn4:5.20":"Yampi bhavam sonadando campam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam, ranna magadhena seniyena bimbisarena dinnam, rajadayam brahmadeyyam. ","dn4:5.21":"Iminapangena na arahati bhavam sonadando samanam gotamam dassanaya upasankamitum; ","dn4:5.22":"samano tveva gotamo arahati bhavantam sonadandam dassanaya upasankamitun”ti. ","dn4:6.0":"3. Buddhagunakatha ","dn4:6.1":"Evam vutte, sonadando brahmano te brahmane etadavoca: ","dn4:6.2":"“Tena hi, bho, mamapi sunatha, yatha mayameva arahama tam bhavantam gotamam dassanaya upasankamitum; ","dn4:6.3":"na tveva arahati so bhavam gotamo amhakam dassanaya upasankamitum. ","dn4:6.4":"Samano khalu, bho, gotamo ubhato sujato matito ca pitito ca, samsuddhagahaniko yava sattama pitamahayuga, akkhitto anupakkuttho jativadena. ","dn4:6.5":"Yampi, bho, samano gotamo ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga, akkhitto anupakkuttho jativadena, iminapangena na arahati so bhavam gotamo amhakam dassanaya upasankamitum; ","dn4:6.6":"atha kho mayameva arahama tam bhavantam gotamam dassanaya upasankamitum. ","dn4:6.7":"Samano khalu, bho, gotamo mahantam natisangham ohaya pabbajito …pe… ","dn4:6.8":"Samano khalu, bho, gotamo pahutam hirannasuvannam ohaya pabbajito bhumigatanca vehasattham ca …pe… ","dn4:6.9":"Samano khalu, bho, gotamo daharova samano yuva susukalakeso bhadrena yobbanena samannagato pathamena vayasa agarasma anagariyam pabbajito …pe… ","dn4:6.10":"Samano khalu, bho, gotamo akamakanam matapitunam assumukhanam rudantanam kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito …pe… ","dn4:6.11":"Samano khalu, bho, gotamo abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato, brahmavanni, brahmavacchasi, akhuddavakaso dassanaya …pe… ","dn4:6.12":"Samano khalu, bho, gotamo silava ariyasili kusalasili kusalasilena samannagato …pe… ","dn4:6.13":"Samano khalu, bho, gotamo kalyanavaco kalyanavakkarano poriya vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya …pe… ","dn4:6.14":"Samano khalu, bho, gotamo bahunam acariyapacariyo …pe… ","dn4:6.15":"Samano khalu, bho, gotamo khinakamarago vigatacapallo …pe… ","dn4:6.16":"Samano khalu, bho, gotamo kammavadi kiriyavadi apapapurekkharo brahmannaya pajaya …pe… ","dn4:6.17":"Samano khalu, bho, gotamo ucca kula pabbajito asambhinnakhattiyakula …pe… ","dn4:6.18":"Samano khalu, bho, gotamo addha kula pabbajito mahaddhana mahabhoga …pe… ","dn4:6.19":"Samanam khalu, bho, gotamam tirorattha tirojanapada panham pucchitum agacchanti …pe… ","dn4:6.20":"Samanam khalu, bho, gotamam anekani devatasahassani panehi saranam gatani …pe… ","dn4:6.21":"Samanam khalu, bho, gotamam evam kalyano kittisaddo abbhuggato: ","dn4:6.22":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti …pe… ","dn4:6.23":"Samano khalu, bho, gotamo dvattimsamahapurisalakkhanehi samannagato …pe… ","dn4:6.24":"Samano khalu, bho, gotamo ehisvagatavadi sakhilo sammodako abbhakutiko uttanamukho pubbabhasi …pe… ","dn4:6.25":"Samano khalu, bho, gotamo catunnam parisanam sakkato garukato manito pujito apacito …pe… ","dn4:6.26":"Samane khalu, bho, gotame bahu deva ca manussa ca abhippasanna …pe… ","dn4:6.27":"Samano khalu, bho, gotamo yasmim game va nigame va pativasati, na tasmim game va nigame va amanussa manusse vihethenti …pe… ","dn4:6.28":"Samano khalu, bho, gotamo sanghi gani ganacariyo puthutitthakaranam aggamakkhayati. Yatha kho pana, bho, etesam samanabrahmananam yatha va tatha va yaso samudagacchati, na hevam samanassa gotamassa yaso samudagato. ","dn4:6.29":"Atha kho anuttaraya vijjacaranasampadaya samanassa gotamassa yaso samudagato …pe… ","dn4:6.30":"Samanam khalu, bho, gotamam raja magadho seniyo bimbisaro saputto sabhariyo sapariso samacco panehi saranam gato …pe… ","dn4:6.31":"Samanam khalu, bho, gotamam raja pasenadi kosalo saputto sabhariyo sapariso samacco panehi saranam gato …pe… ","dn4:6.32":"Samanam khalu, bho, gotamam brahmano pokkharasati saputto sabhariyo sapariso samacco panehi saranam gato …pe… ","dn4:6.33":"Samano khalu, bho, gotamo ranno magadhassa seniyassa bimbisarassa sakkato garukato manito pujito apacito …pe… ","dn4:6.34":"Samano khalu, bho, gotamo ranno pasenadissa kosalassa sakkato garukato manito pujito apacito …pe… ","dn4:6.35":"Samano khalu, bho, gotamo brahmanassa pokkharasatissa sakkato garukato manito pujito apacito …pe… ","dn4:6.36":"Samano khalu, bho, gotamo campam anuppatto, campayam viharati gaggaraya pokkharaniya tire. ","dn4:6.37":"Ye kho pana, bho, keci samana va brahmana va amhakam gamakhettam agacchanti atithi no te honti. ","dn4:6.38":"Atithi kho panamhehi sakkatabba garukatabba manetabba pujetabba apacetabba. ","dn4:6.39":"Yampi, bho, samano gotamo campam anuppatto campayam viharati gaggaraya pokkharaniya tire, atithimhakam samano gotamo; ","dn4:6.40":"atithi kho panamhehi sakkatabbo garukatabbo manetabbo pujetabbo apacetabbo. ","dn4:6.41":"Iminapangena na arahati so bhavam gotamo amhakam dassanaya upasankamitum. ","dn4:6.42":"Atha kho mayameva arahama tam bhavantam gotamam dassanaya upasankamitum. ","dn4:6.43":"Ettake kho aham, bho, tassa bhoto gotamassa vanne pariyapunami, no ca kho so bhavam gotamo ettakavanno. ","dn4:6.44":"Aparimanavanno hi so bhavam gotamo”ti. ","dn4:6.45":"Evam vutte, te brahmana sonadandam brahmanam etadavocum: ","dn4:6.46":"“yatha kho bhavam sonadando samanassa gotamassa vanne bhasati ito cepi so bhavam gotamo yojanasate viharati, alameva saddhena kulaputtena dassanaya upasankamitum api putosena”ti. ","dn4:6.47":"“Tena hi, bho, sabbeva mayam samanam gotamam dassanaya upasankamissama”ti. ","dn4:7.0":"4. Sonadandaparivitakka ","dn4:7.1":"Atha kho sonadando brahmano mahata brahmanaganena saddhim yena gaggara pokkharani tenupasankami. ","dn4:8.1":"Atha kho sonadandassa brahmanassa tirovanasandagatassa evam cetaso parivitakko udapadi: ","dn4:8.2":"“ahanceva kho pana samanam gotamam panham puccheyyam; ","dn4:8.3":"tatra ce mam samano gotamo evam vadeyya: ","dn4:8.4":"‘na kho esa, brahmana, panho evam pucchitabbo, evam namesa, brahmana, panho pucchitabbo’ti, tena mam ayam parisa paribhaveyya: ","dn4:8.5":"‘balo sonadando brahmano abyatto, nasakkhi samanam gotamam yoniso panham pucchitun’ti. ","dn4:8.6":"Yam kho panayam parisa paribhaveyya, yasopi tassa hayetha. ","dn4:8.7":"Yassa kho pana yaso hayetha, bhogapi tassa hayeyyum. ","dn4:8.8":"Yasoladdha kho panamhakam bhoga. ","dn4:8.9":"Mamanceva kho pana samano gotamo panham puccheyya, tassa caham panhassa veyyakaranena cittam na aradheyyam; ","dn4:8.10":"tatra ce mam samano gotamo evam vadeyya: ","dn4:8.11":"‘na kho esa, brahmana, panho evam byakatabbo, evam namesa, brahmana, panho byakatabbo’ti, tena mam ayam parisa paribhaveyya: ","dn4:8.12":"‘balo sonadando brahmano abyatto, nasakkhi samanassa gotamassa panhassa veyyakaranena cittam aradhetun’ti. ","dn4:8.13":"Yam kho panayam parisa paribhaveyya, yasopi tassa hayetha. ","dn4:8.14":"Yassa kho pana yaso hayetha, bhogapi tassa hayeyyum. ","dn4:8.15":"Yasoladdha kho panamhakam bhoga. ","dn4:8.16":"Ahanceva kho pana evam samipagato samano adisvava samanam gotamam nivatteyyam, tena mam ayam parisa paribhaveyya: ","dn4:8.17":"‘balo sonadando brahmano abyatto manathaddho bhito ca, no visahati samanam gotamam dassanaya upasankamitum, kathanhi nama evam samipagato samano adisva samanam gotamam nivattissati’ti. ","dn4:8.18":"Yam kho panayam parisa paribhaveyya, yasopi tassa hayetha. ","dn4:8.19":"Yassa kho pana yaso hayetha, bhogapi tassa hayeyyum, ","dn4:8.20":"yasoladdha kho panamhakam bhoga”ti. ","dn4:9.1":"Atha kho sonadando brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","dn4:9.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","dn4:9.3":"Campeyyakapi kho brahmanagahapatika appekacce bhagavantam abhivadetva ekamantam nisidimsu; appekacce bhagavata saddhim sammodimsu; sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu; appekacce yena bhagava tenanjalim panametva ekamantam nisidimsu; appekacce namagottam savetva ekamantam nisidimsu; appekacce tunhibhuta ekamantam nisidimsu. ","dn4:10.1":"Tatrapi sudam sonadando brahmano etadeva bahulamanuvitakkento nisinno hoti: ","dn4:10.2":"“ahanceva kho pana samanam gotamam panham puccheyyam; ","dn4:10.3":"tatra ce mam samano gotamo evam vadeyya: ","dn4:10.4":"‘na kho esa, brahmana, panho evam pucchitabbo, evam namesa, brahmana, panho pucchitabbo’ti, tena mam ayam parisa paribhaveyya: ","dn4:10.5":"‘balo sonadando brahmano abyatto, nasakkhi samanam gotamam yoniso panham pucchitun’ti. ","dn4:10.6":"Yam kho panayam parisa paribhaveyya, yasopi tassa hayetha. ","dn4:10.7":"Yassa kho pana yaso hayetha, bhogapi tassa hayeyyum. ","dn4:10.8":"Yasoladdha kho panamhakam bhoga. ","dn4:10.9":"Mamanceva kho pana samano gotamo panham puccheyya, tassa caham panhassa veyyakaranena cittam na aradheyyam; ","dn4:10.10":"tatra ce mam samano gotamo evam vadeyya: ","dn4:10.11":"‘na kho esa, brahmana, panho evam byakatabbo, evam namesa, brahmana, panho byakatabbo’ti, tena mam ayam parisa paribhaveyya: ","dn4:10.12":"‘balo sonadando brahmano abyatto, nasakkhi samanassa gotamassa panhassa veyyakaranena cittam aradhetun’ti. ","dn4:10.13":"Yam kho panayam parisa paribhaveyya, yasopi tassa hayetha. ","dn4:10.14":"Yassa kho pana yaso hayetha, bhogapi tassa hayeyyum. ","dn4:10.15":"Yasoladdha kho panamhakam bhoga. ","dn4:10.16":"Aho vata mam samano gotamo sake acariyake tevijjake panham puccheyya, addha vatassaham cittam aradheyyam panhassa veyyakaranena”ti. ","dn4:11.0":"5. Brahmanapannatti ","dn4:11.1":"Atha kho bhagavato sonadandassa brahmanassa cetasa cetoparivitakkamannaya etadahosi: ","dn4:11.2":"“vihannati kho ayam sonadando brahmano sakena cittena. ","dn4:11.3":"Yannunaham sonadandam brahmanam sake acariyake tevijjake panham puccheyyan”ti. ","dn4:11.4":"Atha kho bhagava sonadandam brahmanam etadavoca: ","dn4:11.5":"“katihi pana, brahmana, angehi samannagatam brahmana brahmanam pannapenti; ","dn4:11.6":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti? ","dn4:12.1":"Atha kho sonadandassa brahmanassa etadahosi: ","dn4:12.2":"“yam vata no ahosi icchitam, yam akankhitam, yam adhippetam, yam abhipatthitam: ","dn4:12.3":"‘aho vata mam samano gotamo sake acariyake tevijjake panham puccheyya, addha vatassaham cittam aradheyyam panhassa veyyakaranena’ti, tatra mam samano gotamo sake acariyake tevijjake panham pucchati. ","dn4:12.4":"Addha vatassaham cittam aradhessami panhassa veyyakaranena”ti. ","dn4:13.1":"Atha kho sonadando brahmano abbhunnametva kayam anuviloketva parisam bhagavantam etadavoca: ","dn4:13.2":"“pancahi, bho gotama, angehi samannagatam brahmana brahmanam pannapenti; ","dn4:13.3":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya. ","dn4:13.4":"Katamehi pancahi? ","dn4:13.5":"Idha, bho gotama, brahmano ubhato sujato hoti matito ca pitito ca, samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena; ","dn4:13.6":"ajjhayako hoti mantadharo tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam padako veyyakarano lokayatamahapurisalakkhanesu anavayo; ","dn4:13.7":"abhirupo hoti dassaniyo pasadiko paramaya vannapokkharataya samannagato brahmavanni brahmavacchasi akhuddavakaso dassanaya; ","dn4:13.8":"silava hoti vuddhasili vuddhasilena samannagato; ","dn4:13.9":"pandito ca hoti medhavi pathamo va dutiyo va sujam pagganhantanam. ","dn4:13.10":"Imehi kho, bho gotama, pancahi angehi samannagatam brahmana brahmanam pannapenti; ","dn4:13.11":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti. ","dn4:14.1":"“Imesam pana, brahmana, pancannam anganam sakka ekam angam thapayitva catuhangehi samannagatam brahmana brahmanam pannapetum; ","dn4:14.2":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti? ","dn4:14.3":"“Sakka, bho gotama. ","dn4:14.4":"Imesanhi, bho gotama, pancannam anganam vannam thapayama. ","dn4:14.5":"Kinhi vanno karissati? ","dn4:14.6":"Yato kho, bho gotama, brahmano ubhato sujato hoti matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena; ","dn4:14.7":"ajjhayako ca hoti mantadharo ca tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam padako veyyakarano lokayatamahapurisalakkhanesu anavayo; ","dn4:14.8":"silava ca hoti vuddhasili vuddhasilena samannagato; ","dn4:14.9":"pandito ca hoti medhavi pathamo va dutiyo va sujam pagganhantanam. ","dn4:14.10":"Imehi kho, bho gotama, catuhangehi samannagatam brahmana brahmanam pannapenti; ","dn4:14.11":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti. ","dn4:15.1":"“Imesam pana, brahmana, catunnam anganam sakka ekam angam thapayitva tihangehi samannagatam brahmana brahmanam pannapetum; ","dn4:15.2":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti? ","dn4:15.3":"“Sakka, bho gotama. ","dn4:15.4":"Imesanhi, bho gotama, catunnam anganam mante thapayama. ","dn4:15.5":"Kinhi manta karissanti? ","dn4:15.6":"Yato kho, bho gotama, brahmano ubhato sujato hoti matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena; ","dn4:15.7":"silava ca hoti vuddhasili vuddhasilena samannagato; ","dn4:15.8":"pandito ca hoti medhavi pathamo va dutiyo va sujam pagganhantanam. ","dn4:15.9":"Imehi kho, bho gotama, tihangehi samannagatam brahmana brahmanam pannapenti; ","dn4:15.10":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti. ","dn4:16.1":"“Imesam pana, brahmana, tinnam anganam sakka ekam angam thapayitva dvihangehi samannagatam brahmana brahmanam pannapetum; ","dn4:16.2":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti? ","dn4:16.3":"“Sakka, bho gotama. ","dn4:16.4":"Imesanhi, bho gotama, tinnam anganam jatim thapayama. ","dn4:16.5":"Kinhi jati karissati? ","dn4:16.6":"Yato kho, bho gotama, brahmano silava hoti vuddhasili vuddhasilena samannagato; ","dn4:16.7":"pandito ca hoti medhavi pathamo va dutiyo va sujam pagganhantanam. ","dn4:16.8":"Imehi kho, bho gotama, dvihangehi samannagatam brahmana brahmanam pannapenti; ","dn4:16.9":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti. ","dn4:17.1":"Evam vutte, te brahmana sonadandam brahmanam etadavocum: ","dn4:17.2":"“ma bhavam sonadando evam avaca, ma bhavam sonadando evam avaca. ","dn4:17.3":"Apavadateva bhavam sonadando vannam, apavadati mante, apavadati jatim, ekamsena bhavam sonadando samanasseva gotamassa vadam anupakkhandati”ti. ","dn4:18.1":"Atha kho bhagava te brahmane etadavoca: ","dn4:18.2":"“sace kho tumhakam brahmananam evam hoti: ","dn4:18.3":"‘appassuto ca sonadando brahmano, akalyanavakkarano ca sonadando brahmano, duppanno ca sonadando brahmano, na ca pahoti sonadando brahmano samanena gotamena saddhim asmim vacane patimantetun’ti, titthatu sonadando brahmano, tumhe maya saddhim mantavho asmim vacane. ","dn4:18.4":"Sace pana tumhakam brahmananam evam hoti: ","dn4:18.5":"‘bahussuto ca sonadando brahmano, kalyanavakkarano ca sonadando brahmano, pandito ca sonadando brahmano, pahoti ca sonadando brahmano samanena gotamena saddhim asmim vacane patimantetun’ti, titthatha tumhe, sonadando brahmano maya saddhim patimantetu”ti. ","dn4:19.1":"Evam vutte, sonadando brahmano bhagavantam etadavoca: ","dn4:19.2":"“titthatu bhavam gotamo, tunhi bhavam gotamo hotu, ahameva tesam sahadhammena pativacanam karissami”ti. ","dn4:19.3":"Atha kho sonadando brahmano te brahmane etadavoca: ","dn4:19.4":"“ma bhavanto evam avacuttha, ma bhavanto evam avacuttha: ","dn4:19.5":"‘apavadateva bhavam sonadando vannam, apavadati mante, apavadati jatim, ekamsena bhavam sonadando samanasseva gotamassa vadam anupakkhandati’ti. ","dn4:19.6":"Naham, bho, apavadami vannam va mante va jatim va”ti. ","dn4:20.1":"Tena kho pana samayena sonadandassa brahmanassa bhagineyyo angako nama manavako tassam parisayam nisinno hoti. ","dn4:20.2":"Atha kho sonadando brahmano te brahmane etadavoca: ","dn4:20.3":"“passanti no bhonto imam angakam manavakam amhakam bhagineyyan”ti? ","dn4:20.4":"“Evam, bho”. ","dn4:20.5":"“Angako kho, bho, manavako abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato brahmavanni brahmavacchasi akhuddavakaso dassanaya, nassa imissam parisayam samasamo atthi vannena thapetva samanam gotamam. ","dn4:20.6":"Angako kho manavako ajjhayako mantadharo, tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam padako veyyakarano lokayatamahapurisalakkhanesu anavayo. ","dn4:20.7":"Ahamassa mante vaceta. ","dn4:20.8":"Angako kho manavako ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena. ","dn4:20.9":"Ahamassa matapitaro janami. ","dn4:20.10":"Angako kho manavako panampi haneyya, adinnampi adiyeyya, paradarampi gaccheyya, musavadampi bhaneyya, majjampi piveyya, ettha dani, bho, kim vanno karissati, kim manta, kim jati? ","dn4:20.11":"Yato kho, bho, brahmano silava ca hoti vuddhasili vuddhasilena samannagato, ","dn4:20.12":"pandito ca hoti medhavi pathamo va dutiyo va sujam pagganhantanam. ","dn4:20.13":"Imehi kho, bho, dvihangehi samannagatam brahmana brahmanam pannapenti; ","dn4:20.14":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti. ","dn4:21.0":"6. Silapannakatha ","dn4:21.1":"“Imesam pana, brahmana, dvinnam anganam sakka ekam angam thapayitva ekena angena samannagatam brahmana brahmanam pannapetum; ","dn4:21.2":"‘brahmanosmi’ti ca vadamano samma vadeyya, na ca pana musavadam apajjeyya”ti? ","dn4:21.3":"“No hidam, bho gotama. ","dn4:21.4":"Silaparidhota hi, bho gotama, panna; pannaparidhotam silam. ","dn4:21.5":"Yattha silam tattha panna, yattha panna tattha silam. ","dn4:21.6":"Silavato panna, pannavato silam. ","dn4:21.7":"Silapannananca pana lokasmim aggamakkhayati. ","dn4:21.8":"Seyyathapi, bho gotama, hatthena va hattham dhoveyya, padena va padam dhoveyya; ","dn4:21.9":"evameva kho, bho gotama, silaparidhota panna, pannaparidhotam silam. ","dn4:21.10":"Yattha silam tattha panna, yattha panna tattha silam. ","dn4:21.11":"Silavato panna, pannavato silam. ","dn4:21.12":"Silapannananca pana lokasmim aggamakkhayati”ti. ","dn4:22.1":"“Evametam, brahmana, evametam, brahmana, silaparidhota hi, brahmana, panna, pannaparidhotam silam. ","dn4:22.2":"Yattha silam tattha panna, yattha panna tattha silam. ","dn4:22.3":"Silavato panna, pannavato silam. ","dn4:22.4":"Silapannananca pana lokasmim aggamakkhayati. ","dn4:22.5":"Seyyathapi, brahmana, hatthena va hattham dhoveyya, padena va padam dhoveyya; ","dn4:22.6":"evameva kho, brahmana, silaparidhota panna, pannaparidhotam silam. ","dn4:22.7":"Yattha silam tattha panna, yattha panna tattha silam. ","dn4:22.8":"Silavato panna, pannavato silam. ","dn4:22.9":"Silapannananca pana lokasmim aggamakkhayati. ","dn4:22.10":"Katamam pana tam, brahmana, silam? ","dn4:22.11":"Katama sa panna”ti? ","dn4:22.12":"“Ettakaparamava mayam, bho gotama, etasmim atthe. ","dn4:22.13":"Sadhu vata bhavantamyeva gotamam patibhatu etassa bhasitassa attho”ti. ","dn4:23.1":"“Tena hi, brahmana, sunohi, sadhukam manasikarohi, bhasissami”ti. ","dn4:23.2":"“Evam, bho”ti kho sonadando brahmano bhagavato paccassosi. ","dn4:23.3":"Bhagava etadavoca: ","dn4:23.4":"“idha, brahmana, tathagato loke uppajjati araham sammasambuddho …pe… ","dn4:23.5":"Evam kho, brahmana, bhikkhu silasampanno hoti. ","dn4:23.6":"Idam kho tam, brahmana, silam …pe… ","dn4:23.7":"pathamam jhanam upasampajja viharati … ","dn4:23.8":"dutiyam jhanam … ","dn4:23.9":"tatiyam jhanam … ","dn4:23.10":"catuttham jhanam upasampajja viharati …pe… ","dn4:23.11":"nanadassanaya cittam abhiniharati, abhininnameti …pe… ","dn4:23.12":"Idampissa hoti pannaya …pe… ","dn4:23.13":"naparam itthattayati pajanati. ","dn4:23.14":"Idampissa hoti pannaya ","dn4:23.15":"ayam kho sa, brahmana, panna”ti. ","dn4:24.0":"7. Sonadandaupasakattapativedana ","dn4:24.1":"Evam vutte, sonadando brahmano bhagavantam etadavoca: ","dn4:24.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","dn4:24.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","dn4:24.4":"Esaham bhavantam gotamam saranam gacchami, dhammanca, bhikkhusanghanca. ","dn4:24.5":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatam. ","dn4:24.6":"Adhivasetu ca me bhavam gotamo svatanaya bhattam saddhim bhikkhusanghena”ti. ","dn4:24.7":"Adhivasesi bhagava tunhibhavena. ","dn4:24.8":"Atha kho sonadando brahmano bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","dn4:24.9":"Atha kho sonadando brahmano tassa rattiya accayena sake nivesane panitam khadaniyam bhojaniyam patiyadapetva bhagavato kalam arocapesi: ","dn4:24.10":"“kalo, bho gotama, nitthitam bhattan”ti. ","dn4:25.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena sonadandassa brahmanassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","dn4:25.2":"Atha kho sonadando brahmano buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","dn4:26.1":"Atha kho sonadando brahmano bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","dn4:26.2":"Ekamantam nisinno kho sonadando brahmano bhagavantam etadavoca: ","dn4:26.3":"“ahanceva kho pana, bho gotama, parisagato samano asana vutthahitva bhavantam gotamam abhivadeyyam, tena mam sa parisa paribhaveyya. ","dn4:26.4":"Yam kho pana sa parisa paribhaveyya, yasopi tassa hayetha. ","dn4:26.5":"Yassa kho pana yaso hayetha, bhogapi tassa hayeyyum. ","dn4:26.6":"Yasoladdha kho panamhakam bhoga. ","dn4:26.7":"Ahanceva kho pana, bho gotama, parisagato samano anjalim pagganheyyam, asana me tam bhavam gotamo paccutthanam dharetu. ","dn4:26.8":"Ahanceva kho pana, bho gotama, parisagato samano vethanam omunceyyam, sirasa me tam bhavam gotamo abhivadanam dharetu. ","dn4:26.9":"Ahanceva kho pana, bho gotama, yanagato samano yana paccorohitva bhavantam gotamam abhivadeyyam, tena mam sa parisa paribhaveyya. ","dn4:26.10":"Yam kho pana sa parisa paribhaveyya, yasopi tassa hayetha, yassa kho pana yaso hayetha, bhogapi tassa hayeyyum. ","dn4:26.11":"Yasoladdha kho panamhakam bhoga. ","dn4:26.12":"Ahanceva kho pana, bho gotama, yanagato samano patodalatthim abbhunnameyyam, yana me tam bhavam gotamo paccorohanam dharetu. ","dn4:26.13":"Ahanceva kho pana, bho gotama, yanagato samano chattam apanameyyam, sirasa me tam bhavam gotamo abhivadanam dharetu”ti. ","dn4:27.1":"Atha kho bhagava sonadandam brahmanam dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva utthayasana pakkamiti. ","dn4:27.2":"Sonadandasuttam nitthitam catuttham. "}