{"dn5:0.1":"Digha Nikaya 5 ","dn5:0.2":"Kutadantasutta ","dn5:1.0":"1. Khanumatakabrahmanagahapatika ","dn5:1.1":"Evam me sutam—","dn5:1.2":"ekam samayam bhagava magadhesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi yena khanumatam nama magadhanam brahmanagamo tadavasari. ","dn5:1.3":"Tatra sudam bhagava khanumate viharati ambalatthikayam. ","dn5:1.4":"Tena kho pana samayena kutadanto brahmano khanumatam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam ranna magadhena seniyena bimbisarena dinnam rajadayam brahmadeyyam. ","dn5:1.5":"Tena kho pana samayena kutadantassa brahmanassa mahayanno upakkhato hoti. ","dn5:1.6":"Satta ca usabhasatani satta ca vacchatarasatani satta ca vacchatarisatani satta ca ajasatani satta ca urabbhasatani thunupanitani honti yannatthaya. ","dn5:2.1":"Assosum kho khanumataka brahmanagahapatika: ","dn5:2.2":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito magadhesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi khanumatam anuppatto khanumate viharati ambalatthikayam. ","dn5:2.3":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","dn5:2.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","dn5:2.5":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","dn5:2.6":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakaseti. ","dn5:2.7":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","dn5:2.8":"Atha kho khanumataka brahmanagahapatika khanumata nikkhamitva sanghasanghi ganibhuta yena ambalatthika tenupasankamanti. ","dn5:3.1":"Tena kho pana samayena kutadanto brahmano uparipasade divaseyyam upagato hoti. ","dn5:3.2":"Addasa kho kutadanto brahmano khanumatake brahmanagahapatike khanumata nikkhamitva sanghasanghi ganibhute yena ambalatthika tenupasankamante. ","dn5:3.3":"Disva khattam amantesi: ","dn5:3.4":"“kim nu kho, bho khatte, khanumataka brahmanagahapatika khanumata nikkhamitva sanghasanghi ganibhuta yena ambalatthika tenupasankamanti”ti? ","dn5:3.5":"“Atthi kho, bho, samano gotamo sakyaputto sakyakula pabbajito magadhesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi khanumatam anuppatto, khanumate viharati ambalatthikayam. ","dn5:3.6":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","dn5:3.7":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","dn5:3.8":"Tamete bhavantam gotamam dassanaya upasankamanti”ti. ","dn5:4.1":"Atha kho kutadantassa brahmanassa etadahosi: ","dn5:4.2":"“sutam kho pana metam: ","dn5:4.3":"‘samano gotamo tividham yannasampadam solasaparikkharam janati’ti. ","dn5:4.4":"Na kho panaham janami tividham yannasampadam solasaparikkharam. ","dn5:4.5":"Icchami caham mahayannam yajitum. ","dn5:4.6":"Yannunaham samanam gotamam upasankamitva tividham yannasampadam solasaparikkharam puccheyyan”ti. ","dn5:4.7":"Atha kho kutadanto brahmano khattam amantesi: ","dn5:4.8":"“tena hi, bho khatte, yena khanumataka brahmanagahapatika tenupasankama. upasankamitva khanumatake brahmanagahapatike evam vadehi: ","dn5:4.9":"‘kutadanto, bho, brahmano evamaha—","dn5:4.10":"agamentu kira bhavanto, kutadantopi brahmano samanam gotamam dassanaya upasankamissati’”ti. ","dn5:4.11":"“Evam, bho”ti kho so khatta kutadantassa brahmanassa patissutva yena khanumataka brahmanagahapatika tenupasankami. upasankamitva khanumatake brahmanagahapatike etadavoca: ","dn5:4.12":"“kutadanto, bho, brahmano evamaha: ","dn5:4.13":"‘agamentu kira bhonto, kutadantopi brahmano samanam gotamam dassanaya upasankamissati’”ti. ","dn5:5.0":"2. Kutadantagunakatha ","dn5:5.1":"Tena kho pana samayena anekani brahmanasatani khanumate pativasanti: ","dn5:5.2":"“kutadantassa brahmanassa mahayannam anubhavissama”ti. ","dn5:5.3":"Assosum kho te brahmana: ","dn5:5.4":"“kutadanto kira brahmano samanam gotamam dassanaya upasankamissati”ti. ","dn5:5.5":"Atha kho te brahmana yena kutadanto brahmano tenupasankamimsu. upasankamitva kutadantam brahmanam etadavocum: ","dn5:5.6":"“saccam kira bhavam kutadanto samanam gotamam dassanaya upasankamissati”ti? ","dn5:5.7":"“Evam kho me, bho, hoti: ","dn5:5.8":"‘ahampi samanam gotamam dassanaya upasankamissami’”ti. ","dn5:6.1":"“Ma bhavam kutadanto samanam gotamam dassanaya upasankami. ","dn5:6.2":"Na arahati bhavam kutadanto samanam gotamam dassanaya upasankamitum. ","dn5:6.3":"Sace bhavam kutadanto samanam gotamam dassanaya upasankamissati, bhoto kutadantassa yaso hayissati, samanassa gotamassa yaso abhivaddhissati. ","dn5:6.4":"Yampi bhoto kutadantassa yaso hayissati, samanassa gotamassa yaso abhivaddhissati, iminapangena na arahati bhavam kutadanto samanam gotamam dassanaya upasankamitum. ","dn5:6.5":"Samano tveva gotamo arahati bhavantam kutadantam dassanaya upasankamitum. ","dn5:6.6":"Bhavanhi kutadanto ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena. ","dn5:6.7":"Yampi bhavam kutadanto ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena, iminapangena na arahati bhavam kutadanto samanam gotamam dassanaya upasankamitum. ","dn5:6.8":"Samano tveva gotamo arahati bhavantam kutadantam dassanaya upasankamitum. ","dn5:6.9":"Bhavanhi kutadanto addho mahaddhano mahabhogo pahutavittupakarano pahutajataruparajato …pe… ","dn5:6.10":"Bhavanhi kutadanto ajjhayako mantadharo tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam padako veyyakarano lokayatamahapurisalakkhanesu anavayo …pe… ","dn5:6.11":"Bhavanhi kutadanto abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato brahmavanni brahmavacchasi akhuddavakaso dassanaya …pe… ","dn5:6.12":"Bhavanhi kutadanto silava vuddhasili vuddhasilena samannagato …pe… ","dn5:6.13":"Bhavanhi kutadanto kalyanavaco kalyanavakkarano poriya vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya …pe… ","dn5:6.14":"Bhavanhi kutadanto bahunam acariyapacariyo tini manavakasatani mante vaceti, bahu kho pana nanadisa nanajanapada manavaka agacchanti bhoto kutadantassa santike mantatthika mante adhiyitukama …pe… ","dn5:6.15":"Bhavanhi kutadanto jinno vuddho mahallako addhagato vayoanuppatto. ","dn5:6.16":"Samano gotamo taruno ceva tarunapabbajito ca …pe… ","dn5:6.17":"Bhavanhi kutadanto ranno magadhassa seniyassa bimbisarassa sakkato garukato manito pujito apacito …pe… ","dn5:6.18":"Bhavanhi kutadanto brahmanassa pokkharasatissa sakkato garukato manito pujito apacito …pe… ","dn5:6.19":"Bhavanhi kutadanto khanumatam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam ranna magadhena seniyena bimbisarena dinnam rajadayam brahmadeyyam. ","dn5:6.20":"Yampi bhavam kutadanto khanumatam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam, ranna magadhena seniyena bimbisarena dinnam rajadayam brahmadeyyam, iminapangena na arahati bhavam kutadanto samanam gotamam dassanaya upasankamitum. ","dn5:6.21":"Samano tveva gotamo arahati bhavantam kutadantam dassanaya upasankamitun”ti. ","dn5:7.0":"3. Buddhagunakatha ","dn5:7.1":"Evam vutte, kutadanto brahmano te brahmane etadavoca: ","dn5:7.2":"“Tena hi, bho, mamapi sunatha, yatha mayameva arahama tam bhavantam gotamam dassanaya upasankamitum, ","dn5:7.3":"na tveva arahati so bhavam gotamo amhakam dassanaya upasankamitum. ","dn5:7.4":"Samano khalu, bho, gotamo ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena. ","dn5:7.5":"Yampi, bho, samano gotamo ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena, iminapangena na arahati so bhavam gotamo amhakam dassanaya upasankamitum. ","dn5:7.6":"Atha kho mayameva arahama tam bhavantam gotamam dassanaya upasankamitum. ","dn5:7.7":"Samano khalu, bho, gotamo mahantam natisangham ohaya pabbajito …pe… ","dn5:7.8":"Samano khalu, bho, gotamo pahutam hirannasuvannam ohaya pabbajito bhumigatanca vehasattham ca …pe… ","dn5:7.9":"Samano khalu, bho, gotamo daharova samano yuva susukalakeso bhadrena yobbanena samannagato pathamena vayasa agarasma anagariyam pabbajito …pe… ","dn5:7.10":"Samano khalu, bho, gotamo akamakanam matapitunam assumukhanam rudantanam kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito …pe… ","dn5:7.11":"Samano khalu, bho, gotamo abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato brahmavanni brahmavacchasi akhuddavakaso dassanaya …pe… ","dn5:7.12":"Samano khalu, bho, gotamo silava ariyasili kusalasili kusalasilena samannagato …pe… ","dn5:7.13":"Samano khalu, bho, gotamo kalyanavaco kalyanavakkarano poriya vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya …pe… ","dn5:7.14":"Samano khalu, bho, gotamo bahunam acariyapacariyo …pe… ","dn5:7.15":"Samano khalu, bho, gotamo khinakamarago vigatacapallo …pe… ","dn5:7.16":"Samano khalu, bho, gotamo kammavadi kiriyavadi apapapurekkharo brahmannaya pajaya …pe… ","dn5:7.17":"Samano khalu, bho, gotamo ucca kula pabbajito asambhinnakhattiyakula …pe… ","dn5:7.18":"Samano khalu, bho, gotamo addha kula pabbajito mahaddhana mahabhoga …pe… ","dn5:7.19":"Samanam khalu, bho, gotamam tirorattha tirojanapada panham pucchitum agacchanti …pe… ","dn5:7.20":"Samanam khalu, bho, gotamam anekani devatasahassani panehi saranam gatani …pe… ","dn5:7.21":"Samanam khalu, bho, gotamam evam kalyano kittisaddo abbhuggato: ","dn5:7.22":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti …pe… ","dn5:7.23":"Samano khalu, bho, gotamo dvattimsamahapurisalakkhanehi samannagato …pe… ","dn5:7.24":"Samano khalu, bho, gotamo ehisvagatavadi sakhilo sammodako abbhakutiko uttanamukho pubbabhasi …pe… ","dn5:7.25":"Samano khalu, bho, gotamo catunnam parisanam sakkato garukato manito pujito apacito …pe… ","dn5:7.26":"Samane khalu, bho, gotame bahu deva ca manussa ca abhippasanna …pe… ","dn5:7.27":"Samano khalu, bho, gotamo yasmim game va nigame va pativasati na tasmim game va nigame va amanussa manusse vihethenti …pe… ","dn5:7.28":"Samano khalu, bho, gotamo sanghi gani ganacariyo puthutitthakaranam aggamakkhayati, yatha kho pana, bho, etesam samanabrahmananam yatha va tatha va yaso samudagacchati, na hevam samanassa gotamassa yaso samudagato. ","dn5:7.29":"Atha kho anuttaraya vijjacaranasampadaya samanassa gotamassa yaso samudagato …pe… ","dn5:7.30":"Samanam khalu, bho, gotamam raja magadho seniyo bimbisaro saputto sabhariyo sapariso samacco panehi saranam gato …pe… ","dn5:7.31":"Samanam khalu, bho, gotamam raja pasenadi kosalo saputto sabhariyo sapariso samacco panehi saranam gato …pe… ","dn5:7.32":"Samanam khalu, bho, gotamam brahmano pokkharasati saputto sabhariyo sapariso samacco panehi saranam gato …pe… ","dn5:7.33":"Samano khalu, bho, gotamo ranno magadhassa seniyassa bimbisarassa sakkato garukato manito pujito apacito …pe… ","dn5:7.34":"Samano khalu, bho, gotamo ranno pasenadissa kosalassa sakkato garukato manito pujito apacito …pe… ","dn5:7.35":"Samano khalu, bho, gotamo brahmanassa pokkharasatissa sakkato garukato manito pujito apacito …pe… ","dn5:7.36":"Samano khalu, bho, gotamo khanumatam anuppatto khanumate viharati ambalatthikayam. ","dn5:7.37":"Ye kho pana, bho, keci samana va brahmana va amhakam gamakhettam agacchanti, atithi no te honti. ","dn5:7.38":"Atithi kho panamhehi sakkatabba garukatabba manetabba pujetabba apacetabba. ","dn5:7.39":"Yampi, bho, samano gotamo khanumatam anuppatto khanumate viharati ambalatthikayam, atithimhakam samano gotamo. ","dn5:7.40":"Atithi kho panamhehi sakkatabbo garukatabbo manetabbo pujetabbo apacetabbo. ","dn5:7.41":"Iminapangena narahati so bhavam gotamo amhakam dassanaya upasankamitum. ","dn5:7.42":"Atha kho mayameva arahama tam bhavantam gotamam dassanaya upasankamitum. ","dn5:7.43":"Ettake kho aham, bho, tassa bhoto gotamassa vanne pariyapunami, no ca kho so bhavam gotamo ettakavanno. ","dn5:7.44":"Aparimanavanno hi so bhavam gotamo”ti. ","dn5:7.45":"Evam vutte, te brahmana kutadantam brahmanam etadavocum: ","dn5:7.46":"“yatha kho bhavam kutadanto samanassa gotamassa vanne bhasati, ito cepi so bhavam gotamo yojanasate viharati, alameva saddhena kulaputtena dassanaya upasankamitum api putosena”ti. ","dn5:7.47":"“Tena hi, bho, sabbeva mayam samanam gotamam dassanaya upasankamissama”ti. ","dn5:8.0":"4. Mahavijitarajayannakatha ","dn5:8.1":"Atha kho kutadanto brahmano mahata brahmanaganena saddhim yena ambalatthika yena bhagava tenupasankami, upasankamitva bhagavata saddhim sammodi. ","dn5:8.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","dn5:8.3":"Khanumatakapi kho brahmanagahapatika appekacce bhagavantam abhivadetva ekamantam nisidimsu; appekacce bhagavata saddhim sammodimsu, sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu; appekacce yena bhagava tenanjalim panametva ekamantam nisidimsu; appekacce namagottam savetva ekamantam nisidimsu; appekacce tunhibhuta ekamantam nisidimsu. ","dn5:9.1":"Ekamantam nisinno kho kutadanto brahmano bhagavantam etadavoca: ","dn5:9.2":"“sutam metam, bho gotama: ","dn5:9.3":"‘samano gotamo tividham yannasampadam solasaparikkharam janati’ti. ","dn5:9.4":"Na kho panaham janami tividham yannasampadam solasaparikkharam. ","dn5:9.5":"Icchami caham mahayannam yajitum. ","dn5:9.6":"Sadhu me bhavam gotamo tividham yannasampadam solasaparikkharam desetu”ti. ","dn5:9.7":"“Tena hi, brahmana, sunahi sadhukam manasikarohi, bhasissami”ti. ","dn5:9.8":"“Evam, bho”ti kho kutadanto brahmano bhagavato paccassosi. ","dn5:9.9":"Bhagava etadavoca: ","dn5:10.1":"“bhutapubbam, brahmana, raja mahavijito nama ahosi addho mahaddhano mahabhogo pahutajataruparajato pahutavittupakarano pahutadhanadhanno paripunnakosakotthagaro. ","dn5:10.2":"Atha kho, brahmana, ranno mahavijitassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","dn5:10.3":"‘adhigata kho me vipula manusaka bhoga, mahantam pathavimandalam abhivijiya ajjhavasami, yannunaham mahayannam yajeyyam, yam mama assa digharattam hitaya sukhaya’ti. ","dn5:10.4":"Atha kho, brahmana, raja mahavijito purohitam brahmanam amantetva etadavoca: ","dn5:10.5":"‘idha mayham, brahmana, rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","dn5:10.6":"“adhigata kho me vipula manusaka bhoga, mahantam pathavimandalam abhivijiya ajjhavasami. Yannunaham mahayannam yajeyyam yam mama assa digharattam hitaya sukhaya”ti. ","dn5:10.7":"Icchamaham, brahmana, mahayannam yajitum. ","dn5:10.8":"Anusasatu mam bhavam yam mama assa digharattam hitaya sukhaya’ti. ","dn5:11.1":"Evam vutte, brahmana, purohito brahmano rajanam mahavijitam etadavoca: ","dn5:11.2":"‘bhoto kho ranno janapado sakantako sauppilo, gamaghatapi dissanti, nigamaghatapi dissanti, nagaraghatapi dissanti, panthaduhanapi dissanti. ","dn5:11.3":"Bhavam kho pana raja evam sakantake janapade sauppile balimuddhareyya, akiccakari assa tena bhavam raja. ","dn5:11.4":"Siya kho pana bhoto ranno evamassa: ","dn5:11.5":"“ahametam dassukhilam vadhena va bandhena va janiya va garahaya va pabbajanaya va samuhanissami”ti, na kho panetassa dassukhilassa evam samma samugghato hoti. ","dn5:11.6":"Ye te hatavasesaka bhavissanti, te paccha ranno janapadam vihethessanti. ","dn5:11.7":"Api ca kho idam samvidhanam agamma evametassa dassukhilassa samma samugghato hoti. ","dn5:11.8":"Tena hi bhavam raja ye bhoto ranno janapade ussahanti kasigorakkhe, tesam bhavam raja bijabhattam anuppadetu. ","dn5:11.9":"Ye bhoto ranno janapade ussahanti vanijjaya, tesam bhavam raja pabhatam anuppadetu. ","dn5:11.10":"Ye bhoto ranno janapade ussahanti rajaporise, tesam bhavam raja bhattavetanam pakappetu. ","dn5:11.11":"Te ca manussa sakammapasuta ranno janapadam na vihethessanti; ","dn5:11.12":"maha ca ranno rasiko bhavissati. ","dn5:11.13":"Khematthita janapada akantaka anuppila. Manussa muda modamana ure putte naccenta aparutaghara manne viharissanti’ti. ","dn5:11.14":"‘Evam, bho’ti kho, brahmana, raja mahavijito purohitassa brahmanassa patissutva ye ranno janapade ussahimsu kasigorakkhe, tesam raja mahavijito bijabhattam anuppadasi. ","dn5:11.15":"Ye ca ranno janapade ussahimsu vanijjaya, tesam raja mahavijito pabhatam anuppadasi. ","dn5:11.16":"Ye ca ranno janapade ussahimsu rajaporise, tesam raja mahavijito bhattavetanam pakappesi. ","dn5:11.17":"Te ca manussa sakammapasuta ranno janapadam na vihethimsu, maha ca ranno rasiko ahosi. ","dn5:11.18":"Khematthita janapada akantaka anuppila manussa muda modamana ure putte naccenta aparutaghara manne viharimsu. ","dn5:11.19":"Atha kho, brahmana, raja mahavijito purohitam brahmanam amantetva etadavoca: ","dn5:11.20":"‘samuhato kho me bhoto dassukhilo, bhoto samvidhanam agamma maha ca me rasiko. ","dn5:11.21":"Khematthita janapada akantaka anuppila manussa muda modamana ure putte naccenta aparutaghara manne viharanti. ","dn5:11.22":"Icchamaham brahmana mahayannam yajitum. ","dn5:11.23":"Anusasatu mam bhavam yam mama assa digharattam hitaya sukhaya’ti. ","dn5:12.0":"4.1. Catuparikkhara ","dn5:12.1":"Tena hi bhavam raja ye bhoto ranno janapade khattiya anuyanta negama ceva janapada ca te bhavam raja amantayatam: ‘icchamaham, bho, mahayannam yajitum, anujanantu me bhavanto yam mama assa digharattam hitaya sukhaya’ti. Ye bhoto ranno janapade amacca parisajja negama ceva janapada ca …pe… brahmanamahasala negama ceva janapada ca …pe… gahapatinecayika negama ceva janapada ca, te bhavam raja amantayatam: ","dn5:12.2":"‘icchamaham, bho, mahayannam yajitum, anujanantu me bhavanto yam mama assa digharattam hitaya sukhaya’ti. ","dn5:12.3":"‘Evam, bho’ti kho, brahmana, raja mahavijito purohitassa brahmanassa patissutva ye ranno janapade khattiya anuyanta negama ceva janapada ca, te raja mahavijito amantesi: ","dn5:12.4":"‘icchamaham, bho, mahayannam yajitum, anujanantu me bhavanto yam mama assa digharattam hitaya sukhaya’ti. ","dn5:12.5":"‘Yajatam bhavam raja yannam, yannakalo, maharaja’ti. ","dn5:12.6":"Ye ranno janapade amacca parisajja negama ceva janapada ca …pe… brahmanamahasala negama ceva janapada ca …pe… gahapatinecayika negama ceva janapada ca, te raja mahavijito amantesi: ","dn5:12.7":"‘icchamaham, bho, mahayannam yajitum. Anujanantu me bhavanto yam mama assa digharattam hitaya sukhaya’ti. ","dn5:12.8":"‘Yajatam bhavam raja yannam, yannakalo, maharaja’ti. ","dn5:12.9":"Itime cattaro anumatipakkha tasseva yannassa parikkhara bhavanti. ","dn5:13.0":"4.2. Atthaparikkhara ","dn5:13.1":"Raja mahavijito atthahangehi samannagato—","dn5:13.2":"ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena; ","dn5:13.3":"abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato brahmavanni brahmavacchasi akhuddavakaso dassanaya; ","dn5:13.4":"addho mahaddhano mahabhogo pahutajataruparajato pahutavittupakarano pahutadhanadhanno paripunnakosakotthagaro; ","dn5:13.5":"balava caturanginiya senaya samannagato assavaya ovadapatikaraya sahati manne paccatthike yasasa; ","dn5:13.6":"saddho dayako danapati anavatadvaro samanabrahmanakapanaddhikavanibbakayacakanam opanabhuto punnani karoti; ","dn5:13.7":"bahussuto tassa tassa sutajatassa, tassa tasseva kho pana bhasitassa attham janati: ","dn5:13.8":"‘ayam imassa bhasitassa attho ayam imassa bhasitassa attho’ti; ","dn5:13.9":"pandito, viyatto, medhavi, patibalo, atitanagatapaccuppanne atthe cintetum. ","dn5:13.10":"Raja mahavijito imehi atthahangehi samannagato. ","dn5:13.11":"Iti imanipi atthangani tasseva yannassa parikkhara bhavanti. ","dn5:14.0":"4.3. Catuparikkhara ","dn5:14.1":"Purohito brahmano catuhangehi samannagato, ","dn5:14.2":"ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena; ","dn5:14.3":"ajjhayako mantadharo tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam padako veyyakarano lokayatamahapurisalakkhanesu anavayo; ","dn5:14.4":"silava vuddhasili vuddhasilena samannagato; ","dn5:14.5":"pandito viyatto medhavi pathamo va dutiyo va sujam pagganhantanam. ","dn5:14.6":"Purohito brahmano imehi catuhangehi samannagato. ","dn5:14.7":"Iti imanipi cattari angani tasseva yannassa parikkhara bhavanti. ","dn5:15.0":"4.4. Tissovidha ","dn5:15.1":"Atha kho, brahmana, purohito brahmano ranno mahavijitassa pubbeva yanna tisso vidha desesi. ","dn5:15.2":"Siya kho pana bhoto ranno mahayannam yitthukamassa kocideva vippatisaro: ","dn5:15.3":"‘“maha vata me bhogakkhandho vigacchissati”ti, so bhota ranna vippatisaro na karaniyo. ","dn5:15.4":"Siya kho pana bhoto ranno mahayannam yajamanassa kocideva vippatisaro: ","dn5:15.5":"“maha vata me bhogakkhandho vigacchati”ti, so bhota ranna vippatisaro na karaniyo. ","dn5:15.6":"Siya kho pana bhoto ranno mahayannam yitthassa kocideva vippatisaro: ","dn5:15.7":"“maha vata me bhogakkhandho vigato”ti, so bhota ranna vippatisaro na karaniyo’ti. ","dn5:15.8":"Ima kho, brahmana, purohito brahmano ranno mahavijitassa pubbeva yanna tisso vidha desesi. ","dn5:16.0":"4.5. Dasaakara ","dn5:16.1":"Atha kho, brahmana, purohito brahmano ranno mahavijitassa pubbeva yanna dasahakarehi patiggahakesu vippatisaram pativinesi. ","dn5:16.2":"‘Agamissanti kho bhoto yannam panatipatinopi panatipata pativiratapi. ","dn5:16.3":"Ye tattha panatipatino, tesanneva tena. ","dn5:16.4":"Ye tattha panatipata pativirata, te arabbha yajatam bhavam, sajjatam bhavam, modatam bhavam, cittameva bhavam antaram pasadetu. ","dn5:16.5":"Agamissanti kho bhoto yannam adinnadayinopi adinnadana pativiratapi …pe… ","dn5:16.6":"kamesu micchacarinopi kamesumicchacara pativiratapi … ","dn5:16.7":"musavadinopi musavada pativiratapi … ","dn5:16.8":"pisunavacinopi pisunaya vacaya pativiratapi … ","dn5:16.9":"pharusavacinopi pharusaya vacaya pativiratapi … ","dn5:16.10":"samphappalapinopi samphappalapa pativiratapi … ","dn5:16.11":"abhijjhalunopi anabhijjhalunopi … ","dn5:16.12":"byapannacittapi abyapannacittapi … ","dn5:16.13":"micchaditthikapi sammaditthikapi …. ","dn5:16.14":"Ye tattha micchaditthika, tesanneva tena. ","dn5:16.15":"Ye tattha sammaditthika, te arabbha yajatam bhavam, sajjatam bhavam, modatam bhavam, cittameva bhavam antaram pasadetu’ti. ","dn5:16.16":"Imehi kho, brahmana, purohito brahmano ranno mahavijitassa pubbeva yanna dasahakarehi patiggahakesu vippatisaram pativinesi. ","dn5:17.0":"4.6. Solasakara ","dn5:17.1":"Atha kho, brahmana, purohito brahmano ranno mahavijitassa mahayannam yajamanassa solasahakarehi cittam sandassesi samadapesi samuttejesi sampahamsesi ","dn5:17.2":"siya kho pana bhoto ranno mahayannam yajamanassa kocideva vatta: ","dn5:17.3":"‘raja kho mahavijito mahayannam yajati, no ca kho tassa amantita khattiya anuyanta negama ceva janapada ca; ","dn5:17.4":"atha ca pana bhavam raja evarupam mahayannam yajati’ti. ","dn5:17.5":"Evampi bhoto ranno vatta dhammato natthi. ","dn5:17.6":"Bhota kho pana ranna amantita khattiya anuyanta negama ceva janapada ca. ","dn5:17.7":"Iminapetam bhavam raja janatu, yajatam bhavam, sajjatam bhavam, modatam bhavam, cittameva bhavam antaram pasadetu. ","dn5:17.8":"Siya kho pana bhoto ranno mahayannam yajamanassa kocideva vatta: ","dn5:17.9":"‘raja kho mahavijito mahayannam yajati, no ca kho tassa amantita amacca parisajja negama ceva janapada ca …pe… brahmanamahasala negama ceva janapada ca …pe… gahapatinecayika negama ceva janapada ca, atha ca pana bhavam raja evarupam mahayannam yajati’ti. ","dn5:17.10":"Evampi bhoto ranno vatta dhammato natthi. ","dn5:17.11":"Bhota kho pana ranna amantita gahapatinecayika negama ceva janapada ca. ","dn5:17.12":"Iminapetam bhavam raja janatu, yajatam bhavam, sajjatam bhavam, modatam bhavam, cittameva bhavam antaram pasadetu. ","dn5:17.13":"Siya kho pana bhoto ranno mahayannam yajamanassa kocideva vatta: ","dn5:17.14":"‘raja kho mahavijito mahayannam yajati, no ca kho ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena, atha ca pana bhavam raja evarupam mahayannam yajati’ti. ","dn5:17.15":"Evampi bhoto ranno vatta dhammato natthi. ","dn5:17.16":"Bhavam kho pana raja ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena. ","dn5:17.17":"Iminapetam bhavam raja janatu, yajatam bhavam, sajjatam bhavam, modatam bhavam, cittameva bhavam antaram pasadetu. ","dn5:17.18":"Siya kho pana bhoto ranno mahayannam yajamanassa kocideva vatta: ","dn5:17.19":"‘raja kho mahavijito mahayannam yajati no ca kho abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato brahmavanni brahmavacchasi akhuddavakaso dassanaya …pe… ","dn5:17.20":"no ca kho addho mahaddhano mahabhogo pahutajataruparajato pahutavittupakarano pahutadhanadhanno paripunnakosakotthagaro …pe… ","dn5:17.21":"no ca kho balava caturanginiya senaya samannagato assavaya ovadapatikaraya sahati manne paccatthike yasasa …pe… ","dn5:17.22":"no ca kho saddho dayako danapati anavatadvaro samanabrahmanakapanaddhikavanibbakayacakanam opanabhuto punnani karoti …pe… ","dn5:17.23":"no ca kho bahussuto tassa tassa sutajatassa …pe… ","dn5:17.24":"no ca kho tassa tasseva kho pana bhasitassa attham janati: ","dn5:17.25":"“ayam imassa bhasitassa attho, ayam imassa bhasitassa attho”ti …pe… ","dn5:17.26":"no ca kho pandito viyatto medhavi patibalo atitanagatapaccuppanne atthe cintetum, atha ca pana bhavam raja evarupam mahayannam yajati’ti. ","dn5:17.27":"Evampi bhoto ranno vatta dhammato natthi. ","dn5:17.28":"Bhavam kho pana raja pandito viyatto medhavi patibalo atitanagatapaccuppanne atthe cintetum. ","dn5:17.29":"Iminapetam bhavam raja janatu, yajatam bhavam, sajjatam bhavam, modatam bhavam, cittameva bhavam antaram pasadetu. ","dn5:17.30":"Siya kho pana bhoto ranno mahayannam yajamanassa kocideva vatta: ","dn5:17.31":"‘raja kho mahavijito mahayannam yajati. ","dn5:17.32":"No ca khvassa purohito brahmano ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena; ","dn5:17.33":"atha ca pana bhavam raja evarupam mahayannam yajati’ti. ","dn5:17.34":"Evampi bhoto ranno vatta dhammato natthi. ","dn5:17.35":"Bhoto kho pana ranno purohito brahmano ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena. ","dn5:17.36":"Iminapetam bhavam raja janatu, yajatam bhavam, sajjatam bhavam, modatam bhavam, cittameva bhavam antaram pasadetu. ","dn5:17.37":"Siya kho pana bhoto ranno mahayannam yajamanassa kocideva vatta: ","dn5:17.38":"‘raja kho mahavijito mahayannam yajati. ","dn5:17.39":"No ca khvassa purohito brahmano ajjhayako mantadharo tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam padako veyyakarano lokayatamahapurisalakkhanesu anavayo …pe… ","dn5:17.40":"no ca khvassa purohito brahmano silava vuddhasili vuddhasilena samannagato …pe… ","dn5:17.41":"no ca khvassa purohito brahmano pandito viyatto medhavi pathamo va dutiyo va sujam pagganhantanam, atha ca pana bhavam raja evarupam mahayannam yajati’ti. ","dn5:17.42":"Evampi bhoto ranno vatta dhammato natthi. ","dn5:17.43":"Bhoto kho pana ranno purohito brahmano pandito viyatto medhavi pathamo va dutiyo va sujam pagganhantanam. ","dn5:17.44":"Iminapetam bhavam raja janatu, yajatam bhavam, sajjatam bhavam, modatam bhavam, cittameva bhavam antaram pasadetuti. ","dn5:17.45":"Imehi kho, brahmana, purohito brahmano ranno mahavijitassa mahayannam yajamanassa solasahi akarehi cittam sandassesi samadapesi samuttejesi sampahamsesi. ","dn5:18.1":"Tasmim kho, brahmana, yanne neva gavo hannimsu, na ajelaka hannimsu, na kukkutasukara hannimsu, na vividha pana sanghatam apajjimsu, na rukkha chijjimsu yupatthaya, na dabbha luyimsu barihisatthaya. ","dn5:18.2":"Yepissa ahesum dasati va pessati va kammakarati va, tepi na dandatajjita na bhayatajjita na assumukha rudamana parikammani akamsu. ","dn5:18.3":"Atha kho ye icchimsu, te akamsu, ye na icchimsu, na te akamsu; ","dn5:18.4":"yam icchimsu, tam akamsu, yam na icchimsu, na tam akamsu. ","dn5:18.5":"Sappitelanavanitadadhimadhuphanitena ceva so yanno nitthanamagamasi. ","dn5:19.1":"Atha kho, brahmana, khattiya anuyanta negama ceva janapada ca, amacca parisajja negama ceva janapada ca, brahmanamahasala negama ceva janapada ca, gahapatinecayika negama ceva janapada ca pahutam sapateyyam adaya rajanam mahavijitam upasankamitva evamahamsu: ","dn5:19.2":"‘idam, deva, pahutam sapateyyam devanneva uddissabhatam, tam devo patigganhatu’ti. ","dn5:19.3":"‘Alam, bho, mamapidam pahutam sapateyyam dhammikena balina abhisankhatam; ","dn5:19.4":"tanca vo hotu, ito ca bhiyyo haratha’ti. ","dn5:19.5":"Te ranna patikkhitta ekamantam apakkamma evam samacintesum: ","dn5:19.6":"‘na kho etam amhakam patirupam, yam mayam imani sapateyyani punadeva sakani gharani patihareyyama. ","dn5:19.7":"Raja kho mahavijito mahayannam yajati, handassa mayam anuyagino homa’ti. ","dn5:20.1":"Atha kho, brahmana, puratthimena yannavatassa khattiya anuyanta negama ceva janapada ca danani patthapesum. ","dn5:20.2":"Dakkhinena yannavatassa amacca parisajja negama ceva janapada ca danani patthapesum. ","dn5:20.3":"Pacchimena yannavatassa brahmanamahasala negama ceva janapada ca danani patthapesum. ","dn5:20.4":"Uttarena yannavatassa gahapatinecayika negama ceva janapada ca danani patthapesum. ","dn5:20.5":"Tesupi kho, brahmana, yannesu neva gavo hannimsu, na ajelaka hannimsu, na kukkutasukara hannimsu, na vividha pana sanghatam apajjimsu, na rukkha chijjimsu yupatthaya, na dabbha luyimsu barihisatthaya. ","dn5:20.6":"Yepi nesam ahesum dasati va pessati va kammakarati va, tepi na dandatajjita na bhayatajjita na assumukha rudamana parikammani akamsu. ","dn5:20.7":"Atha kho ye icchimsu, te akamsu, ye na icchimsu, na te akamsu; ","dn5:20.8":"yam icchimsu, tam akamsu, yam na icchimsu na tam akamsu. ","dn5:20.9":"Sappitelanavanitadadhimadhuphanitena ceva te yanna nitthanamagamamsu. ","dn5:20.10":"Iti cattaro ca anumatipakkha, raja mahavijito atthahangehi samannagato, purohito brahmano catuhangehi samannagato; ","dn5:20.11":"tisso ca vidha. ","dn5:20.12":"Ayam vuccati, brahmana, tividha yannasampada solasaparikkhara”ti. ","dn5:21.1":"Evam vutte, te brahmana unnadino uccasaddamahasadda ahesum: ","dn5:21.2":"“aho yanno, aho yannasampada”ti. ","dn5:21.3":"Kutadanto pana brahmano tunhibhutova nisinno hoti. ","dn5:21.4":"Atha kho te brahmana kutadantam brahmanam etadavocum: ","dn5:21.5":"“kasma pana bhavam kutadanto samanassa gotamassa subhasitam subhasitato nabbhanumodati”ti? ","dn5:21.6":"“Naham, bho, samanassa gotamassa subhasitam subhasitato nabbhanumodami. ","dn5:21.7":"Muddhapi tassa vipateyya, yo samanassa gotamassa subhasitam subhasitato nabbhanumodeyya. ","dn5:21.8":"Api ca me, bho, evam hoti—","dn5:21.9":"samano gotamo na evamaha: ","dn5:21.10":"‘evam me sutan’ti va ‘evam arahati bhavitun’ti va; ","dn5:21.11":"api ca samano gotamo: ","dn5:21.12":"‘evam tada asi, ittham tada asi’ tveva bhasati. ","dn5:21.13":"Tassa mayham bho evam hoti: ","dn5:21.14":"‘addha samano gotamo tena samayena raja va ahosi mahavijito yannassami purohito va brahmano tassa yannassa yajeta’ti. ","dn5:21.15":"Abhijanati pana bhavam gotamo evarupam yannam yajitva va yajetva va kayassa bheda param marana sugatim saggam lokam upapajjita”ti? ","dn5:21.16":"“Abhijanamaham, brahmana, evarupam yannam yajitva va yajetva va kayassa bheda param marana sugatim saggam lokam upapajjita, aham tena samayena purohito brahmano ahosim tassa yannassa yajeta”ti. ","dn5:22.0":"5. Niccadanaanukulayanna ","dn5:22.1":"“Atthi pana, bho gotama, anno yanno imaya tividhaya yannasampadaya solasaparikkharaya appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:22.2":"“Atthi kho, brahmana, anno yanno imaya tividhaya yannasampadaya solasaparikkharaya appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti. ","dn5:22.3":"“Katamo pana so, bho gotama, yanno imaya tividhaya yannasampadaya solasaparikkharaya appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:22.4":"“Yani kho pana tani, brahmana, niccadanani anukulayannani silavante pabbajite uddissa diyyanti; ","dn5:22.5":"ayam kho, brahmana, yanno imaya tividhaya yannasampadaya solasaparikkharaya appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti. ","dn5:23.1":"“Ko nu kho, bho gotama, hetu ko paccayo, yena tam niccadanam anukulayannam imaya tividhaya yannasampadaya solasaparikkharaya appatthataranca appasamarambhataranca mahapphalataranca mahanisamsataranca”ti? ","dn5:23.2":"“Na kho, brahmana, evarupam yannam upasankamanti arahanto va arahattamaggam va samapanna. ","dn5:23.3":"Tam kissa hetu? ","dn5:23.4":"Dissanti hettha, brahmana, dandappaharapi galaggahapi, tasma evarupam yannam na upasankamanti arahanto va arahattamaggam va samapanna. ","dn5:23.5":"Yani kho pana tani, brahmana, niccadanani anukulayannani silavante pabbajite uddissa diyyanti; ","dn5:23.6":"evarupam kho, brahmana, yannam upasankamanti arahanto va arahattamaggam va samapanna. ","dn5:23.7":"Tam kissa hetu? ","dn5:23.8":"Na hettha, brahmana, dissanti dandappaharapi galaggahapi, tasma evarupam yannam upasankamanti arahanto va arahattamaggam va samapanna. ","dn5:23.9":"Ayam kho, brahmana, hetu ayam paccayo, yena tam niccadanam anukulayannam imaya tividhaya yannasampadaya solasaparikkharaya appatthataranca appasamarambhataranca mahapphalataranca mahanisamsataranca”ti. ","dn5:24.1":"“Atthi pana, bho gotama, anno yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:24.2":"“Atthi kho, brahmana, anno yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti. ","dn5:24.3":"“Katamo pana so, bho gotama, yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:24.4":"“Yo kho, brahmana, catuddisam sangham uddissa viharam karoti, ayam kho, brahmana, yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti. ","dn5:25.1":"“Atthi pana, bho gotama, anno yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:25.2":"“Atthi kho, brahmana, anno yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti. ","dn5:25.3":"“Katamo pana so, bho gotama, yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:25.4":"“Yo kho, brahmana, pasannacitto buddham saranam gacchati, dhammam saranam gacchati, sangham saranam gacchati; ","dn5:25.5":"ayam kho, brahmana, yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti. ","dn5:26.1":"“Atthi pana, bho gotama, anno yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena imehi ca saranagamanehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:26.2":"“Atthi kho, brahmana, anno yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena imehi ca saranagamanehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti. ","dn5:26.3":"“Katamo pana so, bho gotama, yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena imehi ca saranagamanehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:26.4":"“Yo kho, brahmana, pasannacitto sikkhapadani samadiyati—","dn5:26.5":"panatipata veramanim, adinnadana veramanim, kamesumicchacara veramanim, musavada veramanim, suramerayamajjapamadatthana veramanim. ","dn5:26.6":"Ayam kho, brahmana, yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena imehi ca saranagamanehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti. ","dn5:27.1":"“Atthi pana, bho gotama, anno yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena imehi ca saranagamanehi imehi ca sikkhapadehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:27.2":"“Atthi kho, brahmana, anno yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena imehi ca saranagamanehi imehi ca sikkhapadehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti. ","dn5:27.3":"“Katamo pana so, bho gotama, yanno imaya ca tividhaya yannasampadaya solasaparikkharaya imina ca niccadanena anukulayannena imina ca viharadanena imehi ca saranagamanehi imehi ca sikkhapadehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca”ti? ","dn5:27.4":"“Idha, brahmana, tathagato loke uppajjati araham sammasambuddho …pe… ","dn5:27.5":"Evam kho, brahmana, bhikkhu silasampanno hoti …pe… ","dn5:27.6":"pathamam jhanam upasampajja viharati. ","dn5:27.7":"Ayam kho, brahmana, yanno purimehi yannehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca …pe… ","dn5:27.8":"Dutiyam jhanam … ","dn5:27.9":"tatiyam jhanam … ","dn5:27.10":"catuttham jhanam upasampajja viharati. ","dn5:27.11":"Ayampi kho, brahmana, yanno purimehi yannehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro cati. …pe… ","dn5:27.12":"Nanadassanaya cittam abhiniharati abhininnameti … ","dn5:27.13":"ayampi kho, brahmana, yanno purimehi yannehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca …pe… ","dn5:27.14":"naparam itthattayati pajanati. ","dn5:27.15":"Ayampi kho, brahmana, yanno purimehi yannehi appatthataro ca appasamarambhataro ca mahapphalataro ca mahanisamsataro ca. ","dn5:27.16":"Imaya ca, brahmana, yannasampadaya anna yannasampada uttaritara va panitatara va natthi”ti. ","dn5:28.0":"6. Kutadantaupasakattapativedana ","dn5:28.1":"Evam vutte, kutadanto brahmano bhagavantam etadavoca: ","dn5:28.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","dn5:28.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","dn5:28.4":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","dn5:28.5":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatam. ","dn5:28.6":"Esaham, bho gotama, satta ca usabhasatani satta ca vacchatarasatani satta ca vacchatarisatani satta ca ajasatani satta ca urabbhasatani muncami, jivitam demi, haritani ceva tinani khadantu, sitani ca paniyani pivantu, sito ca nesam vato upavayatu”ti. ","dn5:29.0":"7. Sotapattiphalasacchikiriya ","dn5:29.1":"Atha kho bhagava kutadantassa brahmanassa anupubbim katham kathesi, seyyathidam—","dn5:29.2":"danakatham silakatham saggakatham; kamanam adinavam okaram sankilesam nekkhamme anisamsam pakasesi. ","dn5:29.3":"Yada bhagava annasi kutadantam brahmanam kallacittam muducittam vinivaranacittam udaggacittam pasannacittam, atha ya buddhanam samukkamsika dhammadesana, tam pakasesi—","dn5:29.4":"dukkham samudayam nirodham maggam. ","dn5:29.5":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","dn5:29.6":"evameva kutadantassa brahmanassa tasminneva asane virajam vitamalam dhammacakkhum udapadi: ","dn5:29.7":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti. ","dn5:30.1":"Atha kho kutadanto brahmano ditthadhammo pattadhammo viditadhammo pariyogalhadhammo tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane bhagavantam etadavoca: ","dn5:30.2":"“adhivasetu me bhavam gotamo svatanaya bhattam saddhim bhikkhusanghena”ti. ","dn5:30.3":"Adhivasesi bhagava tunhibhavena. ","dn5:30.4":"Atha kho kutadanto brahmano bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","dn5:30.5":"Atha kho kutadanto brahmano tassa rattiya accayena sake yannavate panitam khadaniyam bhojaniyam patiyadapetva bhagavato kalam arocapesi: ","dn5:30.6":"“kalo, bho gotama; nitthitam bhattan”ti. ","dn5:30.7":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena kutadantassa brahmanassa yannavato tenupasankami; upasankamitva pannatte asane nisidi. ","dn5:30.8":"Atha kho kutadanto brahmano buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","dn5:30.9":"Atha kho kutadanto brahmano bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","dn5:30.10":"Ekamantam nisinnam kho kutadantam brahmanam bhagava dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva utthayasana pakkamiti. ","dn5:30.11":"Kutadantasuttam nitthitam pancamam. "}