{"dn6:0.1":"Digha Nikaya 6 ","dn6:0.2":"Mahalisutta ","dn6:1.0":"1. Brahmanadutavatthu ","dn6:1.1":"Evam me sutam—","dn6:1.2":"ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","dn6:1.3":"Tena kho pana samayena sambahula kosalaka ca brahmanaduta magadhaka ca brahmanaduta vesaliyam pativasanti kenacideva karaniyena. ","dn6:1.4":"Assosum kho te kosalaka ca brahmanaduta magadhaka ca brahmanaduta: ","dn6:1.5":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito vesaliyam viharati mahavane kutagarasalayam. ","dn6:1.6":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","dn6:1.7":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’. ","dn6:1.8":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","dn6:1.9":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakaseti. ","dn6:1.10":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","dn6:2.1":"Atha kho te kosalaka ca brahmanaduta magadhaka ca brahmanaduta yena mahavanam kutagarasala tenupasankamimsu. ","dn6:2.2":"Tena kho pana samayena ayasma nagito bhagavato upatthako hoti. ","dn6:2.3":"Atha kho te kosalaka ca brahmanaduta magadhaka ca brahmanaduta yenayasma nagito tenupasankamimsu. upasankamitva ayasmantam nagitam etadavocum: ","dn6:2.4":"“kaham nu kho, bho nagita, etarahi so bhavam gotamo viharati? ","dn6:2.5":"Dassanakama hi mayam tam bhavantam gotaman”ti. ","dn6:2.6":"“Akalo kho, avuso, bhagavantam dassanaya, patisallino bhagava”ti. ","dn6:2.7":"Atha kho te kosalaka ca brahmanaduta magadhaka ca brahmanaduta tattheva ekamantam nisidimsu: ","dn6:2.8":"“disvava mayam tam bhavantam gotamam gamissama”ti. ","dn6:3.0":"2. Otthaddhalicchavivatthu ","dn6:3.1":"Otthaddhopi licchavi mahatiya licchaviparisaya saddhim yena mahavanam kutagarasala yenayasma nagito tenupasankami; upasankamitva ayasmantam nagitam abhivadetva ekamantam atthasi. Ekamantam thito kho otthaddhopi licchavi ayasmantam nagitam etadavoca: ","dn6:3.2":"“kaham nu kho, bhante nagita, etarahi so bhagava viharati araham sammasambuddho, ","dn6:3.3":"dassanakama hi mayam tam bhagavantam arahantam sammasambuddhan”ti. ","dn6:3.4":"“Akalo kho, mahali, bhagavantam dassanaya, patisallino bhagava”ti. ","dn6:3.5":"Otthaddhopi licchavi tattheva ekamantam nisidi: ","dn6:3.6":"“disvava aham tam bhagavantam gamissami arahantam sammasambuddhan”ti. ","dn6:4.1":"Atha kho siho samanuddeso yenayasma nagito tenupasankami; upasankamitva ayasmantam nagitam abhivadetva ekamantam atthasi. Ekamantam thito kho siho samanuddeso ayasmantam nagitam etadavoca: ","dn6:4.2":"“ete, bhante kassapa, sambahula kosalaka ca brahmanaduta magadhaka ca brahmanaduta idhupasankanta bhagavantam dassanaya; otthaddhopi licchavi mahatiya licchaviparisaya saddhim idhupasankanto bhagavantam dassanaya, sadhu, bhante kassapa, labhatam esa janata bhagavantam dassanaya”ti. ","dn6:4.3":"“Tena hi, siha, tvanneva bhagavato arocehi”ti. ","dn6:4.4":"“Evam, bhante”ti kho siho samanuddeso ayasmato nagitassa patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thito kho siho samanuddeso bhagavantam etadavoca: ","dn6:4.5":"“ete, bhante, sambahula kosalaka ca brahmanaduta magadhaka ca brahmanaduta idhupasankanta bhagavantam dassanaya, otthaddhopi licchavi mahatiya licchaviparisaya saddhim idhupasankanto bhagavantam dassanaya. ","dn6:4.6":"Sadhu, bhante, labhatam esa janata bhagavantam dassanaya”ti. ","dn6:4.7":"“Tena hi, siha, viharapacchayayam asanam pannapehi”ti. ","dn6:4.8":"“Evam, bhante”ti kho siho samanuddeso bhagavato patissutva viharapacchayayam asanam pannapesi. ","dn6:4.9":"Atha kho bhagava vihara nikkhamma viharapacchayayam pannatte asane nisidi. ","dn6:5.1":"Atha kho te kosalaka ca brahmanaduta magadhaka ca brahmanaduta yena bhagava tenupasankamimsu; upasankamitva bhagavata saddhim sammodimsu. ","dn6:5.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. ","dn6:5.3":"Otthaddhopi licchavi mahatiya licchaviparisaya saddhim yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho otthaddho licchavi bhagavantam etadavoca: “purimani, bhante, divasani purimatarani sunakkhatto licchaviputto yenaham tenupasankami; upasankamitva mam etadavoca: ","dn6:5.4":"‘yadagge aham, mahali, bhagavantam upanissaya viharami, na ciram tini vassani, dibbani hi kho rupani passami piyarupani kamupasamhitani rajaniyani, no ca kho dibbani saddani sunami piyarupani kamupasamhitani rajaniyani’ti. ","dn6:5.5":"Santaneva nu kho, bhante, sunakkhatto licchaviputto dibbani saddani nassosi piyarupani kamupasamhitani rajaniyani, udahu asantani”ti? ","dn6:5.6.0":"2.1. Ekamsabhavitasamadhi ","dn6:5.7":"“Santaneva kho, mahali, sunakkhatto licchaviputto dibbani saddani nassosi piyarupani kamupasamhitani rajaniyani, no asantani”ti. ","dn6:6.1":"“Ko nu kho, bhante, hetu, ko paccayo, yena santaneva sunakkhatto licchaviputto dibbani saddani nassosi piyarupani kamupasamhitani rajaniyani, no asantani”ti? ","dn6:6.2":"“Idha, mahali, bhikkhuno puratthimaya disaya ekamsabhavito samadhi hoti dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:6.3":"So puratthimaya disaya ekamsabhavite samadhimhi dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:6.4":"Puratthimaya disaya dibbani rupani passati piyarupani kamupasamhitani rajaniyani, no ca kho dibbani saddani sunati piyarupani kamupasamhitani rajaniyani. ","dn6:6.5":"Tam kissa hetu? ","dn6:6.6":"Evanhetam, mahali, hoti bhikkhuno puratthimaya disaya ekamsabhavite samadhimhi dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:7.1":"Puna caparam, mahali, bhikkhuno dakkhinaya disaya …pe… ","dn6:7.2":"pacchimaya disaya … ","dn6:7.3":"uttaraya disaya … ","dn6:7.4":"uddhamadho tiriyam ekamsabhavito samadhi hoti dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:7.5":"So uddhamadho tiriyam ekamsabhavite samadhimhi dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:7.6":"Uddhamadho tiriyam dibbani rupani passati piyarupani kamupasamhitani rajaniyani, no ca kho dibbani saddani sunati piyarupani kamupasamhitani rajaniyani. ","dn6:7.7":"Tam kissa hetu? ","dn6:7.8":"Evanhetam, mahali, hoti bhikkhuno uddhamadho tiriyam ekamsabhavite samadhimhi dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:8.1":"Idha, mahali, bhikkhuno puratthimaya disaya ekamsabhavito samadhi hoti dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:8.2":"So puratthimaya disaya ekamsabhavite samadhimhi dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:8.3":"Puratthimaya disaya dibbani saddani sunati piyarupani kamupasamhitani rajaniyani, no ca kho dibbani rupani passati piyarupani kamupasamhitani rajaniyani. ","dn6:8.4":"Tam kissa hetu? ","dn6:8.5":"Evanhetam, mahali, hoti bhikkhuno puratthimaya disaya ekamsabhavite samadhimhi dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:9.1":"Puna caparam, mahali, bhikkhuno dakkhinaya disaya …pe… ","dn6:9.2":"pacchimaya disaya … ","dn6:9.3":"uttaraya disaya … ","dn6:9.4":"uddhamadho tiriyam ekamsabhavito samadhi hoti dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:9.5":"So uddhamadho tiriyam ekamsabhavite samadhimhi dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:9.6":"Uddhamadho tiriyam dibbani saddani sunati piyarupani kamupasamhitani rajaniyani, no ca kho dibbani rupani passati piyarupani kamupasamhitani rajaniyani. ","dn6:9.7":"Tam kissa hetu? ","dn6:9.8":"Evanhetam, mahali, hoti bhikkhuno uddhamadho tiriyam ekamsabhavite samadhimhi dibbanam saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam, no ca kho dibbanam rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:10.1":"Idha, mahali, bhikkhuno puratthimaya disaya ubhayamsabhavito samadhi hoti dibbananca rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam dibbananca saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:10.2":"So puratthimaya disaya ubhayamsabhavite samadhimhi dibbananca rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam, dibbananca saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:10.3":"Puratthimaya disaya dibbani ca rupani passati piyarupani kamupasamhitani rajaniyani, dibbani ca saddani sunati piyarupani kamupasamhitani rajaniyani. ","dn6:10.4":"Tam kissa hetu? ","dn6:10.5":"Evanhetam, mahali, hoti bhikkhuno puratthimaya disaya ubhayamsabhavite samadhimhi dibbananca rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam dibbananca saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:11.1":"Puna caparam, mahali, bhikkhuno dakkhinaya disaya …pe… ","dn6:11.2":"pacchimaya disaya … ","dn6:11.3":"uttaraya disaya … ","dn6:11.4":"uddhamadho tiriyam ubhayamsabhavito samadhi hoti dibbananca rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam, dibbananca saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:11.5":"So uddhamadho tiriyam ubhayamsabhavite samadhimhi dibbananca rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam dibbananca saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:11.6":"Uddhamadho tiriyam dibbani ca rupani passati piyarupani kamupasamhitani rajaniyani, dibbani ca saddani sunati piyarupani kamupasamhitani rajaniyani. ","dn6:11.7":"Tam kissa hetu? ","dn6:11.8":"Evanhetam, mahali, hoti bhikkhuno uddhamadho tiriyam ubhayamsabhavite samadhimhi dibbananca rupanam dassanaya piyarupanam kamupasamhitanam rajaniyanam, dibbananca saddanam savanaya piyarupanam kamupasamhitanam rajaniyanam. ","dn6:11.9":"Ayam kho, mahali, hetu ayam paccayo, yena santaneva sunakkhatto licchaviputto dibbani saddani nassosi piyarupani kamupasamhitani rajaniyani, no asantani”ti. ","dn6:12.1":"“Etasam nuna, bhante, samadhibhavananam sacchikiriyahetu bhikkhu bhagavati brahmacariyam caranti”ti. ","dn6:12.2":"“Na kho, mahali, etasam samadhibhavananam sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","dn6:12.3":"Atthi kho, mahali, anneva dhamma uttaritara ca panitatara ca, yesam sacchikiriyahetu bhikkhu mayi brahmacariyam caranti”ti. ","dn6:13.0":"2.2. Catuariyaphala ","dn6:13.1":"“Katame pana te, bhante, dhamma uttaritara ca panitatara ca, yesam sacchikiriyahetu bhikkhu bhagavati brahmacariyam caranti”ti? ","dn6:13.2":"“Idha, mahali, bhikkhu tinnam samyojananam parikkhaya sotapanno hoti avinipatadhammo niyato sambodhiparayano. ","dn6:13.3":"Ayampi kho, mahali, dhammo uttaritaro ca panitataro ca, yassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","dn6:13.4":"Puna caparam, mahali, bhikkhu tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagami hoti, sakideva imam lokam agantva dukkhassantam karoti. ","dn6:13.5":"Ayampi kho, mahali, dhammo uttaritaro ca panitataro ca, yassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","dn6:13.6":"Puna caparam, mahali, bhikkhu pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti, tattha parinibbayi, anavattidhammo tasma loka. ","dn6:13.7":"Ayampi kho, mahali, dhammo uttaritaro ca panitataro ca, yassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","dn6:13.8":"Puna caparam, mahali, bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","dn6:13.9":"Ayampi kho, mahali, dhammo uttaritaro ca panitataro ca, yassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","dn6:13.10":"Ime kho te, mahali, dhamma uttaritara ca panitatara ca, yesam sacchikiriyahetu bhikkhu mayi brahmacariyam caranti”ti. ","dn6:14.0":"2.3. Ariyaatthangikamagga ","dn6:14.1":"“Atthi pana, bhante, maggo atthi patipada etesam dhammanam sacchikiriyaya”ti? ","dn6:14.2":"“Atthi kho, mahali, maggo atthi patipada etesam dhammanam sacchikiriyaya”ti. ","dn6:14.3":"“Katamo pana, bhante, maggo katama patipada etesam dhammanam sacchikiriyaya”ti? ","dn6:14.4":"“Ayameva ariyo atthangiko maggo. ","dn6:14.5":"Seyyathidam—sammaditthi sammasankappo sammavaca sammakammanto sammaajivo sammavayamo sammasati sammasamadhi. ","dn6:14.6":"Ayam kho, mahali, maggo ayam patipada etesam dhammanam sacchikiriyaya. ","dn6:15.0":"2.4. Dvepabbajitavatthu ","dn6:15.1":"Ekamidaham, mahali, samayam kosambiyam viharami ghositarame. ","dn6:15.2":"Atha kho dve pabbajita—","dn6:15.3":"mundiyo ca paribbajako jaliyo ca darupattikantevasi yenaham tenupasankamimsu. upasankamitva maya saddhim sammodimsu. ","dn6:15.4":"Sammodaniyam katham saraniyam vitisaretva ekamantam atthamsu. Ekamantam thita kho te dve pabbajita mam etadavocum: ","dn6:15.5":"‘kim nu kho, avuso gotama, tam jivam tam sariram, udahu annam jivam annam sariran’ti? ","dn6:16.1":"‘Tena havuso, sunatha sadhukam manasi karotha bhasissami’ti. ","dn6:16.2":"‘Evamavuso’ti kho te dve pabbajita mama paccassosum. ","dn6:16.3":"Aham etadavocam: ","dn6:16.4":"‘idhavuso tathagato loke uppajjati araham sammasambuddho …pe… ","dn6:16.5":"Evam kho, avuso, bhikkhu silasampanno hoti. ","dn6:16.6":"…pe… ","dn6:16.7":"Pathamam jhanam upasampajja viharati. ","dn6:16.8":"Yo kho, avuso, bhikkhu evam janati evam passati, kallam nu kho tassetam vacanaya: ","dn6:16.9":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti vati? ","dn6:16.10":"Yo so, avuso, bhikkhu evam janati evam passati, kallam tassetam vacanaya: ","dn6:16.11":"‘tam jivam tam sariran’ti va, ‘annam jivam annam sariran’ti vati. ","dn6:16.12":"Aham kho panetam, avuso, evam janami evam passami. ","dn6:16.13":"Atha ca panaham na vadami: ","dn6:16.14":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti va …pe… ","dn6:17.1":"dutiyam jhanam … ","dn6:17.2":"tatiyam jhanam … ","dn6:17.3":"catuttham jhanam upasampajja viharati. ","dn6:17.4":"Yo kho, avuso, bhikkhu evam janati evam passati, kallam nu kho tassetam vacanaya: ","dn6:17.5":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti vati? ","dn6:17.6":"Yo so, avuso, bhikkhu evam janati evam passati, kallam tassetam vacanaya: ","dn6:17.7":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti vati. ","dn6:17.8":"Aham kho panetam, avuso, evam janami evam passami. ","dn6:17.9":"Atha ca panaham na vadami: ","dn6:17.10":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti va …pe… ","dn6:18.1":"nanadassanaya cittam abhiniharati abhininnameti … ","dn6:18.2":"yo kho, avuso, bhikkhu evam janati evam passati, kallam nu kho tassetam vacanaya: ","dn6:18.3":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti vati? ","dn6:18.4":"…pe… ","dn6:18.5":"Yo so, avuso, bhikkhu evam janati evam passati, kallam tassetam vacanaya: ","dn6:18.6":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti vati. ","dn6:18.7":"Aham kho panetam, avuso, evam janami evam passami. ","dn6:18.8":"Atha ca panaham na vadami: ","dn6:18.9":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti va. …pe… ","dn6:19.1":"Naparam itthattayati pajanati. ","dn6:19.2":"Yo kho, avuso, bhikkhu evam janati evam passati, kallam nu kho tassetam vacanaya: ","dn6:19.3":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti vati? ","dn6:19.4":"Yo so, avuso, bhikkhu evam janati evam passati na kallam tassetam vacanaya: ","dn6:19.5":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti vati. ","dn6:19.6":"Aham kho panetam, avuso, evam janami evam passami. ","dn6:19.7":"Atha ca panaham na vadami: ","dn6:19.8":"‘tam jivam tam sariran’ti va ‘annam jivam annam sariran’ti va”ti. ","dn6:19.9":"Idamavoca bhagava. ","dn6:19.10":"Attamano otthaddho licchavi bhagavato bhasitam abhinanditi. ","dn6:19.11":"Mahalisuttam nitthitam chattham. "}