{"dn9:0.1":"Digha Nikaya 9 ","dn9:0.2":"Potthapadasutta ","dn9:1.0":"1. Potthapadaparibbajakavatthu ","dn9:1.1":"Evam me sutam—","dn9:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","dn9:1.3":"Tena kho pana samayena potthapado paribbajako samayappavadake tindukacire ekasalake mallikaya arame pativasati mahatiya paribbajakaparisaya saddhim timsamattehi paribbajakasatehi. ","dn9:1.4":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisi. ","dn9:2.1":"Atha kho bhagavato etadahosi: ","dn9:2.2":"“atippago kho tava savatthiyam pindaya caritum. ","dn9:2.3":"Yannunaham yena samayappavadako tindukaciro ekasalako mallikaya aramo, yena potthapado paribbajako tenupasankameyyan”ti. ","dn9:2.4":"Atha kho bhagava yena samayappavadako tindukaciro ekasalako mallikaya aramo tenupasankami. ","dn9:3.1":"Tena kho pana samayena potthapado paribbajako mahatiya paribbajakaparisaya saddhim nisinno hoti unnadiniya uccasaddamahasaddaya anekavihitam tiracchanakatham kathentiya. ","dn9:3.2":"Seyyathidam—rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham sayanakatham malakatham gandhakatham natikatham yanakatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam itibhavabhavakatham iti va. ","dn9:4.1":"Addasa kho potthapado paribbajako bhagavantam duratova agacchantam; ","dn9:4.2":"disvana sakam parisam santhapesi: ","dn9:4.3":"“appasadda bhonto hontu, ma bhonto saddamakattha. ","dn9:4.4":"Ayam samano gotamo agacchati. ","dn9:4.5":"Appasaddakamo kho so ayasma appasaddassa vannavadi. ","dn9:4.6":"Appeva nama appasaddam parisam viditva upasankamitabbam manneyya”ti. ","dn9:4.7":"Evam vutte, te paribbajaka tunhi ahesum. ","dn9:5.1":"Atha kho bhagava yena potthapado paribbajako tenupasankami. ","dn9:5.2":"Atha kho potthapado paribbajako bhagavantam etadavoca: ","dn9:5.3":"“etu kho, bhante, bhagava. ","dn9:5.4":"Svagatam, bhante, bhagavato. ","dn9:5.5":"Cirassam kho, bhante, bhagava imam pariyayamakasi, yadidam idhagamanaya. ","dn9:5.6":"Nisidatu, bhante, bhagava, idam asanam pannattan”ti. ","dn9:5.7":"Nisidi bhagava pannatte asane. ","dn9:5.8":"Potthapadopi kho paribbajako annataram nicam asanam gahetva ekamantam nisidi. ","dn9:5.9":"Ekamantam nisinnam kho potthapadam paribbajakam bhagava etadavoca: ","dn9:5.10":"“kaya nuttha, potthapada, etarahi kathaya sannisinna, ka ca pana vo antarakatha vippakata”ti? ","dn9:6.0":"1.1. Abhisannanirodhakatha ","dn9:6.1":"Evam vutte, potthapado paribbajako bhagavantam etadavoca: ","dn9:6.2":"“titthatesa, bhante, katha, yaya mayam etarahi kathaya sannisinna. ","dn9:6.3":"Nesa, bhante, katha bhagavato dullabha bhavissati pacchapi savanaya. ","dn9:6.4":"Purimani, bhante, divasani purimatarani, nanatitthiyanam samanabrahmananam kotuhalasalaya sannisinnanam sannipatitanam abhisannanirodhe katha udapadi: ","dn9:6.5":"‘katham nu kho, bho, abhisannanirodho hoti’ti? ","dn9:6.6":"Tatrekacce evamahamsu: ","dn9:6.7":"‘ahetu appaccaya purisassa sanna uppajjantipi nirujjhantipi. ","dn9:6.8":"Yasmim samaye uppajjanti, sanni tasmim samaye hoti. ","dn9:6.9":"Yasmim samaye nirujjhanti, asanni tasmim samaye hoti’ti. ","dn9:6.10":"Ittheke abhisannanirodham pannapenti. ","dn9:6.11":"Tamanno evamaha: ","dn9:6.12":"‘na kho pana metam, bho, evam bhavissati. ","dn9:6.13":"Sanna hi, bho, purisassa atta. ","dn9:6.14":"Sa ca kho upetipi apetipi. ","dn9:6.15":"Yasmim samaye upeti, sanni tasmim samaye hoti. ","dn9:6.16":"Yasmim samaye apeti, asanni tasmim samaye hoti’ti. ","dn9:6.17":"Ittheke abhisannanirodham pannapenti. ","dn9:6.18":"Tamanno evamaha: ","dn9:6.19":"‘na kho pana metam, bho, evam bhavissati. ","dn9:6.20":"Santi hi, bho, samanabrahmana mahiddhika mahanubhava. ","dn9:6.21":"Te imassa purisassa sannam upakaddhantipi apakaddhantipi. ","dn9:6.22":"Yasmim samaye upakaddhanti, sanni tasmim samaye hoti. ","dn9:6.23":"Yasmim samaye apakaddhanti, asanni tasmim samaye hoti’ti. ","dn9:6.24":"Ittheke abhisannanirodham pannapenti. ","dn9:6.25":"Tamanno evamaha: ","dn9:6.26":"‘na kho pana metam, bho, evam bhavissati. ","dn9:6.27":"Santi hi, bho, devata mahiddhika mahanubhava. ","dn9:6.28":"Ta imassa purisassa sannam upakaddhantipi apakaddhantipi. ","dn9:6.29":"Yasmim samaye upakaddhanti, sanni tasmim samaye hoti. ","dn9:6.30":"Yasmim samaye apakaddhanti, asanni tasmim samaye hoti’ti. ","dn9:6.31":"Ittheke abhisannanirodham pannapenti. ","dn9:6.32":"Tassa mayham, bhante, bhagavantamyeva arabbha sati udapadi: ","dn9:6.33":"‘aho nuna bhagava, aho nuna sugato, yo imesam dhammanam sukusalo’ti. ","dn9:6.34":"Bhagava, bhante, kusalo, bhagava pakatannu abhisannanirodhassa. ","dn9:6.35":"Katham nu kho, bhante, abhisannanirodho hoti”ti? ","dn9:7.0":"1.2. Sahetukasannuppadanirodhakatha ","dn9:7.1":"“Tatra, potthapada, ye te samanabrahmana evamahamsu: ","dn9:7.2":"‘ahetu appaccaya purisassa sanna uppajjantipi nirujjhantipi’ti, aditova tesam aparaddham. ","dn9:7.3":"Tam kissa hetu? ","dn9:7.4":"Sahetu hi, potthapada, sappaccaya purisassa sanna uppajjantipi nirujjhantipi. ","dn9:7.5":"Sikkha eka sanna uppajjati, sikkha eka sanna nirujjhati. ","dn9:7.6":"Ka ca sikkha”ti? Bhagava avoca. ","dn9:7.7":"“Idha, potthapada, tathagato loke uppajjati araham, sammasambuddho …pe… ","dn9:7.8":"Evam kho, potthapada, bhikkhu silasampanno hoti  ","dn9:8.1":"…pe… ","dn9:9.1":"tassime pancanivarane pahine attani samanupassato pamojjam jayati, pamuditassa piti jayati, pitimanassa kayo passambhati, passaddhakayo sukham vedeti, sukhino cittam samadhiyati. ","dn9:10.1":"So vivicceva kamehi, vivicca akusalehi dhammehi, savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","dn9:10.2":"Tassa ya purima kamasanna, sa nirujjhati. ","dn9:10.3":"Vivekajapitisukhasukhumasaccasanna tasmim samaye hoti, vivekajapitisukhasukhumasaccasanniyeva tasmim samaye hoti. ","dn9:10.4":"Evampi sikkha eka sanna uppajjati, sikkha eka sanna nirujjhati. ","dn9:10.5":"Ayam sikkha”ti bhagava avoca. ","dn9:11.1":"“Puna caparam, potthapada, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","dn9:11.2":"Tassa ya purima vivekajapitisukhasukhumasaccasanna, sa nirujjhati. ","dn9:11.3":"Samadhijapitisukhasukhumasaccasanna tasmim samaye hoti, samadhijapitisukhasukhumasaccasanniyeva tasmim samaye hoti. ","dn9:11.4":"Evampi sikkha eka sanna uppajjati, sikkha eka sanna nirujjhati. ","dn9:11.5":"Ayampi sikkha”ti bhagava avoca. ","dn9:12.1":"“Puna caparam, potthapada, bhikkhu pitiya ca viraga upekkhako ca viharati sato ca sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti, tatiyam jhanam upasampajja viharati. ","dn9:12.2":"Tassa ya purima samadhijapitisukhasukhumasaccasanna, sa nirujjhati. ","dn9:12.3":"Upekkhasukhasukhumasaccasanna tasmim samaye hoti, upekkhasukhasukhumasaccasanniyeva tasmim samaye hoti. ","dn9:12.4":"Evampi sikkha eka sanna uppajjati, sikkha eka sanna nirujjhati. ","dn9:12.5":"Ayampi sikkha”ti bhagava avoca. ","dn9:13.1":"“Puna caparam, potthapada, bhikkhu sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","dn9:13.2":"Tassa ya purima upekkhasukhasukhumasaccasanna, sa nirujjhati. ","dn9:13.3":"Adukkhamasukhasukhumasaccasanna tasmim samaye hoti, adukkhamasukhasukhumasaccasanniyeva tasmim samaye hoti. ","dn9:13.4":"Evampi sikkha eka sanna uppajjati, sikkha eka sanna nirujjhati. ","dn9:13.5":"Ayampi sikkha”ti bhagava avoca. ","dn9:14.1":"“Puna caparam, potthapada, bhikkhu sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati. ","dn9:14.2":"Tassa ya purima rupasanna, sa nirujjhati. ","dn9:14.3":"Akasanancayatanasukhumasaccasanna tasmim samaye hoti, akasanancayatanasukhumasaccasanniyeva tasmim samaye hoti. ","dn9:14.4":"Evampi sikkha eka sanna uppajjati, sikkha eka sanna nirujjhati. ","dn9:14.5":"Ayampi sikkha”ti bhagava avoca. ","dn9:15.1":"“Puna caparam, potthapada, bhikkhu sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati. ","dn9:15.2":"Tassa ya purima akasanancayatanasukhumasaccasanna, sa nirujjhati. ","dn9:15.3":"Vinnanancayatanasukhumasaccasanna tasmim samaye hoti, vinnanancayatanasukhumasaccasanniyeva tasmim samaye hoti. ","dn9:15.4":"Evampi sikkha eka sanna uppajjati, sikkha eka sanna nirujjhati. ","dn9:15.5":"Ayampi sikkha”ti bhagava avoca. ","dn9:16.1":"“Puna caparam, potthapada, bhikkhu sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati. ","dn9:16.2":"Tassa ya purima vinnanancayatanasukhumasaccasanna, sa nirujjhati. ","dn9:16.3":"Akincannayatanasukhumasaccasanna tasmim samaye hoti, akincannayatanasukhumasaccasanniyeva tasmim samaye hoti. ","dn9:16.4":"Evampi sikkha eka sanna uppajjati, sikkha eka sanna nirujjhati. ","dn9:16.5":"Ayampi sikkha”ti bhagava avoca. ","dn9:17.1":"“Yato kho, potthapada, bhikkhu idha sakasanni hoti, so tato amutra tato amutra anupubbena sannaggam phusati. ","dn9:17.2":"Tassa sannagge thitassa evam hoti: ","dn9:17.3":"‘cetayamanassa me papiyo, acetayamanassa me seyyo. ","dn9:17.4":"Ahanceva kho pana ceteyyam, abhisankhareyyam, ima ca me sanna nirujjheyyum, anna ca olarika sanna uppajjeyyum; ","dn9:17.5":"yannunaham na ceva ceteyyam na ca abhisankhareyyan’ti. ","dn9:17.6":"So na ceva ceteti, na ca abhisankharoti. ","dn9:17.7":"Tassa acetayato anabhisankharoto ta ceva sanna nirujjhanti, anna ca olarika sanna na uppajjanti. ","dn9:17.8":"So nirodham phusati. ","dn9:17.9":"Evam kho, potthapada, anupubbabhisannanirodhasampajanasamapatti hoti. ","dn9:18.1":"Tam kim mannasi, potthapada, ","dn9:18.2":"api nu te ito pubbe evarupa anupubbabhisannanirodhasampajanasamapatti sutapubba”ti? ","dn9:18.3":"“No hetam, bhante. ","dn9:18.4":"Evam kho aham, bhante, bhagavato bhasitam ajanami: ","dn9:18.5":"‘yato kho, potthapada, bhikkhu idha sakasanni hoti, so tato amutra tato amutra anupubbena sannaggam phusati, ","dn9:18.6":"tassa sannagge thitassa evam hoti: ","dn9:18.7":"“cetayamanassa me papiyo, acetayamanassa me seyyo. ","dn9:18.8":"Ahanceva kho pana ceteyyam abhisankhareyyam, ima ca me sanna nirujjheyyum, anna ca olarika sanna uppajjeyyum; ","dn9:18.9":"yannunaham na ceva ceteyyam, na ca abhisankhareyyan”ti. ","dn9:18.10":"So na ceva ceteti, na cabhisankharoti, tassa acetayato anabhisankharoto ta ceva sanna nirujjhanti, anna ca olarika sanna na uppajjanti. ","dn9:18.11":"So nirodham phusati. ","dn9:18.12":"Evam kho, potthapada, anupubbabhisannanirodhasampajanasamapatti hoti’”ti. ","dn9:18.13":"“Evam, potthapada”ti. ","dn9:19.1":"“Ekanneva nu kho, bhante, bhagava sannaggam pannapeti, udahu puthupi sannagge pannapeti”ti? ","dn9:19.2":"“Ekampi kho aham, potthapada, sannaggam pannapemi, puthupi sannagge pannapemi”ti. ","dn9:19.3":"“Yatha katham pana, bhante, bhagava ekampi sannaggam pannapeti, puthupi sannagge pannapeti”ti? ","dn9:19.4":"“Yatha yatha kho, potthapada, nirodham phusati tatha tathaham sannaggam pannapemi. ","dn9:19.5":"Evam kho aham, potthapada, ekampi sannaggam pannapemi, puthupi sannagge pannapemi”ti. ","dn9:20.1":"“Sanna nu kho, bhante, pathamam uppajjati, paccha nanam, udahu nanam pathamam uppajjati, paccha sanna, udahu sanna ca nananca apubbam acarimam uppajjanti”ti? ","dn9:20.2":"“Sanna kho, potthapada, pathamam uppajjati, paccha nanam, sannuppada ca pana nanuppado hoti. ","dn9:20.3":"So evam pajanati: ","dn9:20.4":"‘idappaccaya kira me nanam udapadi’ti. ","dn9:20.5":"Imina kho etam, potthapada, pariyayena veditabbam—","dn9:20.6":"yatha sanna pathamam uppajjati, paccha nanam, sannuppada ca pana nanuppado hoti”ti. ","dn9:21.0":"1.3. Sannaattakatha ","dn9:21.1":"“Sanna nu kho, bhante, purisassa atta, udahu anna sanna anno atta”ti? ","dn9:21.2":"“Kam pana tvam, potthapada, attanam paccesi”ti? ","dn9:21.3":"“Olarikam kho aham, bhante, attanam paccemi rupim catumahabhutikam kabalikaraharabhakkhan”ti. ","dn9:21.4":"“Olariko ca hi te, potthapada, atta abhavissa rupi catumahabhutiko kabalikaraharabhakkho. Evam santam kho te, potthapada, annava sanna bhavissati anno atta. ","dn9:21.5":"Tadaminapetam, potthapada, pariyayena veditabbam yatha annava sanna bhavissati anno atta. ","dn9:21.6":"Titthateva sayam, potthapada, olariko atta rupi catumahabhutiko kabalikaraharabhakkho, atha imassa purisassa anna ca sanna uppajjanti, anna ca sanna nirujjhanti. ","dn9:21.7":"Imina kho etam, potthapada, pariyayena veditabbam yatha annava sanna bhavissati anno atta”ti. ","dn9:22.1":"“Manomayam kho aham, bhante, attanam paccemi sabbangapaccangim ahinindriyan”ti. ","dn9:22.2":"“Manomayo ca hi te, potthapada, atta abhavissa sabbangapaccangi ahinindriyo, evam santampi kho te, potthapada, annava sanna bhavissati anno atta. ","dn9:22.3":"Tadaminapetam, potthapada, pariyayena veditabbam yatha annava sanna bhavissati anno atta. ","dn9:22.4":"Titthateva sayam, potthapada, manomayo atta sabbangapaccangi ahinindriyo, atha imassa purisassa anna ca sanna uppajjanti, anna ca sanna nirujjhanti. ","dn9:22.5":"Iminapi kho etam, potthapada, pariyayena veditabbam yatha annava sanna bhavissati anno atta”ti. ","dn9:23.1":"“Arupim kho aham, bhante, attanam paccemi sannamayan”ti. ","dn9:23.2":"“Arupi ca hi te, potthapada, atta abhavissa sannamayo, evam santampi kho te, potthapada, annava sanna bhavissati anno atta. ","dn9:23.3":"Tadaminapetam, potthapada, pariyayena veditabbam yatha annava sanna bhavissati anno atta. ","dn9:23.4":"Titthateva sayam, potthapada, arupi atta sannamayo, atha imassa purisassa anna ca sanna uppajjanti, anna ca sanna nirujjhanti. ","dn9:23.5":"Iminapi kho etam, potthapada, pariyayena veditabbam yatha annava sanna bhavissati anno atta”ti. ","dn9:24.1":"“Sakka panetam, bhante, maya natum: ","dn9:24.2":"‘sanna purisassa atta’ti va ‘annava sanna anno atta’ti va”ti? ","dn9:24.3":"“Dujjanam kho etam, potthapada, taya annaditthikena annakhantikena annarucikena annatrayogena annatracariyakena: ","dn9:24.4":"‘sanna purisassa atta’ti va, ‘annava sanna anno attati’ va”ti. ","dn9:25.1":"“Sacetam, bhante, maya dujjanam annaditthikena annakhantikena annarucikena annatrayogena annatracariyakena: ","dn9:25.2":"‘sanna purisassa atta’ti va, ‘annava sanna anno atta’ti va; ","dn9:25.3":"kim pana, bhante, ‘sassato loko, idameva saccam moghamannan’”ti? ","dn9:25.4":"“Abyakatam kho etam, potthapada, maya: ","dn9:25.5":"‘sassato loko, idameva saccam moghamannan’”ti. ","dn9:26.1":"“Kim pana, bhante, ‘asassato loko, idameva saccam moghamannan’”ti? ","dn9:26.2":"“Etampi kho, potthapada, maya abyakatam: ","dn9:26.3":"‘asassato loko, idameva saccam moghamannan’”ti. ","dn9:27.1":"“Kim pana, bhante, ‘antava loko …pe… ","dn9:27.2":"‘anantava loko … ","dn9:27.3":"‘tam jivam tam sariram … ","dn9:27.4":"‘annam jivam annam sariram … ","dn9:27.5":"‘hoti tathagato param marana … ","dn9:27.6":"‘na hoti tathagato param marana … ","dn9:27.7":"‘hoti ca na ca hoti tathagato param marana … ","dn9:27.8":"‘neva hoti na na hoti tathagato param marana, idameva saccam moghamannan’”ti? ","dn9:27.9":"“Etampi kho, potthapada, maya abyakatam: ","dn9:27.10":"‘neva hoti na na hoti tathagato param marana, idameva saccam moghamannan’”ti. ","dn9:28.1":"“Kasma panetam, bhante, bhagavata abyakatan”ti? ","dn9:28.2":"“Na hetam, potthapada, atthasamhitam na dhammasamhitam nadibrahmacariyakam, na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati, ","dn9:28.3":"tasma etam maya abyakatan”ti. ","dn9:29.1":"“Kim pana, bhante, bhagavata byakatan”ti? ","dn9:29.2":"“Idam dukkhanti kho, potthapada, maya byakatam. Ayam dukkhasamudayoti kho, potthapada, maya byakatam. Ayam dukkhanirodhoti kho, potthapada, maya byakatam. Ayam dukkhanirodhagamini patipadati kho, potthapada, maya byakatan”ti. ","dn9:30.1":"“Kasma panetam, bhante, bhagavata byakatan”ti? ","dn9:30.2":"“Etanhi, potthapada, atthasamhitam, etam dhammasamhitam, etam adibrahmacariyakam, etam nibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattati; ","dn9:30.3":"tasma etam maya byakatan”ti. ","dn9:30.4":"“Evametam, bhagava, evametam, sugata. ","dn9:30.5":"Yassadani, bhante, bhagava kalam mannati”ti. ","dn9:30.6":"Atha kho bhagava utthayasana pakkami. ","dn9:31.1":"Atha kho te paribbajaka acirapakkantassa bhagavato potthapadam paribbajakam samantato vaca sannitodakena sanjhabbharimakamsu: ","dn9:31.2":"“evameva panayam bhavam potthapado yannadeva samano gotamo bhasati, tam tadevassa abbhanumodati: ","dn9:31.3":"‘evametam, bhagava, evametam, sugata’ti. ","dn9:31.4":"Na kho pana mayam kinci samanassa gotamassa ekamsikam dhammam desitam ajanama: ","dn9:31.5":"‘sassato loko’ti va, ‘asassato loko’ti va, ‘antava loko’ti va, ‘anantava loko’ti va, ‘tam jivam tam sariran’ti va, ‘annam jivam annam sariran’ti va, ‘hoti tathagato param marana’ti va, ‘na hoti tathagato param marana’ti va, ‘hoti ca na ca hoti tathagato param marana’ti va, ‘neva hoti na na hoti tathagato param marana’ti va”ti. ","dn9:31.6":"Evam vutte, potthapado paribbajako te paribbajake etadavoca: ","dn9:31.7":"“ahampi kho, bho, na kinci samanassa gotamassa ekamsikam dhammam desitam ajanami: ","dn9:31.8":"‘sassato loko’ti va, ‘asassato loko’ti va …pe… ","dn9:31.9":"‘neva hoti na na hoti tathagato param marana’ti va; ","dn9:31.10":"api ca samano gotamo bhutam taccham tatham patipadam pannapeti dhammatthitatam dhammaniyamatam. ","dn9:31.11":"Bhutam kho pana taccham tatham patipadam pannapentassa dhammatthitatam dhammaniyamatam, kathanhi nama madiso vinnu samanassa gotamassa subhasitam subhasitato nabbhanumodeyya”ti? ","dn9:32.0":"2. Cittahatthisariputtapotthapadavatthu ","dn9:32.1":"Atha kho dvihatihassa accayena citto ca hatthisariputto potthapado ca paribbajako yena bhagava tenupasankamimsu; upasankamitva citto hatthisariputto bhagavantam abhivadetva ekamantam nisidi. ","dn9:32.2":"Potthapado pana paribbajako bhagavata saddhim sammodi. Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","dn9:32.3":"Ekamantam nisinno kho potthapado paribbajako bhagavantam etadavoca: ","dn9:32.4":"“tada mam, bhante, te paribbajaka acirapakkantassa bhagavato samantato vacasannitodakena sanjhabbharimakamsu: ","dn9:32.5":"‘evameva panayam bhavam potthapado yannadeva samano gotamo bhasati, tam tadevassa abbhanumodati: ","dn9:32.6":"“evametam, bhagava, evametam, sugata”ti. ","dn9:32.7":"Na kho pana mayam kinci samanassa gotamassa ekamsikam dhammam desitam ajanama: ","dn9:32.8":"“sassato loko”ti va, “asassato loko”ti va, “antava loko”ti va, “anantava loko”ti va, “tam jivam tam sariran”ti va, “annam jivam annam sariran”ti va, “hoti tathagato param marana”ti va, “na hoti tathagato param marana”ti va, “hoti ca na ca hoti tathagato param marana”ti va, “neva hoti na na hoti tathagato param marana”ti va’ti. ","dn9:32.9":"Evam vuttaham, bhante, te paribbajake etadavocam: ","dn9:32.10":"‘ahampi kho, bho, na kinci samanassa gotamassa ekamsikam dhammam desitam ajanami: ","dn9:32.11":"“sassato loko”ti va, “asassato loko”ti va …pe… ","dn9:32.12":"“neva hoti na na hoti tathagato param marana”ti va; ","dn9:32.13":"api ca samano gotamo bhutam taccham tatham patipadam pannapeti dhammatthitatam dhammaniyamatam. ","dn9:32.14":"Bhutam kho pana taccham tatham patipadam pannapentassa dhammatthitatam dhammaniyamatam, kathanhi nama madiso vinnu samanassa gotamassa subhasitam subhasitato nabbhanumodeyya’”ti? ","dn9:33.1":"“Sabbeva kho ete, potthapada, paribbajaka andha acakkhuka; ","dn9:33.2":"tvamyeva nesam eko cakkhuma. ","dn9:33.3":"Ekamsikapi hi kho, potthapada, maya dhamma desita pannatta; ","dn9:33.4":"anekamsikapi hi kho, potthapada, maya dhamma desita pannatta. ","dn9:33.5":"Katame ca te, potthapada, maya anekamsika dhamma desita pannatta? ","dn9:33.6":"‘Sassato loko’ti kho, potthapada, maya anekamsiko dhammo desito pannatto; ","dn9:33.7":"‘asassato loko’ti kho, potthapada, maya anekamsiko dhammo desito pannatto; ","dn9:33.8":"‘antava loko’ti kho, potthapada …pe… ","dn9:33.9":"‘anantava loko’ti kho, potthapada … ","dn9:33.10":"‘tam jivam tam sariran’ti kho, potthapada … ","dn9:33.11":"‘annam jivam annam sariran’ti kho, potthapada … ","dn9:33.12":"‘hoti tathagato param marana’ti kho, potthapada … ","dn9:33.13":"na hoti tathagato param marana’ti kho, potthapada … ","dn9:33.14":"‘hoti ca na ca hoti tathagato param marana’ti kho, potthapada … ","dn9:33.15":"‘neva hoti na na hoti tathagato param marana’ti kho, potthapada, maya anekamsiko dhammo desito pannatto. ","dn9:33.16":"Kasma ca te, potthapada, maya anekamsika dhamma desita pannatta? ","dn9:33.17":"Na hete, potthapada, atthasamhita na dhammasamhita na adibrahmacariyaka na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattanti. ","dn9:33.18":"Tasma te maya anekamsika dhamma desita pannatta. ","dn9:33.19.0":"2.1. Ekamsikadhamma ","dn9:33.20":"Katame ca te, potthapada, maya ekamsika dhamma desita pannatta? ","dn9:33.21":"Idam dukkhanti kho, potthapada, maya ekamsiko dhammo desito pannatto. ","dn9:33.22":"Ayam dukkhasamudayoti kho, potthapada, maya ekamsiko dhammo desito pannatto. ","dn9:33.23":"Ayam dukkhanirodhoti kho, potthapada, maya ekamsiko dhammo desito pannatto. ","dn9:33.24":"Ayam dukkhanirodhagamini patipadati kho, potthapada, maya ekamsiko dhammo desito pannatto. ","dn9:33.25":"Kasma ca te, potthapada, maya ekamsika dhamma desita pannatta? ","dn9:33.26":"Ete hi, potthapada, atthasamhita, ete dhammasamhita, ete adibrahmacariyaka ete nibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattanti. ","dn9:33.27":"Tasma te maya ekamsika dhamma desita pannatta. ","dn9:34.1":"Santi, potthapada, eke samanabrahmana evamvadino evamditthino: ","dn9:34.2":"‘ekantasukhi atta hoti arogo param marana’ti. ","dn9:34.3":"Tyaham upasankamitva evam vadami: ","dn9:34.4":"‘saccam kira tumhe ayasmanto evamvadino evamditthino: ","dn9:34.5":"“ekantasukhi atta hoti arogo param marana”’ti? ","dn9:34.6":"Te ce me evam puttha ‘ama’ti patijananti. ","dn9:34.7":"Tyaham evam vadami: ","dn9:34.8":"‘api pana tumhe ayasmanto ekantasukham lokam janam passam viharatha’ti? ","dn9:34.9":"Iti puttha ‘no’ti vadanti. ","dn9:34.10":"Tyaham evam vadami: ","dn9:34.11":"‘api pana tumhe ayasmanto ekam va rattim ekam va divasam upaddham va rattim upaddham va divasam ekantasukhim attanam sanjanatha’ti? ","dn9:34.12":"Iti puttha ‘no’ti vadanti. ","dn9:34.13":"Tyaham evam vadami: ","dn9:34.14":"‘api pana tumhe ayasmanto janatha: ","dn9:34.15":"“ayam maggo ayam patipada ekantasukhassa lokassa sacchikiriyaya”’ti? ","dn9:34.16":"Iti puttha ‘no’ti vadanti. ","dn9:34.17":"Tyaham evam vadami: ","dn9:34.18":"‘api pana tumhe ayasmanto ya ta devata ekantasukham lokam upapanna, tasam bhasamananam saddam sunatha: ","dn9:34.19":"“suppatipannattha, marisa, ujuppatipannattha, marisa, ekantasukhassa lokassa sacchikiriyaya; ","dn9:34.20":"mayampi hi, marisa, evampatipanna ekantasukham lokam upapanna”’ti? ","dn9:34.21":"Iti puttha ‘no’ti vadanti. ","dn9:34.22":"Tam kim mannasi, potthapada, ","dn9:34.23":"nanu evam sante tesam samanabrahmananam appatihirakatam bhasitam sampajjati”ti? ","dn9:34.24":"“Addha kho, bhante, evam sante tesam samanabrahmananam appatihirakatam bhasitam sampajjati”ti. ","dn9:35.1":"“Seyyathapi, potthapada, puriso evam vadeyya: ","dn9:35.2":"‘aham ya imasmim janapade janapadakalyani, tam icchami tam kamemi’ti. ","dn9:35.3":"Tamenam evam vadeyyum: ","dn9:35.4":"‘ambho purisa, yam tvam janapadakalyanim icchasi kamesi, janasi tam janapadakalyanim khattiyi va brahmani va vessi va suddi va’ti? ","dn9:35.5":"Iti puttho ‘no’ti vadeyya. ","dn9:35.6":"Tamenam evam vadeyyum: ","dn9:35.7":"‘ambho purisa, yam tvam janapadakalyanim icchasi kamesi, janasi tam janapadakalyanim evamnama evangottati va, digha va rassa va majjhima va kali va sama va manguracchavi vati, amukasmim game va nigame va nagare va’ti? ","dn9:35.8":"Iti puttho ‘no’ti vadeyya. ","dn9:35.9":"Tamenam evam vadeyyum: ","dn9:35.10":"‘ambho purisa, yam tvam na janasi na passasi, tam tvam icchasi kamesi’ti? ","dn9:35.11":"Iti puttho ‘ama’ti vadeyya. ","dn9:35.12":"Tam kim mannasi, potthapada, ","dn9:35.13":"nanu evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti? ","dn9:35.14":"“Addha kho, bhante, evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti. ","dn9:36.1":"“Evameva kho, potthapada, ye te samanabrahmana evamvadino evamditthino: ","dn9:36.2":"‘ekantasukhi atta hoti arogo param marana’ti. ","dn9:36.3":"Tyaham upasankamitva evam vadami: ","dn9:36.4":"‘saccam kira tumhe ayasmanto evamvadino evamditthino: ","dn9:36.5":"“ekantasukhi atta hoti arogo param marana”’ti? ","dn9:36.6":"Te ce me evam puttha ‘ama’ti patijananti. ","dn9:36.7":"Tyaham evam vadami: ","dn9:36.8":"‘api pana tumhe ayasmanto ekantasukham lokam janam passam viharatha’ti? ","dn9:36.9":"Iti puttha ‘no’ti vadanti. ","dn9:36.10":"Tyaham evam vadami: ","dn9:36.11":"‘api pana tumhe ayasmanto ekam va rattim ekam va divasam upaddham va rattim upaddham va divasam ekantasukhim attanam sanjanatha’ti? ","dn9:36.12":"Iti puttha ‘no’ti vadanti. ","dn9:36.13":"Tyaham evam vadami: ","dn9:36.14":"‘api pana tumhe ayasmanto janatha: ","dn9:36.15":"“ayam maggo ayam patipada ekantasukhassa lokassa sacchikiriyaya”’ti? ","dn9:36.16":"Iti puttha ‘no’ti vadanti. ","dn9:36.17":"Tyaham evam vadami: ","dn9:36.18":"‘api pana tumhe ayasmanto ya ta devata ekantasukham lokam upapanna, tasam bhasamananam saddam sunatha: ","dn9:36.19":"“suppatipannattha, marisa, ujuppatipannattha, marisa, ekantasukhassa lokassa sacchikiriyaya; ","dn9:36.20":"mayampi hi, marisa, evampatipanna ekantasukham lokam upapanna”’ti? ","dn9:36.21":"Iti puttha ‘no’ti vadanti. ","dn9:36.22":"Tam kim mannasi, potthapada, nanu evam sante tesam samanabrahmananam appatihirakatam bhasitam sampajjati”ti? ","dn9:36.23":"“Addha kho, bhante, evam sante tesam samanabrahmananam appatihirakatam bhasitam sampajjati”ti. ","dn9:37.1":"“Seyyathapi, potthapada, puriso catumahapathe nissenim kareyya pasadassa arohanaya. ","dn9:37.2":"Tamenam evam vadeyyum: ","dn9:37.3":"‘ambho purisa, yassa tvam pasadassa arohanaya nissenim karosi, janasi tam pasadam puratthimaya va disaya dakkhinaya va disaya pacchimaya va disaya uttaraya va disaya ucco va nico va majjhimo va’ti? ","dn9:37.4":"Iti puttho ‘no’ti vadeyya. ","dn9:37.5":"Tamenam evam vadeyyum: ","dn9:37.6":"‘ambho purisa, yam tvam na janasi na passasi, tassa tvam pasadassa arohanaya nissenim karosi’ti? ","dn9:37.7":"Iti puttho ‘ama’ti vadeyya. ","dn9:37.8":"Tam kim mannasi, potthapada, ","dn9:37.9":"nanu evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti? ","dn9:37.10":"“Addha kho, bhante, evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti. ","dn9:38.1":"“Evameva kho, potthapada, ye te samanabrahmana evamvadino evamditthino: ","dn9:38.2":"‘ekantasukhi atta hoti arogo param marana’ti. ","dn9:38.3":"Tyaham upasankamitva evam vadami: ","dn9:38.4":"‘saccam kira tumhe ayasmanto evamvadino evamditthino: ","dn9:38.5":"“ekantasukhi atta hoti arogo param marana”’ti? ","dn9:38.6":"Te ce me evam puttha ‘ama’ti patijananti. ","dn9:38.7":"Tyaham evam vadami: ","dn9:38.8":"‘api pana tumhe ayasmanto ekantasukham lokam janam passam viharatha’ti? ","dn9:38.9":"Iti puttha ‘no’ti vadanti. ","dn9:38.10":"Tyaham evam vadami: ","dn9:38.11":"‘api pana tumhe ayasmanto ekam va rattim ekam va divasam upaddham va rattim upaddham va divasam ekantasukhim attanam sanjanatha’ti? ","dn9:38.12":"Iti puttha ‘no’ti vadanti. ","dn9:38.13":"Tyaham evam vadami: ","dn9:38.14":"‘api pana tumhe ayasmanto janatha ayam maggo ayam patipada ekantasukhassa lokassa sacchikiriyaya’ti? ","dn9:38.15":"Iti puttha ‘no’ti vadanti. ","dn9:38.16":"Tyaham evam vadami: ","dn9:38.17":"‘api pana tumhe ayasmanto ya ta devata ekantasukham lokam upapanna tasam devatanam bhasamananam saddam sunatha: ","dn9:38.18":"“suppatipannattha, marisa, ujuppatipannattha, marisa, ekantasukhassa lokassa sacchikiriyaya; ","dn9:38.19":"mayampi hi, marisa, evam patipanna ekantasukham lokam upapanna”’ti? ","dn9:38.20":"Iti puttha ‘no’ti vadanti. ","dn9:38.21":"Tam kim mannasi, potthapada, nanu evam sante tesam samanabrahmananam appatihirakatam bhasitam sampajjati”ti? ","dn9:38.22":"“Addha kho, bhante, evam sante tesam samanabrahmananam appatihirakatam bhasitam sampajjati”ti. ","dn9:39.0":"2.2. Tayoattapatilabha ","dn9:39.1":"“Tayo kho me, potthapada, attapatilabha—","dn9:39.2":"olariko attapatilabho, manomayo attapatilabho, arupo attapatilabho. ","dn9:39.3":"Katamo ca, potthapada, olariko attapatilabho? ","dn9:39.4":"Rupi catumahabhutiko kabalikaraharabhakkho, ayam olariko attapatilabho. ","dn9:39.5":"Katamo manomayo attapatilabho? ","dn9:39.6":"Rupi manomayo sabbangapaccangi ahinindriyo, ayam manomayo attapatilabho. ","dn9:39.7":"Katamo arupo attapatilabho? ","dn9:39.8":"Arupi sannamayo, ayam arupo attapatilabho. ","dn9:40.1":"Olarikassapi kho aham, potthapada, attapatilabhassa pahanaya dhammam desemi: ","dn9:40.2":"‘yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","dn9:40.3":"Siya kho pana te, potthapada, evamassa: ","dn9:40.4":"‘sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati, dukkho ca kho viharo’ti. ","dn9:40.5":"Na kho panetam, potthapada, evam datthabbam. ","dn9:40.6":"Sankilesika ceva dhamma pahiyissanti, vodaniya ca dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati, pamujjanceva bhavissati piti ca passaddhi ca sati ca sampajannanca sukho ca viharo. ","dn9:41.1":"Manomayassapi kho aham, potthapada, attapatilabhassa pahanaya dhammam desemi: ","dn9:41.2":"‘yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","dn9:41.3":"Siya kho pana te, potthapada, evamassa: ","dn9:41.4":"‘sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati, dukkho ca kho viharo’ti. ","dn9:41.5":"Na kho panetam, potthapada, evam datthabbam. ","dn9:41.6":"Sankilesika ceva dhamma pahiyissanti, vodaniya ca dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati, pamujjanceva bhavissati piti ca passaddhi ca sati ca sampajannanca sukho ca viharo. ","dn9:42.1":"Arupassapi kho aham, potthapada, attapatilabhassa pahanaya dhammam desemi: ","dn9:42.2":"‘yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","dn9:42.3":"Siya kho pana te, potthapada, evamassa: ","dn9:42.4":"‘sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati, dukkho ca kho viharo’ti. ","dn9:42.5":"Na kho panetam, potthapada, evam datthabbam. ","dn9:42.6":"Sankilesika ceva dhamma pahiyissanti, vodaniya ca dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati, pamujjanceva bhavissati piti ca passaddhi ca sati ca sampajannanca sukho ca viharo. ","dn9:43.1":"Pare ce, potthapada, amhe evam puccheyyum: ","dn9:43.2":"‘katamo pana so, avuso, olariko attapatilabho, yassa tumhe pahanaya dhammam desetha, yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti, tesam mayam evam puttha evam byakareyyama: ","dn9:43.3":"‘ayam va so, avuso, olariko attapatilabho, yassa mayam pahanaya dhammam desema, yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","dn9:44.1":"Pare ce, potthapada, amhe evam puccheyyum: ","dn9:44.2":"‘katamo pana so, avuso, manomayo attapatilabho, yassa tumhe pahanaya dhammam desetha, yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti? ","dn9:44.3":"Tesam mayam evam puttha evam byakareyyama: ","dn9:44.4":"‘ayam va so, avuso, manomayo attapatilabho yassa mayam pahanaya dhammam desema, yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","dn9:45.1":"Pare ce, potthapada, amhe evam puccheyyum: ","dn9:45.2":"‘katamo pana so, avuso, arupo attapatilabho, yassa tumhe pahanaya dhammam desetha, yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti? ","dn9:45.3":"Tesam mayam evam puttha evam byakareyyama: ","dn9:45.4":"‘ayam va so, avuso, arupo attapatilabho yassa mayam pahanaya dhammam desema, yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","dn9:45.5":"Tam kim mannasi, potthapada, ","dn9:45.6":"nanu evam sante sappatihirakatam bhasitam sampajjati”ti? ","dn9:45.7":"“Addha kho, bhante, evam sante sappatihirakatam bhasitam sampajjati”ti. ","dn9:46.1":"“Seyyathapi, potthapada, puriso nissenim kareyya pasadassa arohanaya tasseva pasadassa hettha. ","dn9:46.2":"Tamenam evam vadeyyum: ","dn9:46.3":"‘ambho purisa, yassa tvam pasadassa arohanaya nissenim karosi, janasi tam pasadam, puratthimaya va disaya dakkhinaya va disaya pacchimaya va disaya uttaraya va disaya ucco va nico va majjhimo va’ti? ","dn9:46.4":"So evam vadeyya: ","dn9:46.5":"‘ayam va so, avuso, pasado, yassaham arohanaya nissenim karomi, tasseva pasadassa hettha’ti. ","dn9:46.6":"Tam kim mannasi, potthapada, ","dn9:46.7":"nanu evam sante tassa purisassa sappatihirakatam bhasitam sampajjati”ti? ","dn9:46.8":"“Addha kho, bhante, evam sante tassa purisassa sappatihirakatam bhasitam sampajjati”ti. ","dn9:47.1":"“Evameva kho, potthapada, pare ce amhe evam puccheyyum: ","dn9:47.2":"‘katamo pana so, avuso, olariko attapatilabho …pe… ","dn9:47.3":"katamo pana so, avuso, manomayo attapatilabho …pe… ","dn9:47.4":"katamo pana so, avuso, arupo attapatilabho, yassa tumhe pahanaya dhammam desetha, yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti? ","dn9:47.5":"Tesam mayam evam puttha evam byakareyyama: ","dn9:47.6":"‘ayam va so, avuso, arupo attapatilabho, yassa mayam pahanaya dhammam desema, yathapatipannanam vo sankilesika dhamma pahiyissanti, vodaniya dhamma abhivaddhissanti, pannaparipurim vepullattanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","dn9:47.7":"Tam kim mannasi, potthapada, nanu evam sante sappatihirakatam bhasitam sampajjati”ti? ","dn9:47.8":"“Addha kho, bhante, evam sante sappatihirakatam bhasitam sampajjati”ti. ","dn9:48.1":"Evam vutte, citto hatthisariputto bhagavantam etadavoca: ","dn9:48.2":"“yasmim, bhante, samaye olariko attapatilabho hoti, moghassa tasmim samaye manomayo attapatilabho hoti, mogho arupo attapatilabho hoti; ","dn9:48.3":"olariko vassa attapatilabho tasmim samaye sacco hoti. ","dn9:48.4":"Yasmim, bhante, samaye manomayo attapatilabho hoti, moghassa tasmim samaye olariko attapatilabho hoti, mogho arupo attapatilabho hoti; ","dn9:48.5":"manomayo vassa attapatilabho tasmim samaye sacco hoti. ","dn9:48.6":"Yasmim, bhante, samaye arupo attapatilabho hoti, moghassa tasmim samaye olariko attapatilabho hoti, mogho manomayo attapatilabho hoti; ","dn9:48.7":"arupo vassa attapatilabho tasmim samaye sacco hoti”ti. ","dn9:49.1":"“Yasmim, citta, samaye olariko attapatilabho hoti, neva tasmim samaye manomayo attapatilabhoti sankham gacchati, na arupo attapatilabhoti sankham gacchati; ","dn9:49.2":"olariko attapatilabhotveva tasmim samaye sankham gacchati. ","dn9:49.3":"Yasmim, citta, samaye manomayo attapatilabho hoti, neva tasmim samaye olariko attapatilabhoti sankham gacchati, na arupo attapatilabhoti sankham gacchati; ","dn9:49.4":"manomayo attapatilabhotveva tasmim samaye sankham gacchati. ","dn9:49.5":"Yasmim, citta, samaye arupo attapatilabho hoti, neva tasmim samaye olariko attapatilabhoti sankham gacchati, na manomayo attapatilabhoti sankham gacchati; ","dn9:49.6":"arupo attapatilabhotveva tasmim samaye sankham gacchati. ","dn9:49.7":"Sace tam, citta, evam puccheyyum: ","dn9:49.8":"‘ahosi tvam atitamaddhanam, na tvam nahosi; ","dn9:49.9":"bhavissasi tvam anagatamaddhanam, na tvam na bhavissasi; ","dn9:49.10":"atthi tvam etarahi, na tvam natthi’ti. ","dn9:49.11":"Evam puttho tvam, citta, kinti byakareyyasi”ti? ","dn9:49.12":"“Sace mam, bhante, evam puccheyyum: ","dn9:49.13":"‘ahosi tvam atitamaddhanam, na tvam na ahosi; ","dn9:49.14":"bhavissasi tvam anagatamaddhanam, na tvam na bhavissasi; ","dn9:49.15":"atthi tvam etarahi, na tvam natthi’ti. ","dn9:49.16":"Evam puttho aham, bhante, evam byakareyyam: ","dn9:49.17":"‘ahosaham atitamaddhanam, naham na ahosim; ","dn9:49.18":"bhavissamaham anagatamaddhanam, naham na bhavissami; ","dn9:49.19":"atthaham etarahi, naham natthi’ti. ","dn9:49.20":"Evam puttho aham, bhante, evam byakareyyan”ti. ","dn9:50.1":"“Sace pana tam, citta, evam puccheyyum: ","dn9:50.2":"‘yo te ahosi atito attapatilabho, sova te attapatilabho sacco, mogho anagato, mogho paccuppanno? ","dn9:50.3":"Yo te bhavissati anagato attapatilabho, sova te attapatilabho sacco, mogho atito, mogho paccuppanno? ","dn9:50.4":"Yo te etarahi paccuppanno attapatilabho, sova te attapatilabho sacco, mogho atito, mogho anagato’ti. ","dn9:50.5":"Evam puttho tvam, citta, kinti byakareyyasi”ti? ","dn9:50.6":"“Sace pana mam, bhante, evam puccheyyum: ","dn9:50.7":"‘yo te ahosi atito attapatilabho, sova te attapatilabho sacco, mogho anagato, mogho paccuppanno. ","dn9:50.8":"Yo te bhavissati anagato attapatilabho, sova te attapatilabho sacco, mogho atito, mogho paccuppanno. ","dn9:50.9":"Yo te etarahi paccuppanno attapatilabho, sova te attapatilabho sacco, mogho atito, mogho anagato’ti. ","dn9:50.10":"Evam puttho aham, bhante, evam byakareyyam: ","dn9:50.11":"‘yo me ahosi atito attapatilabho, sova me attapatilabho tasmim samaye sacco ahosi, mogho anagato, mogho paccuppanno. ","dn9:50.12":"Yo me bhavissati anagato attapatilabho, sova me attapatilabho tasmim samaye sacco bhavissati, mogho atito, mogho paccuppanno. ","dn9:50.13":"Yo me etarahi paccuppanno attapatilabho, sova me attapatilabho sacco, mogho atito, mogho anagato’ti. ","dn9:50.14":"Evam puttho aham, bhante, evam byakareyyan”ti. ","dn9:51.1":"“Evameva kho, citta, yasmim samaye olariko attapatilabho hoti, neva tasmim samaye manomayo attapatilabhoti sankham gacchati, na arupo attapatilabhoti sankham gacchati. ","dn9:51.2":"Olariko attapatilabhotveva tasmim samaye sankham gacchati. ","dn9:51.3":"Yasmim, citta, samaye manomayo attapatilabho hoti …pe… ","dn9:51.4":"yasmim, citta, samaye arupo attapatilabho hoti, neva tasmim samaye olariko attapatilabhoti sankham gacchati, na manomayo attapatilabhoti sankham gacchati; ","dn9:51.5":"arupo attapatilabhotveva tasmim samaye sankham gacchati. ","dn9:52.1":"Seyyathapi, citta, gava khiram, khiramha dadhi, dadhimha navanitam, navanitamha sappi, sappimha sappimando. ","dn9:52.2":"Yasmim samaye khiram hoti, neva tasmim samaye dadhiti sankham gacchati, na navanitanti sankham gacchati, na sappiti sankham gacchati, na sappimandoti sankham gacchati; ","dn9:52.3":"khirantveva tasmim samaye sankham gacchati. ","dn9:52.4":"Yasmim samaye dadhi hoti …pe… ","dn9:52.5":"navanitam hoti … ","dn9:52.6":"sappi hoti … ","dn9:52.7":"sappimando hoti, neva tasmim samaye khiranti sankham gacchati, na dadhiti sankham gacchati, na navanitanti sankham gacchati, na sappiti sankham gacchati; ","dn9:52.8":"sappimandotveva tasmim samaye sankham gacchati. ","dn9:53.1":"Evameva kho, citta, yasmim samaye olariko attapatilabho hoti …pe… ","dn9:53.2":"yasmim, citta, samaye manomayo attapatilabho hoti …pe… ","dn9:53.3":"yasmim, citta, samaye arupo attapatilabho hoti, neva tasmim samaye olariko attapatilabhoti sankham gacchati, na manomayo attapatilabhoti sankham gacchati; ","dn9:53.4":"arupo attapatilabhotveva tasmim samaye sankham gacchati. ","dn9:53.5":"Ima kho, citta, lokasamanna lokaniruttiyo lokavohara lokapannattiyo, yahi tathagato voharati aparamasan”ti. ","dn9:54.1":"Evam vutte, potthapado paribbajako bhagavantam etadavoca: ","dn9:54.2":"“abhikkantam, bhante, abhikkantam, bhante. ","dn9:54.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","dn9:54.4":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","dn9:54.5":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","dn9:55.0":"2.3. Cittahatthisariputtaupasampada ","dn9:55.1":"Citto pana hatthisariputto bhagavantam etadavoca: ","dn9:55.2":"“abhikkantam, bhante, abhikkantam, bhante. ","dn9:55.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","dn9:55.4":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","dn9:55.5":"Labheyyaham, bhante, bhagavato santike pabbajjam, labheyyam upasampadan”ti. ","dn9:56.1":"Alattha kho citto hatthisariputto bhagavato santike pabbajjam, alattha upasampadam. ","dn9:56.2":"Acirupasampanno kho panayasma citto hatthisariputto eko vupakattho appamatto atapi pahitatto viharanto na cirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","dn9:56.3":"“khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthAttaya”ti abbhannasi. ","dn9:56.4":"Annataro kho panayasma citto hatthisariputto arahatam ahositi. ","dn9:56.5":"Potthapadasuttam nitthitam navamam. "}