{"iti87:0.1":"Itivuttaka 87 ","iti87:0.2":"Tikanipata ","iti87:0.3":"Catutthavagga ","iti87:0.4":"Andhakaranasutta ","iti87:1.1":"Vuttanhetam bhagavata vuttamarahatati me sutam: ","iti87:2.1":"“Tayome, bhikkhave, akusalavitakka andhakarana acakkhukarana annanakarana pannanirodhika vighatapakkhika anibbanasamvattanika. ","iti87:2.2":"Katame tayo? ","iti87:2.3":"Kamavitakko, bhikkhave, andhakarano acakkhukarano annanakarano pannanirodhiko vighatapakkhiko anibbanasamvattaniko. ","iti87:2.4":"Byapadavitakko, bhikkhave, andhakarano acakkhukarano annanakarano pannanirodhiko vighatapakkhiko anibbanasamvattaniko. ","iti87:2.5":"Vihimsavitakko, bhikkhave, andhakarano acakkhukarano annanakarano pannanirodhiko vighatapakkhiko anibbanasamvattaniko. ","iti87:2.6":"Ime kho, bhikkhave, tayo akusalavitakka andhakarana acakkhukarana annanakarana pannanirodhika vighatapakkhika anibbanasamvattanika. ","iti87:3.1":"Tayome, bhikkhave, kusalavitakka anandhakarana cakkhukarana nanakarana pannavuddhika avighatapakkhika nibbanasamvattanika. ","iti87:3.2":"Katame tayo? ","iti87:3.3":"Nekkhammavitakko, bhikkhave, anandhakarano cakkhukarano nanakarano pannavuddhiko avighatapakkhiko nibbanasamvattaniko. ","iti87:3.4":"Abyapadavitakko, bhikkhave, anandhakarano cakkhukarano nanakarano pannavuddhiko avighatapakkhiko nibbanasamvattaniko. ","iti87:3.5":"Avihimsavitakko, bhikkhave, anandhakarano cakkhukarano nanakarano pannavuddhiko avighatapakkhiko nibbanasamvattaniko. ","iti87:3.6":"Ime kho, bhikkhave, tayo kusalavitakka anandhakarana cakkhukarana nanakarana pannavuddhika avighatapakkhika nibbanasamvattanika”ti. ","iti87:3.7":"Etamattham bhagava avoca. ","iti87:3.8":"Tatthetam iti vuccati: ","iti87:4.1":"“Tayo vitakke kusale vitakkaye, ","iti87:4.2":"Tayo pana akusale nirakare; ","iti87:4.3":"Sa ve vitakkani vicaritani, ","iti87:4.4":"Sameti vutthiva rajam samuhatam; ","iti87:4.5":"Sa ve vitakkupasamena cetasa, ","iti87:4.6":"Idheva so santipadam samajjhaga”ti. ","iti87:5.1":"Ayampi attho vutto bhagavata, iti me sutanti. ","iti87:5.2":"Atthamam. "}