{"iti84:0.1":"Itivuttaka 84 ","iti84:0.2":"Tikanipata ","iti84:0.3":"Catutthavagga ","iti84:0.4":"Bahujanahitasutta ","iti84:1.1":"Vuttanhetam bhagavata vuttamarahatati me sutam: ","iti84:2.1":"“Tayome puggala loke uppajjamana uppajjanti bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","iti84:2.2":"Katame tayo? ","iti84:2.3":"Idha, bhikkhave, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","iti84:2.4":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","iti84:2.5":"Ayam, bhikkhave, pathamo puggalo loke uppajjamano uppajjati bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","iti84:3.1":"Puna caparam, bhikkhave, tasseva satthu savako araham hoti khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto. ","iti84:3.2":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","iti84:3.3":"Ayam, bhikkhave, dutiyo puggalo loke uppajjamano uppajjati bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","iti84:4.1":"Puna caparam, bhikkhave, tasseva satthu savako sekho hoti patipado bahussuto silavatupapanno. ","iti84:4.2":"Sopi dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","iti84:4.3":"Ayam, bhikkhave, tatiyo puggalo loke uppajjamano uppajjati bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","iti84:4.4":"Ime kho, bhikkhave, tayo puggala loke uppajjamana uppajjanti bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti. ","iti84:4.5":"Etamattham bhagava avoca. ","iti84:4.6":"Tatthetam iti vuccati: ","iti84:5.1":"“Sattha hi loke pathamo mahesi, ","iti84:5.2":"Tassanvayo savako bhavitatto; ","iti84:5.3":"Athaparo patipadopi sekho, ","iti84:5.4":"Bahussuto silavatupapanno. ","iti84:6.1":"Ete tayo devamanussasettha, ","iti84:6.2":"Pabhankara dhammamudirayanta; ","iti84:6.3":"Apapuranti amatassa dvaram, ","iti84:6.4":"Yoga pamocenti bahujjanam te. ","iti84:7.1":"Ye satthavahena anuttarena, ","iti84:7.2":"Sudesitam maggamanukkamanti; ","iti84:7.3":"Idheva dukkhassa karonti antam, ","iti84:7.4":"Ye appamatta sugatassa sasane”ti. ","iti84:8.1":"Ayampi attho vutto bhagavata, iti me sutanti. ","iti84:8.2":"Pancamam. "}