{"iti99:0.1":"Itivuttaka 99 ","iti99:0.2":"Tikanipata ","iti99:0.3":"Pancamavagga ","iti99:0.4":"Tevijjasutta ","iti99:1.1":"Vuttanhetam bhagavata vuttamarahatati me sutam: ","iti99:2.1":"“Dhammenaham, bhikkhave, tevijjam brahmanam pannapemi, nannam lapitalapanamattena. ","iti99:3.1":"Kathancaham, bhikkhave, dhammena tevijjam brahmanam pannapemi, nannam lapitalapanamattena? ","iti99:3.2":"Idha, bhikkhave, bhikkhu anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto. So tato cuto amutra udapadim. Tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto. So tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","iti99:3.3":"Ayamassa pathama vijja adhigata hoti, avijja vihata, vijja uppanna, tamo vihato, aloko uppanno, yatha tam appamattassa atapino pahitattassa viharato. ","iti99:4.1":"Puna caparam, bhikkhave, bhikkhu dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana. Te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana. Te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati. ","iti99:4.2":"Ayamassa dutiya vijja adhigata hoti, avijja vihata, vijja uppanna, tamo vihato, aloko uppanno, yatha tam appamattassa atapino pahitattassa viharato. ","iti99:5.1":"Puna caparam, bhikkhave, bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","iti99:5.2":"Ayamassa tatiya vijja adhigata hoti, avijja vihata, vijja uppanna, tamo vihato, aloko uppanno, yatha tam appamattassa atapino pahitattassa viharato. ","iti99:5.3":"Evam kho aham, bhikkhave, dhammena tevijjam brahmanam pannapemi, nannam lapitalapanamattena”ti. ","iti99:5.4":"Etamattham bhagava avoca. ","iti99:5.5":"Tatthetam iti vuccati: ","iti99:6.1":"“Pubbenivasam yoveti, ","iti99:6.2":"saggapayanca passati; ","iti99:6.3":"Atho jatikkhayam patto, ","iti99:6.4":"abhinnavosito muni. ","iti99:7.1":"Etahi tihi vijjahi, ","iti99:7.2":"tevijjo hoti brahmano; ","iti99:7.3":"Tamaham vadami tevijjam, ","iti99:7.4":"nannam lapitalapanan”ti. ","iti99:8.1":"Ayampi attho vutto bhagavata, iti me sutanti. ","iti99:8.2":"Dasamam. ","iti99:8.3":"Pancamo vaggo. ","iti99:9.0":"Tassuddanam ","iti99:9.1":"Pasada jivita sanghati, ","iti99:9.2":"aggi upaparikkhaya; ","iti99:9.3":"Upapatti kama kalyanam, ","iti99:9.4":"danam dhammena te dasati. ","iti99:9.5":"Tikanipato nitthito. "}