{"mil2:0.1":"Milindapanha ","mil2:0.2":"Bahirakatha ","mil2:0.3":"1. Pubbayogadi ","mil2:1.1":"<b>Pubbayogo</b>ti tesam pubbakammam. ","mil2:1.2":"Atite kira kassapassa bhagavato sasane vattamane gangaya samipe ekasmim avase mahabhikkhusangho pativasati, tattha vattasilasampanna bhikkhu patova utthaya yatthisammajjaniyo adaya buddhagune avajjenta anganam sammajjitva kacavarabyuham karonti. ","mil2:1.3":"Atheko bhikkhu ekam samaneram “ehi, samanera, imam kacavaram chaddehi”ti—","mil2:1.4":"aha, so asunanto viya gacchati, so dutiyampi … ","mil2:1.5":"tatiyampi amantiyamano asunanto viya gacchateva. ","mil2:1.6":"Tato so bhikkhu “dubbaco vatayam samanero”ti kuddho sammajjanidandena paharam adasi. ","mil2:1.7":"Tato so rodanto bhayena kacavaram chaddento “imina kacavarachaddanapunnakammena yavaham nibbanam papunami, etthantare nibbattanibbattatthane majjhanhikasuriyo viya mahesakkho mahatejo bhaveyyan”ti—","mil2:1.8":"pathamam patthanam patthapesi. ","mil2:1.9":"Kacavaram chaddetva nahanatthaya gangatittham gato gangaya umivegam gaggarayamanam disva “yavaham nibbanam papunami, etthantare nibbattanibbattatthane ayam umivego viya thanuppattikapatibhano bhaveyyam akkhayapatibhano”ti—","mil2:1.10":"dutiyampi patthanam patthapesi. ","mil2:2.1":"Sopi bhikkhu sammajjanisalaya sammajjanim thapetva nahanatthaya gangatittham gacchanto samanerassa patthanam sutva “esa maya payojitopi tava evam pattheti, mayham kim na samijjhissati”ti—","mil2:2.2":"cintetva “yavaham nibbanam papunami, etthantare nibbattanibbattatthane ayam gangaumivego viya akkhayapatibhano bhaveyyam, imina pucchitapucchitam sabbam panhapatibhanam vijatetum nibbethetum samattho bhaveyyan”ti—","mil2:2.3":"patthanam patthapesi. ","mil2:3.1":"Te ubhopi devesu ca manussesu ca samsaranta ekam buddhantaram khepesum. ","mil2:3.2":"Atha amhakam bhagavatapi yatha moggaliputtatissatthero dissati, evametepi dissanti mama parinibbanato pancavassasate atikkante ete uppajjissanti, yam maya sukhumam katva desitam dhammavinayam, tam ete panhapucchanaopammayuttivasena nijjatam niggumbam katva vibhajissantiti niddittha. ","mil2:4.1":"Tesu samanero jambudipe sagalanagare milindo nama raja ahosi. ","mil2:4.2":"Pandito byatto medhavi patibalo atitanagatapaccuppannanam mantayogavidhanakiriyanam, karanakale nisammakari hoti, bahuni cassa satthani uggahitani honti. ","mil2:4.3":"Seyyathidam—","mil2:4.4":"suti sammuti sankhya yoga niti visesika ganika gandhabba tikiccha catubbeda purana itihasa jotisa maya ketu mantana yuddha chandasa buddhavacanena ekunavisati, vitandavadi durasado duppasaho puthutitthakaranam aggamakkhayati, sakalajambudipe milindena ranna samo koci nahosi yadidam thamena javena surena pannaya, addho mahaddhano mahabhogo anantabalavahano. ","mil2:5.1":"Athekadivasam milindo raja anantabalavahanam caturanginim balaggasenabyuham dassanakamyataya nagara nikkhamitva bahinagare senangadassanam katva saretva so raja bhassappavadako lokayatavitandajanasallapaplavacittakotuhalo visarado vijambhako suriyam oloketva amacce amantesi—","mil2:5.2":"“bahu bhane tava divasavaseso kim karissama, idaneva nagaram pavisitva atthi koci pandito samano va brahmano va sanghi gani ganacariyo api arahantam sammasambuddham patijanamano, yo maya saddhim sallapitum sakkoti kankham pativinetum, tam upasankamitva panham pucchissama, kankham pativinayissama”ti. ","mil2:6.1":"Evam vutte, pancasata yonaka rajanam milindam etadavocum—","mil2:6.2":"“atthi, maharaja, cha sattharo purano kassapo makkhaligosalo nigantho nataputto sanjayo belatthaputto ajito kesakambalo pakudho kaccayano, te sanghino ganino ganacariyaka nata yasassino titthakara sadhusammata bahujanassa, gaccha tvam, maharaja, te panham pucchassu, kankham pativinayassu”ti. ","mil2:7.1":"Atha kho milindo raja pancahi yonakasatehi parivuto bhadravahanam rathavaramaruyha yena purano kassapo tenupasankami, upasankamitva puranena kassapena saddhim sammodi, sammodaniyam katham saraniyam vitisaretva ekamantam nisidi, ekamantam nisinno kho milindo raja puranam kassapam etadavoca—","mil2:7.2":"“ko, bhante kassapa, lokam paleti”ti? ","mil2:7.3":"“Pathavi, maharaja, lokam paleti”ti. ","mil2:7.4":"“Yadi, bhante kassapa, pathavi lokam paleti, atha kasma avicinirayam gacchanta satta pathavim atikkamitva gacchanti”ti? ","mil2:7.5":"Evam vutte, purano kassapo neva sakkhi ogilitum, no sakkhi uggilitum, adhomukho pattakkhandho tunhibhuto pajjhayanto nisidi. ","mil2:8.1":"Atha kho milindo raja makkhalim gosalam etadavoca—","mil2:8.2":"“atthi, bhante gosala, kusalakusalani kammani, atthi sukatadukkatanam kammanam phalam vipako”ti? ","mil2:8.3":"“Natthi, maharaja, kusalakusalani kammani, natthi sukatadukkatanam kammanam phalam vipako. ","mil2:8.4":"Ye te, maharaja, idha loke khattiya, te paralokam gantvapi puna khattiyava bhavissanti, ye te brahmana vessa sudda candala pukkusa, te paralokam gantvapi puna brahmana vessa sudda candala pukkusava bhavissanti. ","mil2:8.5":"Kim kusalakusalehi kammehi”ti? ","mil2:8.6":"“Yadi, bhante gosala, idha loke khattiya brahmana vessa sudda candala pukkusa, te paralokam gantvapi puna khattiya brahmana vessa sudda candala pukkusava bhavissanti, natthi kusalakusalehi kammehi karaniyam. ","mil2:8.7":"Tena hi, bhante gosala, ye te idha loke hatthacchinna, te paralokam gantvapi puna hatthacchinnava bhavissanti. ","mil2:8.8":"Ye padacchinna, te padacchinnava bhavissanti. ","mil2:8.9":"Ye hatthapadacchinna, te hatthapadacchinnava bhavissanti. ","mil2:8.10":"Ye kannacchinna, te kannacchinnava bhavissanti. ","mil2:8.11":"Ye nasacchinna, te nasacchinnava bhavissanti. ","mil2:8.12":"Ye kannanasacchinna, te kannanasacchinnava bhavissanti”ti. ","mil2:8.13":"Evam vutte, gosalo tunhi ahosi. ","mil2:9.1":"Atha kho milindassa ranno etadahosi—","mil2:9.2":"“tuccho vata bho jambudipo, palapo vata bho jambudipo, natthi koci samano va brahmano va, yo maya saddhim sallapitum sakkoti kankham pativinetun”ti. ","mil2:10.1":"Atha kho milindo raja amacce amantesi—","mil2:10.2":"“ramaniya vata bho dosina ratti, kam nu khvajja samanam va brahmanam va upasankameyyama panham pucchitum, ko maya saddhim sallapitum sakkoti kankham pativinetun”ti? ","mil2:10.3":"Evam vutte, amacca tunhibhuta ranno mukham olokayamana atthamsu. ","mil2:11.1":"Tena kho pana samayena sagalanagaram dvadasa vassani sunnam ahosi samanabrahmanagahapatipanditehi, yattha samanabrahmanagahapatipandita pativasantiti sunati, tattha gantva raja te panham pucchati, te sabbepi panhavisajjanena rajanam aradhetum asakkonta yena va tena va pakkamanti. ","mil2:11.2":"Ye annam disam na pakkamanti, te sabbe tunhibhuta acchanti. ","mil2:11.3":"Bhikkhu pana yebhuyyena himavantameva gacchanti. ","mil2:12.1":"Tena kho pana samayena kotisata arahanto himavante pabbate rakkhitatale pativasanti. ","mil2:12.2":"Atha kho ayasma assagutto dibbaya sotadhatuya milindassa ranno vacanam sutva yugandharamatthake bhikkhusangham sannipatetva bhikkhu pucchi—","mil2:12.3":"“atthavuso koci bhikkhu patibalo milindena ranna saddhim sallapitum kankham pativinetun”ti? ","mil2:13.1":"Evam vutte, kotisata arahanto tunhi ahesum. ","mil2:13.2":"Dutiyampi … ","mil2:13.3":"tatiyampi puttha tunhi ahesum. ","mil2:13.4":"Atha kho ayasma assagutto bhikkhusangham etadavoca—","mil2:13.5":"“atthavuso tavatimsabhavane vejayantassa pacinato ketumati nama vimanam, tattha mahaseno nama devaputto pativasati, so patibalo tena milindena ranna saddhim sallapitum kankham pativinetun”ti. ","mil2:14.1":"Atha kho kotisata arahanto yugandharapabbate antarahita tavatimsabhavane paturahesum. ","mil2:14.2":"Addasa kho sakko devanamindo te bhikkhu duratova agacchante, disvana yenayasma assagutto tenupasankami, upasankamitva ayasmantam assaguttam abhivadetva ekamantam atthasi, ekamantam thito kho sakko devanamindo ayasmantam assaguttam etadavoca—","mil2:14.3":"“maha kho, bhante, bhikkhusangho anuppatto, aham sanghassa aramiko, kenattho, kim maya karaniyan”ti? ","mil2:15.1":"Atha kho ayasma assagutto sakkam devanamindam etadavoca—","mil2:15.2":"“ayam kho, maharaja, jambudipe sagalanagare milindo nama raja vitandavadi durasado duppasaho puthutitthakaranam aggamakkhayati, so bhikkhusangham upasankamitva ditthivadena panham pucchitva bhikkhusangham vihetheti”ti. ","mil2:16.1":"Atha kho sakko devanamindo ayasmantam assaguttam etadavoca—","mil2:16.2":"“ayam kho, bhante, milindo raja ito cuto manussesu uppanno, eso kho, bhante, ketumativimane mahaseno nama devaputto pativasati, so patibalo tena milindena ranna saddhim sallapitum kankham pativinetum, tam devaputtam yacissama manussalokupapattiya”ti. ","mil2:17.1":"Atha kho sakko devanamindo bhikkhusangham purakkhatva ketumativimanam pavisitva mahasenam devaputtam alingitva etadavoca—","mil2:17.2":"“yacati tam, marisa, bhikkhusangho manussalokupapattiya”ti. ","mil2:17.3":"“Na me, bhante, manussalokenattho kammabahulena, tibbo manussaloko, idhevaham, bhante, devaloke uparuparupapattiko hutva parinibbayissami”ti. ","mil2:17.4":"Dutiyampi … ","mil2:17.5":"tatiyampi kho sakkena devanamindena yacito mahaseno devaputto evamaha—","mil2:17.6":"“na me, bhante, manussalokenattho kammabahulena, tibbo manussaloko, idhevaham, bhante, devaloke uparuparupapattiko hutva parinibbayissami”ti. ","mil2:18.1":"Atha kho ayasma assagutto mahasenam devaputtam etadavoca—","mil2:18.2":"“idha mayam, marisa, sadevakam lokam anuvilokayamana annatra taya milindassa ranno vadam bhinditva sasanam paggahetum samattham annam kanci na passama, yacati tam, marisa, bhikkhusangho, sadhu, sappurisa, manussaloke nibbattitva dasabalassa sasanam pagganhahi”ti. ","mil2:18.3":"Evam vutte, mahaseno devaputto “aham kira milindassa ranno vadam bhinditva buddhasasanam paggahetum samattho bhavissami”ti hatthapahattho udaggudaggo hutva “sadhu, bhante, manussaloke uppajjissami”ti patinnam adasi. ","mil2:19.1":"Atha kho te bhikkhu devaloke tam karaniyam tiretva devesu tavatimsesu antarahita himavante pabbate rakkhitatale paturahesum. ","mil2:20.1":"Atha kho ayasma assagutto bhikkhusangham etadavoca—","mil2:20.2":"“atthavuso, imasmim bhikkhusanghe koci bhikkhu sannipatam anagato”ti. ","mil2:20.3":"Evam vutte, annataro bhikkhu ayasmantam assaguttam etadavoca—","mil2:20.4":"“atthi, bhante, ayasma rohano ito sattame divase himavantam pabbatam pavisitva nirodham samapanno, tassa santike dutam pahetha”ti. ","mil2:20.5":"Ayasmapi rohano tankhananneva nirodha vutthaya “sangho mam patimaneti”ti himavante pabbate antarahito rakkhitatale kotisatanam arahantanam purato paturahosi. ","mil2:21.1":"Atha kho ayasma assagutto ayasmantam rohanam etadavoca—","mil2:21.2":"“kim nu kho, avuso, rohana buddhasasane bhijjante na passasi sanghassa karaniyani”ti. ","mil2:21.3":"“Amanasikaro me, bhante, ahosi”ti. ","mil2:22.1":"“Tena havuso rohana, dandakammam karohi”ti. ","mil2:22.2":"“Kim, bhante, karomi”ti? ","mil2:22.3":"“Atthavuso rohana, himavantapabbatapasse gajangalam nama brahmanagamo, tattha sonuttaro nama brahmano pativasati, tassa putto uppajjissati nagaseno nama darako, tena hi tvam, avuso rohana, dasamasadhikani satta vassani tam kulam pindaya pavisitva nagasenam darakam niharitva pabbajehi, pabbajiteva tasmim dandakammato muccissasi”ti. ","mil2:22.4":"Ayasmapi kho rohano “sadhu”ti—","mil2:22.5":"sampaticchi. ","mil2:23.1":"Mahasenopi kho devaputto devaloka cavitva sonuttarabrahmanassa bhariyaya kucchismim patisandhim aggahesi, saha patisandhiggahana tayo acchariya abbhuta dhamma paturahesum, avudhabhandani pajjalimsu, aggasassam abhinipphannam, mahamegho abhippavassi. ","mil2:23.2":"Ayasmapi kho rohano tassa patisandhiggahanato patthaya dasamasadhikani satta vassani tam kulam pindaya pavisanto ekadivasampi katacchumattam bhattam va ulunkamattam yagum va abhivadanam va anjalikammam va samicikammam va nalattha, atha kho akkosanneva paribhasanneva patilabhati “aticchatha, bhante”ti vacanamattampi vatta nama nahosi, dasamasadhikanam pana sattannam vassanam accayena ekadivasam “aticchatha, bhante”ti vacanamattam alattha. ","mil2:23.3":"Tam divasameva brahmanopi bahi kammanta agacchanto patipathe theram disva “kim, bho pabbajita, amhakam geham agamittha”ti—aha. ","mil2:23.4":"“Ama, brahmana, agamamha”ti. ","mil2:23.5":"“Api kinci labhittha”ti. ","mil2:23.6":"“Ama, brahmana, labhimha”ti. ","mil2:23.7":"So anattamano geham gantva pucchi—","mil2:23.8":"“tassa pabbajitassa kinci adattha”ti. ","mil2:23.9":"“Na kinci adamha”ti. ","mil2:23.10":"Brahmano dutiyadivase gharadvareyeva nisidi “ajja pabbajitam musavadena niggahessami”ti. ","mil2:23.11":"Thero dutiyadivase brahmanassa gharadvaram sampatto. ","mil2:24.1":"Brahmano theram disvava evamaha—","mil2:24.2":"“tumhe hiyyo amhakam gehe kinci alabhitvava ‘labhimha’ti avocuttha, vattati nu kho tumhakam musavado”ti. ","mil2:24.3":"Thero aha—","mil2:24.4":"“mayam, brahmana, tumhakam gehe (…) dasamasadhikani satta vassani ‘aticchatha’ti vacanamattampi alabhitva hiyyo ‘aticchatha’ti vacanamattam labhimha, athetam vacapatisandharam upadaya evamavocumha”ti. ","mil2:25.1":"Brahmano cintesi—","mil2:25.2":"“ime vacapatisandharamattampi labhitva janamajjhe ‘labhimha’ti pasamsanti, annam kinci khadaniyam va bhojaniyam va labhitva kasma nappasamsanti”ti pasiditva attano atthaya patiyaditabhattato katacchubhikkham, tadupiyanca byanjanam dapetva “imam bhikkham sabbakalam tumhe labhissatha”ti—","mil2:25.3":"aha. ","mil2:26.1":"So punadivasato pabhuti upasankamantassa therassa upasamam disva bhiyyoso mattaya pasiditva theram niccakalam attano ghare bhattavissaggakaranatthaya yaci. ","mil2:26.2":"Thero tunhibhavena adhivasetva divase divase bhattakiccam katva gacchanto thokam thokam buddhavacanam kathetva gacchati. ","mil2:26.3":"Sapi kho brahmani dasamasaccayena puttam vijayi, “nagaseno”tissa namamakamsu, so anukkamena vaddhanto sattavassiko jato. ","mil2:27.1":"Atha kho nagasenassa darakassa pita nagasenam darakam etadavoca—","mil2:27.2":"“imasmim kho, tata nagasena, brahmanakule sikkhani sikkheyyasi”ti. ","mil2:27.3":"“Katamani, tata, imasmim brahmanakule sikkhani nama”ti? ","mil2:27.4":"“Tayo kho, tata nagasena, veda sikkhani nama, avasesani sippani sippam nama”ti. ","mil2:27.5":"“Tena hi, tata, sikkhissami”ti. ","mil2:28.1":"Atha kho sonuttaro brahmano acariyabrahmanassa acariyabhagam sahassam datva antopasade ekasmim gabbhe ekato mancakam pannapetva acariyabrahmanam etadavoca—","mil2:28.2":"“sajjhapehi kho tvam, brahmana, imam darakam mantani”ti. ","mil2:28.3":"“Tena hi, tata daraka, ugganhahi mantani”ti. ","mil2:28.4":"Acariyabrahmano sajjhayati nagasenassa darakassa ekeneva uddesena tayo veda hadayangata vacuggata supadharita suvavatthapita sumanasikata ahesum, sakimeva cakkhum udapadi tisu vedesu sanighanduketubhesu sakkharappabhedesu itihasapancamesu padako veyyakarano lokayatamahapurisalakkhanesu anavayo ahosi. ","mil2:29.1":"Atha kho nagaseno darako pitaram etadavoca—","mil2:29.2":"“atthi nu kho, tata, imasmim brahmanakule ito uttarimpi sikkhitabbani, udahu ettakaneva”ti. ","mil2:29.3":"“Natthi, tata nagasena, imasmim brahmanakule ito uttarim sikkhitabbani, ettakaneva sikkhitabbani”ti. ","mil2:30.1":"Atha kho nagaseno darako acariyassa anuyogam datva pasada oruyha pubbavasanaya coditahadayo rahogato patisallino attano sippassa adimajjhapariyosanam olokento adimhi va majjhe va pariyosane va appamattakampi saram adisva “tuccha vata bho ime veda, palapa vata bho ime veda asara nissara”ti—","mil2:30.2":"vippatisari anattamano ahosi. ","mil2:31.1":"Tena kho pana samayena ayasma rohano vattaniye senasane nisinno nagasenassa darakassa cetasa cetoparivitakkamannaya nivasetva pattacivaramadaya vattaniye senasane antarahito gajangalabrahmanagamassa purato paturahosi. ","mil2:31.2":"Addasa kho nagaseno darako attano dvarakotthake thito ayasmantam rohanam duratova agacchantam, disvana attamano udaggo pamudito pitisomanassajato—","mil2:31.3":"“appeva namayam pabbajito kanci saram janeyya”ti—","mil2:31.4":"yenayasma rohano tenupasankami, upasankamitva ayasmantam rohanam etadavoca—","mil2:31.5":"“ko nu kho tvam, marisa, ediso bhandukasavavasano”ti. ","mil2:31.6":"“Pabbajito namaham daraka”ti. ","mil2:31.7":"“Kena tvam, marisa, pabbajito namasi”ti? ","mil2:31.8":"“Papakani malani pabbajeti, tasmaham, daraka, pabbajito nama”ti. ","mil2:32.1":"“Kinkarana, marisa, kesa te na yatha annesan”ti? ","mil2:32.2":"“Solasime, daraka, palibodhe disva kesamassum oharetva pabbajito”. ","mil2:32.3":"“Katame solasa”? ","mil2:32.4":"“Alankarapalibodho mandanapalibodho telamakkhanapalibodho dhovanapalibodho malapalibodho gandhapalibodho vasanapalibodho haritakapalibodho amalakapalibodho rangapalibodho bandhanapalibodho kocchapalibodho kappakapalibodho vijatanapalibodho ukapalibodho, kesesu vilunesu socanti kilamanti paridevanti urattalim kandanti sammoham apajjanti, imesu kho, daraka, solasasu palibodhesu paligunthita manussa sabbani atisukhumani sippani nasenti”ti. ","mil2:33.1":"“Kinkarana, marisa, vatthanipi te na yatha annesan”ti? ","mil2:33.2":"“Kamanissitani kho, daraka, vatthani, kamanissitani gihibyanjanabhandani, yani kanici kho bhayani vatthato uppajjanti, tani kasavavasanassa na honti, tasma vatthanipi me na yatha annesan”ti. ","mil2:33.3":"“Janasi kho tvam, marisa, sippani nama”ti? ","mil2:33.4":"“Ama, daraka, janamaham sippani, yam loke uttamam mantam, tampi janami”ti. ","mil2:33.5":"“Mayhampi tam, marisa, datum sakka”ti? ","mil2:33.6":"“Ama, daraka, sakka”ti. ","mil2:33.7":"“Tena hi me dehi”ti. ","mil2:33.8":"“Akalo kho, daraka, antaragharam pindaya pavitthamha”ti. ","mil2:34.1":"Atha kho nagaseno darako ayasmato rohanassa hatthato pattam gahetva gharam pavesetva panitena khadaniyena bhojaniyena sahattha santappetva sampavaretva ayasmantam rohanam bhuttavim onitapattapanim etadavoca—","mil2:34.2":"“dehi me dani, marisa, mantan”ti. ","mil2:34.3":"“Yada kho tvam, daraka, nippalibodho hutva matapitaro anujanapetva maya gahitam pabbajitavesam ganhissasi, tada dassami”ti—aha. ","mil2:35.1":"Atha kho nagaseno darako matapitaro upasankamitva aha—","mil2:35.2":"“ammatata, ayam pabbajito ‘yam loke uttamam mantam, tam janami’ti vadati, na ca attano santike apabbajitassa deti, aham etassa santike pabbajitva tam uttamam mantam ugganhissami”ti. ","mil2:35.3":"Athassa matapitaro “pabbajitvapi no putto mantam ganhatu, gahetva puna agacchissati”ti mannamana “ganha, putta”ti anujanimsu. ","mil2:36.1":"Atha kho ayasma rohano nagasenam darakam adaya yena vattaniyam senasanam, yena vijambhavatthu tenupasankami, upasankamitva vijambhavatthusmim senasane ekarattam vasitva yena rakkhitatalam tenupasankami, upasankamitva kotisatanam arahantanam majjhe nagasenam darakam pabbajesi. ","mil2:36.2":"Pabbajito ca panayasma nagaseno ayasmantam rohanam etadavoca—","mil2:36.3":"“gahito me, bhante, tava veso, detha me dani mantan”ti. ","mil2:36.4":"Atha kho ayasma rohano “kimhi nu khoham nagasenam vineyyam pathamam vinaye va suttante va abhidhamme va”ti—","mil2:36.5":"cintetva “pandito kho ayam nagaseno, sakkoti sukheneva abhidhammam pariyapunitun”ti pathamam abhidhamme vinesi. ","mil2:37.1":"Ayasma ca nagaseno “kusala dhamma, akusala dhamma, abyakata dhamma”ti tikadukapatimanditam dhammasanganipakaranam, khandhavibhangadiattharasa vibhangapatimanditam vibhangappakaranam, “sangaho asangaho”ti adina cuddasavidhena vibhattam dhatukathapakaranam, “khandhapannatti ayatanapannatti”ti adina chabbidhena vibhattam puggalapannattippakaranam, sakavade pancasuttasatani paravade pancasuttasataniti suttasahassam samodhanetva vibhattam kathavatthuppakaranam, “mulayamakam khandhayamakan”ti adina dasavidhena vibhattam yamakappakaranam, “hetupaccayo arammanapaccayo”ti adina catuvisatividhena vibhattam patthanappakarananti sabbam tam abhidhammapitakam ekeneva sajjhayena pagunam katva “titthatha, bhante, na puna osaretha, ettakenevaham sajjhayissami”ti—aha. ","mil2:38.1":"Atha kho ayasma nagaseno yena kotisata arahanto tenupasankami, upasankamitva kotisate arahante etadavoca—","mil2:38.2":"“aham kho, bhante, ‘kusala dhamma, akusala dhamma, abyakata dhamma’ti imesu tisu padesu pakkhipitva sabbam tam abhidhammapitakam vittharena osaressami”ti. ","mil2:38.3":"“Sadhu, nagasena, osarehi”ti. ","mil2:39.1":"Atha kho ayasma nagaseno satta masani satta pakaranani vittharena osaresi, pathavi unnadi, devata sadhukaramadamsu, brahmano apphotesum, dibbani candanacunnani dibbani ca mandaravapupphani abhippavassimsu. ","mil2:40.1":"Atha kho kotisata arahanto ayasmantam nagasenam paripunnavisativassam rakkhitatale upasampadesum. ","mil2:40.2":"Upasampanno ca panayasma nagaseno tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya upajjhayena saddhim gamam pindaya pavisanto evarupam parivitakkam uppadesi “tuccho vata me upajjhayo, balo vata me upajjhayo, thapetva avasesam buddhavacanam pathamam mam abhidhamme vinesi”ti. ","mil2:41.1":"Atha kho ayasma rohano ayasmato nagasenassa cetasa cetoparivitakkamannaya ayasmantam nagasenam etadavoca—","mil2:41.2":"“ananucchavikam kho nagasena parivitakkam vitakkesi, na kho panetam nagasena tavanucchavikan”ti. ","mil2:42.1":"Atha kho ayasmato nagasenassa etadahosi—","mil2:42.2":"“acchariyam vata bho, abbhutam vata bho, yatra hi nama me upajjhayo cetasa cetoparivitakkam janissati, pandito vata me upajjhayo, yannunaham upajjhayam khamapeyyan”ti. ","mil2:42.3":"Atha kho ayasma nagaseno ayasmantam rohanam etadavoca—","mil2:42.4":"“khamatha me, bhante, na puna evarupam vitakkessami”ti. ","mil2:43.1":"Atha kho ayasma rohano ayasmantam nagasenam etadavoca “na kho tyaham nagasena ettavata khamami, atthi kho nagasena sagalam nama nagaram, tattha milindo nama raja rajjam kareti, so ditthivadena panham pucchitva bhikkhusangham vihetheti, sace tvam tattha gantva tam rajanam dametva buddhasasane pasadessasi, evaham tam khamissami”ti. ","mil2:44.1":"“Titthatu, bhante, eko milindo raja; ","mil2:44.2":"sace, bhante, sakalajambudipe sabbe rajano agantva mam panham puccheyyum, sabbam tam visajjetva sampadalessami, ‘khamatha me, bhante’ti vatva, ‘na khamami’ti vutte tena hi, bhante, imam temasam kassa santike vasissami”ti—aha. ","mil2:44.3":"“Ayam kho, nagasena, ayasma assagutto vattaniye senasane viharati, gaccha tvam, nagasena, yenayasma assagutto tenupasankama, upasankamitva mama vacanena ayasmato assaguttassa pade sirasa vanda, evanca nam vadehi ‘upajjhayo me, bhante, tumhakam pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati, upajjhayo me, bhante, imam temasam tumhakam santike vasitum mam pahini’ti, ‘konamo te upajjhayo’ti ca vutte ‘rohanatthero nama, bhante’ti vadeyyasi, ‘aham konamo’ti vutte evam vadeyyasi ‘mama upajjhayo, bhante, tumhakam namam janati’”ti. ","mil2:44.4":"“Evam, bhante”ti kho ayasma nagaseno ayasmantam rohanam abhivadetva padakkhinam katva pattacivaramadaya anupubbena carikam caramano yena vattaniyam senasanam, yenayasma assagutto tenupasankami, upasankamitva ayasmantam assaguttam abhivadetva ekamantam atthasi, ekamantam thito kho ayasma nagaseno ayasmantam assaguttam etadavoca—","mil2:44.5":"“upajjhayo me, bhante, tumhakam pade sirasa vandati, evanca vadeti appabadham appatankam lahutthanam balam phasuviharam pucchati, upajjhayo me, bhante, imam temasam tumhakam santike vasitum mam pahini”ti. ","mil2:45.1":"Atha kho ayasma assagutto ayasmantam nagasenam etadavoca—","mil2:45.2":"“tvam kimnamosi”ti. ","mil2:45.3":"“Aham, bhante, nagaseno nama”ti. ","mil2:45.4":"“Konamo te upajjhayo”ti? ","mil2:45.5":"“Upajjhayo me, bhante, rohano nama”ti. ","mil2:45.6":"“Aham konamo”ti. ","mil2:45.7":"“Upajjhayo me, bhante, tumhakam namam janati”ti. ","mil2:46.1":"“Sadhu, nagasena, pattacivaram patisamehi”ti. ","mil2:46.2":"“Sadhu, bhante”ti pattacivaram patisametva punadivase parivenam sammajjitva mukhodakam dantaponam upatthapesi. ","mil2:46.3":"Thero sammajjitatthanam patisammajji, tam udakam chaddetva annam udakam ahari, tanca dantakattham apanetva annam dantakattham ganhi, na alapasallapam akasi, evam satta divasani katva sattame divase puna pucchitva puna tena tatheva vutte vassavasam anujani. ","mil2:47.1":"Tena kho pana samayena eka mahaupasika ayasmantam assaguttam timsamattani vassani upatthasi. ","mil2:47.2":"Atha kho sa mahaupasika temasaccayena yenayasma assagutto tenupasankami, upasankamitva ayasmantam assaguttam etadavoca—","mil2:47.3":"“atthi nu kho, tata, tumhakam santike anno bhikkhu”ti. ","mil2:47.4":"“Atthi, mahaupasike, amhakam santike nagaseno nama bhikkhu”ti. ","mil2:47.5":"“Tena hi, tata assagutta, adhivasehi nagasenena saddhim svatanaya bhattan”ti. ","mil2:47.6":"Adhivasesi kho ayasma assagutto tunhibhavena. ","mil2:48.1":"Atha kho ayasma assagutto tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya ayasmata nagasenena saddhim pacchasamanena yena mahaupasikaya nivesanam tenupasankami, upasankamitva pannatte asane nisidi. ","mil2:48.2":"Atha kho sa mahaupasika ayasmantam assaguttam ayasmantanca nagasenam panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","mil2:48.3":"Atha kho ayasma assagutto bhuttavim onitapattapanim ayasmantam nagasenam etadavoca—","mil2:48.4":"“tvam, nagasena, mahaupasikaya anumodanam karohi”ti idam vatva utthayasana pakkami. ","mil2:49.1":"Atha kho sa mahaupasika ayasmantam nagasenam etadavoca—","mil2:49.2":"“mahallika khoham, tata nagasena, gambhiraya dhammakathaya mayham anumodanam karohi”ti. ","mil2:49.3":"Atha kho ayasma nagaseno tassa mahaupasikaya gambhiraya dhammakathaya lokuttaraya sunnatappatisamyuttaya anumodanam akasi. ","mil2:49.4":"Atha kho tassa mahaupasikaya tasmimyeva asane virajam vitamalam dhammacakkhum udapadi—","mil2:49.5":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti. ","mil2:49.6":"Ayasmapi kho nagaseno tassa mahaupasikaya anumodanam katva attana desitam dhammam paccavekkhanto vipassanam patthapetva tasmimyeva asane nisinno sotapattiphale patitthasi. ","mil2:50.1":"Atha kho ayasma assagutto mandalamale nisinno dvinnampi dhammacakkhupatilabham natva sadhukaram pavattesi “sadhu sadhu, nagasena, ekena kandappaharena dve mahakaya padalita”ti, anekani ca devatasahassani sadhukaram pavattesum. ","mil2:51.1":"Atha kho ayasma nagaseno utthayasana yenayasma assagutto tenupasankami, upasankamitva ayasmantam assaguttam abhivadetva ekamantam nisidi, ekamantam nisinnam kho ayasmantam nagasenam ayasma assagutto etadavoca—","mil2:51.2":"“gaccha tvam, nagasena, pataliputtam, pataliputtanagare asokarame ayasma dhammarakkhito pativasati, tassa santike buddhavacanam pariyapunahi”ti. ","mil2:51.3":"“Kiva duro, bhante, ito pataliputtanagaran”ti? ","mil2:51.4":"“Yojanasatani kho, nagasena”ti. ","mil2:51.5":"“Duro kho, bhante, maggo. ","mil2:51.6":"Antaramagge bhikkha dullabha, kathaham gamissami”ti? ","mil2:51.7":"“Gaccha tvam, nagasena, antaramagge pindapatam labhissasi salinam odanam vigatakalakam anekasupam anekabyanjanan”ti. ","mil2:51.8":"“Evam, bhante”ti kho ayasma nagaseno ayasmantam assaguttam abhivadetva padakkhinam katva pattacivaramadaya yena pataliputtam tena carikam pakkami. ","mil2:52.1":"Tena kho pana samayena pataliputtako setthi pancahi sakatasatehi pataliputtagamimaggam patipanno hoti. ","mil2:52.2":"Addasa kho pataliputtako setthi ayasmantam nagasenam duratova agacchantam, disvana yenayasma nagaseno tenupasankami, upasankamitva ayasmantam nagasenam abhivadetva “kuhim gacchasi, tata”ti—aha. ","mil2:52.3":"“Pataliputtam, gahapati”ti. ","mil2:52.4":"“Sadhu, tata, mayampi pataliputtam gacchama. ","mil2:52.5":"Amhehi saddhim sukham gacchatha”ti. ","mil2:53.1":"Atha kho pataliputtako setthi ayasmato nagasenassa iriyapathe pasiditva ayasmantam nagasenam panitena khadaniyena bhojaniyena sahattha santappetva sampavaretva ayasmantam nagasenam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi, ekamantam nisinno kho pataliputtako setthi ayasmantam nagasenam etadavoca—","mil2:53.2":"“kinnamosi tvam, tata”ti. ","mil2:53.3":"“Aham, gahapati, nagaseno nama”ti. ","mil2:53.4":"“Janasi kho tvam, tata, buddhavacanam nama”ti? ","mil2:53.5":"“Janami khoham, gahapati, abhidhammapadani”ti. ","mil2:53.6":"“Labha no, tata, suladdham no, tata, ahampi kho, tata, abhidhammiko, tvampi abhidhammiko, bhana, tata, abhidhammapadani”ti. ","mil2:53.7":"Atha kho ayasma nagaseno pataliputtakassa setthissa abhidhammam desesi, desenteyeva pataliputtakassa setthissa virajam vitamalam dhammacakkhum udapadi—","mil2:53.8":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti. ","mil2:54.1":"Atha kho pataliputtako setthi pancamattani sakatasatani purato uyyojetva sayam pacchato gacchanto pataliputtassa avidure dvedhapathe thatva ayasmantam nagasenam etadavoca—","mil2:54.2":"“ayam kho, tata nagasena, asokaramassa maggo, idam kho, tata, amhakam kambalaratanam solasahattham ayamena, atthahattham vittharena, patigganhahi kho, tata, idam kambalaratanam anukampam upadaya”ti. ","mil2:54.3":"Patiggahesi kho ayasma nagaseno tam kambalaratanam anukampam upadaya. ","mil2:54.4":"Atha kho pataliputtako setthi attamano udaggo pamudito pitisomanassajato ayasmantam nagasenam abhivadetva padakkhinam katva pakkami. ","mil2:55.1":"Atha kho ayasma nagaseno yena asokaramo yenayasma dhammarakkhito tenupasankami, upasankamitva ayasmantam dhammarakkhitam abhivadetva attano agatakaranam kathetva ayasmato dhammarakkhitassa santike tepitakam buddhavacanam ekeneva uddesena tihi masehi byanjanaso pariyapunitva puna tihi masehi atthaso manasakasi. ","mil2:55.2":"(…) ","mil2:56.1":"Atha kho ayasma dhammarakkhito ayasmantam nagasenam etadavoca—","mil2:56.2":"“seyyathapi, nagasena, gopalako gavo rakkhati, anne gorasam paribhunjanti; ","mil2:56.3":"evameva kho tvam, nagasena, tepitakam buddhavacanam dharentopi na bhagi samannassa”ti. ","mil2:56.4":"“Hotu, bhante, alam ettakena”ti. ","mil2:56.5":"Teneva divasabhagena tena rattibhagena saha patisambhidahi arahattam papuni, saha saccappativedhena ayasmato nagasenassa sabbe deva sadhukaramadamsu, pathavi unnadi, brahmano apphotesum, dibbani candanacunnani dibbani ca mandaravapupphani abhippavassimsu. ","mil2:57.1":"Tena kho pana samayena kotisata arahanto himavante pabbate rakkhitatale sannipatitva ayasmato nagasenassa santike dutam pahesum “agacchatu nagaseno, dassanakama mayam nagasenan”ti. ","mil2:57.2":"Atha kho ayasma nagaseno dutassa vacanam sutva asokarame antarahito himavante pabbate rakkhitatale kotisatanam arahantanam purato paturahosi. ","mil2:58.1":"Atha kho kotisata arahanto ayasmantam nagasenam etadavocum—","mil2:58.2":"“eso kho, nagasena, milindo raja bhikkhusangham vihetheti vadappativadena panhapucchaya. ","mil2:58.3":"Sadhu, nagasena, gaccha tvam milindam rajanam damehi”ti. ","mil2:58.4":"“Titthatu, bhante, eko milindo raja; ","mil2:58.5":"sace, bhante, sakalajambudipe rajano agantva mam panham puccheyyum, sabbam tam visajjetva sampadalessami, gacchatha vo, bhante, acchambhita sagalanagaran”ti. ","mil2:58.6":"Atha kho thera bhikkhu sagalanagaram kasavappajjotam isivatapativatam akamsu. ","mil2:59.1":"Tena kho pana samayena ayasma ayupalo sankhyeyyaparivene pativasati. ","mil2:59.2":"Atha kho milindo raja amacce etadavoca—","mil2:59.3":"“ramaniya vata bho dosina ratti, kam nu khvajja samanam va brahmanam va upasankameyyama sakacchaya panhapucchanaya, ko maya saddhim sallapitum ussahati kankham pativinetun”ti. ","mil2:59.4":"Evam vutte, pancasata yonaka rajanam milindam etadavocum—","mil2:59.5":"“atthi, maharaja, ayupalo nama thero tepitako bahussuto agatagamo, so etarahi sankhyeyyaparivene pativasati; ","mil2:59.6":"gaccha tvam, maharaja, ayasmantam ayupalam panham pucchassu”ti. ","mil2:59.7":"“Tena hi, bhane, bhadantassa arocetha”ti. ","mil2:60.1":"Atha kho nemittiko ayasmato ayupalassa santike dutam pahesi “raja, bhante, milindo ayasmantam ayupalam dassanakamo”ti. ","mil2:60.2":"Ayasmapi kho ayupalo evamaha—","mil2:60.3":"“tena hi agacchatu”ti. ","mil2:60.4":"Atha kho milindo raja pancamattehi yonakasatehi parivuto rathavaramaruyha yena sankhyeyyaparivenam yenayasma ayupalo tenupasankami, upasankamitva ayasmata ayupalena saddhim sammodi, sammodaniyam katham saraniyam vitisaretva ekamantam nisidi, ekamantam nisinno kho milindo raja ayasmantam ayupalam etadavoca—","mil2:60.5":"“kimatthiya, bhante ayupala, tumhakam pabbajja, ko ca tumhakam paramattho”ti. ","mil2:60.6":"Thero aha—","mil2:60.7":"“dhammacariyasamacariyattha kho, maharaja, pabbajja, samannaphalam kho pana amhakam paramattho”ti. ","mil2:60.8":"“Atthi pana, bhante, koci gihipi dhammacari samacari”ti? ","mil2:60.9":"“Ama, maharaja, atthi gihipi dhammacari samacari, bhagavati kho, maharaja, baranasiyam isipatane migadaye dhammacakkam pavattente attharasannam brahmakotinam dhammabhisamayo ahosi, devatanam pana dhammabhisamayo gananapatham vitivatto, sabbete gihibhuta, na pabbajita. ","mil2:61.1":"Puna caparam, maharaja, bhagavata kho mahasamayasuttante desiyamane, mahamangalasuttante desiyamane, samacittapariyayasuttante desiyamane, rahulovadasuttante desiyamane, parabhavasuttante desiyamane gananapatham vitivattanam devatanam dhammabhisamayo ahosi, sabbete gihibhuta, na pabbajita”ti. ","mil2:61.2":"“Tena hi, bhante ayupala, niratthika tumhakam pabbajja, pubbe katassa papakammassa nissandena samana sakyaputtiya pabbajanti dhutangani ca pariharanti. ","mil2:61.3":"Ye kho te, bhante ayupala, bhikkhu ekasanika, nuna te pubbe paresam bhogaharaka cora, te paresam bhoge acchinditva tassa kammassa nissandena etarahi ekasanika bhavanti, na labhanti kalena kalam paribhunjitum, natthi tesam silam, natthi tapo, natthi brahmacariyam. ","mil2:61.4":"Ye kho pana te, bhante ayupala, bhikkhu abbhokasika, nuna te pubbe gamaghataka cora, te paresam gehani vinasetva tassa kammassa nissandena etarahi abbhokasika bhavanti, na labhanti senasanani paribhunjitum, natthi tesam silam, natthi tapo, natthi brahmacariyam. ","mil2:61.5":"Ye kho pana te, bhante ayupala, bhikkhu nesajjika, nuna te pubbe panthadusaka cora, te paresam pathike jane gahetva bandhitva nisidapetva tassa kammassa nissandena etarahi nesajjika bhavanti, na labhanti seyyam kappetum, natthi tesam silam, natthi tapo, natthi brahmacariyan”ti—aha. ","mil2:62.1":"Evam vutte, ayasma ayupalo tunhi ahosi, na kinci patibhasi. ","mil2:62.2":"Atha kho pancasata yonaka rajanam milindam etadavocum—","mil2:62.3":"“pandito, maharaja, thero, api ca kho avisarado na kinci patibhasati”ti. ","mil2:63.1":"Atha kho milindo raja ayasmantam ayupalam tunhibhutam disva apphotetva ukkutthim katva yonake etadavoca—","mil2:63.2":"“tuccho vata bho jambudipo, palapo vata bho jambudipo, natthi koci samano va brahmano va, yo maya saddhim sallapitum ussahati kankham pativinetun”ti. ","mil2:64.1":"Atha kho milindassa ranno sabbam tam parisam anuvilokentassa abhite amankubhute yonake disva etadahosi—","mil2:64.2":"“nissamsayam atthi manne anno koci pandito bhikkhu, yo maya saddhim sallapitum ussahati, yenime yonaka na mankubhuta”ti. ","mil2:64.3":"Atha kho milindo raja yonake etadavoca—","mil2:64.4":"“atthi, bhane, anno koci pandito bhikkhu, yo maya saddhim sallapitum ussahati kankham pativinetun”ti. ","mil2:65.1":"Tena kho pana samayena ayasma nagaseno samanaganaparivuto sanghi gani ganacariyo nato yasassi sadhusammato bahujanassa pandito byatto medhavi nipuno vinnu vibhavi vinito visarado bahussuto tepitako vedagu pabhinnabuddhima agatagamo pabhinnapatisambhido navangasatthusasane pariyattidharo paramippatto jinavacane dhammatthadesanapativedhakusalo akkhayavicitrapatibhano citrakathi kalyanavakkarano durasado duppasaho duruttaro duravarano dunnivarayo, sagaro viya akkhobho, giriraja viya niccalo, rananjaho tamonudo pabhankaro mahakathi paraganiganamathano paratitthiyamaddano bhikkhunam bhikkhuninam upasakanam upasikanam rajunam rajamahamattanam sakkato garukato manito pujito apacito labhi civarapindapatasenasanagilanappaccayabhesajjaparikkharanam labhaggayasaggappatto vuddhanam vinnunam sotavadhanena samannagatanam sandassento navangam jinasasanaratanam, upadisanto dhammamaggam, dharento dhammappajjotam, ussapento dhammayupam, yajanto dhammayagam, pagganhanto dhammaddhajam, ussapento dhammaketum, dhamento dhammasankham, ahananto dhammabherim, nadanto sihanadam, gajjanto indagajjitam, madhuragiragajjitena nanavaravijjujalaparivethitena karunajalabharitena mahata dhammamatameghena sakalalokamabhitappayanto gamanigamarajadhanisu carikam caramano anupubbena sagalanagaram anuppatto hoti. ","mil2:65.2":"Tatra sudam ayasma nagaseno asitiya bhikkhusahassehi saddhim sankhyeyyaparivene pativasati. ","mil2:65.3":"Tenahu porana—","mil2:66.1":"“Bahussuto citrakathi, ","mil2:66.2":"nipuno ca visarado; ","mil2:66.3":"Samayiko ca kusalo, ","mil2:66.4":"patibhane ca kovido. ","mil2:67.1":"Te ca tepitaka bhikkhu, ","mil2:67.2":"pancanekayikapi ca; ","mil2:67.3":"Catunekayika ceva, ","mil2:67.4":"nagasenam purakkharum. ","mil2:68.1":"Gambhirapanno medhavi, ","mil2:68.2":"maggamaggassa kovido; ","mil2:68.3":"Uttamattham anuppatto, ","mil2:68.4":"nagaseno visarado. ","mil2:69.1":"Tehi bhikkhuhi parivuto, ","mil2:69.2":"nipunehi saccavadibhi; ","mil2:69.3":"Caranto gamanigamam, ","mil2:69.4":"sagalam upasankami. ","mil2:70.1":"Sankhyeyyaparivenasmim, ","mil2:70.2":"nagaseno tada vasi; ","mil2:70.3":"Katheti so manussehi, ","mil2:70.4":"pabbate kesari yatha”ti. ","mil2:71.1":"Atha kho devamantiyo rajanam milindam etadavoca—","mil2:71.2":"“agamehi tvam, maharaja; ","mil2:71.3":"atthi, maharaja, nagaseno nama thero pandito byatto medhavi vinito visarado bahussuto citrakathi kalyanapatibhano atthadhammaniruttipatibhanapatisambhidasu paramippatto, so etarahi sankhyeyyaparivene pativasati, gaccha tvam, maharaja, ayasmantam nagasenam panham pucchassu, ussahati so taya saddhim sallapitum kankham pativinetun”ti. ","mil2:71.4":"Atha kho milindassa ranno sahasa “nagaseno”ti saddam sutvava ahudeva bhayam, ahudeva chambhitattam, ahudeva lomahamso. ","mil2:71.5":"Atha kho milindo raja devamantiyam etadavoca—","mil2:71.6":"“ussahati bho nagaseno bhikkhu maya saddhim sallapitun”ti? ","mil2:71.7":"“Ussahati, maharaja, api indayamavarunakuverapajapatisuyamasantusitalokapalehipi pitupitamahena mahabrahmunapi saddhim sallapitum, kimangam pana manussabhutena”ti. ","mil2:72.1":"Atha kho milindo raja devamantiyam etadavoca—","mil2:72.2":"“tena hi tvam, devamantiya, bhadantassa santike dutam pesehi”ti. ","mil2:72.3":"“Evam, deva”ti kho devamantiyo ayasmato nagasenassa santike dutam pahesi “raja, bhante, milindo ayasmantam dassanakamo”ti. ","mil2:72.4":"Ayasmapi kho nagaseno evamaha—","mil2:72.5":"“tena hi agacchatu”ti. ","mil2:73.1":"Atha kho milindo raja pancamattehi yonakasatehi parivuto rathavaramaruyha mahata balakayena saddhim yena sankhyeyyaparivenam yenayasma nagaseno tenupasankami. ","mil2:73.2":"Tena kho pana samayena ayasma nagaseno asitiya bhikkhusahassehi saddhim mandalamale nisinno hoti. ","mil2:73.3":"Addasa kho milindo raja ayasmato nagasenassa parisam duratova, disvana devamantiyam etadavoca—","mil2:73.4":"“kassesa, devamantiya, mahati parisa”ti? ","mil2:73.5":"“Ayasmato kho, maharaja, nagasenassa parisa”ti. ","mil2:74.1":"Atha kho milindassa ranno ayasmato nagasenassa parisam duratova disva ahudeva bhayam, ahudeva chambhitattam, ahudeva lomahamso. ","mil2:74.2":"Atha kho milindo raja khaggaparivarito viya gajo, garulaparivarito viya nago, ajagaraparivarito viya kotthuko, mahimsaparivuto viya accho, naganubaddho viya manduko, saddulanubaddho viya migo, ahitundikasamagato viya pannago, majjarasamagato viya unduro, bhutavejjasamagato viya pisaco, rahumakhagato viya cando, pannago viya pelantaragato, sakuno viya panjarantaragato, maccho viya jalantaragato, valavanamanuppavittho viya puriso, vessavanaparadhiko viya yakkho, parikkhinayuko viya devaputto bhito ubbiggo utrasto samviggo lomahatthajato vimano dummano bhantacitto viparinatamanaso “ma mam ayam parijano paribhavi”ti satim upatthapetva devamantiyam etadavoca—","mil2:74.3":"“ma kho, tvam devamantiya, ayasmantam nagasenam mayham acikkheyyasi, anakkhatannevaham nagasenam janissami”ti. ","mil2:74.4":"“Sadhu, maharaja, tvanneva janahi”ti. ","mil2:75.1":"Tena kho pana samayena ayasma nagaseno tassa bhikkhuparisaya purato cattalisaya bhikkhusahassanam navakataro hoti pacchato cattalisaya bhikkhusahassanam vuddhataro. ","mil2:76.1":"Atha kho milindo raja sabbam tam bhikkhusangham purato ca pacchato ca majjhato ca anuvilokento addasa kho ayasmantam nagasenam duratova bhikkhusanghassa majjhe nisinnam kesarasiham viya vigatabhayabheravam vigatalomahamsam vigatabhayasarajjam, disvana akareneva annasi “eso kho ettha nagaseno”ti. ","mil2:77.1":"Atha kho milindo raja devamantiyam etadavoca—","mil2:77.2":"“eso kho, devamantiya, ayasma nagaseno”ti. ","mil2:77.3":"“Ama, maharaja, eso kho nagaseno, sutthu kho tvam, maharaja, nagasenam annasi”ti. ","mil2:77.4":"Tato raja tuttho ahosi “anakkhatova maya nagaseno annato”ti. ","mil2:77.5":"Atha kho milindassa ranno ayasmantam nagasenam disvava ahudeva bhayam, ahudeva chambhitattam, ahudeva lomahamso. ","mil2:78.1":"Tenahu—","mil2:79.1":"“Caranena ca sampannam, ","mil2:79.2":"sudantam uttame dame; ","mil2:79.3":"Disva raja nagasenam, ","mil2:79.4":"idam vacanamabravi. ","mil2:80.1":"Kathita maya bahu dittha, ","mil2:80.2":"sakaccha osata bahu; ","mil2:80.3":"Na tadisam bhayam asi, ","mil2:80.4":"ajja taso yatha mama. ","mil2:81.1":"Nissamsayam parajayo, ","mil2:81.2":"mama ajja bhavissati; ","mil2:81.3":"Jayo ca nagasenassa, ","mil2:81.4":"yatha cittam na santhitan”ti. ","mil2:82.1":"Bahirakatha nitthita. "}