{"mil3.8:0.1":"Milindapanha ","mil3.8:0.2":"8. Milindapanhapucchavisajjana ","mil3.8:1.1":"Thero aha—","mil3.8:1.2":"“janasi kho, maharaja, sampati ka vela”ti? ","mil3.8:1.3":"“Ama, bhante, janami ‘sampati pathamo yamo atikkanto, majjhimo yamo pavattati, ukka padipiyanti, cattari patakani anattani gamissanti bhandato rajadeyyani’”ti. ","mil3.8:2.1":"Yonaka evamahamsu “kallosi, maharaja, pandito thero”ti. ","mil3.8:2.2":"“Ama, bhane, pandito thero, ediso acariyo bhaveyya madiso ca antevasi, nacirasseva pandito dhammam ajaneyya”ti. ","mil3.8:2.3":"Tassa panhaveyyakaranena tuttho raja theram nagasenam satasahassagghanakena kambalena acchadetva “bhante nagasena, ajjatagge te atthasatam bhattam pannapemi, yam kinci antepure kappiyam, tena ca pavaremi”ti—aha. ","mil3.8:2.4":"“Alam, maharaja jivami”ti. ","mil3.8:2.5":"“Janami, bhante nagasena, jivasi, api ca attananca rakkha, mamanca rakkhahi”ti. ","mil3.8:2.6":"“Katham attanam rakkhasi, ‘nagaseno milindam rajanam pasadeti, na ca kinci alabhi’ti parapavado agaccheyyati, evam attanam rakkha. ","mil3.8:2.7":"Katham mamam rakkhasi, ‘milindo raja pasanno pasannakaram na karoti’ti parapavado agaccheyyati, evam mamam rakkhahi”ti. ","mil3.8:2.8":"“Tatha hotu, maharaja”ti. ","mil3.8:2.9":"“Seyyathapi, bhante, siho migaraja suvannapanjare pakkhittopi bahimukhoyeva hoti; ","mil3.8:2.10":"evameva kho aham, bhante, kincapi agaram ajjhavasami bahimukho yeva pana acchami. ","mil3.8:2.11":"Sace aham, bhante, agarasma anagariyam pabbajeyyam, na ciram jiveyyam, bahu me paccatthika”ti. ","mil3.8:3.1":"Atha kho ayasma nagaseno milindassa ranno panham visajjetva utthayasana sangharamam agamasi. ","mil3.8:3.2":"Acirapakkante ca ayasmante nagasene milindassa ranno etadahosi—","mil3.8:3.3":"“kim maya pucchitam, kim bhadantena nagasenena visajjitan”ti? ","mil3.8:3.4":"Atha kho milindassa ranno etadahosi—","mil3.8:3.5":"“sabbam maya supucchitam, sabbam bhadantena nagasenena suvisajjitan”ti. ","mil3.8:3.6":"Ayasmatopi nagasenassa sangharamagatassa etadahosi—","mil3.8:3.7":"“kim milindena ranna pucchitam, kim maya visajjitan”ti. ","mil3.8:3.8":"Atha kho ayasmato nagasenassa etadahosi—","mil3.8:3.9":"“sabbam milindena ranna supucchitam, sabbam maya suvisajjitan”ti. ","mil3.8:4.1":"Atha kho ayasma nagaseno tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena milindassa ranno nivesanam tenupasankami, upasankamitva pannatte asane nisidi. ","mil3.8:4.2":"Atha kho milindo raja ayasmantam nagasenam abhivadetva ekamantam nisidi, ekamantam nisinno kho milindo raja ayasmantam nagasenam etadavoca—","mil3.8:5.1":"“Ma kho bhadantassa evam ahosi ‘nagaseno maya panham pucchito’ti teneva somanassena tam rattavasesam vitinamesiti na te evam datthabbam. ","mil3.8:5.2":"Tassa mayham, bhante, tam rattavasesam etadahosi—","mil3.8:5.3":"‘kim maya pucchitam, kim bhadantena visajjitan’ti, ‘sabbam maya supucchitam, sabbam bhadantena suvisajjitan’”ti. ","mil3.8:6.1":"Theropi evamaha—","mil3.8:6.2":"“ma kho maharajassa evam ahosi ‘milindassa ranno maya panho visajjito’ti teneva somanassena tam rattavasesam vitinamesiti na te evam datthabbam. ","mil3.8:6.3":"Tassa mayham, maharaja, tam rattavasesam etadahosi—","mil3.8:6.4":"‘kim milindena ranna pucchitam, kim maya visajjitan’ti, ‘sabbam milindena ranna supucchitam, sabbam maya suvisajjitan’”ti itiha te mahanaga annamannassa subhasitam samanumodimsuti. ","mil3.8:7.1":"Milindapanhapucchavisajjana nitthita. "}