{"mil3.6.3:0.1":"Milindapanha ","mil3.6.3:0.2":"Sativagga ","mil3.6.3:0.3":"3. Mahapurisalakkhanapanha ","mil3.6.3:1.1":"Raja aha—","mil3.6.3:1.2":"“bhante nagasena, buddho dvattimsamahapurisalakkhanehi samannagato asitiya ca anubyanjanehi pariranjito suvannavanno kancanasannibhattaco byamappabho”ti? ","mil3.6.3:1.3":"“Ama, maharaja, bhagava dvattimsamahapurisalakkhanehi samannagato asitiya ca anubyanjanehi pariranjito suvannavanno kancanasannibhattaco byamappabho”ti. ","mil3.6.3:2.1":"“Kim panassa, bhante, matapitaropi dvattimsamahapurisalakkhanehi samannagata asitiya ca anubyanjanehi pariranjita suvannavanna kancanasannibhattaca byamappabha”ti? ","mil3.6.3:2.2":"“No cassa, maharaja, matapitaro dvattimsamahapurisalakkhanehi samannagata asitiya ca anubyanjanehi pariranjita suvannavanna kancanasannibhattaca byamappabha”ti. ","mil3.6.3:3.1":"“Evam sante kho, bhante nagasena, na uppajjati buddho dvattimsamahapurisalakkhanehi samannagato asitiya ca anubyanjanehi pariranjito suvannavanno kancanasannibhattaco byamappabhoti, api ca matusadiso va putto hoti matupakkho va, pitusadiso va putto hoti pitupakkho va”ti. ","mil3.6.3:3.2":"Thero aha—","mil3.6.3:3.3":"“atthi pana, maharaja, kinci padumam satapattan”ti? ","mil3.6.3:3.4":"“Ama, bhante, atthi”ti. ","mil3.6.3:3.5":"“Tassa pana kuhim sambhavo”ti? ","mil3.6.3:3.6":"“Kaddame jayati udake asiyati”ti. ","mil3.6.3:3.7":"“Kim nu kho, maharaja, padumam kaddamena sadisam vannena va gandhena va rasena va”ti? ","mil3.6.3:3.8":"“Na hi, bhante”ti. ","mil3.6.3:3.9":"“Atha udakena va gandhena va rasena va”ti? ","mil3.6.3:3.10":"“Na hi, bhante”ti. ","mil3.6.3:3.11":"“Evameva kho, maharaja, bhagava dvattimsamahapurisalakkhanehi samannagato asitiya ca anubyanjanehi pariranjito suvannavanno kancanasannibhattaco byamappabho, no cassa matapitaro dvattimsamahapurisalakkhanehi samannagata asitiya ca anubyanjanehi pariranjita suvannavanna kancanasannibhattaca byamappabha”ti. ","mil3.6.3:4.1":"“Kallosi, bhante nagasena”ti. ","mil3.6.3:5.1":"Mahapurisalakkhanapanho tatiyo. "}