{"mil3.3.5:0.1":"Milindapanha ","mil3.3.5:0.2":"Vicaravagga ","mil3.3.5:0.3":"5. Bhavantasankharajayamanapanha ","mil3.3.5:1.1":"Raja aha—","mil3.3.5:1.2":"“bhante nagasena, atthi keci sankhara, ye abhavanta jayanti”ti? ","mil3.3.5:1.3":"“Natthi, maharaja, keci sankhara, ye abhavanta jayanti, bhavantayeva kho, maharaja, sankhara jayanti”ti. ","mil3.3.5:2.1":"“Opammam karohi”ti. ","mil3.3.5:2.2":"“Tam kim mannasi, maharaja, idam geham abhavantam jatam, yattha tvam nisinnosi”ti? ","mil3.3.5:2.3":"“Natthi kinci, bhante, idha abhavantam jatam, bhavantamyeva jatam, imani kho, bhante, daruni vane ahesum, ayanca mattika pathaviyam ahosi, itthinanca purisananca tajjena vayamena evamidam geham nibbattan”ti. ","mil3.3.5:2.4":"“Evameva kho, maharaja, natthi keci sankhara, ye abhavanta jayanti, bhavantayeva sankhara jayanti”ti. ","mil3.3.5:3.1":"“Bhiyyo opammam karohi”ti. ","mil3.3.5:3.2":"“Yatha, maharaja, ye keci bijagamabhutagama pathaviyam nikkhitta anupubbena vuddhim virulhim vepullam apajjamana pupphani ca phalani ca dadeyyum, na te rukkha abhavanta jata, bhavantayeva te rukkha jata; ","mil3.3.5:3.3":"evameva kho, maharaja, natthi keci sankhara, ye abhavanta jayanti, bhavantayeva te sankhara jayanti”ti. ","mil3.3.5:4.1":"“Bhiyyo opammam karohi”ti. ","mil3.3.5:4.2":"“Yatha, maharaja, kumbhakaro pathaviya mattikam uddharitva nanabhajanani karoti, na tani bhajanani abhavantani jatani, bhavantaniyeva jatani; ","mil3.3.5:4.3":"evameva kho, maharaja, natthi keci sankhara, ye abhavanta jayanti, bhavantayeva sankhara jayanti”ti. ","mil3.3.5:5.1":"“Bhiyyo opammam karohi”ti. ","mil3.3.5:5.2":"“Yatha, maharaja, vinaya pattam na siya, cammam na siya, doni na siya, dando na siya, upavino na siya, tantiyo na siyum, kono na siya, purisassa ca tajjo vayamo na siya, jayeyya saddo”ti? ","mil3.3.5:5.3":"“Na hi, bhante”ti. ","mil3.3.5:5.4":"“Yato ca kho, maharaja, vinaya pattam siya, cammam siya, doni siya, dando siya, upavino siya, tantiyo siyum, kono siya, purisassa ca tajjo vayamo siya, jayeyya saddo”ti? ","mil3.3.5:5.5":"“Ama, bhante, jayeyya”ti. ","mil3.3.5:5.6":"“Evameva kho, maharaja, natthi keci sankhara, ye abhavanta jayanti, bhavantayeva kho sankhara jayanti”ti. ","mil3.3.5:6.1":"“Bhiyyo opammam karohi”ti. ","mil3.3.5:6.2":"“Yatha, maharaja, arani na siya, aranipotako na siya, araniyottakam na siya, uttararani na siya, colakam na siya, purisassa ca tajjo vayamo na siya, jayeyya so aggi”ti? ","mil3.3.5:6.3":"“Na hi, bhante”ti. ","mil3.3.5:6.4":"“Yato ca kho, maharaja, arani siya, aranipotako siya, araniyottakam siya, uttararani siya, colakam siya, purisassa ca tajjo vayamo siya, jayeyya so aggi”ti? ","mil3.3.5:6.5":"“Ama, bhante, jayeyya”ti. ","mil3.3.5:6.6":"“Evameva kho, maharaja, natthi keci sankhara, ye abhavanta jayanti, bhavantayeva kho sankhara jayanti”ti. ","mil3.3.5:7.1":"“Bhiyyo opammam karohi”ti. ","mil3.3.5:7.2":"“Yatha, maharaja, mani na siya, atapo na siya, gomayam na siya, jayeyya so aggi”ti? ","mil3.3.5:7.3":"“Na hi, bhante”ti. ","mil3.3.5:7.4":"“Yato ca kho, maharaja, mani siya, atapo siya, gomayam siya, jayeyya so aggi”ti? ","mil3.3.5:7.5":"“Ama, bhante, jayeyya”ti. ","mil3.3.5:7.6":"“Evameva kho, maharaja, natthi keci sankhara ye abhavanta jayanti, bhavantayeva kho sankhara jayanti”ti. ","mil3.3.5:8.1":"“Bhiyyo opammam karohi”ti. ","mil3.3.5:8.2":"“Yatha, maharaja, adaso na siya, abha na siya, mukham na siya, jayeyya atta”ti? ","mil3.3.5:8.3":"“Na hi, bhante”ti. ","mil3.3.5:8.4":"“Yato ca kho, maharaja, adaso siya, abha siya, mukham siya, jayeyya atta”ti? ","mil3.3.5:8.5":"“Ama, bhante, jayeyya”ti. ","mil3.3.5:8.6":"“Evameva kho, maharaja, natthi keci sankhara, ye abhavanta jayanti, bhavantayeva kho sankhara jayanti”ti. ","mil3.3.5:9.1":"“Kallosi, bhante nagasena”ti. ","mil3.3.5:10.1":"Bhavantasankharajayamanapanho pancamo. "}