{"mil3.2.6:0.1":"Milindapanha ","mil3.2.6:0.2":"Addhanavagga ","mil3.2.6:0.3":"6. Namarupaekattananattapanha ","mil3.2.6:1.1":"Raja aha—","mil3.2.6:1.2":"“bhante nagasena, ko patisandahati”ti? ","mil3.2.6:1.3":"Thero aha—","mil3.2.6:1.4":"“namarupam kho, maharaja, patisandahati”ti. ","mil3.2.6:1.5":"“Kim imamyeva namarupam patisandahati”ti? ","mil3.2.6:1.6":"“Na kho, maharaja, imamyeva namarupam patisandahati, imina pana, maharaja, namarupena kammam karoti sobhanam va papakam va, tena kammena annam namarupam patisandahati”ti. ","mil3.2.6:1.7":"“Yadi, bhante, na imam yeva namarupam patisandahati, nanu so mutto bhavissati papakehi kammehi”ti? ","mil3.2.6:1.8":"Thero aha—","mil3.2.6:1.9":"“yadi na patisandaheyya, mutto bhaveyya papakehi kammehi. ","mil3.2.6:1.10":"Yasma ca kho, maharaja, patisandahati, tasma na mutto papakehi kammehi”ti. ","mil3.2.6:2.1":"“Opammam karohi”ti. ","mil3.2.6:2.2":"“Yatha, maharaja, kocideva puriso annatarassa purisassa ambam avahareyya, tamenam ambasamiko gahetva ranno dasseyya ‘imina, deva, purisena mayham amba avahata’ti, so evam vadeyya ‘naham, deva, imassa ambe avaharami, anne te amba, ye imina ropita, anne te amba, ye maya avahata, naham dandappatto’ti. ","mil3.2.6:2.3":"Kim nu kho so, maharaja, puriso dandappatto bhaveyya”ti? ","mil3.2.6:2.4":"“Ama, bhante, dandappatto bhaveyya”ti. ","mil3.2.6:2.5":"“Kena karanena”ti? ","mil3.2.6:2.6":"“Kincapi so evam vadeyya, purimam, bhante, ambam appaccakkhaya pacchimena ambena so puriso dandappatto bhaveyya”ti. ","mil3.2.6:2.7":"“Evameva kho, maharaja, imina namarupena kammam karoti sobhanam va papakam va, tena kammena annam namarupam patisandahati, tasma na mutto papakehi kammehi”ti. ","mil3.2.6:3.1":"“Bhiyyo opammam karohi”ti. ","mil3.2.6:3.2":"“Yatha, maharaja, kocideva puriso annatarassa purisassa salim avahareyya …pe… ","mil3.2.6:3.3":"ucchum avahareyya …pe… ","mil3.2.6:3.4":"yatha, maharaja, koci puriso hemantakale aggim jaletva visibbetva avijjhapetva pakkameyya, atha kho so aggi annatarassa purisassa khettam daheyya, tamenam khettasamiko gahetva ranno dasseyya ‘imina, deva, purisena mayham khettam daddhan’ti. ","mil3.2.6:3.5":"So evam vadeyya ‘naham, deva, imassa khettam jhapemi, anno so aggi, yo maya avijjhapito, anno so aggi, yenimassa khettam daddham, naham dandappatto’ti. ","mil3.2.6:3.6":"Kim nu kho so, maharaja, puriso dandappatto bhaveyya”ti? ","mil3.2.6:3.7":"“Ama, bhante, dandappatto bhaveyya”ti. ","mil3.2.6:3.8":"“Kena karanena”ti? ","mil3.2.6:3.9":"“Kincapi so evam vadeyya, purimam, bhante, aggim appaccakkhaya pacchimena aggina so puriso dandappatto bhaveyya”ti. ","mil3.2.6:3.10":"“Evameva kho, maharaja, imina namarupena kammam karoti sobhanam va papakam va, tena kammena annam namarupam patisandahati, tasma na mutto papakehi kammehi”ti. ","mil3.2.6:4.1":"“Bhiyyo opammam karohi”ti. ","mil3.2.6:4.2":"“Yatha, maharaja, kocideva puriso padipam adaya pasadam abhiruhitva bhunjeyya, padipo jhayamano tinam jhapeyya, tinam jhayamanam gharam jhapeyya, gharam jhayamanam gamam jhapeyya, gamajano tam purisam gahetva evam vadeyya ‘kissa tvam, bho purisa, gamam jhapesi’ti, so evam vadeyya ‘naham, bho, gamam jhapemi, anno so padipaggi, yassaham alokena bhunjim, anno so aggi, yena gamo jhapito’ti, te vivadamana tava santike agaccheyyum, kassa tvam, maharaja, attam dhareyyasi”ti? ","mil3.2.6:4.3":"“Gamajanassa, bhante”ti. ","mil3.2.6:4.4":"“Kim karana”ti? ","mil3.2.6:4.5":"“Kincapi so evam vadeyya, api ca tato eva so aggi nibbatto”ti. ","mil3.2.6:4.6":"“Evameva kho, maharaja, kincapi annam maranantikam namarupam, annam patisandhismim namarupam, api ca tatoyeva tam nibbattam, tasma na mutto papakehi kammehi”ti. ","mil3.2.6:5.1":"“Bhiyyo opammam karohi”ti. ","mil3.2.6:5.2":"“Yatha, maharaja, kocideva puriso daharim darikam varetva sunkam datva pakkameyya. ","mil3.2.6:5.3":"Sa aparena samayena mahati assa vayappatta, tato anno puriso sunkam datva vivaham kareyya, itaro agantva evam vadeyya ‘kissa pana me tvam, ambho purisa, bhariyam nesi’ti? ","mil3.2.6:5.4":"So evam vadeyya ‘naham tava bhariyam nemi, anna sa darika dahari taruni, ya taya varita ca dinnasunka ca, annayam darika mahati vayappatta maya varita ca dinnasunka ca’ti, te vivadamana tava santike agaccheyyum. ","mil3.2.6:5.5":"Kassa tvam, maharaja, attam dhareyyasi”ti? ","mil3.2.6:5.6":"“Purimassa, bhante”ti. ","mil3.2.6:5.7":"“Kim karana”ti? ","mil3.2.6:5.8":"“Kincapi so evam vadeyya, api ca tatoyeva sa mahati nibbatta”ti. ","mil3.2.6:5.9":"“Evameva kho, maharaja, kincapi annam maranantikam namarupam, annam patisandhismim namarupam, api ca tatoyeva tam nibbattam, tasma naparimutto papakehi kammehi”ti. ","mil3.2.6:6.1":"“Bhiyyo opammam karohi”ti. ","mil3.2.6:6.2":"“Yatha, maharaja, kocideva puriso gopalakassa hatthato khiraghatam kinitva tasseva hatthe nikkhipitva pakkameyya ‘sve gahetva gamissami’ti, tam aparajju dadhi sampajjeyya. ","mil3.2.6:6.3":"So agantva evam vadeyya ‘dehi me khiraghatan’ti. ","mil3.2.6:6.4":"So dadhim dasseyya. ","mil3.2.6:6.5":"Itaro evam vadeyya ‘naham tava hatthato dadhim kinami, dehi me khiraghatan’ti. ","mil3.2.6:6.6":"So evam vadeyya ‘ajanato te khiram dadhibhutan’ti te vivadamana tava santike agaccheyyum, kassa tvam, maharaja, attam dhareyyasi”ti? ","mil3.2.6:6.7":"“Gopalakassa, bhante”ti. ","mil3.2.6:6.8":"“Kim karana”ti? ","mil3.2.6:6.9":"“Kincapi so evam vadeyya, api ca tato yeva tam nibbattan”ti. ","mil3.2.6:6.10":"“Evameva kho, maharaja, kincapi annam maranantikam namarupam, annam patisandhismim namarupam, api ca tato yeva tam nibbattam, tasma na parimutto papakehi kammehi”ti. ","mil3.2.6:7.1":"“Kallosi, bhante nagasena”ti. ","mil3.2.6:8.1":"Namarupaekattananattapanho chattho. "}