{"mil3.3.7:0.1":"Milindapanha ","mil3.3.7:0.2":"Vicaravagga ","mil3.3.7:0.3":"7. Cakkhuvinnanadipanha ","mil3.3.7:1.1":"Raja aha—","mil3.3.7:1.2":"“bhante nagasena, yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati”ti? ","mil3.3.7:1.3":"“Ama, maharaja, yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati”ti. ","mil3.3.7:2.1":"“Kim nu kho, bhante nagasena, pathamam cakkhuvinnanam uppajjati, paccha manovinnanam, udahu manovinnanam pathamam uppajjati, paccha cakkhuvinnanan”ti? ","mil3.3.7:2.2":"“Pathamam, maharaja, cakkhuvinnanam uppajjati, paccha manovinnanan”ti. ","mil3.3.7:3.1":"“Kim nu kho, bhante nagasena, cakkhuvinnanam manovinnanam anapeti ‘yatthaham uppajjami, tvampi tattha uppajjahi’ti, udahu manovinnanam cakkhuvinnanam anapeti ‘yattha tvam uppajjissasi, ahampi tattha uppajjissami’”ti? ","mil3.3.7:3.2":"“Na hi, maharaja, analapo tesam annamannehi”ti. ","mil3.3.7:4.1":"“Katham, bhante nagasena, yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati”ti? ","mil3.3.7:4.2":"“Ninnatta ca, maharaja, dvaratta ca cinnatta ca samudacaritatta ca”ti. ","mil3.3.7:5.1":"“Katham, bhante nagasena, ninnatta yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati? ","mil3.3.7:5.2":"Opammam karohi”ti. ","mil3.3.7:5.3":"“Tam kim mannasi, maharaja, deve vassante katamena udakam gaccheyya”ti? ","mil3.3.7:5.4":"“Yena, bhante, ninnam, tena gaccheyya”ti. ","mil3.3.7:5.5":"“Athaparena samayena devo vasseyya, katamena tam udakam gaccheyya”ti. ","mil3.3.7:5.6":"“Yena, bhante, purimam udakam gatam, tampi tena gaccheyya”ti. ","mil3.3.7:6.1":"“Kim nu kho, maharaja, purimam udakam pacchimam udakam anapeti ‘yenaham gacchami, tvampi tena gacchahi’ti, pacchimam va udakam purimam udakam anapeti ‘yena tvam gacchissasi, ahampi tena gacchissami’”ti. ","mil3.3.7:6.2":"“Na hi, bhante, analapo tesam annamannehi, ninnatta gacchanti”ti. ","mil3.3.7:6.3":"“Evameva kho, maharaja, ninnatta yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati, na cakkhuvinnanam manovinnanam anapeti ‘yatthaham uppajjami, tvampi tattha uppajjahi’ti, napi manovinnanam cakkhuvinnanam anapeti ‘yattha tvam uppajjissasi, ahampi tattha uppajjissami’ti, analapo tesam annamannehi, ninnatta uppajjanti”ti. ","mil3.3.7:7.1":"“Katham, bhante nagasena, dvaratta yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati? ","mil3.3.7:7.2":"Opammam karohi”ti. ","mil3.3.7:7.3":"“Tam kim mannasi, maharaja, ranno paccantimam nagaram assa dalhapakaratoranam ekadvaram, tato puriso nikkhamitukamo bhaveyya, katamena nikkhameyya”ti? ","mil3.3.7:7.4":"“Dvarena, bhante, nikkhameyya”ti. ","mil3.3.7:7.5":"“Athaparo puriso nikkhamitukamo bhaveyya, katamena so nikkhameyya”ti? ","mil3.3.7:7.6":"“Yena, bhante, purimo puriso nikkhanto, sopi tena nikkhameyya”ti. ","mil3.3.7:8.1":"“Kim nu kho, maharaja, purimo puriso pacchimam purisam anapeti ‘yenaham gacchami, tvampi tena gacchahi’ti, pacchimo va puriso purimam purisam anapeti ‘yena tvam gacchissasi, ahampi tena gacchissami’”ti. ","mil3.3.7:8.2":"“Na hi, bhante, analapo tesam annamannehi, dvaratta gacchanti”ti. ","mil3.3.7:8.3":"“Evameva kho, maharaja, dvaratta yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati, na cakkhuvinnanam manovinnanam anapeti ‘yatthaham uppajjami, tvampi tattha uppajjahi’ti, napi manovinnanam cakkhuvinnanam anapeti ‘yattha tvam uppajjissasi, ahampi tattha uppajjissami’ti, analapo tesam annamannehi, dvaratta uppajjanti”ti. ","mil3.3.7:9.1":"“Katham, bhante nagasena, cinnatta yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati? ","mil3.3.7:9.2":"Opammam karohi”ti. ","mil3.3.7:9.3":"“Tam kim mannasi, maharaja, pathamam ekam sakatam gaccheyya, atha dutiyam sakatam katamena gaccheyya”ti? ","mil3.3.7:9.4":"“Yena, bhante, purimam sakatam gatam, tampi tena gaccheyya”ti. ","mil3.3.7:10.1":"“Kim nu kho, maharaja, purimam sakatam pacchimam sakatam anapeti ‘yenaham gacchami, tvampi tena gacchahi’ti, pacchimam va sakatam purimam sakatam anapeti ‘yena tvam gacchissasi, ahampi tena gacchissami’”ti. ","mil3.3.7:10.2":"“Na hi, bhante, analapo tesam annamannehi, cinnatta gacchanti”ti. ","mil3.3.7:10.3":"“Evameva kho, maharaja, cinnatta yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati, na cakkhuvinnanam manovinnanam anapeti ‘yatthaham uppajjami, tvampi tattha uppajjahi’ti, napi manovinnanam cakkhuvinnanam anapeti ‘yattha tvam uppajjissasi, ahampi tattha uppajjissami’ti, analapo tesam annamannehi, cinnatta uppajjanti”ti. ","mil3.3.7:11.1":"“Katham, bhante nagasena, samudacaritatta yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati? ","mil3.3.7:11.2":"Opammam karohi”ti. ","mil3.3.7:11.3":"“Yatha, maharaja, muddagananasankhyalekhasippatthanesu adikammikassa dandhayana bhavati, athaparena samayena nisammakiriyaya samudacaritatta adandhayana bhavati. ","mil3.3.7:11.4":"Evameva kho, maharaja, samudacaritatta yattha cakkhuvinnanam uppajjati, tattha manovinnanampi uppajjati, na cakkhuvinnanam manovinnanam anapeti ‘yatthaham uppajjami, tvampi tattha uppajjahi’ti, napi manovinnanam cakkhuvinnanam anapeti ‘yattha tvam uppajjissasi, ahampi tattha uppajjissami’ti, analapo tesam annamannehi, samudacaritatta uppajjanti”ti. ","mil3.3.7:12.1":"“Bhante nagasena, yattha sotavinnanam uppajjati, tattha manovinnanampi uppajjatiti …pe… ","mil3.3.7:12.2":"yattha ghanavinnanam uppajjati … yattha jivhavinnanam uppajjati … yattha kayavinnanam uppajjati, tattha manovinnanampi uppajjati”ti? ","mil3.3.7:12.3":"“Ama, maharaja, yattha kayavinnanam uppajjati, tattha manovinnanampi uppajjati”ti. ","mil3.3.7:13.1":"“Kim nu kho, bhante nagasena, pathamam kayavinnanam uppajjati, paccha manovinnanam, udahu manovinnanam pathamam uppajjati, paccha kayavinnanan”ti? ","mil3.3.7:13.2":"“Kayavinnanam, maharaja, pathamam uppajjati, paccha manovinnanan”ti. ","mil3.3.7:14.1":"“Kim nu kho, bhante nagasena …pe… ","mil3.3.7:14.2":"analapo tesam annamannehi, samudacaritatta uppajjanti”ti. ","mil3.3.7:15.1":"“Kallosi, bhante nagasena”ti. ","mil3.3.7:16.1":"Cakkhuvinnanadipanho sattamo. "}