{"mil3.1.5:0.1":"Milindapanha ","mil3.1.5:0.2":"Mahavagga ","mil3.1.5:0.3":"5. Pabbajjapanha ","mil3.1.5:1.1":"Atha kho ayasma nagaseno yena milindassa ranno nivesanam tenupasankami, upasankamitva pannatte asane nisidi. ","mil3.1.5:1.2":"Atha kho milindo raja ayasmantam nagasenam saparisam panitena khadaniyena bhojaniyena sahattha santappetva sampavaretva ekamekam bhikkhum ekamekena dussayugena acchadetva ayasmantam nagasenam ticivarena acchadetva ayasmantam nagasenam etadavoca—","mil3.1.5:1.3":"“bhante nagasena, dasahi, bhikkhuhi saddhim idha nisidatha, avasesa gacchantu”ti. ","mil3.1.5:2.1":"Atha kho milindo raja ayasmantam nagasenam bhuttavim onitapattapanim viditva annataram nicam asanam gahetva ekamantam nisidi, ekamantam nisinno kho milindo raja ayasmantam nagasenam etadavoca—","mil3.1.5:2.2":"“bhante nagasena, kimhi hoti kathasallapo”ti? ","mil3.1.5:2.3":"“Atthena mayam, maharaja, atthika, atthe hotu kathasallapo”ti. ","mil3.1.5:3.1":"Raja aha—","mil3.1.5:3.2":"“kimatthiya, bhante nagasena, tumhakam pabbajja, ko ca tumhakam paramattho”ti. ","mil3.1.5:3.3":"Thero aha—","mil3.1.5:3.4":"“kinti, maharaja, idam dukkham nirujjheyya, annanca dukkham na uppajjeyyati. ","mil3.1.5:3.5":"Etadattha, maharaja, amhakam pabbajja, anupada parinibbanam kho pana amhakam paramattho”ti. ","mil3.1.5:4.1":"“Kim pana, bhante nagasena, sabbe etadatthaya pabbajanti”ti? ","mil3.1.5:4.2":"“Na hi, maharaja, keci etadatthaya pabbajanti, keci rajabhinita pabbajanti, keci corabhinita pabbajanti, keci inatta pabbajanti, keci ajivikatthaya pabbajanti, ye pana samma pabbajanti, te etadatthaya pabbajanti”ti. ","mil3.1.5:5.1":"“Tvam pana, bhante, etadatthaya pabbajitosi”ti? ","mil3.1.5:5.2":"“Aham kho, maharaja, daharako santo pabbajito, na janami imassa namatthaya pabbajamiti, api ca kho me evam ahosi ‘pandita ime samana sakyaputtiya, te mam sikkhapessanti’ti, svaham tehi sikkhapito janami ca passami ca ‘imassa namatthaya pabbajja’”ti. ","mil3.1.5:6.1":"“Kallosi, bhante nagasena”ti. ","mil3.1.5:7.1":"Pabbajjapanho pancamo. "}