{"mil5.2.1:0.1":"Milindapanha ","mil5.2.1:0.2":"Mendakapanha ","mil5.2.1:0.3":"Abhejjavagga ","mil5.2.1:0.4":"1. Khuddanukhuddakapanha ","mil5.2.1:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.2.1:1.2":"‘abhinnayaham, bhikkhave, dhammam desemi no anabhinnaya’ti. ","mil5.2.1:1.3":"Puna ca vinayapannattiya evam bhanitam—","mil5.2.1:1.4":"‘akankhamano, ananda, sangho mamaccayena khuddanukhuddakani sikkhapadani samuhanatu’ti. ","mil5.2.1:1.5":"Kim nu kho, bhante nagasena, khuddanukhuddakani sikkhapadani duppannattani, udahu avatthusmim ajanitva pannattani, yam bhagava attano accayena khuddanukhuddakani sikkhapadani samuhanapeti? ","mil5.2.1:1.6":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.2.1:1.7":"‘abhinnayaham, bhikkhave, dhammam desemi no anabhinnaya’ti, tena hi ‘akankhamano, ananda, sangho mamaccayena khuddanukhuddakani sikkhapadani samuhanatu’ti yam vacanam, tam miccha. ","mil5.2.1:1.8":"Yadi tathagatena vinayapannattiya evam bhanitam—","mil5.2.1:1.9":"‘akankhamano, ananda, sangho mamaccayena khuddanukhuddakani sikkhapadani samuhanatu’ti tena hi ‘abhinnayaham, bhikkhave, dhammam desemi no anabhinnaya’ti tampi vacanam miccha. ","mil5.2.1:1.10":"Ayampi ubhato kotiko panho sukhumo nipuno gambhiro sugambhiro dunnijjhapayo, so tavanuppatto, tattha te nanabalavippharam dassehi”ti. ","mil5.2.1:2.1":"“Bhasitampetam, maharaja, bhagavata ‘abhinnayaham, bhikkhave, dhammam desemi no anabhinnaya’ti, vinayapannattiyapi evam bhanitam—","mil5.2.1:2.2":"‘akankhamano, ananda, sangho mamaccayena khuddanukhuddakani sikkhapadani samuhanatu’ti, tam pana, maharaja, tathagato bhikkhu vimamsamano aha—","mil5.2.1:2.3":"‘ukkalessanti nu kho mama savaka maya vissajjapiyamana mamaccayena khuddanukhuddakani sikkhapadani, udahu adiyissanti’ti. ","mil5.2.1:3.1":"Yatha, maharaja, cakkavatti raja putte evam vadeyya ‘ayam kho, tata, mahajanapado sabbadisasu sagarapariyanto, dukkaro, tata, tavatakena balena dharetum, etha tumhe, tata, mamaccayena paccante paccante dese pajahatha’ti. ","mil5.2.1:3.2":"Api nu kho te, maharaja, kumara pituaccayena hatthagate janapade sabbe te paccante paccante dese munceyyun”ti? ","mil5.2.1:3.3":"“Na hi, bhante, rajato, bhante, luddhatara kumara rajjalobhena taduttarim digunatigunam janapadam parigganheyyum, kim pana te hatthagatam janapadam munceyyun”ti? ","mil5.2.1:3.4":"“Evameva kho, maharaja, tathagato bhikkhu vimamsamano evamaha—","mil5.2.1:3.5":"‘akankhamano, ananda, sangho mamaccayena khuddanukhuddakani sikkhapadani samuhanatu’ti. ","mil5.2.1:3.6":"Dukkhaparimuttiya, maharaja, buddhaputta dhammalobhena annampi uttarim diyaddhasikkhapadasatam gopeyyum, kim pana pakatipannattam sikkhapadam munceyyun”ti? ","mil5.2.1:4.1":"“Bhante nagasena, yam bhagava aha—","mil5.2.1:4.2":"‘khuddanukhuddakani sikkhapadani’ti, etthayam jano sammulho vimatijato adhikato samsayapakkhando. ","mil5.2.1:4.3":"Katamani tani khuddakani sikkhapadani, katamani anukhuddakani sikkhapadani”ti? ","mil5.2.1:4.4":"“Dukkatam, maharaja, khuddakam sikkhapadam, dubbhasitam anukhuddakam sikkhapadam, imani dve khuddanukhuddakani sikkhapadani, pubbakehipi, maharaja, mahatherehi ettha vimati uppadita, tehipi ekajjham na kato dhammasanthitipariyaye bhagavata eso panho upadittho”ti. ","mil5.2.1:4.5":"“Ciranikkhittam, bhante nagasena, jinarahassam ajjetarahi loke vivatam pakatam katan”ti. ","mil5.2.1:5.1":"Khuddanukhuddakapanho pathamo. "}