{"mil5.5.5:0.1":"Milindapanha ","mil5.5.5:0.2":"Mendakapanha ","mil5.5.5:0.3":"Santhavavagga ","mil5.5.5:0.4":"5. Buddhaavihethakapanha ","mil5.5.5:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.5.5:1.2":"‘pubbe vaham manussabhuto samano sattanam avihethakajatiko ahosin’ti. ","mil5.5.5:1.3":"Puna ca bhanitam—","mil5.5.5:1.4":"‘lomasakassapo nama isi samano anekasate pane ghatayitva vajapeyyam mahayannam yaji’ti. ","mil5.5.5:1.5":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.5.5:1.6":"‘pubbe vaham manussabhuto samano sattanam avihethakajatiko ahosin’ti, tena hi ‘lomasakassapena isina anekasate pane ghatayitva vajapeyyam mahayannam yajitan’ti yam vacanam, tam miccha. ","mil5.5.5:1.7":"Yadi ‘lomasakassapena isina anekasate pane ghatayitva vajapeyyam mahayannam yajitam’, tena hi ‘pubbe vaham manussabhuto samano sattanam avihethakajatiko ahosin’ti tampi vacanam miccha. ","mil5.5.5:1.8":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.5.5:2.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.5.5:2.2":"‘pubbe vaham manussabhuto samano sattanam avihethakajatiko ahosin’ti, ‘lomasakassapena isina anekasate pane ghatayitva vajapeyyam mahayannam yajitam’, tanca pana ragavasena visannina, no sacetanena”ti. ","mil5.5.5:3.1":"“Atthime, bhante nagasena, puggala panam hananti. ","mil5.5.5:3.2":"Katame attha? ","mil5.5.5:3.3":"Ratto ragavasena panam hanati, duttho dosavasena panam hanati, mulho mohavasena panam hanati, mani manavasena panam hanati, luddho lobhavasena panam hanati, akincano jivikatthaya panam hanati, balo hassavasena panam hanati, raja vinayanavasena panam hanati. ","mil5.5.5:3.4":"Ime kho, bhante nagasena, attha puggala panam hananti. ","mil5.5.5:3.5":"Pakatikamyeva, bhante nagasena, bodhisattena katan”ti. ","mil5.5.5:3.6":"“Na, maharaja, pakatikam bodhisattena katam, yadi, maharaja, bodhisatto pakatibhavena onameyya mahayannam yajitum, na yimam gatham bhaneyya—","mil5.5.5:4.1":"‘Sasamuddapariyayam, ","mil5.5.5:4.2":"mahim sagarakundalam; ","mil5.5.5:4.3":"Na icche saha nindaya, ","mil5.5.5:4.4":"evam seyha vijanahi’ti. ","mil5.5.5:5.1":"Evamvadi, maharaja, bodhisatto saha dassanena candavatiya rajakannaya visanni ahosi khittacitto ratto visannibhuto akulakulo turitaturito tena vikkhittabhantalulitacittena mahatimahapasughatagalaruhirasancayam vajapeyyam mahayannam yaji. ","mil5.5.5:6.1":"Yatha, maharaja, ummattako khittacitto jalitampi jatavedam akkamati, kupitampi asivisam ganhati, mattampi hatthim upeti, samuddampi atiradassim pakkhandati, candanikampi oligallampi omaddati, kantakadhanampi abhiruhati, papatepi patati, asucimpi bhakkheti, naggopi rathiya carati, annampi bahuvidham akiriyam karoti. ","mil5.5.5:6.2":"Evameva kho, maharaja, bodhisatto saha dassanena candavatiya rajakannaya visanni ahosi khittacitto ratto visannibhuto akulakulo turitaturito, tena vikkhittabhantalulitacittena mahatimahapasughatagalaruhirasancayam vajapeyyam mahayannam yaji. ","mil5.5.5:7.1":"Khittacittena, maharaja, katam papam ditthadhammepi na mahasavajjam hoti, samparaye vipakenapi no tatha. ","mil5.5.5:7.2":"Idha, maharaja, koci ummattako vajjhamapajjeyya, tassa tumhe kim dandam dharetha”ti? ","mil5.5.5:7.3":"“Ko, bhante, ummattakassa dando bhavissati, tam mayam pothapetva niharapema, esova tassa dando”ti. ","mil5.5.5:7.4":"“Iti kho, maharaja, ummattakassa aparadhe dandopi na bhavati, tasma ummattakassa katepi na doso bhavati satekiccho. ","mil5.5.5:7.5":"Evameva kho, maharaja, lomasakassapo isi saha dassanena candavatiya rajakannaya visanni ahosi khittacitto ratto visannibhuto visatapayato akulakulo turitaturito, tena vikkhittabhantalulitacittena mahatimahapasughatagalaruhirasancayam vajapeyyam mahayannam yaji. ","mil5.5.5:7.6":"Yada ca pana pakaticitto ahosi patiladdhassati, tada punadeva pabbajitva pancabhinnayo nibbattetva brahmalokupago ahosi”ti. ","mil5.5.5:7.7":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.5.5:8.1":"Buddhaavihethakapanho pancamo. "}