{"mil5.3.4:0.1":"Milindapanha ","mil5.3.4:0.2":"Mendakapanha ","mil5.3.4:0.3":"Panamitavagga ","mil5.3.4:0.4":"4. Pharusavacabhavapanha ","mil5.3.4:1.1":"“Bhante nagasena, bhasitampetam therena sariputtena dhammasenapatina parisuddhavacisamacaro avuso tathagato, natthi tathagatassa vaciduccaritam, yam tathagato rakkheyya ‘ma me idam paro annasi’ti. ","mil5.3.4:1.2":"Puna ca tathagato therassa sudinnassa kalandaputtassa aparadhe parajikam pannapento pharusahi vacahi moghapurisavadena samudacari, tena ca so thero moghapurisavadena mankucittavasena rundhitatta vippatisari nasakkhi ariyamaggam pativijjhitum. ","mil5.3.4:1.3":"Yadi, bhante nagasena, parisuddhavacisamacaro tathagato, natthi tathagatassa vaciduccaritam, tena hi tathagatena therassa sudinnassa kalandaputtassa aparadhe moghapurisavadena samudacinnanti yam vacanam, tam miccha. ","mil5.3.4:1.4":"Yadi bhagavata therassa sudinnassa kalandaputtassa aparadhe moghapurisavadena samudacinnam, tena hi parisuddhavacisamacaro tathagato, natthi tathagatassa vaciduccaritanti tampi vacanam miccha. ","mil5.3.4:1.5":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.3.4:2.1":"“Bhasitampetam, maharaja, therena sariputtena dhammasenapatina—","mil5.3.4:2.2":"‘parisuddhavacisamacaro avuso tathagato, natthi tathagatassa vaciduccaritam, yam tathagato rakkheyya “ma me idam paro annasi”’ti. ","mil5.3.4:2.3":"Ayasmato ca sudinnassa kalandaputtassa aparadhe parajikam pannapentena bhagavata moghapurisavadena samudacinnam, tanca pana adutthacittena asarambhena yathavalakkhanena. ","mil5.3.4:2.4":"Kinca tattha yathavalakkhanam, yassa, maharaja, puggalassa imasmim attabhave catusaccabhisamayo na hoti, tassa purisattanam mogham annam kayiramanam annena sambhavati, tena vuccati ‘moghapuriso’ti. ","mil5.3.4:2.5":"Iti, maharaja, bhagavata ayasmato sudinnassa kalandaputtassa sabhavavacanena samudacinnam, no abhutavadena”ti. ","mil5.3.4:3.1":"“Sabhavampi, bhante nagasena, yo akkosanto bhanati, tassa mayam kahapanam dandam dharema, aparadhoyeva so vatthum nissaya visum voharam acaranto akkosati”ti. ","mil5.3.4:3.2":"“Atthi pana, maharaja, sutapubbam taya khalitassa abhivadanam va paccutthanam va sakkaram va upayananuppadanam va”ti? ","mil5.3.4:3.3":"“Na hi, bhante, yato kutoci yattha katthaci khalito, so paribhasanaraho hoti tajjanaraho, uttamangampissa chindanti hanantipi bandhantipi ghatentipi jhapentipi”ti. ","mil5.3.4:3.4":"“Tena hi, maharaja, bhagavata kiriyayeva kata, no akiriya”ti. ","mil5.3.4:4.1":"“Kiriyampi, bhante nagasena, kurumanena patirupena katabbam anucchavikena, savanenapi, bhante nagasena, tathagatassa sadevako loko ottappati hiriyati bhiyyo dassanena tatuttarim upasankamanena payirupasanena”ti. ","mil5.3.4:4.2":"“Api nu kho, maharaja, tikicchako abhisanne kaye kupite dose sinehaniyani bhesajjani deti”ti? ","mil5.3.4:4.3":"“Na hi, bhante, tinhani lekhaniyani bhesajjani deti”ti. ","mil5.3.4:4.4":"“Evameva kho, maharaja, tathagato sabbakilesabyadhivupasamaya anusitthim deti, pharusapi, maharaja, tathagatassa vaca satte sinehayati, muduke karoti. ","mil5.3.4:4.5":"Yatha, maharaja, unhampi udakam yam kinci sinehaniyam sinehayati, mudukam karoti; ","mil5.3.4:4.6":"evameva kho, maharaja, pharusapi tathagatassa vaca atthavati hoti karunasahagata. ","mil5.3.4:4.7":"Yatha, maharaja, pituvacanam puttanam atthavantam hoti karunasahagatam; ","mil5.3.4:4.8":"evameva kho, maharaja, pharusapi tathagatassa vaca atthavati hoti karunasahagata. ","mil5.3.4:4.9":"Pharusapi, maharaja, tathagatassa vaca sattanam kilesappahana hoti. ","mil5.3.4:4.10":"Yatha, maharaja, duggandhampi gomuttam pitam virasampi agadam khayitam sattanam byadhim hanati; ","mil5.3.4:4.11":"evameva kho, maharaja, pharusapi tathagatassa vaca atthavati karunasahagata. ","mil5.3.4:4.12":"Yatha, maharaja, mahantopi tulapunjo parassa kaye nipatitva rujam na karoti; ","mil5.3.4:4.13":"evameva kho, maharaja, pharusapi tathagatassa vaca na kassaci dukkham uppadeti”ti. ","mil5.3.4:4.14":"“Suvinicchito, bhante nagasena, panho bahuhi karanehi. ","mil5.3.4:4.15":"Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.3.4:5.1":"Pharusavacabhavapanho catuttho. "}