{"mil5.1.1:0.1":"Milindapanha ","mil5.1.1:0.2":"Mendakapanha ","mil5.1.1:0.3":"Iddhibalavagga ","mil5.1.1:0.4":"1. Katadhikarasaphalapanha ","mil5.1.1:1.1":"Atha kho milindo raja katavakaso nipacca garuno pade sirasi anjalim katva etadavoca—","mil5.1.1:1.2":"“bhante nagasena, ime titthiya evam bhananti—","mil5.1.1:1.3":"‘yadi buddho pujam sadiyati, na parinibbuto buddho samyutto lokena antobhaviko lokasmim lokasadharano, tasma tassa kato adhikaro avanjho bhavati saphalo. ","mil5.1.1:1.4":"Yadi parinibbuto visamyutto lokena nissato sabbabhavehi, tassa puja nuppajjati, parinibbuto na kinci sadiyati, asadiyantassa kato adhikaro vanjho bhavati aphalo’ti ubhato kotiko eso panho, neso visayo appattamanasanam, mahantanam yeveso visayo, bhindetam ditthijalam ekamse thapaya, taveso panho anuppatto, anagatanam jinaputtanam cakkhum dehi paravadaniggahaya”ti. ","mil5.1.1:2.1":"Thero aha—","mil5.1.1:2.2":"“parinibbuto, maharaja, bhagava, na ca bhagava pujam sadiyati, bodhimuleyeva tathagatassa sadiyana pahina, kim pana anupadisesaya nibbanadhatuya parinibbutassa. ","mil5.1.1:2.3":"Bhasitampetam, maharaja, therena sariputtena dhammasenapatina—","mil5.1.1:3.1":"‘Pujiyanta asamasama, ","mil5.1.1:3.2":"sadevamanusehi te; ","mil5.1.1:3.3":"Na sadiyanti sakkaram, ","mil5.1.1:3.4":"buddhanam esa dhammata’”ti. ","mil5.1.1:4.1":"Raja aha—","mil5.1.1:4.2":"“bhante nagasena, putto va pituno vannam bhasati, pita va puttassa vannam bhasati, na cetam karanam paravadanam niggahaya, pasadappakasanam nametam, ingha me tvam tattha karanam samma bruhi sakavadassa patitthapanaya ditthijalavinivethanaya”ti. ","mil5.1.1:5.1":"Thero aha—","mil5.1.1:5.2":"“parinibbuto, maharaja, bhagava, na ca bhagava pujam sadiyati, asadiyantasseva tathagatassa devamanussa dhaturatanam vatthum karitva tathagatassa nanaratanarammanena sammapatipattim sevanta tisso sampattiyo patilabhanti. ","mil5.1.1:6.1":"Yatha, maharaja, mahatimahaaggikkhandho pajjalitva nibbayeyya, api nu kho so, maharaja, mahaaggikkhandho sadiyati tinakatthupadanan”ti? ","mil5.1.1:6.2":"“Jalamanopi so, bhante, mahaaggikkhandho tinakatthupadanam na sadiyati, kim pana nibbuto upasanto acetano sadiya”ti? ","mil5.1.1:6.3":"“Tasmim pana, maharaja, aggikkhandhe uparate upasante loke aggi sunno hoti”ti. ","mil5.1.1:6.4":"“Na hi, bhante, kattham aggissa vatthu hoti upadanam, ye keci manussa aggikama, te attano thamabalaviriyena paccattapurisakarena kattham manthayitva aggim nibbattetva tena aggina aggikaraniyani kammani karonti”ti. ","mil5.1.1:6.5":"“Tena hi, maharaja, titthiyanam vacanam miccha bhavati ‘asadiyantassa kato adhikaro vanjho bhavati aphalo’ti. ","mil5.1.1:7.1":"Yatha, maharaja, mahatimahaaggikkhandho pajjali; ","mil5.1.1:7.2":"evameva bhagava dasasahassiya lokadhatuya buddhasiriya pajjali. ","mil5.1.1:7.3":"Yatha, maharaja, mahatimahaaggikkhandho pajjalitva nibbuto; ","mil5.1.1:7.4":"evameva bhagava dasasahassiya lokadhatuya buddhasiriya pajjalitva anupadisesaya nibbanadhatuya parinibbuto. ","mil5.1.1:7.5":"Yatha, maharaja, nibbuto aggikkhandho tinakatthupadanam na sadiyati; ","mil5.1.1:7.6":"evameva kho lokahitassa sadiyana pahina upasanta. ","mil5.1.1:7.7":"Yatha, maharaja, manussa nibbute aggikkhandhe anupadane attano thamabalaviriyena paccattapurisakarena kattham manthayitva aggim nibbattetva tena aggina aggikaraniyani kammani karonti; ","mil5.1.1:7.8":"evameva kho devamanussa tathagatassa parinibbutassa asadiyantasseva dhaturatanam vatthum karitva tathagatassa nanaratanarammanena sammapatipattim sevanta tisso sampattiyo patilabhanti, iminapi, maharaja, karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphalo. ","mil5.1.1:8.1":"Aparampi, maharaja, uttarim karanam sunohi yena karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphalo. ","mil5.1.1:8.2":"Yatha, maharaja, mahatimahavato vayitva uparameyya, api nu kho so, maharaja, uparato vato sadiyati puna nibbattapanan”ti? ","mil5.1.1:8.3":"“Na hi, bhante, uparatassa vatassa abhogo va manasikaro va puna nibbattapanaya”. ","mil5.1.1:8.4":"“Kinkaranam”? ","mil5.1.1:8.5":"“Acetana sa vayodhatu”ti. ","mil5.1.1:8.6":"“Api nu tassa, maharaja, uparatassa vatassa vatoti samanna apagacchati”ti? ","mil5.1.1:8.7":"“Na hi, bhante, talavantavidhupanani vatassa uppattiya paccaya, ye keci manussa unhabhitatta parilahaparipilita, te talavantena va vidhupanena va attano thamabalaviriyena paccattapurisakarena tam nibbattetva tena vatena unham nibbapenti parilaham vupasamenti”ti. ","mil5.1.1:8.8":"“Tena hi, maharaja, titthiyanam vacanam miccha bhavati ‘asadiyantassa kato adhikaro vanjho bhavati aphalo’ti. ","mil5.1.1:9.1":"Yatha, maharaja, mahatimahavato vayi; ","mil5.1.1:9.2":"evameva bhagava dasasahassiya lokadhatuya sitalamadhurasantasukhumamettavatena upavayi. ","mil5.1.1:9.3":"Yatha, maharaja, mahatimahavato vayitva uparato; ","mil5.1.1:9.4":"evameva bhagava sitalamadhurasantasukhumamettavatena upavayitva anupadisesaya nibbanadhatuya parinibbuto. ","mil5.1.1:9.5":"Yatha, maharaja, uparato vato puna nibbattapanam na sadiyati; ","mil5.1.1:9.6":"evameva lokahitassa sadiyana pahina upasanta. ","mil5.1.1:9.7":"Yatha, maharaja, te manussa unhabhitatta parilahaparipilita; ","mil5.1.1:9.8":"evameva devamanussa tividhaggisantapaparilahaparipilita. ","mil5.1.1:9.9":"Yatha talavantavidhupanani vatassa nibbattiya paccaya honti; ","mil5.1.1:9.10":"evameva tathagatassa dhatu ca nanaratananca paccayo hoti tissannam sampattinam patilabhaya. ","mil5.1.1:9.11":"Yatha manussa unhabhitatta parilahaparipilita talavantena va vidhupanena va vatam nibbattetva unham nibbapenti parilaham vupasamenti; ","mil5.1.1:9.12":"evameva devamanussa tathagatassa parinibbutassa asadiyantasseva dhatunca nanaratananca pujetva kusalam nibbattetva tena kusalena tividhaggisantapaparilaham nibbapenti vupasamenti. ","mil5.1.1:9.13":"Iminapi, maharaja, karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphaloti. ","mil5.1.1:10.1":"Aparampi, maharaja, uttarim karanam sunohi paravadanam niggahaya. ","mil5.1.1:10.2":"Yatha, maharaja, puriso bherim akotetva saddam nibbatteyya, yo so bherisaddo purisena nibbattito, so saddo antaradhayeyya, api nu kho so, maharaja, saddo sadiyati puna nibbattapanan”ti? ","mil5.1.1:10.3":"“Na hi, bhante, antarahito so saddo, natthi tassa puna uppadaya abhogo va manasikaro va, sakim nibbatte bherisadde antarahite so bherisaddo samucchinno hoti. ","mil5.1.1:10.4":"Bheri pana, bhante, paccayo hoti saddassa nibbattiya, atha puriso paccaye sati attajena vayamena bherim akotetva saddam nibbatteti”ti. ","mil5.1.1:11.1":"“Evameva kho, maharaja, bhagava silasamadhipannavimuttivimuttinanadassanaparibhavitam dhaturatananca dhammanca vinayanca anusitthanca sattharam thapayitva sayam anupadisesaya nibbanadhatuya parinibbuto, na ca parinibbute bhagavati sampattilabho upacchinno hoti, bhavadukkhapatipilita satta dhaturatananca dhammanca vinayanca anusitthanca paccayam karitva sampattikama sampattiyo patilabhanti, iminapi, maharaja, karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphaloti. ","mil5.1.1:12.1":"Ditthancetam, maharaja, bhagavata anagatamaddhanam. ","mil5.1.1:12.2":"Kathitanca bhanitanca acikkhitanca ‘siya kho panananda, tumhakam evamassa atitasatthukam pavacanam natthi no satthati, na kho panetam, ananda, evam datthabbam, yo vo, ananda, maya dhammo ca vinayo ca desito pannatto, so vo mamaccayena sattha’ti. ","mil5.1.1:12.3":"Parinibbutassa tathagatassa asadiyantassa kato adhikaro vanjho bhavati aphaloti, tam tesam titthiyanam vacanam miccha abhutam vitatham alikam viruddham viparitam dukkhadayakam dukkhavipakam apayagamaniyanti. ","mil5.1.1:13.1":"Aparampi, maharaja, uttarim karanam sunohi yena karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphalo. ","mil5.1.1:13.2":"Sadiyati nu kho, maharaja, ayam mahapathavi ‘sabbabijani mayi samviruhantu’”ti? ","mil5.1.1:13.3":"“Na hi, bhante”ti. ","mil5.1.1:13.4":"“Kissa pana tani, maharaja, bijani asadiyantiya mahapathaviya samviruhitva dalhamulajatapatitthita khandhasarasakhaparivitthinna pupphaphaladhara honti”ti? ","mil5.1.1:13.5":"“Asadiyantipi, bhante, mahapathavi tesam bijanam vatthu hoti paccayam deti viruhanaya, tani bijani tam vatthum nissaya tena paccayena samviruhitva dalhamulajatapatitthita khandhasarasakhaparivitthinna pupphaphaladhara honti”ti. ","mil5.1.1:13.6":"“Tena hi, maharaja, titthiya sake vade nattha honti hata viruddha, sace te bhananti—","mil5.1.1:13.7":"‘asadiyantassa kato adhikaro vanjho bhavati aphalo’ti. ","mil5.1.1:14.1":"Yatha, maharaja, mahapathavi, evam tathagato araham sammasambuddho. ","mil5.1.1:14.2":"Yatha, maharaja, mahapathavi na kinci sadiyati, evam tathagato na kinci sadiyati. ","mil5.1.1:14.3":"Yatha, maharaja, tani bijani pathavim nissaya samviruhitva dalhamulajatapatitthita khandhasarasakhaparivitthinna pupphaphaladhara honti, evam devamanussa tathagatassa parinibbutassa asadiyantasseva dhatunca nanaratananca nissaya dalhakusalamulapatitthita samadhikkhandhadhammasarasilasakhaparivitthinna vimuttipupphasamannaphaladhara honti, iminapi, maharaja, karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphaloti. ","mil5.1.1:15.1":"Aparampi, maharaja, uttarim karanam sunohi yena karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphalo. ","mil5.1.1:15.2":"Sadiyanti nu kho, maharaja, ime ottha gona gadrabha aja pasu manussa antokucchismim kimikulanam sambhavan”ti? ","mil5.1.1:15.3":"“Na hi, bhante”ti. ","mil5.1.1:15.4":"“Kissa pana te, maharaja, kimayo tesam asadiyantanam antokucchismim sambhavitva bahuputtanatta vepullatam papunanti”ti? ","mil5.1.1:15.5":"“Papassa, bhante, kammassa balavataya asadiyantanamyeva tesam sattanam antokucchismim kimayo sambhavitva bahuputtanatta vepullatam papunanti”ti. ","mil5.1.1:15.6":"“Evameva kho, maharaja, tathagatassa parinibbutassa asadiyantasseva dhatussa ca nanarammanassa ca balavataya tathagate kato adhikaro avanjho bhavati saphaloti. ","mil5.1.1:16.1":"Aparampi, maharaja, uttarim karanam sunohi yena karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphalo. ","mil5.1.1:16.2":"Sadiyanti nu kho, maharaja, ime manussa ime atthanavuti roga kaye nibbattantu”ti? ","mil5.1.1:16.3":"“Na hi, bhante”ti. ","mil5.1.1:16.4":"“Kissa pana te, maharaja, roga asadiyantanam kaye nipatanti”ti? ","mil5.1.1:16.5":"“Pubbe katena, bhante, duccaritena”ti. ","mil5.1.1:16.6":"“Yadi, maharaja, pubbe katam akusalam idha vedaniyam hoti, tena hi, maharaja, pubbe katampi idha katampi kusalakusalam kammam avanjham bhavati saphalanti. ","mil5.1.1:16.7":"Iminapi, maharaja, karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphaloti. ","mil5.1.1:17.1":"Sutapubbam pana taya, maharaja, nandako nama yakkho theram sariputtam asadayitva pathavim pavittho”ti? ","mil5.1.1:17.2":"“Ama, bhante, suyyati, loke pakato eso”ti. ","mil5.1.1:17.3":"“Api nu kho, maharaja, thero sariputto sadiyi nandakassa yakkhassa mahapathavigilanan”ti. ","mil5.1.1:17.4":"“Ubbattiyantepi, bhante, sadevake loke patamanepi chamayam candimasuriye vikirantepi sinerupabbataraje thero sariputto na parassa dukkham sadiyeyya. ","mil5.1.1:17.5":"Tam kissa hetu? ","mil5.1.1:17.6":"Yena hetuna thero sariputto kujjheyya va dusseyya va, so hetu therassa sariputtassa samuhato samucchinno, hetuno samugghatitatta, bhante, thero sariputto jivitaharakepi kopam na kareyya”ti. ","mil5.1.1:17.7":"“Yadi, maharaja, thero sariputto nandakassa yakkhassa pathavigilanam na sadiyi, kissa pana nandako yakkho pathavim pavittho”ti? ","mil5.1.1:17.8":"“Akusalassa, bhante, kammassa balavataya”ti. ","mil5.1.1:17.9":"“Yadi, maharaja, akusalassa kammassa balavataya nandako yakkho pathavim pavittho, asadiyantassapi kato aparadho avanjho bhavati saphalo. ","mil5.1.1:17.10":"Tena hi, maharaja, akusalassapi kammassa balavataya asadiyantassa kato adhikaro avanjho bhavati saphaloti. ","mil5.1.1:17.11":"Iminapi, maharaja, karanena tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphaloti. ","mil5.1.1:18.1":"Kati nu kho te, maharaja, manussa, ye etarahi mahapathavim pavittha, atthi te tattha savanan”ti? ","mil5.1.1:18.2":"“Ama, bhante, suyyati”ti. ","mil5.1.1:18.3":"“Ingha tvam, maharaja, savehi”ti? ","mil5.1.1:18.4":"“Cincamanavika, bhante, suppabuddho ca sakko, devadatto ca thero, nandako ca yakkho, nando ca manavakoti. ","mil5.1.1:18.5":"Sutametam, bhante, ime panca jana mahapathavim pavittha”ti. ","mil5.1.1:18.6":"“Kismim te, maharaja, aparaddha”ti? ","mil5.1.1:18.7":"“Bhagavati ca, bhante, savakesu ca”ti. ","mil5.1.1:18.8":"“Api nu kho, maharaja, bhagava va savaka va sadiyimsu imesam mahapathavipavisanan”ti? ","mil5.1.1:18.9":"“Na hi, bhante”ti. ","mil5.1.1:18.10":"“Tena hi, maharaja, tathagatassa parinibbutassa asadiyantasseva kato adhikaro avanjho bhavati saphalo”ti. ","mil5.1.1:18.11":"“Suvinnapito, bhante nagasena, panho gambhiro uttanikato, guyham vidamsitam, ganthi bhinno, gahanam agahanam katam, nattha paravada, bhagga kuditthi, nippabha jata kutitthiya, tvam ganivarapavaramasajja”ti. ","mil5.1.1:19.1":"Katadhikarasaphalapanho pathamo. "}