{"mil5.5.6:0.1":"Milindapanha ","mil5.5.6:0.2":"Mendakapanha ","mil5.5.6:0.3":"Santhavavagga ","mil5.5.6:0.4":"6. Chaddantajotipalarabbhapanha ","mil5.5.6:1.1":"“Bhante nagasena, bhasitampetam bhagavata chaddanto nagaraja—","mil5.5.6:2.1":"‘Vadhissametanti paramasanto, ","mil5.5.6:2.2":"Kasavamaddakkhi dhajam isinam; ","mil5.5.6:2.3":"Dukkhena phutthassudapadi sanna, ","mil5.5.6:2.4":"Arahaddhajo sabbhi avajjharupo’ti. ","mil5.5.6:3.1":"Puna ca bhanitam—","mil5.5.6:3.2":"‘jotipalamanavo samano kassapam bhagavantam arahantam sammasambuddham mundakavadena samanakavadena asabbhahi pharusahi vacahi akkosi paribhasi’ti. ","mil5.5.6:3.3":"Yadi, bhante nagasena, bodhisatto tiracchanagato samano kasavam abhipujayi, tena hi ‘jotipalena manavena kassapo bhagava araham sammasambuddho mundakavadena samanakavadena asabbhahi pharusahi vacahi akkuttho paribhasito’ti yam vacanam, tam miccha. ","mil5.5.6:3.4":"Yadi jotipalena manavena kassapo bhagava araham sammasambuddho mundakavadena samanakavadena asabbhahi pharusahi vacahi akkuttho paribhasito, tena hi ‘chaddantena nagarajena kasavam pujitan’ti tampi vacanam miccha. ","mil5.5.6:3.5":"Yadi tiracchanagatena bodhisattena kakkhalakharakatukavedanam vedayamanena luddakena nivattham kasavam pujitam, kim manussabhuto samano paripakkanano paripakkaya bodhiya kassapam bhagavantam arahantam sammasambuddham dasabalam lokanayakam uditoditam jalitabyamobhasam pavaruttamam pavararucirakasikakasavamabhiparutam disva na pujayi? ","mil5.5.6:3.6":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabboti. ","mil5.5.6:4.1":"Bhasitampetam, maharaja, bhagavata chaddanto nagaraja ‘vadhissametanti …pe… ","mil5.5.6:4.2":"avajjharupo’ti. ","mil5.5.6:4.3":"Jotipalena ca manavena kassapo bhagava araham sammasambuddho mundakavadena samanakavadena asabbhahi pharusahi vacahi akkuttho paribhasito, tanca pana jativasena kulavasena. ","mil5.5.6:4.4":"Jotipalo, maharaja, manavo assaddhe appasanne kule paccajato, tassa matapitaro bhaginibhataro dasidasacetakaparivarakamanussa brahmadevata brahmagaruka, te ‘brahmana eva uttama pavara’ti avasese pabbajite garahanti jigucchanti, tesam tam vacanam sutva jotipalo manavo ghatikarena kumbhakarena sattharam dassanaya pakkosito evamaha—","mil5.5.6:4.5":"‘kim pana tena mundakena samanakena ditthena’ti. ","mil5.5.6:5.1":"Yatha, maharaja, amatam visamasajja tittakam hoti, yatha ca sitodakam aggimasajja unham hoti; ","mil5.5.6:5.2":"evameva kho, maharaja, jotipalo manavo assaddhe appasanne kule paccajato, so kulavasena andho hutva tathagatam akkosi paribhasi. ","mil5.5.6:6.1":"Yatha, maharaja, jalitapajjalito mahaaggikkhandho sappabhaso udakamasajja upahatappabhatejo sitalo kalako bhavati paripakkaniggundiphalasadiso; ","mil5.5.6:6.2":"evameva kho, maharaja, jotipalo manavo punnava saddho nanavipulasappabhaso assaddhe appasanne kule paccajato, so kulavasena andho hutva tathagatam akkosi paribhasi, upagantva ca buddhagunamannaya cetakabhuto viya ahosi, jinasasane pabbajitva abhinna ca samapattiyo ca nibbattetva brahmalokupago ahosi”ti. ","mil5.5.6:6.3":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.5.6:7.1":"Chaddantajotipalarabbhapanho chattho. "}