{"mil5.3.2:0.1":"Milindapanha ","mil5.3.2:0.2":"Mendakapanha ","mil5.3.2:0.3":"Panamitavagga ","mil5.3.2:0.4":"2. Sabbasattahitapharanapanha ","mil5.3.2:1.1":"“Bhante nagasena, tumhe bhanatha—","mil5.3.2:1.2":"‘tathagato sabbasattanam ahitamapanetva hitamupadahati’ti. ","mil5.3.2:1.3":"Puna ca bhanatha aggikkhandhupame dhammapariyaye bhannamane ‘satthimattanam bhikkhunam unham lohitam mukhato uggatan’ti. ","mil5.3.2:1.4":"Aggikkhandhupamam, bhante, dhammapariyayam desentena tathagatena satthimattanam bhikkhunam hitamapanetva ahitamupadahitam. ","mil5.3.2:1.5":"Yadi, bhante nagasena, tathagato sabbasattanam ahitamapanetva hitamupadahati, tena hi aggikkhandhupame dhammapariyaye bhannamane satthimattanam bhikkhunam unham lohitam mukhato uggatanti yam vacanam, tam miccha. ","mil5.3.2:1.6":"Yadi aggikkhandhupame dhammapariyaye bhannamane satthimattanam bhikkhunam unham lohitam mukhato uggatam, tena hi tathagato sabbasattanam ahitamapanetva hitamupadahatiti tampi vacanam miccha. ","mil5.3.2:1.7":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.3.2:2.1":"“Tathagato, maharaja, sabbasattanam ahitamapanetva hitamupadahati, aggikkhandhupame dhammapariyaye bhannamane satthimattanam bhikkhunam unham lohitam mukhato uggatam, tanca pana na tathagatassa katena, tesamyeva attano katena”ti. ","mil5.3.2:3.1":"“Yadi, bhante nagasena, tathagato aggikkhandhupamam dhammapariyayam na bhaseyya, api nu tesam unham lohitam mukhato uggaccheyya”ti. ","mil5.3.2:3.2":"“Na hi, maharaja, micchapatipannanam tesam bhagavato dhammapariyayam sutva parilaho kaye uppajji, tena tesam parilahena unham lohitam mukhato uggatan”ti. ","mil5.3.2:3.3":"“Tena hi, bhante nagasena, tathagatasseva katena tesam unham lohitam mukhato uggatam, tathagatoyeva tattha adhikaro tesam nasanaya, yatha nama, bhante nagasena, ahi vammikam paviseyya, athannataro pamsukamo puriso vammikam bhinditva pamsum hareyya, tassa pamsuharanena vammikassa susiram pidaheyya, atha tattheva so assasam alabhamano mareyya, nanu so, bhante, ahi tassa purisassa katena maranappatto”ti. ","mil5.3.2:3.4":"“Ama, maharaja”ti. ","mil5.3.2:3.5":"“Evameva kho, bhante nagasena, tathagatoyeva tattha adhikaro tesam nasanaya”ti. ","mil5.3.2:4.1":"“Tathagato, maharaja, dhammam desayamano anunayappatigham na karoti, anunayappatighavippamutto dhammam deseti, evam dhamme desiyamane ye tattha sammapatipanna, te bujjhanti. ","mil5.3.2:4.2":"Ye pana micchapatipanna, te patanti. ","mil5.3.2:4.3":"Yatha, maharaja, purisassa ambam va jambum va madhukam va calayamanassa yani tattha phalani sarani dalhabandhanani, tani tattheva accutani titthanti, yani tattha phalani putivantamulani dubbalabandhanani, tani patanti; ","mil5.3.2:4.4":"evameva kho, maharaja, tathagato dhammam desayamano anunayappatigham na karoti, anunayappatighavippamutto dhammam deseti, evam dhamme desiyamane ye tattha sammapatipanna, te bujjhanti. ","mil5.3.2:4.5":"Ye pana micchapatipanna, te patanti. ","mil5.3.2:5.1":"Yatha va pana, maharaja, kassako dhannam ropetukamo khettam kasati, tassa kasantassa anekasatasahassani tinani maranti; ","mil5.3.2:5.2":"evameva kho, maharaja, tathagato paripakkamanase satte bodhento anunayappatighavippamutto dhammam deseti, evam dhamme desiyamane ye tattha sammapatipanna, te bujjhanti. ","mil5.3.2:5.3":"Ye pana micchapatipanna, te tinani viya maranti. ","mil5.3.2:6.1":"Yatha va pana, maharaja, manussa rasahetu yantena ucchum pilayanti, tesam ucchum pilayamananam ye tattha yantamukhagata kimayo, te piliyanti; ","mil5.3.2:6.2":"evameva kho, maharaja, tathagato paripakkamanase satte bodhento dhammayantamabhipilayati, ye tattha micchapatipanna, te kimi viya maranti”ti. ","mil5.3.2:7.1":"“Nanu, bhante nagasena, te bhikkhu taya dhammadesanaya patita”ti? ","mil5.3.2:7.2":"“Api nu kho, maharaja, tacchako rukkham tacchanto ujukam parisuddham karoti”ti? ","mil5.3.2:7.3":"“Na hi, bhante, vajjaniyam apanetva tacchako rukkham ujukam parisuddham karoti”ti. ","mil5.3.2:7.4":"“Evameva kho, maharaja, tathagato parisam rakkhanto na sakkoti bodhaneyye satte bodhetum, micchapatipanne pana satte apanetva bodhaneyye satte bodheti, attakatena pana te, maharaja, micchapatipanna patanti. ","mil5.3.2:8.1":"Yatha, maharaja, kadali velu assatari attajena hannati; ","mil5.3.2:8.2":"evameva kho, maharaja, ye te micchapatipanna, te attakatena hannanti patanti. ","mil5.3.2:9.1":"Yatha, maharaja, cora attakatena cakkhuppatanam sularopanam sisacchedanam papunanti; ","mil5.3.2:9.2":"evameva kho, maharaja, ye te micchapatipanna, te attakatena hannanti patanti. ","mil5.3.2:9.3":"Yesam, maharaja, satthimattanam bhikkhunam unham lohitam mukhato uggatam, tesam tam neva bhagavato katena, na paresam katena, atha kho attanoyeva katena. ","mil5.3.2:10.1":"Yatha, maharaja, puriso sabbajanassa amatam dadeyya, te tam amatam asitva aroga dighayuka sabbitito parimucceyyum, athannataro puriso durupacarena tam asitva maranam papuneyya, api nu kho so, maharaja, amatadayako puriso tatonidanam kinci apunnam apajjeyya”ti? ","mil5.3.2:10.2":"“Na hi, bhante”ti. ","mil5.3.2:10.3":"“Evameva kho, maharaja, tathagato dasasahassiya lokadhatuya devamanussanam amatam dhammadanam deti, ye te satta bhabba, te dhammamatena bujjhanti. ","mil5.3.2:10.4":"Ye pana te satta abhabba, te dhammamatena hannanti patanti. ","mil5.3.2:10.5":"Bhojanam, maharaja, sabbasattanam jivitam rakkhati, tamekacce bhunjitva visucikaya maranti, api nu kho so, maharaja, bhojanadayako puriso tatonidanam kinci apunnam apajjeyya”ti? ","mil5.3.2:10.6":"“Na hi, bhante”ti. ","mil5.3.2:10.7":"“Evameva kho, maharaja, tathagato dasasahassiya lokadhatuya devamanussanam amatam dhammadanam deti, ye te satta bhabba, te dhammamatena bujjhanti. ","mil5.3.2:10.8":"Ye pana te satta abhabba, te dhammamatena hannanti patanti”ti. ","mil5.3.2:10.9":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.3.2:11.1":"Sabbasattahitapharanapanho dutiyo. "}