{"mil5.1.2:0.1":"Milindapanha ","mil5.1.2:0.2":"Mendakapanha ","mil5.1.2:0.3":"Iddhibalavagga ","mil5.1.2:0.4":"2 Sabbannubhavapanha ","mil5.1.2:1.1":"“Bhante nagasena, buddho sabbannu”ti? ","mil5.1.2:1.2":"“Ama, maharaja, bhagava sabbannu, na ca bhagavato satatam samitam nanadassanam paccupatthitam, avajjanapatibaddham bhagavato sabbannutananam, avajjitva yadicchakam janati”ti. ","mil5.1.2:1.3":"“Tena hi, bhante nagasena, buddho asabbannuti. ","mil5.1.2:1.4":"Yadi tassa pariyesanaya sabbannutananam hoti”ti. ","mil5.1.2:1.5":"“Vahasatam kho, maharaja, vihinam addhaculanca vaha vihisattambanani dve ca tumba ekaccharakkhane pavattacittassa ettaka vihi lakkham thapiyamana parikkhayam pariyadanam gaccheyyum? ","mil5.1.2:2.1":"Tatrime sattavidha citta pavattanti—","mil5.1.2:2.2":"ye te, maharaja, saraga sadosa samoha sakilesa abhavitakaya abhavitasila abhavitacitta abhavitapanna, tesam tam cittam garukam uppajjati dandham pavattati. ","mil5.1.2:2.3":"Kim karana? ","mil5.1.2:2.4":"Abhavitatta cittassa. ","mil5.1.2:2.5":"Yatha, maharaja, vamsanalassa vitatassa visalassa vitthinnassa samsibbitavisibbitassa sakhajatajatitassa akaddhiyantassa garukam hoti agamanam dandham. ","mil5.1.2:2.6":"Kim karana? ","mil5.1.2:2.7":"Samsibbitavisibbitatta sakhanam. ","mil5.1.2:2.8":"Evameva kho, maharaja, ye te saraga sadosa samoha sakilesa abhavitakaya abhavitasila abhavitacitta abhavitapanna, tesam tam cittam garukam uppajjati dandham pavattati. ","mil5.1.2:2.9":"Kim karana? ","mil5.1.2:2.10":"Samsibbitavisibbitatta kilesehi, idam pathamam cittam. ","mil5.1.2:3.1":"Tatridam dutiyam cittam vibhattamapajjati—","mil5.1.2:3.2":"ye te, maharaja, sotapanna pihitapaya ditthippatta vinnatasatthusasana, tesam tam cittam tisu thanesu lahukam uppajjati lahukam pavattati. ","mil5.1.2:3.3":"Uparibhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:3.4":"Kim karana? ","mil5.1.2:3.5":"Tisu thanesu cittassa parisuddhatta upari kilesanam appahinatta. ","mil5.1.2:3.6":"Yatha, maharaja, vamsanalassa tipabbaganthiparisuddhassa upari sakhajatajatitassa akaddhiyantassa yava tipabbam tava lahukam eti, tato upari thaddham. ","mil5.1.2:3.7":"Kim karana? ","mil5.1.2:3.8":"Hettha parisuddhatta upari sakhajatajatitatta. ","mil5.1.2:3.9":"Evameva kho, maharaja, ye te sotapanna pihitapaya ditthippatta vinnatasatthusasana, tesam tam cittam tisu thanesu lahukam uppajjati lahukam pavattati, uparibhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:3.10":"Kim karana? ","mil5.1.2:3.11":"Tisu thanesu cittassa parisuddhatta upari kilesanam appahinatta, idam dutiyam cittam. ","mil5.1.2:4.1":"Tatridam tatiyam cittam vibhattamapajjati—","mil5.1.2:4.2":"ye te, maharaja, sakadagamino, yesam ragadosamoha tanubhuta, tesam tam cittam pancasu thanesu lahukam uppajjati lahukam pavattati, uparibhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:4.3":"Kim karana? ","mil5.1.2:4.4":"Pancasu thanesu cittassa parisuddhatta upari kilesanam appahinatta. ","mil5.1.2:4.5":"Yatha, maharaja, vamsanalassa pancapabbaganthiparisuddhassa upari sakhajatajatitassa akaddhiyantassa yava pancapabbam tava lahukam eti, tato upari thaddham. ","mil5.1.2:4.6":"Kim karana? ","mil5.1.2:4.7":"Hettha parisuddhatta upari sakhajatajatitatta. ","mil5.1.2:4.8":"Evameva kho, maharaja, ye te sakadagamino, yesam ragadosamoha tanubhuta, tesam tam cittam pancasu thanesu lahukam uppajjati lahukam pavattati, uparibhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:4.9":"Kim karana? ","mil5.1.2:4.10":"Pancasu thanesu cittassa parisuddhatta upari kilesanam appahinatta, idam tatiyam cittam. ","mil5.1.2:5.1":"Tatridam catuttham cittam vibhattamapajjati—","mil5.1.2:5.2":"ye te, maharaja, anagamino, yesam pancorambhagiyani samyojanani pahinani, tesam tam cittam dasasu thanesu lahukam uppajjati lahukam pavattati, uparibhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:5.3":"Kim karana? ","mil5.1.2:5.4":"Dasasu thanesu cittassa parisuddhatta upari kilesanam appahinatta. ","mil5.1.2:5.5":"Yatha, maharaja, vamsanalassa dasapabbaganthiparisuddhassa upari sakhajatajatitassa akaddhiyantassa yava dasapabbam tava lahukam eti, tato upari thaddham. ","mil5.1.2:5.6":"Kim karana? ","mil5.1.2:5.7":"Hettha parisuddhatta upari sakhajatajatitatta. ","mil5.1.2:5.8":"Evameva kho, maharaja, ye te anagamino, yesam pancorambhagiyani samyojanani pahinani, tesam tam cittam dasasu thanesu lahukam uppajjati lahukam pavattati, uparibhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:5.9":"Kim karana? ","mil5.1.2:5.10":"Dasasu thanesu cittassa parisuddhatta upari kilesanam appahinatta, idam catuttham cittam. ","mil5.1.2:6.1":"Tatridam pancamam cittam vibhattamapajjati—","mil5.1.2:6.2":"ye te, maharaja, arahanto khinasava dhotamala vantakilesa vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana pattapatisambhida savakabhumisu parisuddha, tesam tam cittam savakavisaye lahukam uppajjati lahukam pavattati, paccekabuddhabhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:6.3":"Kim karana? ","mil5.1.2:6.4":"Parisuddhatta savakavisaye, aparisuddhatta paccekabuddhavisaye. ","mil5.1.2:6.5":"Yatha, maharaja, vamsanalassa sabbapabbaganthiparisuddhassa akaddhiyantassa lahukam hoti agamanam adandham. ","mil5.1.2:6.6":"Kim karana? ","mil5.1.2:6.7":"Sabbapabbaganthiparisuddhatta agahanatta vamsassa. ","mil5.1.2:6.8":"Evameva kho, maharaja, ye te arahanto khinasava dhotamala vantakilesa vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana pattapatisambhida savakabhumisu parisuddha, tesam tam cittam savakavisaye lahukam uppajjati lahukam pavattati, paccekabuddhabhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:6.9":"Kim karana? ","mil5.1.2:6.10":"Parisuddhatta savakavisaye, aparisuddhatta paccekabuddhavisaye, idam pancamam cittam. ","mil5.1.2:7.1":"Tatridam chattham cittam vibhattamapajjati—","mil5.1.2:7.2":"ye te, maharaja, paccekabuddha sayambhuno anacariyaka ekacarino khaggavisanakappa sakavisaye parisuddhavimalacitta, tesam tam cittam sakavisaye lahukam uppajjati lahukam pavattati, sabbannubuddhabhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:7.3":"Kim karana? ","mil5.1.2:7.4":"Parisuddhatta sakavisaye mahantatta sabbannubuddhavisayassa. ","mil5.1.2:7.5":"Yatha, maharaja, puriso sakavisayam parittam nadim rattimpi divapi yadicchakam acchambhito otareyya, atha parato mahasamuddam gambhiram vitthatam agadhamaparam disva bhayeyya, dandhayeyya na visaheyya otaritum. ","mil5.1.2:7.6":"Kim karana? ","mil5.1.2:7.7":"Tinnatta sakavisayassa, mahantatta ca mahasamuddassa. ","mil5.1.2:7.8":"Evameva kho, maharaja, ye te paccekabuddha sayambhuno anacariyaka ekacarino khaggavisanakappa sakavisaye parisuddhavimalacitta, tesam tam cittam sakavisaye lahukam uppajjati lahukam pavattati, sabbannubuddhabhumisu garukam uppajjati dandham pavattati. ","mil5.1.2:7.9":"Kim karana? ","mil5.1.2:7.10":"Parisuddhatta sakavisaye mahantatta sabbannubuddhavisayassa, idam chattham cittam. ","mil5.1.2:8.1":"Tatridam sattamam cittam vibhattamapajjati—","mil5.1.2:8.2":"ye te, maharaja, sammasambuddha sabbannuno dasabaladhara catuvesarajjavisarada attharasahi buddhadhammehi samannagata anantajina anavarananana, tesam tam cittam sabbattha lahukam uppajjati lahukam pavattati. ","mil5.1.2:8.3":"Kim karana? ","mil5.1.2:8.4":"Sabbattha parisuddhatta. ","mil5.1.2:8.5":"Api nu kho, maharaja, naracassa sudhotassa vimalassa nigganthissa sukhumadharassa ajimhassa avankassa akutilassa dalhacapasamarulhassa khomasukhume va kappasasukhume va kambalasukhume va balavanipatitassa dandhayitattam va lagganam va hoti”ti? ","mil5.1.2:8.6":"“Na hi, bhante”. ","mil5.1.2:8.7":"“Kim karana? ","mil5.1.2:8.8":"Sukhumatta vatthanam sudhotatta naracassa nipatassa ca balavattati; ","mil5.1.2:8.9":"evameva kho, maharaja, ye te sammasambuddha sabbannuno dasabaladhara catuvesarajjavisarada attharasahi buddhadhammehi samannagata anantajina anavarananana, tesam tam cittam sabbattha lahukam uppajjati lahukam pavattati. ","mil5.1.2:8.10":"Kim karana? ","mil5.1.2:8.11":"Sabbattha parisuddhatta, idam sattamam cittam. ","mil5.1.2:9.1":"Tatra, maharaja, yadidam sabbannubuddhanam cittam, tam channampi cittanam gananam atikkamitva asankhyeyyena gunena parisuddhanca lahukanca. ","mil5.1.2:9.2":"Yasma ca bhagavato cittam parisuddhanca lahukanca, tasma, maharaja, bhagava yamakapatihiram dasseti. ","mil5.1.2:9.3":"Yamakapatihire, maharaja, natabbam buddhanam bhagavantanam cittam evam lahuparivattanti, na tattha sakka uttarim karanam vattum, tepi, maharaja, patihira sabbannubuddhanam cittam upadaya gananampi sankhampi kalampi kalabhagampi na upenti, avajjanapatibaddham, maharaja, bhagavato sabbannutananam, avajjetva yadicchakam janati. ","mil5.1.2:10.1":"Yatha, maharaja, puriso hatthe thapitam yam kinci dutiye hatthe thapeyya vivatena mukhena vacam nicchareyya, mukhagatam bhojanam gileyya, ummiletva va nimileyya, nimiletva va ummileyya, saminjitam va baham pasareyya, pasaritam va baham saminjeyya, cirataram etam, maharaja, lahutaram bhagavato sabbannutananam, lahutaram avajjanam, avajjetva yadicchakam janati, avajjanavikalamattakena na tavata buddha bhagavanto asabbannuno nama honti”ti. ","mil5.1.2:11.1":"“Avajjanampi, bhante nagasena, pariyesanaya katabbam, ingha mam tattha karanena sannapehi”ti. ","mil5.1.2:11.2":"“Yatha, maharaja, purisassa addhassa mahaddhanassa mahabhogassa pahutajataruparajatassa pahutavittupakaranassa pahutadhanadhannassa salivihiyavatandulatilamuggamasapubbannaparannasappitelanavanitakhiradadhimadhugulaphanita ca khalopikumbhipitharakotthabhajanagata bhaveyyum, tassa ca purisassa pahunako agaccheyya bhattaraho bhattabhikankhi, tassa ca gehe yam randham bhojanam, tam parinitthitam bhaveyya, kumbhito tandule niharitva bhojanam randheyya, api ca kho so, maharaja, tavatakena bhojanavekallamattakena adhano nama kapano nama bhaveyya”ti? ","mil5.1.2:11.3":"“Na hi, bhante, cakkavattiranno gharepi, bhante, akale bhojanavekallam hoti, kim pana gahapatikassa”ti? ","mil5.1.2:11.4":"“Evameva kho, maharaja, tathagatassa avajjanavikalamattakam sabbannutananam avajjetva yadicchakam janati. ","mil5.1.2:12.1":"Yatha va pana, maharaja, rukkho assa phalito onatavinato pindibharabharito, na kinci tattha patitam phalam bhaveyya, api nu kho so, maharaja, rukkho tavatakena patitaphalavekallamattakena aphalo nama bhaveyya”ti? ","mil5.1.2:12.2":"“Na hi, bhante, patanapatibaddhani tani rukkhaphalani, patite yadicchakam labhati”ti. ","mil5.1.2:12.3":"“Evameva kho, maharaja, tathagatassa avajjanapatibaddham sabbannutananam avajjetva yadicchakam janati”ti. ","mil5.1.2:13.1":"“Bhante nagasena, avajjetva avajjetva buddho yadicchakam janati”ti? ","mil5.1.2:13.2":"“Ama, maharaja, bhagava avajjetva avajjetva yadicchakam janatiti. ","mil5.1.2:14.1":"Yatha, maharaja, cakkavatti raja yada cakkaratanam sarati ‘upetu me cakkaratanan’ti, sarite cakkaratanam upeti; ","mil5.1.2:14.2":"evameva kho, maharaja, tathagato avajjetva avajjetva yadicchakam janati”ti. ","mil5.1.2:14.3":"“Dalham, bhante nagasena, karanam, buddho sabbannu, sampaticchama buddho sabbannu”ti. ","mil5.1.2:15.1":"Buddhasabbannubhavapanho dutiyo. "}