{"mil5.4.10:0.1":"Milindapanha ","mil5.4.10:0.2":"Mendakapanha ","mil5.4.10:0.3":"Sabbannutananavagga ","mil5.4.10:0.4":"10 Buddhasabbannubhavapanha ","mil5.4.10:1.1":"“Bhante nagasena, tumhe bhanatha—","mil5.4.10:1.2":"‘tathagato sabbannu’ti. ","mil5.4.10:1.3":"Puna ca bhanatha—","mil5.4.10:1.4":"‘tathagatena sariputtamoggallanappamukhe bhikkhusanghe panamite catumeyyaka ca sakya brahma ca sahampati bijupamanca vacchatarunupamanca upadassetva bhagavantam pasadesum khamapesum nijjhattam akamsu’ti. ","mil5.4.10:1.5":"Kim nu kho, bhante nagasena, annata ta upama tathagatassa, yahi tathagato upamahi orato khamito upasanto nijjhattam gato? ","mil5.4.10:1.6":"Yadi, bhante nagasena, tathagatassa ta upama annata, tena hi buddho asabbannu, yadi nata, tena hi okassa pasayha vimamsapekkho panamesi, tena hi tassa akarunnata sambhavati. ","mil5.4.10:1.7":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.4.10:2.1":"“Sabbannu, maharaja, tathagato, tahi ca upamahi bhagava pasanno orato khamito upasanto nijjhattam gato. ","mil5.4.10:2.2":"Dhammassami, maharaja, tathagato, tathagatappavediteheva te opammehi tathagatam aradhesum tosesum pasadesum, tesanca tathagato pasanno ‘sadhu’ti abbhanumodi. ","mil5.4.10:3.1":"Yatha, maharaja, itthi samikassa santakeneva dhanena samikam aradheti toseti pasadeti, tanca samiko ‘sadhu’ti abbhanumodati; ","mil5.4.10:3.2":"evameva kho, maharaja, catumeyyaka ca sakya brahma ca sahampati tathagatappavediteheva opammehi tathagatam aradhesum tosesum pasadesum, tesanca tathagato pasanno ‘sadhu’ti abbhanumodi. ","mil5.4.10:4.1":"Yatha va pana, maharaja, kappako ranno santakeneva suvannaphanakena ranno uttamangam pasadhayamano rajanam aradheti toseti pasadeti, tassa ca raja pasanno ‘sadhu’ti abbhanumodati, yathicchitamanuppadeti; ","mil5.4.10:4.2":"evameva kho, maharaja, catumeyyaka ca sakya brahma ca sahampati tathagatappavediteheva opammehi tathagatam aradhesum tosesum pasadesum, tesanca tathagato pasanno ‘sadhu’ti abbhanumodi. ","mil5.4.10:5.1":"Yatha va pana, maharaja, saddhivihariko upajjhayabhatam pindapatam gahetva upajjhayassa upanamento upajjhayam aradheti toseti pasadeti, tanca upajjhayo pasanno ‘sadhu’ti abbhanumodati; ","mil5.4.10:5.2":"evameva kho, maharaja, catumeyyaka ca sakya brahma ca sahampati tathagatappavediteheva opammehi tathagatam aradhesum tosesum pasadesum, tesanca tathagato pasanno ‘sadhu’ti abbhanumoditva sabbadukkhaparimuttiya dhammam desesi”ti. ","mil5.4.10:5.3":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.4.10:6.1":"Buddhasabbannubhavapanho dasamo. ","mil5.4.10:7.1":"Sabbannutananavaggo catuttho. ","mil5.4.10:8.1":"Imasmim vagge dasa panha. "}