{"mil5.3.1:0.1":"Milindapanha ","mil5.3.1:0.2":"Mendakapanha ","mil5.3.1:0.3":"Panamitavagga ","mil5.3.1:0.4":"1. Setthadhammapanha ","mil5.3.1:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.3.1:1.2":"‘dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparaye ca’ti. ","mil5.3.1:1.3":"Puna ca ‘upasako gihi sotapanno pihitapayo ditthippatto vinnatasasano bhikkhum va samaneram va puthujjanam abhivadeti paccuttheti’ti. ","mil5.3.1:1.4":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.3.1:1.5":"‘dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparaye ca’ti, tena hi ‘upasako gihi sotapanno pihitapayo ditthippatto vinnatasasano bhikkhum va samaneram va puthujjanam abhivadeti paccuttheti’ti yam vacanam, tam miccha. ","mil5.3.1:1.6":"Yadi ‘upasako gihi sotapanno pihitapayo ditthippatto vinnatasasano bhikkhum va samaneram va puthujjanam abhivadeti paccuttheti’, tena hi ‘dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparaye ca’ti tampi vacanam miccha. ","mil5.3.1:1.7":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.3.1:2.1":"“Bhasitampetam, maharaja, bhagavata ‘dhammo hi, vasettha, settho janetasmim ditthe ceva dhamme abhisamparaye ca’ti, ‘upasako ca gihi sotapanno pihitapayo ditthippatto vinnatasasano bhikkhum va samaneram va puthujjanam abhivadeti paccuttheti’. ","mil5.3.1:2.2":"Tattha pana karanam atthi. ","mil5.3.1:2.3":"Katamam tam karanam? ","mil5.3.1:3.1":"Visati kho panime, maharaja, samanassa samanakarana dhamma dve ca lingani, yehi samano abhivadanapaccutthanasammananapujanaraho hoti. ","mil5.3.1:3.2":"Katame visati samanassa samanakarana dhamma dve ca lingani? ","mil5.3.1:3.3":"Settho dhammaramo, aggo niyamo, caro viharo samyamo samvaro khanti soraccam ekattacariya ekattabhirati patisallanam hiriottappam viriyam appamado sikkhasamadanam uddeso paripuccha siladiabhirati niralayata sikkhapadaparipurita, kasavadharanam, bhandubhavo. ","mil5.3.1:3.4":"Ime kho, maharaja, visati samanassa samanakarana dhamma dve ca lingani. ","mil5.3.1:3.5":"Ete gune bhikkhu samadaya vattati, so tesam dhammanam anunatta paripunnatta sampannatta samannagatatta asekkhabhumim arahantabhumim okkamati, settham bhumantaram okkamati, arahattasannagatoti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:4.1":"‘Khinasavehi so samannam upagato, natthi me so samayo’ti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:5.1":"‘Aggaparisam so upagato, naham tam thanam upagato’ti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:6.1":"‘Labhati so patimokkhuddesam sotum, naham tam labhami sotun’ti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:7.1":"‘So anne pabbajeti upasampadeti jinasasanam vaddheti, ahametam na labhami katun’ti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:8.1":"‘Appamanesu so sikkhapadesu samattakari, naham tesu vattami’ti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:9.1":"‘Upagato so samanalingam, buddhadhippaye thito, tenaham lingena duramapagato’ti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:10.1":"‘Parulhakacchalomo so ananjitaamandito anulittasilagandho, aham pana mandanavibhusanabhirato’ti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:11.1":"Api ca, maharaja, ‘ye te visati samanakarana dhamma dve ca lingani, sabbepete dhamma bhikkhussa samvijjanti, soyeva te dhamme dhareti, annepi tattha sikkhapeti, so me agamo sikkhapananca natthi’ti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:12.1":"Yatha, maharaja, rajakumaro purohitassa santike vijjam adhiyati, khattiyadhammam sikkhati, so aparena samayena abhisitto acariyam abhivadeti paccuttheti ‘sikkhapako me ayan’ti; ","mil5.3.1:12.2":"evameva kho, maharaja, ‘bhikkhu sikkhapako vamsadharo’ti arahati upasako sotapanno bhikkhum puthujjanam abhivadetum paccutthatum. ","mil5.3.1:13.1":"Api ca, maharaja, iminapetam pariyayena janahi bhikkhubhumiya mahantatam asamavipulabhavam. ","mil5.3.1:13.2":"Yadi, maharaja, upasako sotapanno arahattam sacchikaroti, dveva tassa gatiyo bhavanti ananna tasmimyeva divase parinibbayeyya va, bhikkhubhavam va upagaccheyya. ","mil5.3.1:13.3":"Acala hi sa, maharaja, pabbajja, mahati accuggata, yadidam bhikkhubhumi”ti. ","mil5.3.1:13.4":"“Nanagato, bhante nagasena, panho sunibbethito balavata atibuddhina taya, na yimam panham samattho anno evam vinivethetum annatra tavadisena buddhimata”ti. ","mil5.3.1:14.1":"Setthadhammapanho pathamo. "}