{"mil5.5.10:0.1":"Milindapanha ","mil5.5.10:0.2":"Mendakapanha ","mil5.5.10:0.3":"Santhavavagga ","mil5.5.10:0.4":"10. Dhammadesanayaappossukkapanha ","mil5.5.10:1.1":"“Bhante nagasena, tumhe bhanatha—","mil5.5.10:1.2":"‘tathagatena catuhi ca asankhyeyyehi kappanam satasahassena ca etthantare sabbannutananam paripacitam mahato janakayassa samuddharanaya’ti. ","mil5.5.10:1.3":"Puna ca ‘sabbannutam pattassa appossukkataya cittam nami, no dhammadesanaya’ti. ","mil5.5.10:2.1":"Yatha nama, bhante nagasena, issaso va issasantevasi va bahuke divase sangamatthaya upasanam sikkhitva sampatte mahayuddhe osakkeyya; ","mil5.5.10:2.2":"evameva kho, bhante nagasena, tathagatena catuhi ca asankhyeyyehi kappanam satasahassena ca etthantare sabbannutananam paripacetva mahato janakayassa samuddharanaya sabbannutam pattena dhammadesanaya osakkitam. ","mil5.5.10:3.1":"Yatha va pana, bhante nagasena, mallo va mallantevasi va bahuke divase nibbuddham sikkhitva sampatte mallayuddhe osakkeyya; ","mil5.5.10:3.2":"evameva kho, bhante nagasena, tathagatena catuhi ca asankhyeyyehi kappanam satasahassena ca etthantare sabbannutananam paripacetva mahato janakayassa samuddharanaya sabbannutam pattena dhammadesanaya osakkitam. ","mil5.5.10:4.1":"Kim nu kho, bhante nagasena, tathagatena bhaya osakkitam, udahu apakatataya osakkitam, udahu dubbalataya osakkitam, udahu asabbannutaya osakkitam, kim tattha karanam, ingha me tvam karanam bruhi kankhavitaranaya. ","mil5.5.10:4.2":"Yadi, bhante nagasena, tathagatena catuhi ca asankhyeyyehi kappanam satasahassena ca etthantare sabbannutananam paripacitam mahato janakayassa samuddharanaya, tena hi ‘sabbannutam pattassa appossukkataya cittam nami, no dhammadesanaya’ti yam vacanam, tam miccha. ","mil5.5.10:4.3":"Yadi sabbannutam pattassa appossukkataya cittam nami no dhammadesanaya, tena hi ‘tathagatena catuhi ca asankhyeyyehi kappanam satasahassena ca etthantare sabbannutananam paripacitam mahato janakayassa samuddharanaya’ti tampi vacanam miccha. ","mil5.5.10:4.4":"Ayampi ubhato kotiko panho gambhiro dunnibbetho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.5.10:5.1":"“Paripacitanca, maharaja, tathagatena catuhi ca asankhyeyyehi kappanam satasahassena ca etthantare sabbannutananam mahato janakayassa samuddharanaya, pattasabbannutassa ca appossukkataya cittam nami, no dhammadesanaya. ","mil5.5.10:5.2":"Tanca pana dhammassa gambhiranipunaduddasaduranubodhasukhumaduppativedhatam sattananca alayaramatam sakkayaditthiya dalhasuggahitatanca disva ‘kim nu kho, katham nu kho’ti appossukkataya cittam nami, no dhammadesanaya, sattanam pativedhacintanamanasam yevetam. ","mil5.5.10:6.1":"Yatha, maharaja, bhisakko sallakatto anekabyadhiparipilitam naram upasankamitva evam cintayati ‘kena nu kho upakkamena katamena va bhesajjena imassa byadhi vupasameyya’ti; ","mil5.5.10:6.2":"evameva kho, maharaja, tathagatassa sabbakilesabyadhiparipilitam janam dhammassa ca gambhiranipunaduddasaduranubodhasukhumaduppativedhatam disva ‘kim nu kho, katham nu kho’ti appossukkataya cittam nami, no dhammadesanaya, sattanam pativedhacintanamanasam yevetam. ","mil5.5.10:7.1":"Yatha, maharaja, ranno khattiyassa muddhavasittassa dovarikaanikatthaparisajjanegamabhatabalaamaccarajannarajupajivine jane disva evam cittamuppajjeyya ‘kim nu kho, katham nu kho ime sanganhissami’ti; ","mil5.5.10:7.2":"evameva kho, maharaja, tathagatassa dhammassa gambhiranipunaduddasaduranubodhasukhumaduppativedhatam sattananca alayaramatam sakkayaditthiya dalhasuggahitatanca disva ‘kim nu kho, katham nu kho’ti appossukkataya cittam nami, no dhammadesanaya, sattanam pativedhacintanamanasam yevetam. ","mil5.5.10:8.1":"Api ca, maharaja, sabbesam tathagatanam dhammata esa, yam brahmuna ayacita dhammam desenti. ","mil5.5.10:8.2":"Tattha pana kinkaranam? ","mil5.5.10:8.3":"Ye tena samayena manussa tapasaparibbajaka samanabrahmana, sabbete brahmadevata honti brahmagaruka brahmaparayana, tasma tassa balavato yasavato natassa pannatassa uttarassa accuggatassa onamanena sadevako loko onamissati okappessati adhimuccissatiti imina ca, maharaja, karanena tathagata brahmuna ayacita dhammam desenti. ","mil5.5.10:9.1":"Yatha, maharaja, koci raja va rajamahamatto va yassa onamati apacitim karoti, balavatarassa tassa onamanena avasesa janata onamati apacitim karoti; ","mil5.5.10:9.2":"evameva kho, maharaja, brahme onamite tathagatanam sadevako loko onamissati, pujitapujako, maharaja, loko, tasma so brahma sabbesam tathagatanam ayacati dhammadesanaya, tena ca karanena tathagata brahmuna ayacita dhammam desenti”ti. ","mil5.5.10:9.3":"“Sadhu, bhante nagasena, sunibbethito panho, atibhadrakam veyyakaranam, evametam tatha sampaticchami”ti. ","mil5.5.10:10.1":"Dhammadesanaya appossukkapanho dasamo. "}