{"mil5.4.1:0.1":"Milindapanha ","mil5.4.1:0.2":"Mendakapanha ","mil5.4.1:0.3":"Sabbannutananavagga ","mil5.4.1:0.4":"1 Iddhikammavipakapanha ","mil5.4.1:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.4.1:1.2":"‘etadaggam, bhikkhave, mama savakanam bhikkhunam iddhimantanam yadidam mahamoggallano’ti. ","mil5.4.1:1.3":"Puna ca kira so lagulehi paripothito bhinnasiso sancunnitatthimamsadhamanichinnaparigatto parinibbuto. ","mil5.4.1:1.4":"Yadi, bhante nagasena, thero mahamoggallano iddhiya kotim gato, tena hi lagulehi pothito parinibbutoti yam vacanam, tam miccha. ","mil5.4.1:1.5":"Yadi lagulehi paripothito parinibbuto, tena hi iddhiya kotim gatoti tampi vacanam miccha. ","mil5.4.1:1.6":"Kim na samattho iddhiya attano upaghatam apanayitum, sadevakassapi lokassa patisaranam bhavitum arahoti? ","mil5.4.1:1.7":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.4.1:2.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.4.1:2.2":"‘etadaggam, bhikkhave, mama savakanam bhikkhunam iddhimantanam yadidam mahamoggallano’ti. ","mil5.4.1:2.3":"Ayasma ca mahamoggallano lagulahato parinibbuto, tanca pana kammadhiggahitena”ti. ","mil5.4.1:3.1":"“Nanu, bhante nagasena, iddhimato iddhivisayopi kammavipakopi dve acintiya, acintiyena acintiyam apanayitabbam. ","mil5.4.1:3.2":"Yatha nama, bhante, keci phalakama kapitthena kapittham pothenti, ambena ambam pothenti; ","mil5.4.1:3.3":"evameva kho, bhante nagasena, acintiyena acintiyam pothayitva apanetabban”ti? ","mil5.4.1:3.4":"“Acintiyanampi, maharaja, ekam adhimattam balavataram. ","mil5.4.1:3.5":"Yatha, maharaja, mahiya rajano honti samajacca, samajaccanampi tesam eko sabbe abhibhavitva anam pavatteti; ","mil5.4.1:3.6":"evameva kho, maharaja, tesam acintiyanam kammavipakamyeva adhimattam balavataram, kammavipakam yeva sabbe abhibhaviya anam pavatteti, kammadhiggahitassa avasesa kiriya okasam na labhanti. ","mil5.4.1:4.1":"Idha pana, maharaja, koci puriso kismincideva pakarane aparajjhati, na tassa mata va pita va bhagini va bhataro va sakhi va sahayaka va tayanti, atha kho rajayeva tattha abhibhaviya anam pavatteti. ","mil5.4.1:4.2":"Kim tattha karanam? ","mil5.4.1:4.3":"Aparadhikata. ","mil5.4.1:4.4":"Evameva kho, maharaja, tesam acintiyanam kammavipakamyeva adhimattam balavataram, kammavipakamyeva sabbe abhibhaviya anam pavatteti, kammadhiggahitassa avasesa kiriya okasam na labhanti. ","mil5.4.1:5.1":"Yatha va pana, maharaja, mahiya davadahe samutthite ghatasahassampi udakam na sakkoti nibbapetum, atha kho aggiyeva tattha abhibhaviya anam pavatteti. ","mil5.4.1:5.2":"Kim tattha karanam? ","mil5.4.1:5.3":"Balavata tejassa. ","mil5.4.1:5.4":"Evameva kho, maharaja, tesam acintiyanam kammavipakam yeva adhimattam balavataram, kammavipakamyeva sabbe abhibhaviya anam pavatteti, kammadhiggahitassa avasesa kiriya okasam na labhanti, tasma, maharaja, ayasmato mahamoggallanassa kammadhiggahitassa lagulehi pothiyamanassa iddhiya samannaharo nahosi”ti. ","mil5.4.1:5.5":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.4.1:6.1":"Iddhikammavipakapanho pathamo. "}