{"mil5.5.7:0.1":"Milindapanha ","mil5.5.7:0.2":"Mendakapanha ","mil5.5.7:0.3":"Santhavavagga ","mil5.5.7:0.4":"7. Ghatikarapanha ","mil5.5.7:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.5.7:1.2":"‘ghatikarassa kumbhakarassa avesanam sabbam temasam akasacchadanam atthasi, na devotivassi’ti. ","mil5.5.7:1.3":"Puna ca bhanitam—","mil5.5.7:1.4":"‘kassapassa tathagatassa kuti ovassati’ti. ","mil5.5.7:1.5":"Kissa pana, bhante nagasena, tathagatassa evamussannakusalamulassa kuti ovassati, tathagatassa nama so anubhavo icchitabbo? ","mil5.5.7:1.6":"Yadi, bhante nagasena, ghatikarassa kumbhakarassa avesanam anovassam akasacchadanam ahosi, tena hi ‘tathagatassa kuti ovassati’ti yam vacanam, tam miccha. ","mil5.5.7:1.7":"Yadi tathagatassa kuti ovassati, tena hi ‘ghatikarassa kumbhakarassa avesanam anovassakam ahosi akasacchadanan’ti tampi vacanam miccha. ","mil5.5.7:1.8":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.5.7:2.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.5.7:2.2":"‘ghatikarassa kumbhakarassa avesanam sabbam temasam akasacchadanam atthasi, na devotivassi’ti. ","mil5.5.7:2.3":"Bhanitanca—","mil5.5.7:2.4":"‘kassapassa tathagatassa kuti ovassati’ti. ","mil5.5.7:2.5":"Ghatikaro, maharaja, kumbhakaro silava kalyanadhammo ussannakusalamulo andhe jinne matapitaro poseti, tassa asammukha anapucchayevassa ghare tinam haritva bhagavato kutim chadesum, so tena tinaharanena akampitam asancalitam susanthitam vipulamasamam pitim patilabhati, bhiyyo somanassanca atulam uppadesi ‘aho vata me bhagava lokuttamo suvissattho’ti, tena tassa ditthadhammiko vipako nibbatto. ","mil5.5.7:2.6":"Na hi, maharaja, tathagato tavatakena vikarena calati. ","mil5.5.7:3.1":"Yatha, maharaja, sineru giriraja anekasatasahassavatasampaharenapi na kampati na calati, mahodadhi varappavarasagaro anekasatanahutamahagangasatasahassehipi na purati na vikaramapajjati; ","mil5.5.7:3.2":"evameva kho, maharaja, tathagato na tavatakena vikarena calati. ","mil5.5.7:4.1":"Yam pana, maharaja, tathagatassa kuti ovassati, tam mahato janakayassa anukampaya. ","mil5.5.7:4.2":"Dveme, maharaja, atthavase sampassamana tathagata sayam nimmitam paccayam nappatisevanti, ‘ayam aggadakkhineyyo sattha’ti bhagavato paccayam datva devamanussa sabbaduggatito parimuccissantiti, patihiram dassetva vuttim pariyesantiti ‘ma anne upavadeyyun’ti. ","mil5.5.7:4.3":"Ime dve atthavase sampassamana tathagata sayam nimmitam paccayam nappatisevanti. ","mil5.5.7:4.4":"Yadi, maharaja, sakko va tam kutim anovassam kareyya brahma va sayam va, savajjam bhaveyya tamyeva karanam sadosam saniggaham, ime vibhutam katva lokam sammohenti adhikatam karontiti, tasma tam karanam vajjaniyam. ","mil5.5.7:4.5":"Na, maharaja, tathagata vatthum yacanti, taya avatthuyacanaya aparibhasiya bhavanti”ti. ","mil5.5.7:4.6":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.5.7:5.1":"Ghatikarapanho sattamo. "}