{"mil5.3.6:0.1":"Milindapanha ","mil5.3.6:0.2":"Mendakapanha ","mil5.3.6:0.3":"Panamitavagga ","mil5.3.6:0.4":"6. Pindapatamahapphalapanha ","mil5.3.6:1.1":"“Bhante nagasena, bhasitampetam dhammasangitikarakehi therehi—","mil5.3.6:2.1":"‘Cundassa bhattam bhunjitva, ","mil5.3.6:2.2":"Kammarassati me sutam; ","mil5.3.6:2.3":"Abadham samphusi dhiro, ","mil5.3.6:2.4":"Pabalham maranantikan’ti. ","mil5.3.6:3.1":"Puna ca bhagavata bhanitam—","mil5.3.6:3.2":"‘dveme, ananda, pindapata samasamaphala samavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca. ","mil5.3.6:3.3":"Katame dve? ","mil5.3.6:3.4":"Yanca pindapatam paribhunjitva tathagato anuttaram sammasambodhim abhisambujjhi, yanca pindapatam paribhunjitva tathagato anupadisesaya nibbanadhatuya parinibbayati. ","mil5.3.6:3.5":"Ime dve pindapata samasamaphala samavipaka, ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca’ti. ","mil5.3.6:3.6":"Yadi, bhante nagasena, bhagavato cundassa bhattam bhuttavissa kharo abadho uppanno, pabalha ca vedana pavatta maranantika, tena hi ‘dveme, ananda, pindapata samasamaphala samavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca’ti yam vacanam, tam miccha. ","mil5.3.6:3.7":"Yadi dveme pindapata samasamaphala samavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca, tena hi bhagavato cundassa bhattam bhuttavissa kharo abadho uppanno, pabalha ca vedana pavatta maranantikati tampi vacanam miccha. ","mil5.3.6:3.8":"Kim nu kho, bhante nagasena, so pindapato visagatataya mahapphalo, roguppadakataya mahapphalo, ayuvinasakataya mahapphalo, bhagavato jivitaharanataya mahapphalo? ","mil5.3.6:3.9":"Tattha me karanam bruhi paravadanam niggahaya, etthayam jano sammulho lobhavasena atibahum khayitena lohitapakkhandika uppannati. ","mil5.3.6:3.10":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.3.6:4.1":"“Bhasitampetam, maharaja, dhammasangitikarakehi therehi—","mil5.3.6:5.1":"‘Cundassa bhattam bhunjitva, ","mil5.3.6:5.2":"kammarassati me sutam; ","mil5.3.6:5.3":"Abadham samphusi dhiro, ","mil5.3.6:5.4":"pabalham maranantikan’ti. ","mil5.3.6:6.1":"Bhagavata ca bhanitam—","mil5.3.6:6.2":"‘dveme, ananda, pindapata samasamaphala samavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca. ","mil5.3.6:6.3":"Katame dve? ","mil5.3.6:6.4":"Yanca pindapatam paribhunjitva tathagato anuttaram sammasambodhim abhisambujjhi, yanca pindapatam paribhunjitva tathagato anupadisesaya nibbanadhatuya parinibbayati, ime dve pindapata samasamaphala samavipaka, ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca’ti. ","mil5.3.6:7.1":"So pana pindapato bahuguno anekanisamso. ","mil5.3.6:7.2":"Devata, maharaja, hattha pasannamanasa ‘ayam bhagavato pacchimo pindapato’ti dibbam ojam sukaramaddave akirimsu. ","mil5.3.6:7.3":"Tanca pana sammapakam lahupakam manunnam bahurasam jattharaggitejassa hitam. ","mil5.3.6:7.4":"Na, maharaja, tatonidanam bhagavato koci anuppanno rogo uppanno, api ca, maharaja, bhagavato pakatidubbale sarire khine ayusankhare uppanno rogo bhiyyo abhivaddhi. ","mil5.3.6:8.1":"Yatha, maharaja, pakatiya jalamano aggi annasmim upadane dinne bhiyyo pajjalati; ","mil5.3.6:8.2":"evameva kho, maharaja, bhagavato pakatidubbale sarire khine ayusankhare uppanno rogo bhiyyo abhivaddhi. ","mil5.3.6:9.1":"Yatha va pana, maharaja, soto pakatiya sandamano abhivutthe mahameghe bhiyyo mahogho udakavahako hoti; ","mil5.3.6:9.2":"evameva kho, maharaja, bhagavato pakatidubbale sarire khine ayusankhare uppanno rogo bhiyyo abhivaddhi. ","mil5.3.6:10.1":"Yatha va pana, maharaja, pakatiya abhisannadhatu kucchi annasmim ajjhoharite bhiyyo ayameyya; ","mil5.3.6:10.2":"evameva kho, maharaja, bhagavato pakatidubbale sarire khine ayusankhare uppanno rogo bhiyyo abhivaddhi, natthi, maharaja, tasmim pindapate doso, na ca tassa sakka dosam aropetun”ti. ","mil5.3.6:11.1":"“Bhante nagasena, kena karanena te dve pindapata samasamaphala samavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca”ti? ","mil5.3.6:11.2":"“Dhammanumajjanasamapattivasena, maharaja, te dve pindapata samasamaphala samavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca”ti. ","mil5.3.6:12.1":"“Bhante nagasena, katamesam dhammanam anumajjanasamapattivasena te dve pindapata samasamaphala samavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca”ti? ","mil5.3.6:12.2":"“Navannam, maharaja, anupubbaviharasamapattinam anulomappatilomasamapajjanavasena te dve pindapata samasamaphala samavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca”ti. ","mil5.3.6:13.1":"“Bhante nagasena, dvisuyeva divasesu adhimattam tathagato navanupubbaviharasamapattiyo anulomappatilomam samapajji”ti? ","mil5.3.6:13.2":"“Ama, maharaja”ti. ","mil5.3.6:14.1":"“Acchariyam, bhante nagasena, abbhutam, bhante nagasena. ","mil5.3.6:14.2":"Yam imasmim buddhakkhette asadisam paramadanam, tampi imehi dvihi pindapatehi aganitam. ","mil5.3.6:14.3":"Acchariyam, bhante nagasena, abbhutam, bhante nagasena. ","mil5.3.6:14.4":"Yava mahanta navanupubbaviharasamapattiyo, yatra hi nama navanupubbaviharasamapattivasena danam mahapphalataram hoti mahanisamsataranca. ","mil5.3.6:14.5":"Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.3.6:15.1":"Pindapatamahapphalapanho chattho. "}