{"mil5.3.8:0.1":"Milindapanha ","mil5.3.8:0.2":"Mendakapanha ","mil5.3.8:0.3":"Panamitavagga ","mil5.3.8:0.4":"8. Padasakalikahatapanha ","mil5.3.8:1.1":"“Bhante nagasena, tumhe bhanatha—","mil5.3.8:1.2":"‘bhagavato gacchantassa ayam acetana mahapathavi ninnam unnamati, unnatam onamati’ti, puna ca bhanatha—","mil5.3.8:1.3":"‘bhagavato pado sakalikaya khato’ti. ","mil5.3.8:1.4":"Ya sa sakalika bhagavato pade patita, kissa pana sa sakalika bhagavato pada na nivatta. ","mil5.3.8:1.5":"Yadi, bhante nagasena, bhagavato gacchantassa ayam acetana mahapathavi ninnam unnamati, unnatam onamati, tena hi ‘bhagavato pado sakalikaya khato’ti yam vacanam, tam miccha. ","mil5.3.8:1.6":"Yadi bhagavato pado sakalikaya khato, tena hi ‘bhagavato gacchantassa ayam acetana mahapathavi ninnam unnamati unnatam onamati’ti tampi vacanam miccha. ","mil5.3.8:1.7":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.3.8:2.1":"“Saccam, maharaja, atthetam bhagavato gacchantassa ayam acetana mahapathavi ninnam unnamati unnatam onamati, bhagavato ca pado sakalikaya khato, na ca pana sa sakalika attano dhammataya patita, devadattassa upakkamena patita. ","mil5.3.8:2.2":"Devadatto, maharaja, bahuni jatisatasahassani bhagavati aghatam bandhi, so tena aghatena ‘mahantam kutagarappamanam pasanam bhagavato upari patessami’ti munci. ","mil5.3.8:2.3":"Atha dve sela pathavito utthahitva tam pasanam sampaticchimsu, atha nesam sampaharena pasanato papatika bhijjitva yena va tena va patanti bhagavato pade patita”ti. ","mil5.3.8:3.1":"“Yatha ca, bhante nagasena, dve sela pasanam sampaticchimsu, tatheva papatikapi sampaticchitabba”ti? ","mil5.3.8:3.2":"“Sampaticchitampi, maharaja, idhekaccam paggharati pasavati na thanamupagacchati, yatha, maharaja, udakam panina gahitam angulantarikahi paggharati pasavati na thanamupagacchati, khiram takkam madhum sappi telam maccharasam mamsarasam panina gahitam angulantarikahi paggharati pasavati na thanamupagacchati; ","mil5.3.8:3.3":"evameva kho, maharaja, sampaticchanattham upagatanam dvinnam selanam sampaharena pasanato papatika bhijjitva yena va tena va patanti bhagavato pade patita. ","mil5.3.8:4.1":"Yatha va pana, maharaja, sanhasukhumaanurajasamam pulinam mutthina gahitam angulantarikahi paggharati pasavati na thanamupagacchati; ","mil5.3.8:4.2":"evameva kho, maharaja, sampaticchanattham upagatanam dvinnam selanam sampaharena pasanato papatika bhijjitva yena va tena va patanti bhagavato pade patita. ","mil5.3.8:5.1":"Yatha va pana, maharaja, kabalo mukhena gahito idhekaccassa mukhato muccitva paggharati pasavati na thanamupagacchati; ","mil5.3.8:5.2":"evameva kho, maharaja, sampaticchanattham upagatanam dvinnam selanam sampaharena pasanato papatika bhijjitva yena va tena va patanti bhagavato pade patita”ti. ","mil5.3.8:6.1":"“Hotu, bhante nagasena, selehi pasano sampaticchito, atha papatikayapi apaciti katabba yatheva mahapathaviya”ti? ","mil5.3.8:6.2":"“Dvadasime, maharaja, apacitim na karonti. ","mil5.3.8:6.3":"Katame dvadasa? ","mil5.3.8:6.4":"Ratto ragavasena apacitim na karoti, duttho dosavasena, mulho mohavasena, unnato manavasena, nigguno avisesataya, atithaddho anisedhanataya, hino hinasabhavataya, vacanakaro anissarataya, papo kadariyataya, dukkhapito patidukkhapanataya, luddho lobhabhibhutataya, ayuhito atthasadhanataya apacitim na karoti. ","mil5.3.8:6.5":"Ime kho, maharaja, dvadasa apacitim na karonti. ","mil5.3.8:6.6":"Sa ca pana papatika pasanasampaharena bhijjitva animittakatadisa yena va tena va patamana bhagavato pade patita. ","mil5.3.8:7.1":"Yatha va pana, maharaja, sanhasukhumaanurajo anilabalasamahato animittakatadiso yena va tena va abhikirati; ","mil5.3.8:7.2":"evameva kho, maharaja, sa papatika pasanasampaharena bhijjitva animittakatadisa yena va tena va patamana bhagavato pade patita. ","mil5.3.8:7.3":"Yadi pana, maharaja, sa papatika pasanato visum na bhaveyya, tampi te sela pasanapapatikam uppatitva ganheyyum. ","mil5.3.8:7.4":"Esa pana, maharaja, papatika na bhumattha na akasattha, pasanasampaharavegena bhijjitva animittakatadisa yena va tena va patamana bhagavato pade patita. ","mil5.3.8:8.1":"Yatha va pana, maharaja, vatamandalikaya ukkhittam puranapannam animittakatadisam yena va tena va patati; ","mil5.3.8:8.2":"evameva kho, maharaja, esa papatika pasanasampaharavegena animittakatadisa yena va tena va patamana bhagavato pade patita. ","mil5.3.8:8.3":"Api ca, maharaja, akatannussa kadariyassa devadattassa dukkhanubhavanaya papatika bhagavato pade patita”ti. ","mil5.3.8:8.4":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.3.8:9.1":"Padasakalikahatapanho atthamo. "}