{"mil5.4.2:0.1":"Milindapanha ","mil5.4.2:0.2":"Mendakapanha ","mil5.4.2:0.3":"Sabbannutananavagga ","mil5.4.2:0.4":"2. Dhammavinayapaticchannapaticchannapanha ","mil5.4.2:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.4.2:1.2":"‘tathagatappavedito, bhikkhave, dhammavinayo vivato virocati no paticchanno’ti. ","mil5.4.2:1.3":"Puna ca patimokkhuddeso kevalanca vinayapitakam pihitam paticchannam. ","mil5.4.2:1.4":"Yadi, bhante nagasena, jinasasane yuttam va pattam va samayam labhetha, vinayapannatti vivata sobheyya. ","mil5.4.2:1.5":"Kena karanena? ","mil5.4.2:1.6":"Kevalam tattha sikkha samyamo niyamo silagunaacarapannatti attharaso dhammaraso vimuttiraso. ","mil5.4.2:1.7":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.4.2:1.8":"‘tathagatappavedito, bhikkhave, dhammavinayo vivato virocati no paticchanno’ti, tena hi ‘patimokkhuddeso kevalanca vinayapitakam pihitam paticchannan’ti yam vacanam, tam miccha. ","mil5.4.2:1.9":"Yadi patimokkhuddeso kevalanca vinayapitakam pihitam paticchannam, tena hi ‘tathagatappavedito, bhikkhave, dhammavinayo vivato virocati no paticchanno’ti tampi vacanam miccha. ","mil5.4.2:1.10":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.4.2:2.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.4.2:2.2":"‘tathagatappavedito, bhikkhave, dhammavinayo vivato virocati no paticchanno’ti. ","mil5.4.2:2.3":"Puna ca patimokkhuddeso kevalanca vinayapitakam pihitam paticchannam, tanca pana na sabbesam, simam katva pihitam. ","mil5.4.2:3.1":"Tividhena, maharaja, bhagavata patimokkhuddeso simam katva pihito, pubbakanam tathagatanam vamsavasena patimokkhuddeso simam katva pihito, dhammassa garukatta pihito, bhikkhubhumiya garukatta pihito. ","mil5.4.2:4.1":"Katham pubbakanam tathagatanam vamsavasena patimokkhuddeso simam katva pihito? ","mil5.4.2:4.2":"Eso vamso, maharaja, sabbesam pubbakanam tathagatanam yadidam bhikkhumajjhe patimokkhuddeso avasesanam pihito. ","mil5.4.2:4.3":"Yatha, maharaja, khattiyanam khattiyamaya khattiyesuyeva carati, evametam khattiyanam lokassa paveni avasesanam pihita; ","mil5.4.2:4.4":"evameva kho, maharaja, eso vamso sabbesam pubbakanam tathagatanam yadidam bhikkhumajjhe patimokkhuddeso avasesanam pihito. ","mil5.4.2:5.1":"Yatha va pana, maharaja, mahiya gana vattanti, seyyathidam—","mil5.4.2:5.2":"malla atona pabbata dhammagiriya brahmagiriya nataka naccaka langhaka pisaca manibhadda punnabaddha candimasuriya siridevata kalidevata, siva vasudeva ghanika asipasa bhaddiputtati, tesam tesam rahassam tesu tesu ganesuyeva carati, avasesanam pihitam; ","mil5.4.2:5.3":"evameva kho, maharaja, eso vamso sabbesam pubbakanam tathagatanam yadidam bhikkhumajjhe patimokkhuddeso avasesanam pihito. ","mil5.4.2:5.4":"Evam pubbakanam tathagatanam vamsavasena patimokkhuddeso simam katva pihito. ","mil5.4.2:6.1":"Katham dhammassa garukatta patimokkhuddeso simam katva pihito? ","mil5.4.2:6.2":"Dhammo, maharaja, garuko bhariyo, tattha sammattakari annam aradheti, tam tattha paramparasammattakaritaya papunati, na tam tattha paramparasammattakaritaya papunati, ma cayam saradhammo varadhammo asammattakarinam hatthagato onnato avannato hilito khilito garahito bhavatu, ma cayam saradhammo varadhammo dujjanagato onnato avannato hilito khilito garahito bhavatuti. ","mil5.4.2:6.3":"Evam dhammassa garukatta patimokkhuddeso simam katva pihito. ","mil5.4.2:7.1":"Yatha, maharaja, saravarapavaraabhijatajatimantarattalohitacandanam nama savarapuramanugatam onnatam avannatam hilitam khilitam garahitam bhavati; ","mil5.4.2:7.2":"evameva kho, maharaja, ma cayam saradhammo varadhammo paramparaasammattakarinam hatthagato onnato avannato hilito khilito garahito bhavatu, ma cayam saradhammo varadhammo dujjanagato onnato avannato hilito khilito garahito bhavatuti. ","mil5.4.2:7.3":"Evam dhammassa garukatta patimokkhuddeso simam katva pihito. ","mil5.4.2:8.1":"Katham bhikkhubhumiya garukatta patimokkhuddeso simam katva pihito? ","mil5.4.2:8.2":"Bhikkhubhavo kho, maharaja, loke atuliyo appamano anagghiyo, na sakka kenaci agghapetum tuletum parimetum, mayam evarupe bhikkhubhave thito lokena samasamo bhavatuti bhikkhunamyeva antare patimokkhuddeso carati. ","mil5.4.2:8.3":"Yatha, maharaja, loke varapavarabhandam vattham va attharanam va gajaturangarathasuvannarajatamanimuttaitthiratanadini va vijitakammasura va sabbe te rajanamupagacchanti; ","mil5.4.2:8.4":"evameva kho, maharaja, yavata loke sugatagamapariyattiacarasamyamasilasamvaraguna, sabbe te bhikkhusanghamupagata bhavanti. ","mil5.4.2:8.5":"Evam bhikkhubhumiya garukatta patimokkhuddeso simam katva pihito”ti. ","mil5.4.2:8.6":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.4.2:9.1":"Dhammavinayapaticchannapaticchannapanho dutiyo. "}