{"mil5.2.5:0.1":"Milindapanha ","mil5.2.5:0.2":"Mendakapanha ","mil5.2.5:0.3":"Abhejjavagga ","mil5.2.5:0.4":"5. Buddhalabhantarayapanha ","mil5.2.5:1.1":"“Bhante nagasena, tumhe bhanatha—","mil5.2.5:1.2":"‘labhi tathagato civarapindapatasenasanagilanappaccayabhesajjaparikkharanan’ti. ","mil5.2.5:1.3":"Puna ca tathagato pancasalam brahmanagamam pindaya pavisitva kincideva alabhitva yathadhotena pattena nikkhantoti. ","mil5.2.5:1.4":"Yadi, bhante nagasena, tathagato labhi civarapindapatasenasanagilanappaccayabhesajjaparikkharanam, tena hi pancasalam brahmanagamam pindaya pavisitva kincideva alabhitva yathadhotena pattena nikkhantoti yam vacanam, tam miccha. ","mil5.2.5:1.5":"Yadi pancasalam brahmanagamam pindaya pavisitva kincideva alabhitva yathadhotena pattena nikkhanto, tena hi labhi tathagato civarapindapatasenasanagilanappaccayabhesajjaparikkharananti tampi vacanam miccha. ","mil5.2.5:1.6":"Ayampi ubhato kotiko panho sumahanto dunnibbetho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.2.5:2.1":"“Labhi, maharaja, tathagato civarapindapatasenasanagilanappaccayabhesajjaparikkharanam, pancasalanca brahmanagamam pindaya pavisitva kincideva alabhitva yathadhotena pattena nikkhanto, tanca pana marassa papimato karana”ti. ","mil5.2.5:2.2":"“Tena hi, bhante nagasena, bhagavato gananapatham vitivattakappe abhisankhatam kusalam kinti nitthitam, adhunutthitena marena papimata tassa kusalassa balavegam kinti pihitam; ","mil5.2.5:2.3":"tena hi, bhante nagasena, tasmim vatthusmim dvisu thanesu upavado agacchati, kusalatopi akusalam balavataram hoti, buddhabalatopi marabalam balavataram hotiti; ","mil5.2.5:2.4":"tena hi rukkhassa mulatopi aggam bharataram hoti, gunasamparikinnatopi papiyam balavataram hoti”ti. ","mil5.2.5:2.5":"“Na, maharaja, tavatakena kusalatopi akusalam balavataram nama hoti, na buddhabalatopi marabalam balavataram nama hoti. ","mil5.2.5:2.6":"Api cettha karanam icchitabbam. ","mil5.2.5:3.1":"Yatha, maharaja, puriso ranno cakkavattissa madhum va madhupindikam va annam va upayanam abhihareyya, tamenam ranno dvarapalo evam vadeyya ‘akalo, bho, ayam ranno dassanaya, tena hi, bho, tava upayanam gahetva sighasigham patinivatta, pure tava raja dandam dharessati’ti. ","mil5.2.5:3.2":"Tato so puriso dandabhaya tasito ubbiggo tam upayanam adaya sighasigham patinivatteyya, api nu kho so, maharaja, raja cakkavatti tavatakena upayanavikalamattakena dvarapalato dubbalataro nama hoti, annam va pana kinci upayanam na labheyya”ti? ","mil5.2.5:3.3":"“Na hi, bhante, issapakato so, bhante, dvarapalo upayanam nivaresi, annena pana dvarena satasahassagunampi ranno upayanam upeti”ti. ","mil5.2.5:3.4":"“Evameva kho, maharaja, issapakato maro papima pancasalake brahmanagahapatike anvavisi, annani pana anekani devatasatasahassani amatam dibbam ojam gahetva upagatani ‘bhagavato kaye ojam odahissama’ti bhagavantam namassamanani panjalikani thitani”ti. ","mil5.2.5:4.1":"“Hotu, bhante nagasena, sulabha bhagavato cattaro paccaya loke uttamapurisassa, yacitova bhagava devamanussehi cattaro paccaye paribhunjati, api ca kho pana marassa yo adhippayo, so tavatakena siddho, yam so bhagavato bhojanassa antarayamakasi. ","mil5.2.5:4.2":"Ettha me, bhante, kankha na chijjati, vimatijatoham tattha samsayapakkhando. ","mil5.2.5:4.3":"Na me tattha manasam pakkhandati, yam tathagatassa arahato sammasambuddhassa sadevake loke aggapuggalavarassa kusalavarapunnasambhavassa asamasamassa anupamassa appatisamassa chavakam lamakam parittam papam anariyam vipannam maro labhantarayamakasi”ti. ","mil5.2.5:5.1":"“Cattaro kho, maharaja, antaraya aditthantarayo uddissa katantarayo upakkhatantarayo paribhogantarayoti. ","mil5.2.5:5.2":"Tattha katamo aditthantarayo? ","mil5.2.5:5.3":"Anodissa adassanena anabhisankhatam koci antarayam karoti ‘kim parassa dinnena’ti, ayam aditthantarayo nama. ","mil5.2.5:6.1":"Katamo uddissa katantarayo? ","mil5.2.5:6.2":"Idhekaccam puggalam upadisitva uddissa bhojanam patiyattam hoti, tam koci antarayam karoti, ayam uddissa katantarayo nama. ","mil5.2.5:7.1":"Katamo upakkhatantarayo? ","mil5.2.5:7.2":"Idha yam kinci upakkhatam hoti appatiggahitam, tattha koci antarayam karoti, ayam upakkhatantarayo nama. ","mil5.2.5:8.1":"Katamo paribhogantarayo? ","mil5.2.5:8.2":"Idha yam kinci paribhogam, tattha koci antarayam karoti, ayam paribhogantarayo nama. ","mil5.2.5:8.3":"Ime kho, maharaja, cattaro antaraya. ","mil5.2.5:9.1":"Yam pana maro papima pancasalake brahmanagahapatike anvavisi, tam neva bhagavato paribhogam na upakkhatam na uddissakatam, anagatam asampattam adassanena antarayam katam, tam pana nekassa bhagavatoyeva, atha kho ye te tena samayena nikkhanta abbhagata, sabbepi te tam divasam bhojanam na labhimsu, naham tam, maharaja, passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya, yo tassa bhagavato uddissa katam upakkhatam paribhogam antarayam kareyya. ","mil5.2.5:9.2":"Sace koci issaya uddissa katam upakkhatam paribhogam antarayam kareyya, phaleyya tassa muddha satadha va sahassadha va. ","mil5.2.5:10.1":"Cattarome, maharaja, tathagatassa kenaci anavaraniya guna. ","mil5.2.5:10.2":"Katame cattaro? ","mil5.2.5:10.3":"Labho, maharaja, bhagavato uddissa kato upakkhato na sakka kenaci antarayam katum; ","mil5.2.5:10.4":"sariranugata, maharaja, bhagavato byamappabha na sakka kenaci antarayam katum; ","mil5.2.5:10.5":"sabbannutam, maharaja, bhagavato nanaratanam na sakka kenaci antarayam katum; ","mil5.2.5:10.6":"jivitam, maharaja, bhagavato na sakka kenaci antarayam katum. ","mil5.2.5:10.7":"Ime kho, maharaja, cattaro tathagatassa kenaci anavaraniya guna, sabbepete, maharaja, guna ekarasa aroga akuppa aparupakkama aphusani kiriyani. ","mil5.2.5:10.8":"Adassanena, maharaja, maro papima niliyitva pancasalake brahmanagahapatike anvavisi. ","mil5.2.5:11.1":"Yatha, maharaja, ranno paccante dese visame adassanena niliyitva cora pantham dusenti. ","mil5.2.5:11.2":"Yadi pana raja te core passeyya, api nu kho te cora sotthim labheyyun”ti? ","mil5.2.5:11.3":"“Na hi, bhante, pharasuna phalapeyya satadha va sahassadha va”ti. ","mil5.2.5:11.4":"“Evameva kho, maharaja, adassanena maro papima niliyitva pancasalake brahmanagahapatike anvavisi. ","mil5.2.5:12.1":"Yatha va pana, maharaja, itthi sapatika adassanena niliyitva parapurisam sevati; ","mil5.2.5:12.2":"evameva kho, maharaja, adassanena maro papima niliyitva pancasalake brahmanagahapatike anvavisi. ","mil5.2.5:12.3":"Yadi, maharaja, itthi samikassa sammukha parapurisam sevati, api nu kho sa itthi sotthim labheyya”ti? ","mil5.2.5:12.4":"“Na hi, bhante, haneyyapi tam, bhante, samiko vadheyyapi bandheyyapi dasittam va upaneyya”ti. ","mil5.2.5:12.5":"“Evameva kho, maharaja, adassanena maro papima niliyitva pancasalake brahmanagahapatike anvavisi. ","mil5.2.5:12.6":"Yadi, maharaja, maro papima bhagavato uddissa katam upakkhatam paribhogam antarayam kareyya, phaleyya tassa muddha satadha va sahassadha va”ti. ","mil5.2.5:12.7":"“Evametam, bhante nagasena, corikaya katam marena papimata, niliyitva maro papima pancasalake brahmanagahapatike anvavisi. ","mil5.2.5:12.8":"Sace so, bhante, maro papima bhagavato uddissa katam upakkhatam paribhogam antarayam kareyya, muddha vassa phaleyya satadha va sahassadha va, kayo vassa bhusamutthi viya vikireyya. ","mil5.2.5:12.9":"Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.2.5:13.1":"Buddhalabhantarayapanho pancamo. "}