{"mil5.3.5:0.1":"Milindapanha ","mil5.3.5:0.2":"Mendakapanha ","mil5.3.5:0.3":"Panamitavagga ","mil5.3.5:0.4":"5. Rukkhaacetanabhavapanha ","mil5.3.5:1.1":"“Bhante nagasena, bhasitampetam tathagatena—","mil5.3.5:2.1":"‘Acetanam brahmana assunantam, ","mil5.3.5:2.2":"Jano ajanantamimam palasam; ","mil5.3.5:2.3":"Araddhaviriyo dhuvam appamatto, ","mil5.3.5:2.4":"Sukhaseyyam pucchasi kissa hetuti. ","mil5.3.5:3.1":"Puna ca bhanitam—","mil5.3.5:4.1":"Iti phandanarukkhopi, ","mil5.3.5:4.2":"tavade ajjhabhasatha; ","mil5.3.5:4.3":"Mayhampi vacanam atthi, ","mil5.3.5:4.4":"bharadvaja sunohi me’ti. ","mil5.3.5:5.1":"Yadi, bhante nagasena, rukkho acetano, tena hi phandanena rukkhena bharadvajena saha sallapitanti yam vacanam, tam miccha. ","mil5.3.5:5.2":"Yadi phandanena rukkhena bharadvajena saddhim sallapitam, tena hi rukkho acetanoti tampi vacanam miccha. ","mil5.3.5:5.3":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.3.5:6.1":"“Bhasitampetam, maharaja, bhagavata ‘rukkho acetano’ti, phandanena ca rukkhena bharadvajena saddhim sallapitam, tanca pana vacanam lokasamannaya bhanitam. ","mil5.3.5:6.2":"Natthi, maharaja, acetanassa rukkhassa sallapo nama, api ca, maharaja, tasmim rukkhe adhivatthaya devatayetam adhivacanam rukkhoti, rukkho sallapatiti cesa lokapannatti, yatha, maharaja, sakatam dhannassa paripuritam dhannasakatanti jano voharati, na ca tam dhannamayam sakatam, rukkhamayam sakatam, tasmim sakate dhannassa pana akiritatta dhannasakatanti jano voharati; ","mil5.3.5:6.3":"evameva kho, maharaja, na rukkho sallapati, rukkho acetano, ya pana tasmim rukkhe adhivattha devata, tassayeva tam adhivacanam rukkhoti, rukkho sallapatiti cesa lokapannatti. ","mil5.3.5:7.1":"Yatha va pana, maharaja, dadhim manthayamano takkam manthemiti voharati, na tam takkam, yam so mantheti, dadhimyeva so manthento takkam manthemiti voharati; ","mil5.3.5:7.2":"evameva kho, maharaja, na rukkho sallapati, rukkho acetano. ","mil5.3.5:7.3":"Ya pana tasmim rukkhe adhivattha devata, tassayeva tam adhivacanam rukkhoti, rukkho sallapatiti cesa lokapannatti. ","mil5.3.5:8.1":"Yatha va pana, maharaja, asantam sadhetukamo santam sadhemiti voharati, asiddham siddhanti voharati, evamesa lokasamanna; ","mil5.3.5:8.2":"evameva kho, maharaja, na rukkho sallapati, rukkho acetano. ","mil5.3.5:8.3":"Ya pana tasmim rukkhe adhivattha devata, tassayeva tam adhivacanam rukkhoti, rukkho sallapatiti cesa lokapannatti, yaya, maharaja, lokasamannaya jano voharati, tathagatopi tayeva lokasamannaya sattanam dhammam deseti”ti. ","mil5.3.5:8.4":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.3.5:9.1":"Rukkhaacetanabhavapanho pancamo. "}