{"mil5.4.9:0.1":"Milindapanha ","mil5.4.9:0.2":"Mendakapanha ","mil5.4.9:0.3":"Sabbannutananavagga ","mil5.4.9:0.4":"9. Arahantaabhayanapanha ","mil5.4.9:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.4.9:1.2":"‘vigatabhayasantasa arahanto’ti. ","mil5.4.9:1.3":"Puna ca nagare rajagahe dhanapalakam hatthim bhagavati opatantam disva panca khinasavasatani pariccajitva jinavaram pakkantani disavidisam ekam thapetva theram anandam. ","mil5.4.9:1.4":"Kim nu kho, bhante nagasena, te arahanto bhaya pakkanta, pannayissati sakena kammenati dasabalam patetukama pakkanta, udahu tathagatassa atulam vipulamasamam patihariyam datthukama pakkanta? ","mil5.4.9:1.5":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.4.9:1.6":"‘vigatabhayasantasa arahanto’ti, tena hi ‘nagare …pe… ","mil5.4.9:1.7":"anandan’ti yam vacanam tam miccha. ","mil5.4.9:1.8":"Yadi nagare rajagahe dhanapalakam hatthim bhagavati opatantam disva panca khinasavasatani pariccajitva jinavaram pakkantani disavidisam ekam thapetva theram anandam, tena hi ‘vigatabhayasantasa arahanto’ti tampi vacanam miccha. ","mil5.4.9:1.9":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.4.9:2.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.4.9:2.2":"‘vigatabhayasantasa arahanto’ti, nagare rajagahe dhanapalakam hatthim bhagavati opatantam disva panca khinasavasatani pariccajitva jinavaram pakkantani disavidisam ekam thapetva theram anandam, tanca pana na bhaya, napi bhagavantam patetukamataya. ","mil5.4.9:3.1":"Yena pana, maharaja, hetuna arahanto bhayeyyum va taseyyum va, so hetu arahantanam samucchinno, tasma vigatabhayasantasa arahanto, bhayati nu, maharaja, mahapathavi khanantepi bhindantepi dharentepi samuddapabbatagirisikhare”ti? ","mil5.4.9:3.2":"“Na hi, bhante”ti. ","mil5.4.9:3.3":"“Kena karanena, maharaja”ti? ","mil5.4.9:3.4":"“Natthi, bhante, mahapathaviya so hetu, yena hetuna mahapathavi bhayeyya va taseyya va”ti. ","mil5.4.9:3.5":"“Evameva kho, maharaja, natthi arahantanam so hetu, yena hetuna arahanto bhayeyyum va taseyyum va. ","mil5.4.9:4.1":"Bhayati nu, maharaja, girisikharam chindante va bhindante va patante va aggina dahante va”ti? ","mil5.4.9:4.2":"“Na hi, bhante”ti. ","mil5.4.9:4.3":"“Kena karanena, maharaja”ti? ","mil5.4.9:4.4":"“Natthi, bhante, girisikharassa so hetu, yena hetuna girisikharam bhayeyya va taseyya va”ti. ","mil5.4.9:4.5":"“Evameva kho, maharaja, natthi arahantanam so hetu, yena hetuna arahanto bhayeyyum va taseyyum va. ","mil5.4.9:5.1":"Yadipi, maharaja, lokadhatusatasahassesu ye keci sattanikayapariyapanna sabbepi te sattihattha ekam arahantam upadhavitva taseyyum, na bhaveyya arahato cittassa kinci annathattam. ","mil5.4.9:5.2":"Kinkaranam? ","mil5.4.9:5.3":"Atthanamanavakasataya. ","mil5.4.9:6.1":"Api ca, maharaja, tesam khinasavanam evam cetoparivitakko ahosi ‘ajja naravarapavare jinavaravasabhe nagaravaramanuppavitthe vithiya dhanapalako hatthi apatissati, asamsayamatidevadevam upatthako na pariccajissati, yadi mayam sabbepi bhagavantam na pariccajissama, anandassa guno pakato na bhavissati, na heva ca tathagatam samupagamissati hatthinago, handa mayam apagacchama, evamidam mahato janakayassa kilesabandhanamokkho bhavissati, anandassa ca guno pakato bhavissati’ti. ","mil5.4.9:6.2":"Evam te arahanto anisamsam disva disavidisam pakkanta”ti. ","mil5.4.9:6.3":"“Suvibhatto, bhante nagasena, panho, evametam natthi arahantanam bhayam va santaso va, anisamsam disva arahanto pakkanta disavidisan”ti. ","mil5.4.9:7.1":"Arahantaabhayanapanho navamo. "}