{"mil5.3.9:0.1":"Milindapanha ","mil5.3.9:0.2":"Mendakapanha ","mil5.3.9:0.3":"Panamitavagga ","mil5.3.9:0.4":"9. Aggaggasamanapanha ","mil5.3.9:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.3.9:1.2":"‘asavanam khaya samano hoti’ti. ","mil5.3.9:1.3":"Puna ca bhanitam—","mil5.3.9:2.1":"‘Catubbhi dhammehi samangibhutam, ","mil5.3.9:2.2":"Tam ve naram samanam ahu loke’ti. ","mil5.3.9:3.1":"Tatrime cattaro dhamma khanti appaharata rativippahanam akincannam. ","mil5.3.9:3.2":"Sabbani panetani aparikkhinasavassa sakilesasseva honti. ","mil5.3.9:3.3":"Yadi, bhante nagasena, asavanam khaya samano hoti, tena hi ‘catubbhi dhammehi samangibhutam, tam ve naram samanam ahu loke’ti yam vacanam, tam miccha. ","mil5.3.9:3.4":"Yadi catubbhi dhammehi samangibhuto samano hoti, tena hi ‘asavanam khaya samano hoti’ti tampi vacanam miccha, ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.3.9:4.1":"“Bhasitampetam, maharaja, bhagavata ‘asavanam khaya samano hoti’ti. ","mil5.3.9:4.2":"Puna ca bhanitam—","mil5.3.9:4.3":"‘catubbhi dhammehi samangibhutam, tam ve naram samanam ahu loke’ti. ","mil5.3.9:4.4":"Tadidam, maharaja, vacanam tesam tesam puggalanam gunavasena bhanitam—","mil5.3.9:4.5":"‘catubbhi dhammehi samangibhutam, tam ve naram samanam ahu loke’ti, idam pana niravasesavacanam ‘asavanam khaya samano hoti’ti. ","mil5.3.9:5.1":"Api ca, maharaja, ye keci kilesupasamaya patipanna, te sabbe upadayupadaya samano khinasavo aggamakkhayati. ","mil5.3.9:5.2":"Yatha, maharaja, yani kanici jalajathalajapupphani, vassikam tesam aggamakkhayati, avasesani yani kanici vividhani pupphajatani, sabbani tani pupphaniyeva, upadayupadaya pana vassikamyeva puppham janassa patthitam pihayitam; ","mil5.3.9:5.3":"evameva kho, maharaja, ye keci kilesupasamaya patipanna, te sabbe upadayupadaya samano khinasavo aggamakkhayati. ","mil5.3.9:6.1":"Yatha va pana, maharaja, sabbadhannanam sali aggamakkhayati, ya kaci avasesa vividha dhannajatiyo, ta sabba upadayupadaya bhojanani sarirayapanaya, saliyeva tesam aggamakkhayati; ","mil5.3.9:6.2":"evameva kho, maharaja, ye keci kilesupasamaya patipanna, te sabbe upadayupadaya samano khinasavo aggamakkhayati”ti. ","mil5.3.9:6.3":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.3.9:7.1":"Aggaggasamanapanho navamo. "}