{"mil5.1.8:0.1":"Milindapanha ","mil5.1.8:0.2":"Mendakapanha ","mil5.1.8:0.3":"Iddhibalavagga ","mil5.1.8:0.4":"8. Akusalacchedanapanha ","mil5.1.8:1.1":"“Bhante nagasena, tathagato sabbam akusalam jhapetva sabbannutam patto, udahu savasese akusale sabbannutam patto”ti? ","mil5.1.8:1.2":"“Sabbam, maharaja, akusalam jhapetva bhagava sabbannutam patto, natthi bhagavato sesakam akusalan”ti. ","mil5.1.8:2.1":"“Kim pana, bhante, dukkha vedana tathagatassa kaye uppannapubba”ti? ","mil5.1.8:2.2":"“Ama, maharaja, rajagahe bhagavato pado sakalikaya khato, lohitapakkhandikabadho uppanno, kaye abhisanne jivakena vireko karito, vatabadhe uppanne upatthakena therena unhodakam pariyitthan”ti. ","mil5.1.8:3.1":"“Yadi, bhante nagasena, tathagato sabbam akusalam jhapetva sabbannutam patto, tena hi bhagavato pado sakalikaya khato, lohitapakkhandika ca abadho uppannoti yam vacanam, tam miccha. ","mil5.1.8:3.2":"Yadi tathagatassa pado sakalikaya khato, lohitapakkhandika ca abadho uppanno, tena hi tathagato sabbam akusalam jhapetva sabbannutam pattoti tampi vacanam miccha. ","mil5.1.8:3.3":"Natthi, bhante, vina kammena vedayitam, sabbam tam vedayitam kammamulakam, tam kammeneva vedayati, ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.1.8:4.1":"“Na hi, maharaja, sabbam tam vedayitam kammamulakam. ","mil5.1.8:4.2":"Atthahi, maharaja, karanehi vedayitani uppajjanti, yehi karanehi puthu satta vedana vediyanti. ","mil5.1.8:4.3":"Katamehi atthahi? ","mil5.1.8:4.4":"Vatasamutthananipi kho, maharaja, idhekaccani vedayitani uppajjanti, ","mil5.1.8:4.5":"pittasamutthananipi kho, maharaja …pe… ","mil5.1.8:4.6":"semhasamutthananipi kho, maharaja …pe… ","mil5.1.8:4.7":"sannipatikanipi kho, maharaja …pe… ","mil5.1.8:4.8":"utuparinamajanipi kho, maharaja …pe… ","mil5.1.8:4.9":"visamapariharajanipi kho, maharaja …pe… ","mil5.1.8:4.10":"opakkamikanipi kho, maharaja …pe… ","mil5.1.8:4.11":"kammavipakajanipi kho, maharaja, idhekaccani vedayitani uppajjanti. ","mil5.1.8:4.12":"Imehi kho, maharaja, atthahi karanehi puthu satta vedana vedayanti. ","mil5.1.8:4.13":"Tattha ye te puggala ‘satte kammam vibadhati’ti vadeyyum, te ime puggala sattakaranam patibahanti. ","mil5.1.8:4.14":"Tesam tam vacanam miccha”ti. ","mil5.1.8:4.15":"“Bhante nagasena, yanca vatikam yanca pittikam yanca semhikam yanca sannipatikam yanca utuparinamajam yanca visamapariharajam yanca opakkamikam, sabbete kammasamutthanayeva, kammeneva te sabbe sambhavanti”ti. ","mil5.1.8:5.1":"“Yadi, maharaja, tepi sabbe kammasamutthanava abadha bhaveyyum, na tesam kotthasato lakkhanani bhaveyyum. ","mil5.1.8:5.2":"Vato kho, maharaja, kuppamano dasavidhena kuppati sitena unhena jighacchaya pipasaya atibhuttena thanena padhanena adhavanena upakkamena kammavipakena. ","mil5.1.8:5.3":"Tatra ye te nava vidha, na te atite, na anagate, vattamanake bhave uppajjanti, tasma na vattabba ‘kammasambhava sabba vedana’ti. ","mil5.1.8:5.4":"Pittam, maharaja, kuppamanam tividhena kuppati sitena unhena visamabhojanena. ","mil5.1.8:5.5":"Semham, maharaja, kuppamanam tividhena kuppati sitena unhena annapanena. ","mil5.1.8:5.6":"Yo ca, maharaja, vato yanca pittam yanca semham, tehi tehi kopehi kuppitva missi hutva sakam sakam vedanam akaddhati. ","mil5.1.8:5.7":"Utuparinamaja, maharaja, vedana utuparinamena uppajjati. ","mil5.1.8:5.8":"Visamapariharaja vedana visamapariharena uppajjati. ","mil5.1.8:5.9":"Opakkamika, maharaja, vedana atthi kiriya, atthi kammavipaka, kammavipakaja vedana pubbe katena kammena uppajjati. ","mil5.1.8:5.10":"Iti kho, maharaja, appam kammavipakajam, bahutaram avasesam. ","mil5.1.8:5.11":"Tattha bala ‘sabbam kammavipakajam yeva’ti atidhavanti. ","mil5.1.8:5.12":"Tam kammam na sakka vina buddhananena vavatthanam katum. ","mil5.1.8:6.1":"Yam pana, maharaja, bhagavato pado sakalikaya khato, tam vedayitam neva vatasamutthanam, na pittasamutthanam, na semhasamutthanam, na sannipatikam, na utuparinamajam, na visamapariharajam, na kammavipakajam, opakkamikamyeva. ","mil5.1.8:6.2":"Devadatto hi, maharaja, bahuni jatisatasahassani tathagate aghatam bandhi, so tena aghatena mahatim garum silam gahetva ‘matthake patessami’ti munci, athanne dve sela agantva tam silam tathagatam asampattamyeva sampaticchimsu, tasam paharena papatika bhijjitva bhagavato pade patitva ruhiram uppadesi, kammavipakato va, maharaja, bhagavato esa vedana nibbatta kiriyato va, tatuddham natthanna vedana. ","mil5.1.8:7.1":"Yatha, maharaja, khettadutthataya va bijam na sambhavati bijadutthataya va; ","mil5.1.8:7.2":"evameva kho, maharaja, kammavipakato va bhagavato esa vedana nibbatta kiriyato va, tatuddham natthanna vedana. ","mil5.1.8:8.1":"Yatha va pana, maharaja, kotthadutthataya va bhojanam visamam parinamati aharadutthataya va; ","mil5.1.8:8.2":"evameva kho, maharaja, kammavipakato va bhagavato esa vedana nibbatta kiriyato va, tatuddham natthanna vedana. ","mil5.1.8:8.3":"Api ca, maharaja, natthi bhagavato kammavipakaja vedana, natthi visamapariharaja vedana, avasesehi samutthanehi bhagavato vedana uppajjati, taya ca pana vedanaya na sakka bhagavantam jivita voropetum. ","mil5.1.8:9.1":"Nipatanti, maharaja, imasmim catumahabhutike kaye itthanittha subhasubhavedana. ","mil5.1.8:9.2":"Idha, maharaja, akase khitto leddu mahapathaviya nipatati, api nu kho so, maharaja, leddu pubbe katena mahapathaviya nipati”ti? ","mil5.1.8:9.3":"“Na hi, bhante, natthi so, bhante, hetu mahapathaviya, yena hetuna mahapathavi kusalakusalavipakam patisamvedeyya, paccuppannena, bhante, akammakena hetuna so leddu mahapathaviyam nipatati”. ","mil5.1.8:9.4":"“Yatha, maharaja, mahapathavi, evam tathagato datthabbo. ","mil5.1.8:9.5":"Yatha leddu pubbe akatena mahapathaviyam nipatati; ","mil5.1.8:9.6":"evameva kho, maharaja, tathagatassa pubbe akatena sa sakalika pade nipatita. ","mil5.1.8:10.1":"Idha pana, maharaja, manussa mahapathavim bhindanti ca khananti ca, api nu kho, maharaja, te manussa pubbe katena mahapathavim bhindanti ca khananti ca”ti? ","mil5.1.8:10.2":"“Na hi, bhante”ti. ","mil5.1.8:10.3":"“Evameva kho, maharaja, ya sa sakalika bhagavato pade nipatita, na sa sakalika pubbe katena bhagavato pade nipatita. ","mil5.1.8:10.4":"Yopi, maharaja, bhagavato lohitapakkhandikabadho uppanno, sopi abadho na pubbe katena uppanno, sannipatikeneva uppanno, ye keci, maharaja, bhagavato kayika abadha uppanna, na te kammabhinibbatta, channam etesam samutthananam annatarato nibbatta. ","mil5.1.8:11.1":"Bhasitampetam, maharaja, bhagavata devatidevena samyuttanikayavaralanchake moliyasivake veyyakarane—","mil5.1.8:12.1":"‘Pittasamutthananipi kho, sivaka, idhekaccani vedayitani uppajjanti. ","mil5.1.8:12.2":"Samampi kho etam, sivaka, veditabbam, yatha pittasamutthananipi idhekaccani vedayitani uppajjanti. ","mil5.1.8:12.3":"Lokassapi kho etam, sivaka, saccasammatam, yatha pittasamutthananipi idhekaccani vedayitani uppajjanti. ","mil5.1.8:12.4":"Tatra, sivaka, ye te samanabrahmana evamvadino evamditthino “yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbe katahetu”ti. ","mil5.1.8:12.5":"Yanca samam natam, tanca atidhavanti, yanca loke saccasammatam, tanca atidhavanti. ","mil5.1.8:12.6":"Tasma tesam samanabrahmananam micchati vadami. ","mil5.1.8:13.1":"Semhasamutthananipi kho, sivaka, idhekaccani vedayitani uppajjanti. ","mil5.1.8:13.2":"Vatasamutthananipi kho, sivaka …pe… ","mil5.1.8:13.3":"sannipatikanipi kho, sivaka …pe… ","mil5.1.8:13.4":"utuparinamajanipi kho, sivaka …pe… ","mil5.1.8:13.5":"visamapariharajanipi kho, sivaka …pe… ","mil5.1.8:13.6":"opakkamikanipi kho, sivaka …pe… ","mil5.1.8:13.7":"kammavipakajanipi kho, sivaka, idhekaccani vedayitani uppajjanti. ","mil5.1.8:13.8":"Samampi kho etam, sivaka, veditabbam, yatha kammavipakajanipi idhekaccani vedayitani uppajjanti. ","mil5.1.8:13.9":"Lokassapi kho etam, sivaka, saccasammatam, yatha kammavipakajanipi idhekaccani vedayitani uppajjanti. ","mil5.1.8:13.10":"Tatra, sivaka, ye te samanabrahmana evamvadino evamditthino “yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbe katahetu”ti. ","mil5.1.8:13.11":"Yanca samam natam, tanca atidhavanti, yanca loke saccasammatam, tanca atidhavanti. ","mil5.1.8:13.12":"Tasma tesam samanabrahmananam micchati vadami’ti. ","mil5.1.8:14.1":"Itipi, maharaja, na sabba vedana kammavipakaja, sabbam, maharaja, akusalam jhapetva bhagava sabbannutam pattoti evametam dharehi”ti. ","mil5.1.8:14.2":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.1.8:15.1":"Akusalacchedanapanho atthamo. "}