{"mil5.4.6:0.1":"Milindapanha ","mil5.4.6:0.2":"Mendakapanha ","mil5.4.6:0.3":"Sabbannutananavagga ","mil5.4.6:0.4":"6. Mettabhavananisamsapanha ","mil5.4.6:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.4.6:1.2":"‘mettaya, bhikkhave, cetovimuttiya asevitaya bhavitaya bahulikataya yanikataya vatthukataya anutthitaya paricitaya susamaraddhaya ekadasanisamsa patikankha. ","mil5.4.6:1.3":"Katame ekadasa? ","mil5.4.6:1.4":"Sukham supati, sukham patibujjhati, na papakam supinam passati, manussanam piyo hoti, amanussanam piyo hoti, devata rakkhanti, nassa aggi va visam va sattham va kamati, tuvatam cittam samadhiyati, mukhavanno vippasidati, asammulho kalam karoti, uttarim appativijjhanto brahmalokupago hoti’ti. ","mil5.4.6:1.5":"Puna ca tumhe bhanatha—","mil5.4.6:1.6":"‘samo kumaro mettavihari migasanghena parivuto pavane vicaranto piliyakkhena ranna viddho visapitena sallena tattheva mucchito patito’ti. ","mil5.4.6:2.1":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.4.6:2.2":"‘mettaya bhikkhave …pe… ","mil5.4.6:2.3":"brahmalokupago hoti’ti, tena hi ‘samo kumaro mettavihari migasanghena parivuto pavane vicaranto piliyakkhena ranna viddho visapitena sallena tattheva mucchito patito’ti yam vacanam, tam miccha. ","mil5.4.6:2.4":"Yadi samo kumaro mettavihari migasanghena parivuto pavane vicaranto piliyakkhena ranna viddho visapitena sallena tattheva mucchito patito, tena hi ‘mettaya, bhikkhave …pe… ","mil5.4.6:2.5":"sattham va kamati’ti tampi vacanam miccha. ","mil5.4.6:2.6":"Ayampi ubhato kotiko panho sunipuno parisanho sukhumo gambhiro, api sunipunanam manujanam gatte sedam moceyya, so tavanuppatto, vijatehi tam mahajatajatitam, anagatanam jinaputtanam cakkhum dehi nibbahanaya”ti. ","mil5.4.6:3.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.4.6:3.2":"‘mettaya bhikkhave …pe… ","mil5.4.6:3.3":"sattham va kamati’ti. ","mil5.4.6:3.4":"Samo ca kumaro mettavihari migasanghena parivuto pavane vicaranto piliyakkhena ranna viddho visapitena sallena tattheva mucchito patito, tattha pana, maharaja, karanam atthi. ","mil5.4.6:3.5":"Katamam tattha karanam? ","mil5.4.6:3.6":"Nete, maharaja, guna puggalassa, mettabhavanayete guna, samo, maharaja, kumaro ghatam ukkhipanto tasmim khane mettabhavanaya pamatto ahosi. ","mil5.4.6:4.1":"Yasmim, maharaja, khane puggalo mettam samapanno hoti, na tassa puggalassa tasmim khane aggi va visam va sattham va kamati. ","mil5.4.6:4.2":"Tassa ye keci ahitakama upagantva tam na passanti, na tasmim okasam labhanti. ","mil5.4.6:4.3":"Nete, maharaja, guna puggalassa, mettabhavanayete guna. ","mil5.4.6:4.4":"Idha, maharaja, puriso sangamasuro abhejjakavacajalikam sannayhitva sangamam otareyya, tassa sara khitta upagantva patanti vikiranti, na tasmim okasam labhanti, neso, maharaja, guno sangamasurassa, abhejjakavacajalikayeso guno, yassa sara khitta upagantva patanti vikiranti. ","mil5.4.6:4.5":"Evameva kho, maharaja, nete guna puggalassa, mettabhavanayete guna. ","mil5.4.6:5.1":"Yasmim, maharaja, khane puggalo mettam samapanno hoti, na tassa puggalassa tasmim khane aggi va visam va sattham va kamati. ","mil5.4.6:5.2":"Tassa ye keci ahitakama upagantva tam na passanti, tasmim okasam na labhanti, nete, maharaja, guna puggalassa, mettabhavanayete guna. ","mil5.4.6:5.3":"Idha pana, maharaja, puriso dibbam antaradhanam mulam hatthe kareyya, yava tam mulam tassa hatthagatam hoti, tava na anno koci pakatimanusso tam purisam passati. ","mil5.4.6:5.4":"Neso, maharaja, guno purisassa, mulasseso guno antaradhanassa, yam so pakatimanussanam cakkhupathe na dissati. ","mil5.4.6:5.5":"Evameva kho, maharaja, nete guna puggalassa, mettabhavanayete guna. ","mil5.4.6:6.1":"Yasmim, maharaja, khane puggalo mettam samapanno hoti, na tassa puggalassa tasmim khane aggi va visam va sattham va kamati. ","mil5.4.6:6.2":"Tassa ye keci ahitakama upagantva tam na passanti, na tasmim okasam labhanti. ","mil5.4.6:6.3":"Nete, maharaja, guna puggalassa, mettabhavanayete guna. ","mil5.4.6:6.4":"Yatha va pana, maharaja, purisam sukatam mahalenamanuppavittham mahatimahamegho abhivassanto na sakkoti temayitum, neso, maharaja, guno purisassa, mahalenasseso guno, yam mahamegho abhivassamano na tam temeti. ","mil5.4.6:6.5":"Evameva kho, maharaja, nete guna puggalassa, mettabhavanayete guna. ","mil5.4.6:7.1":"Yasmim, maharaja, khane puggalo mettam samapanno hoti, na tassa puggalassa tasmim khane aggi va visam va sattham va kamati. ","mil5.4.6:7.2":"Tassa ye keci ahitakama upagantva tam na passanti, na tassa sakkonti ahitam katum, nete, maharaja, guna puggalassa, mettabhavanayete guna”ti. ","mil5.4.6:7.3":"“Acchariyam, bhante nagasena, abbhutam, bhante nagasena, sabbapapanivarana mettabhavana”ti. ","mil5.4.6:7.4":"“Sabbakusalagunavaha, maharaja, mettabhavana hitanampi ahitanampi, ye te satta vinnanabaddha, sabbesam mahanisamsa mettabhavana samvibhajitabba”ti. ","mil5.4.6:8.1":"Mettabhavananisamsapanho chattho. "}