{"mil5.1.3:0.1":"Milindapanha ","mil5.1.3:0.2":"Mendakapanha ","mil5.1.3:0.3":"Iddhibalavagga ","mil5.1.3:0.4":"3. Devadattapabbajjapanha ","mil5.1.3:1.1":"“Bhante nagasena, devadatto kena pabbajito”ti? ","mil5.1.3:1.2":"“Chayime, maharaja, khattiyakumara bhaddiyo ca anuruddho ca anando ca bhagu ca kimilo ca devadatto ca upalikappako sattamo abhisambuddhe satthari sakyakulanandajanane bhagavantam anupabbajanta nikkhamimsu, te bhagava pabbajesi”ti. ","mil5.1.3:1.3":"“Nanu, bhante, devadattena pabbajitva sangho bhinno”ti? ","mil5.1.3:1.4":"“Ama, maharaja, devadattena pabbajitva sangho bhinno, na gihi sangham bhindati, na bhikkhuni, na sikkhamana, na samanero, na samaneri sangham bhindati, bhikkhu pakatatto samanasamvasako samanasimayam thito sangham bhindati”ti. ","mil5.1.3:1.5":"“Sanghabhedako, bhante, puggalo kim kammam phusati”ti? ","mil5.1.3:1.6":"“Kappatthitikam, maharaja, kammam phusati”ti. ","mil5.1.3:2.1":"“Kim pana, bhante nagasena, buddho janati ‘devadatto pabbajitva sangham bhindissati, sangham bhinditva kappam niraye paccissati’”ti? ","mil5.1.3:2.2":"“Ama, maharaja, tathagato janati ‘devadatto pabbajitva sangham bhindissati, sangham bhinditva kappam niraye paccissati’”ti. ","mil5.1.3:2.3":"“Yadi, bhante nagasena, buddho janati ‘devadatto pabbajitva sangham bhindissati, sangham bhinditva kappam niraye paccissati’ti, tena hi, bhante nagasena, buddho karuniko anukampako hitesi sabbasattanam ahitam apanetva hitamupadahatiti yam vacanam, tam miccha. ","mil5.1.3:2.4":"Yadi tam ajanitva pabbajesi, tena hi buddho asabbannuti, ayampi ubhato kotiko panho tavanuppatto, vijatehi etam mahajatam, bhinda parapavadam, anagate addhane taya sadisa buddhimanto bhikkhu dullabha bhavissanti, ettha tava balam pakasehi”ti. ","mil5.1.3:3.1":"“Karuniko, maharaja, bhagava sabbannu ca, karunnena, maharaja, bhagava sabbannutananena devadattassa gatim olokento addasa devadattam apayikam kammam ayuhitva anekani kappakotisatasahassani nirayena nirayam vinipatena vinipatam gacchantam, tam bhagava sabbannutananena janitva imassa apariyantakatam kammam mama sasane pabbajitassa pariyantakatam bhavissati, purimam upadaya pariyantakatam dukkham bhavissati, apabbajitopi ayam moghapuriso kappatthiyameva kammam ayuhissatiti karunnena devadattam pabbajesi”ti. ","mil5.1.3:4.1":"“Tena hi, bhante nagasena, buddho vadhitva telena makkheti, papate patetva hattham deti, maretva jivitam pariyesati, yam so pathamam dukkham datva paccha sukham upadahati”ti? ","mil5.1.3:4.2":"“Vadhetipi, maharaja, tathagato sattanam hitavasena, patetipi sattanam hitavasena, maretipi sattanam hitavasena, vadhitvapi, maharaja, tathagato sattanam hitameva upadahati, patetvapi sattanam hitameva upadahati, maretvapi sattanam hitameva upadahati. ","mil5.1.3:4.3":"Yatha, maharaja, matapitaro nama vadhitvapi patayitvapi puttanam hitameva upadahanti; ","mil5.1.3:4.4":"evameva kho, maharaja, tathagato vadhetipi sattanam hitavasena, patetipi sattanam hitavasena, maretipi sattanam hitavasena, vadhitvapi, maharaja, tathagato sattanam hitameva upadahati, patetvapi sattanam hitameva upadahati, maretvapi sattanam hitameva upadahati, yena yena yogena sattanam gunavuddhi hoti, tena tena yogena sabbasattanam hitameva upadahati. ","mil5.1.3:4.5":"Sace, maharaja, devadatto na pabbajeyya, gihibhuto samano nirayasamvattanikam bahum papakammam katva anekani kappakotisatasahassani nirayena nirayam vinipatena vinipatam gacchanto bahum dukkham vedayissati, tam bhagava janamano karunnena devadattam pabbajesi, ‘mama sasane pabbajitassa dukkham pariyantakatam bhavissati’ti karunnena garukam dukkham lahukam akasi. ","mil5.1.3:5.1":"Yatha va, maharaja, dhanayasasirinatibalena balava puriso attano natim va mittam va ranna garukam dandam dharentam attano bahuvissatthabhavena samatthataya garukam dandam lahukam akasi; ","mil5.1.3:5.2":"evameva kho, maharaja, bhagava bahuni kappakotisatasahassani dukkham vedayamanam devadattam pabbajetva silasamadhipannavimuttibalasamatthabhavena garukam dukkham lahukam akasi. ","mil5.1.3:6.1":"Yatha va pana, maharaja, kusalo bhisakko sallakatto garukam rogam balavosadhabalena lahukam karoti; ","mil5.1.3:6.2":"evameva kho, maharaja, bahuni kappakotisatasahassani dukkham vedayamanam devadattam bhagava rogannutaya pabbajetva karunnabalo patthaddhadhammosadhabalena garukam dukkham lahukam akasi. ","mil5.1.3:6.3":"Api nu kho so, maharaja, bhagava bahuvedaniyam devadattam appavedaniyam karonto kinci apunnam apajjeyya”ti? ","mil5.1.3:6.4":"“Na kinci, bhante, apunnam apajjeyya antamaso gadduhanamattampi”ti. ","mil5.1.3:6.5":"“Imampi kho, maharaja, karanam atthato sampaticcha, yena karanena bhagava devadattam pabbajesi. ","mil5.1.3:7.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena bhagava devadattam pabbajesi. ","mil5.1.3:7.2":"Yatha, maharaja, coram agucarim gahetva ranno dasseyyum, ‘ayam kho, deva, coro agucari, imassa yam icchasi, tam dandam panehi’ti. ","mil5.1.3:7.3":"Tamenam raja evam vadeyya ‘tena hi, bhane, imam coram bahinagaram niharitva aghatane sisam chindatha’ti. ","mil5.1.3:7.4":"‘Evam, deva’ti kho te ranno patissutva tam bahinagaram niharitva aghatanam nayeyyum. ","mil5.1.3:7.5":"Tamenam passeyya kocideva puriso ranno santika laddhavaro laddhayasadhanabhogo adeyyavacano balavicchitakari, so tassa karunnam katva te purise evam vadeyya ‘alam, bho, kim tumhakam imassa sisacchedanena, tena hi bho imassa hattham va padam va chinditva jivitam rakkhatha, ahametassa karana ranno santike pativacanam karissami’ti. ","mil5.1.3:7.6":"Te tassa balavato vacanena tassa corassa hattham va padam va chinditva jivitam rakkheyyum. ","mil5.1.3:7.7":"Api nu kho so, maharaja, puriso evam kari tassa corassa kiccakari assa”ti? ","mil5.1.3:7.8":"“Jivitadayako so, bhante, puriso tassa corassa, jivite dinne kim tassa akatam nama atthi”ti? ","mil5.1.3:7.9":"“Ya pana hatthapadacchedane vedana, so taya vedanaya kinci apunnam apajjeyya”ti? ","mil5.1.3:7.10":"“Attano katena so, bhante, coro dukkhavedanam vedayati, jivitadayako pana puriso na kinci apunnam apajjeyya”ti. ","mil5.1.3:7.11":"“Evameva kho, maharaja, bhagava karunnena devadattam pabbajesi ‘mama sasane pabbajitassa dukkham pariyantakatam bhavissati’ti. ","mil5.1.3:7.12":"Pariyantakatanca, maharaja, devadattassa dukkham, devadatto, maharaja, maranakale—","mil5.1.3:8.1":"‘Imehi atthihi tamaggapuggalam, ","mil5.1.3:8.2":"Devatidevam naradammasarathim; ","mil5.1.3:8.3":"Samantacakkhum satapunnalakkhanam, ","mil5.1.3:8.4":"Panehi buddham saranam upemi’ti. ","mil5.1.3:9.1":"Panupetam saranamagamasi. ","mil5.1.3:9.2":"Devadatto, maharaja, cha kotthase kate kappe atikkante pathamakotthase sangham bhindi, panca kotthase niraye paccitva tato muccitva atthissaro nama paccekabuddho bhavissati. ","mil5.1.3:9.3":"Api nu kho so, maharaja, bhagava evam kari devadattassa kiccakari assa”ti? ","mil5.1.3:9.4":"“Sabbadado, bhante nagasena, tathagato devadattassa, yam tathagato devadattam paccekabodhim papessati, kim tathagatena devadattassa akatam nama atthi”ti? ","mil5.1.3:9.5":"“Yam pana, maharaja, devadatto sangham bhinditva niraye dukkhavedanam vedayati, api nu kho bhagava tatonidanam kinci apunnam apajjeyya”ti? ","mil5.1.3:9.6":"“Na hi, bhante, attana katena, bhante, devadatto kappam niraye paccati, dukkhapariyantakarako sattha na kinci apunnam apajjati”ti. ","mil5.1.3:9.7":"“Imampi kho tvam, maharaja, karanam atthato sampaticcha, yena karanena bhagava devadattam pabbajesi. ","mil5.1.3:10.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena bhagava devadattam pabbajesi. ","mil5.1.3:10.2":"Yatha, maharaja, kusalo bhisakko sallakatto vatapittasemhasannipatautuparinamavisamapariharaopakkamikopakkantam putikunapaduggandhabhisanchannam antosallam susiragatam pubbaruhirasampunnam vanam vupasamento vanamukham kakkhalatikhinakharakatukena bhesajjena anulimpati paripaccanaya, paripaccitva mudubhavamupagatam satthena vikantayitva dahati salakaya, daddhe kharalavanam deti, bhesajjena anulimpati vanaruhanaya byadhitassa sotthibhavamanuppattiya, api nu kho so, maharaja, bhisakko sallakatto ahitacitto bhesajjena anulimpati, satthena vikanteti, dahati salakaya, kharalavanam deti”ti? ","mil5.1.3:10.3":"“Na hi, bhante, hitacitto sotthikamo tani kiriyani karoti”ti. ","mil5.1.3:10.4":"“Ya panassa bhesajjakiriyakaranena uppanna dukkhavedana, tatonidanam so bhisakko sallakatto kinci apunnam apajjeyya”ti? ","mil5.1.3:10.5":"“Hitacitto, bhante, sotthikamo bhisakko sallakatto tani kiriyani karoti, kim so tatonidanam apunnam apajjeyya, saggagami so, bhante, bhisakko sallakatto”ti. ","mil5.1.3:10.6":"“Evameva kho, maharaja, karunnena bhagava devadattam pabbajesi dukkhaparimuttiya. ","mil5.1.3:11.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena bhagava devadattam pabbajesi. ","mil5.1.3:11.2":"Yatha, maharaja, puriso kantakena viddho assa, athannataro puriso tassa hitakamo sotthikamo tinhena kantakena va satthamukhena va samantato chinditva paggharantena lohitena tam kantakam nihareyya, api nu kho so, maharaja, puriso ahitakamo tam kantakam niharati”ti? ","mil5.1.3:11.3":"“Na hi, bhante, hitakamo so, bhante, puriso sotthikamo tam kantakam niharati. ","mil5.1.3:11.4":"Sace so, bhante, tam kantakam na nihareyya, maranam va so tena papuneyya maranamattam va dukkhan”ti. ","mil5.1.3:11.5":"“Evameva kho, maharaja, tathagato karunnena devadattam pabbajesi dukkhaparimuttiya. ","mil5.1.3:11.6":"Sace, maharaja, bhagava devadattam na pabbajeyya, kappakotisatasahassampi devadatto bhavaparamparaya niraye pacceyya”ti. ","mil5.1.3:12.1":"“Anusotagamim, bhante nagasena, devadattam tathagato patisotam papesi, vipanthapatipannam devadattam panthe patipadesi, papate patitassa devadattassa patittham adasi, visamagatam devadattam tathagato samam aropesi. ","mil5.1.3:12.2":"Ime ca, bhante nagasena, hetu imani ca karanani na sakka annena sandassetum annatra tavadisena buddhimata”ti. ","mil5.1.3:13.1":"Devadattapabbajjapanho tatiyo. "}