{"mil5.2.7:0.1":"Milindapanha ","mil5.2.7:0.2":"Mendakapanha ","mil5.2.7:0.3":"Abhejjavagga ","mil5.2.7:0.4":"7. Bhikkhusanghapariharanapanha ","mil5.2.7:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.2.7:1.2":"‘tathagatassa kho, ananda, na evam hoti “aham bhikkhusangham pariharissami”ti va, “mamuddesiko bhikkhusangho”ti va’ti. ","mil5.2.7:1.3":"Puna ca metteyyassa bhagavato sabhavagunam paridipayamanena bhagavata evam bhanitam—","mil5.2.7:1.4":"‘so anekasahassam bhikkhusangham pariharissati, seyyathapi aham etarahi anekasatam bhikkhusangham pariharami’ti. ","mil5.2.7:1.5":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.2.7:1.6":"‘tathagatassa kho, ananda, na evam hoti “aham bhikkhusangham pariharissami”ti va, “mamuddesiko bhikkhusangho”ti va’ti, tena hi anekasatam bhikkhusangham pariharamiti yam vacanam, tam miccha. ","mil5.2.7:1.7":"Yadi tathagatena bhanitam—","mil5.2.7:1.8":"‘so anekasahassam bhikkhusangham pariharissati, seyyathapi aham etarahi anekasatam bhikkhusangham pariharami’ti, tena hi ‘tathagatassa kho, ananda, na evam hoti “aham bhikkhusangham pariharissami”ti va, “mamuddesiko bhikkhusangho”ti va’ti tampi vacanam miccha, ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.2.7:2.1":"“Bhasitampetam, maharaja, bhagavata ‘tathagatassa kho, ananda, na evam hoti “aham bhikkhusangham pariharissami”ti va, “mamuddesiko bhikkhusangho”ti va’ti. ","mil5.2.7:2.2":"Puna ca metteyyassapi bhagavato sabhavagunam paridipayamanena bhagavata bhanitam—","mil5.2.7:2.3":"‘so anekasahassam bhikkhusangham pariharissati, seyyathapi aham etarahi anekasatam bhikkhusangham pariharami’ti. ","mil5.2.7:2.4":"Etasminca, maharaja, panhe eko attho savaseso, eko attho niravaseso. ","mil5.2.7:2.5":"Na, maharaja, tathagato parisaya anugamiko, parisa pana tathagatassa anugamika. ","mil5.2.7:2.6":"Sammuti, maharaja, esa ‘ahan’ti ‘mama’ti, na paramattho eso, vigatam, maharaja, tathagatassa pemam, vigato sineho, ‘mayhan’tipi tathagatassa gahanam natthi, upadaya pana avassayo hoti. ","mil5.2.7:3.1":"Yatha, maharaja, pathavi bhumatthanam sattanam patittha hoti upassayam, pathavittha cete satta, na ca mahapathaviya ‘mayhete’ti apekkha hoti; ","mil5.2.7:3.2":"evameva kho, maharaja, tathagato sabbasattanam patittha hoti upassayam, tathagatattha cete satta, na ca tathagatassa ‘mayhete’ti apekkha hoti. ","mil5.2.7:3.3":"Yatha va pana, maharaja, mahatimahamegho abhivassanto tinarukkhapasumanussanam vuddhim deti santatim anupaleti. ","mil5.2.7:3.4":"Vutthupajivino cete satta sabbe, na ca mahameghassa ‘mayhete’ti apekkha hoti. ","mil5.2.7:3.5":"Evameva kho, maharaja, tathagato sabbasattanam kusaladhamme janeti anupaleti, satthupajivino cete satta sabbe, na ca tathagatassa ‘mayhete’ti apekkha hoti. ","mil5.2.7:3.6":"Tam kissa hetu? ","mil5.2.7:3.7":"Attanuditthiya pahinatta”ti. ","mil5.2.7:4.1":"“Sadhu, bhante nagasena, sunibbethito panho bahuvidhehi karanehi, gambhiro uttanikato, ganthi bhinno, gahanam agahanam katam, andhakaro aloko kato, bhagga paravada, jinaputtanam cakkhum uppaditan”ti. ","mil5.2.7:5.1":"Bhikkhusanghapariharanapanho sattamo. "}