{"mil5.5.9:0.1":"Milindapanha ","mil5.5.9:0.2":"Mendakapanha ","mil5.5.9:0.3":"Santhavavagga ","mil5.5.9:0.4":"9. Gathabhigitabhojanakathapanha ","mil5.5.9:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.5.9:2.1":"‘Gathabhigitam me abhojaneyyam, ","mil5.5.9:2.2":"Sampassatam brahmana nesa dhammo; ","mil5.5.9:2.3":"Gathabhigitam panudanti buddha, ","mil5.5.9:2.4":"Dhamme sati brahmana vuttiresa’ti. ","mil5.5.9:3.1":"Puna ca bhagava parisaya dhammam desento kathento anupubbikatham pathamam tava danakatham katheti, paccha silakatham, tassa bhagavato sabbalokissarassa bhasitam sutva devamanussa abhisankharitva danam denti, tassa tam uyyojitam danam savaka paribhunjanti. ","mil5.5.9:3.2":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.5.9:3.3":"‘gathabhigitam me abhojaneyyan’ti, tena hi ‘bhagava danakatham pathamam katheti’ti yam vacanam, tam miccha. ","mil5.5.9:3.4":"Yadi danakatham pathamam katheti, tena hi ‘gathabhigitam me abhojaneyyan’ti tampi vacanam miccha. ","mil5.5.9:3.5":"Kinkaranam? ","mil5.5.9:3.6":"Yo so, bhante, dakkhineyyo gihinam pindapatadanassa vipakam katheti, tassa te dhammakatham sutva pasannacitta aparaparam danam denti, ye tam danam paribhunjanti, sabbe te gathabhigitam paribhunjanti. ","mil5.5.9:3.7":"Ayampi ubhato kotiko panho nipuno gambhiro tavanuppatto, so taya nibbahitabbo”ti. ","mil5.5.9:4.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.5.9:4.2":"‘gathabhigitam me abhojaneyyam, sampassatam brahmana nesa dhammo. ","mil5.5.9:4.3":"Gathabhigitam panudanti buddha, dhamme sati brahmana vuttiresa’ti, katheti ca bhagava pathamam danakatham, tanca pana kiriyam sabbesam tathagatanam pathamam danakathaya, tattha cittam abhiramapetva paccha sile niyojenti. ","mil5.5.9:4.4":"Yatha, maharaja, manussa tarunadarakanam pathamam tava kilabhandakani denti. ","mil5.5.9:4.5":"Seyyathidam—","mil5.5.9:4.6":"vankakam ghatikam cingulakam pattalhakam rathakam dhanukam, paccha te sake sake kamme niyojenti. ","mil5.5.9:4.7":"Evameva kho, maharaja, tathagato pathamam danakathaya cittam abhiramapetva paccha sile niyojeti. ","mil5.5.9:5.1":"Yatha va pana, maharaja, bhisakko nama aturanam pathamam tava catuhapancaham telam payeti balakaranaya sinehanaya, paccha vireceti; ","mil5.5.9:5.2":"evameva kho, maharaja, tathagato pathamam tava danakathaya cittam abhiramapetva paccha sile niyojeti. ","mil5.5.9:5.3":"Dayakanam, maharaja, danapatinam cittam mudukam hoti maddavam siniddham, tena te danasetusankamena dananavaya samsarasagaraparamanugacchanti, tasma tesam pathamam kammabhumimanusasati, na ca kenaci vinnattimapajjati”ti. ","mil5.5.9:6.1":"“Bhante nagasena, ‘vinnattin’ti yam vadesi, kati pana ta vinnattiyo”ti? ","mil5.5.9:6.2":"“Dvema, maharaja, vinnattiyo kayavinnatti vacivinnatti cati. ","mil5.5.9:6.3":"Tattha atthi kayavinnatti savajja, atthi anavajja. ","mil5.5.9:6.4":"Atthi vacivinnatti savajja, atthi anavajja. ","mil5.5.9:7.1":"Katama kayavinnatti savajja? ","mil5.5.9:7.2":"Idhekacco bhikkhu kulani upagantva anokase thito thanam bhanjati, ayam kayavinnatti savajja. ","mil5.5.9:7.3":"Taya ca vinnapitam ariya na paribhunjanti, so ca puggalo ariyanam samaye onnato hoti hilito khilito garahito paribhuto acittikato, bhinnajivotveva sankham gacchati. ","mil5.5.9:8.1":"Puna caparam, maharaja, idhekacco bhikkhu kulani upagantva anokase thito galam panametva morapekkhitam pekkhati ‘evam ime passanti’ti, tena ca te passanti, ayampi kayavinnatti savajja, taya ca vinnapitam ariya na paribhunjanti, so ca puggalo ariyanam samaye onnato hoti hilito khilito garahito paribhuto acittikato, bhinnajivotveva sankham gacchati. ","mil5.5.9:9.1":"Puna caparam, maharaja, idhekacco bhikkhu hanukaya va bhamukaya va angutthena va vinnapeti, ayampi kayavinnatti savajja, taya ca vinnapitam ariya na paribhunjanti, so ca puggalo ariyanam samaye onnato hoti hilito khilito garahito paribhuto acittikato, bhinnajivotveva sankham gacchati. ","mil5.5.9:10.1":"Katama kayavinnatti anavajja? ","mil5.5.9:10.2":"Idha bhikkhu kulani upagantva sato samahito sampajano thanepi atthanepi yathanusitthim gantva thane titthati, datukamesu titthati, adatukamesu pakkamati. ","mil5.5.9:10.3":"Ayam kayavinnatti anavajja, taya ca vinnapitam ariya paribhunjanti, so ca puggalo ariyanam samaye vannito hoti thuto pasattho sallekhitacaro, parisuddhajivotveva sankham gacchati. ","mil5.5.9:10.4":"Bhasitampetam, maharaja, bhagavata devatidevena—","mil5.5.9:11.1":"‘Na ve yacanti sappanna, ","mil5.5.9:11.2":"Dhiro ca veditumarahati; ","mil5.5.9:11.3":"Uddissa ariya titthanti, ","mil5.5.9:11.4":"Esa ariyana yacana’ti. ","mil5.5.9:12.1":"Katama vacivinnatti savajja? ","mil5.5.9:12.2":"Idha, maharaja, bhikkhu vacaya bahuvidham vinnapeti civarapindapatasenasanagilanappaccayabhesajjaparikkharam, ayam vacivinnatti savajja, taya ca vinnapitam ariya na paribhunjanti, so ca puggalo ariyanam samaye onnato hoti hilito khilito garahito paribhuto acittikato, bhinnajivotveva sankham gacchati. ","mil5.5.9:13.1":"Puna caparam, maharaja, idhekacco bhikkhu paresam savento evam bhanati ‘imina me attho’ti, taya ca vacaya paresam savitaya tassa labho uppajjati, ayampi vacivinnatti savajja, taya ca vinnapitam ariya na paribhunjanti, so ca puggalo ariyanam samaye onnato hoti hilito khilito garahito paribhuto acittikato, bhinnajivotveva sankham gacchati. ","mil5.5.9:14.1":"Puna caparam, maharaja, idhekacco bhikkhu vacivippharena parisaya saveti ‘evanca evanca bhikkhunam databban’ti, tanca te vacanam sutva parikittitam abhiharanti, ayampi vacivinnatti savajja, taya ca vinnapitam ariya na paribhunjanti, so ca puggalo ariyanam samaye onnato hoti hilito khilito garahito paribhuto acittikato, bhinnajivotveva sankham gacchati. ","mil5.5.9:15.1":"Nanu, maharaja, theropi sariputto atthangate suriye rattibhage gilano samano therena mahamoggallanena bhesajjam pucchiyamano vacam bhindi, tassa tena vacibhedena bhesajjam uppajji. ","mil5.5.9:15.2":"Atha thero sariputto ‘vacibhedena me imam bhesajjam uppannam, ma me ajivo bhijji’ti ajivabhedabhaya tam bhesajjam pajahi na upajivi. ","mil5.5.9:15.3":"Evampi vacivinnatti savajja, taya ca vinnapitam ariya na paribhunjanti. ","mil5.5.9:15.4":"So ca puggalo ariyanam samaye onnato hoti hilito khilito garahito paribhuto acittikato, bhinnajivotveva sankham gacchati. ","mil5.5.9:16.1":"Katama vacivinnatti anavajja? ","mil5.5.9:16.2":"Idha, maharaja, bhikkhu sati paccaye bhesajjam vinnapeti natipavaritesu kulesu, ayam vacivinnatti anavajja, taya ca vinnapitam ariya paribhunjanti, so ca puggalo ariyanam samaye vannito hoti thomito pasattho, parisuddhajivotveva sankham gacchati, anumato tathagatehi arahantehi sammasambuddhehi. ","mil5.5.9:17.1":"Yam pana, maharaja, tathagato kasibharadvajassa brahmanassa bhojanam pajahi, tam avethanavinivethanakaddhananiggahappatikammena nibbatti, tasma tathagato tam pindapatam patikkhipi na upajivi”ti. ","mil5.5.9:18.1":"“Sabbakalam, bhante nagasena, tathagate bhunjamane devata dibbam ojam patte akiranti, udahu ‘sukaramaddave ca madhupayase ca’ti dvisuyeva pindapatesu akirimsu”ti? ","mil5.5.9:18.2":"“Sabbakalam, maharaja, tathagate bhunjamane devata dibbam ojam gahetva upatitthitva uddhatuddhate alope akiranti. ","mil5.5.9:19.1":"Yatha, maharaja, ranno sudo ranno bhunjantassa supam gahetva upatitthitva kabale kabale supam akirati; ","mil5.5.9:19.2":"evameva kho, maharaja, sabbakalam tathagate bhunjamane devata dibbam ojam gahetva upatitthitva uddhatuddhate alope dibbam ojam akiranti. ","mil5.5.9:19.3":"Veranjayampi, maharaja, tathagatassa sukkhayavapulake bhunjamanassa devata dibbena ojena temayitva temayitva upasamharimsu, tena tathagatassa kayo upacito ahosi”ti. ","mil5.5.9:19.4":"“Labha vata, bhante nagasena, tasam devatanam, ya tathagatassa sarirappatijaggane satatam samitam ussukkamapanna. ","mil5.5.9:19.5":"Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.5.9:20.1":"Gathabhigitabhojanakathapanho navamo. "}