{"mil5.5.11:0.1":"Milindapanha ","mil5.5.11:0.2":"Mendakapanha ","mil5.5.11:0.3":"Santhavavagga ","mil5.5.11:0.4":"11. Acariyanacariyapanha ","mil5.5.11:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.5.11:2.1":"‘Na me acariyo atthi, ","mil5.5.11:2.2":"sadiso me na vijjati; ","mil5.5.11:2.3":"Sadevakasmim lokasmim, ","mil5.5.11:2.4":"natthi me patipuggalo’ti. ","mil5.5.11:3.1":"Puna ca bhanitam—","mil5.5.11:3.2":"‘iti kho, bhikkhave, alaro kalamo acariyo me samano antevasim mam samanam attana samasamam thapesi, ularaya ca mam pujaya pujesi’ti. ","mil5.5.11:3.3":"Yadi, bhante nagasena, tathagatena bhanitam—","mil5.5.11:3.4":"‘na me acariyo atthi, sadiso me na vijjati. ","mil5.5.11:3.5":"Sadevakasmim lokasmim, natthi me patipuggalo’ti, tena hi ‘iti kho, bhikkhave, alaro kalamo acariyo me samano antevasim mam samanam attana samasamam thapesi’ti yam vacanam, tam miccha. ","mil5.5.11:3.6":"Yadi tathagatena bhanitam—","mil5.5.11:3.7":"‘iti kho, bhikkhave, alaro kalamo acariyo me samano antevasim mam samanam attana samasamam thapesi’ti, tena hi ‘na me acariyo atthi, sadiso me na vijjati. ","mil5.5.11:3.8":"Sadevakasmim lokasmim, natthi me patipuggalo’ti tampi vacanam miccha. ","mil5.5.11:3.9":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.5.11:4.1":"“Bhasitampetam, maharaja, tathagatena ","mil5.5.11:5.1":"‘Na me acariyo atthi, ","mil5.5.11:5.2":"sadiso me na vijjati; ","mil5.5.11:5.3":"Sadevakasmim lokasmim, ","mil5.5.11:5.4":"natthi me patipuggalo’ti. ","mil5.5.11:6.1":"Bhanitanca—","mil5.5.11:6.2":"‘iti kho, bhikkhave, alaro kalamo acariyo me samano antevasim mam samanam attana samasamam thapesi, ularaya ca mam pujaya pujesi’ti. ","mil5.5.11:7.1":"Tanca pana vacanam pubbeva sambodha anabhisambuddhassa bodhisattasseva sato acariyabhavam sandhaya bhasitam. ","mil5.5.11:8.1":"Pancime, maharaja, pubbeva sambodha anabhisambuddhassa bodhisattassa sato acariya, yehi anusittho bodhisatto tattha tattha divasam vitinamesi. ","mil5.5.11:8.2":"Katame panca? ","mil5.5.11:8.3":"Ye te, maharaja, attha brahmana jatamatte bodhisatte lakkhanani parigganhimsu, seyyathidam—","mil5.5.11:8.4":"ramo dhajo lakkhano manti yanno suyamo subhojo sudattoti. ","mil5.5.11:8.5":"Te tassa sotthim pavedayitva rakkhakammam akamsu, te ca pathamam acariya. ","mil5.5.11:9.1":"Puna caparam, maharaja, bodhisattassa pita suddhodano raja yam tena samayena abhijatam udiccajatimantam padakam veyyakaranam chalangavantam sabbamittam nama brahmanam upanetva sovannena bhingarena udakam onojetva ‘imam kumaram sikkhapehi’ti adasi, ayam dutiyo acariyo. ","mil5.5.11:10.1":"Puna caparam, maharaja, ya sa devata bodhisattam samvejesi, yassa vacanam sutva bodhisatto samviggo ubbiggo tasmimyeva khane nekkhammam nikkhamitva pabbaji, ayam tatiyo acariyo. ","mil5.5.11:11.1":"Puna caparam, maharaja, alaro kalamo akincannayatanassa parikammam acikkhi, ayam catuttho acariyo. ","mil5.5.11:12.1":"Puna caparam, maharaja, udako ramaputto nevasannanasannayatanassa parikammam acikkhi, ayam pancamo acariyo. ","mil5.5.11:13.1":"Ime kho, maharaja, pubbeva sambodha anabhisambuddhassa bodhisattassa sato panca acariya. ","mil5.5.11:13.2":"Te ca pana acariya lokiye dhamme. ","mil5.5.11:13.3":"Imasminca pana, maharaja, lokuttare dhamme sabbannutananappativedhaya natthi tathagatassa anuttaro anusasako, sayambhu, maharaja, tathagato anacariyako, tasma karana tathagatena bhanitam—","mil5.5.11:14.1":"‘Na me acariyo atthi, ","mil5.5.11:14.2":"sadiso me na vijjati; ","mil5.5.11:14.3":"Sadevakasmim lokasmim, ","mil5.5.11:14.4":"natthi me patipuggalo’”ti. ","mil5.5.11:15.1":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.5.11:16.1":"Acariyanacariyapanho ekadasamo. ","mil5.5.11:17.1":"Santhavavaggo pancamo. ","mil5.5.11:18.0":"Tassuddanam ","mil5.5.11:18.1":"Imasmim vagge ekadasa panha. ","mil5.5.11:19.1":"Mendakapanho nitthito. "}