{"mil5.4.4:0.1":"Milindapanha ","mil5.4.4:0.2":"Mendakapanha ","mil5.4.4:0.3":"Sabbannutananavagga ","mil5.4.4:0.4":"4. Bodhisattadhammatapanha ","mil5.4.4:1.1":"“Bhante nagasena, bhasitampetam bhagavata dhammatadhammapariyaye ‘pubbeva bodhisattanam matapitaro niyata honti, bodhi niyata hoti, aggasavaka niyata honti, putto niyato hoti, upatthako niyato hoti’ti. ","mil5.4.4:1.2":"Puna ca tumhe bhanatha—","mil5.4.4:1.3":"‘tusite kaye thito bodhisatto attha mahavilokanani viloketi, kalam viloketi, dipam viloketi, desam viloketi, kulam viloketi, janettim viloketi, ayum viloketi, masam viloketi, nekkhammam viloketi’ti. ","mil5.4.4:1.4":"Bhante nagasena, aparipakke nane bujjhanam natthi, paripakke nane na sakka nimesantarampi agametum, anatikkamaniyam paripakkamanasam. ","mil5.4.4:1.5":"Kasma bodhisatto kalam viloketi ‘kamhi kale uppajjami’ti. ","mil5.4.4:1.6":"Aparipakke nane bujjhanam natthi, paripakke nane na sakka nimesantarampi agametum, kasma bodhisatto kulam viloketi ‘kamhi kule uppajjami’ti. ","mil5.4.4:1.7":"Yadi, bhante nagasena, pubbeva bodhisattassa matapitaro niyata, tena hi ‘kulam viloketi’ti yam vacanam, tam miccha. ","mil5.4.4:1.8":"Yadi kulam viloketi, tena hi ‘pubbeva bodhisattassa matapitaro niyata’ti tampi vacanam miccha. ","mil5.4.4:1.9":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.4.4:2.1":"“Niyata, maharaja, pubbeva bodhisattassa matapitaro, kulanca bodhisatto viloketi. ","mil5.4.4:2.2":"Kinti pana kulam viloketi ‘ye me matapitaro, te khattiya udahu brahmana’ti. ","mil5.4.4:2.3":"Evam kulam viloketi. ","mil5.4.4:3.1":"Atthannam, maharaja, pubbeva anagatam oloketabbam hoti. ","mil5.4.4:3.2":"Katamesam atthannam? ","mil5.4.4:3.3":"Vanijassa, maharaja, pubbeva vikkayabhandam oloketabbam hoti, hatthinagassa pubbeva sondaya anagato maggo oloketabbo hoti, sakatikassa pubbeva anagatam tittham oloketabbam hoti, niyamakassa pubbeva anagatam tiram oloketva nava pesetabba hoti, bhisakkassa pubbeva ayum oloketva aturo upasankamitabbo hoti, uttarasetussa pubbeva thirathirabhavam janitva abhiruhitabbam hoti, bhikkhussa pubbeva anagatam kalam paccavekkhitva bhojanam bhunjitabbam hoti, bodhisattanam pubbeva kulam oloketabbam hoti ‘khattiyakulam va brahmanakulam va’ti. ","mil5.4.4:3.4":"Imesam kho, maharaja, atthannam pubbeva anagatam oloketabbam hoti”ti. ","mil5.4.4:3.5":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.4.4:4.1":"Bodhisattadhammatapanho catuttho. "}