{"mil5.2.3:0.1":"Milindapanha ","mil5.2.3:0.2":"Mendakapanha ","mil5.2.3:0.3":"Abhejjavagga ","mil5.2.3:0.4":"3. Maccubhayanabhayanapanha ","mil5.2.3:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.2.3:1.2":"‘sabbe tasanti dandassa, sabbe bhayanti maccuno’ti, puna bhanitam—","mil5.2.3:1.3":"‘araha sabbabhayamatikkanto’ti. ","mil5.2.3:1.4":"Kim nu kho, bhante nagasena, araha dandabhaya tasati, niraye va nerayika satta jalita kuthita tatta santatta tamha jalitaggijalaka mahaniraya cavamana maccuno bhayanti. ","mil5.2.3:1.5":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.2.3:1.6":"‘sabbe tasanti dandassa, sabbe bhayanti maccuno’ti, tena hi ‘araha sabbabhayamatikkanto’ti yam vacanam, tam miccha. ","mil5.2.3:1.7":"Yadi bhagavata bhanitam—","mil5.2.3:1.8":"‘araha sabbabhayamatikkanto’ti, tena hi ‘sabbe tasanti dandassa, sabbe bhayanti maccuno’ti tampi vacanam miccha. ","mil5.2.3:1.9":"Ayam ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.2.3:2.1":"“Netam, maharaja, vacanam bhagavata arahante upadaya bhanitam—","mil5.2.3:2.2":"‘sabbe tasanti dandassa, sabbe bhayanti maccuno’ti. ","mil5.2.3:2.3":"Thapito araha tasmim vatthusmim, samuhato bhayahetu arahato. ","mil5.2.3:2.4":"Ye te, maharaja, satta sakilesa, yesanca adhimatta attanuditthi, ye ca sukhadukkhesu unnatavanata, te upadaya bhagavata bhanitam—","mil5.2.3:2.5":"‘sabbe tasanti dandassa, sabbe bhayanti maccuno’ti. ","mil5.2.3:2.6":"Arahato, maharaja, sabbagati upacchinna, yoni viddhamsita, patisandhi upahata, bhagga phasuka, samuhata sabbabhavalaya, samucchinna sabbasankhara, hatam kusalakusalam, vihata avijja, abijam vinnanam katam, daddha sabbakilesa, ativatta lokadhamma, tasma araha na tasati sabbabhayehi. ","mil5.2.3:3.1":"Idha, maharaja, ranno cattaro mahamatta bhaveyyum anurakkha laddhayasa vissasika thapita mahati issariye thane. ","mil5.2.3:3.2":"Atha raja kisminci deva karaniye samuppanne yavata sakavijite sabbajanassa anapeyya ‘sabbeva me balim karontu, sadhetha tumhe cattaro mahamatta tam karaniyan’ti. ","mil5.2.3:3.3":"Api nu kho, maharaja, tesam catunnam mahamattanam balibhaya santaso uppajjeyya”ti? ","mil5.2.3:3.4":"“Na hi, bhante”ti. ","mil5.2.3:3.5":"“Kena karanena, maharaja”ti. ","mil5.2.3:3.6":"“Thapita te, bhante, ranna uttamatthane, natthi tesam bali, samatikkantabalino te, avasese upadaya ranna anapitam ‘sabbeva me balim karontu’”ti. ","mil5.2.3:3.7":"“Evameva kho, maharaja, netam vacanam bhagavata arahante upadaya bhanitam, thapito araha tasmim vatthusmim, samuhato bhayahetu arahato, ye te, maharaja, satta sakilesa, yesanca adhimatta attanuditthi, ye ca sukhadukkhesu unnatavanata, te upadaya bhagavata bhanitam—","mil5.2.3:3.8":"‘sabbe tasanti dandassa, sabbe bhayanti maccuno’ti. ","mil5.2.3:3.9":"Tasma araha na tasati sabbabhayehi”ti. ","mil5.2.3:4.1":"“Netam, bhante nagasena, vacanam savasesam, niravasesavacanametam ‘sabbe’ti. ","mil5.2.3:4.2":"Tattha me uttarim karanam bruhi tam vacanam patitthapetun”ti. ","mil5.2.3:5.1":"“Idha, maharaja, game gamassamiko anapakam anapeyya ‘ehi, bho anapaka, yavata game gamika, te sabbe sigham mama santike sannipatehi’ti. ","mil5.2.3:5.2":"So ‘sadhu, sami’ti sampaticchitva gamamajjhe thatva tikkhattum saddamanussaveyya ‘yavata game gamika, te sabbe sighasigham samino santike sannipatantu’ti. ","mil5.2.3:5.3":"Tato te gamika anapakassa vacanena turitaturita sannipatitva gamassamikassa arocenti ‘sannipatita, sami, sabbe gamika, yam te karaniyam tam karohi’ti. ","mil5.2.3:5.4":"Iti so, maharaja, gamassamiko kutipurise sannipatento sabbe gamike anapeti, te ca anatta na sabbe sannipatanti, kutipurisayeva sannipatanti, ‘ettakayeva me gamika’ti gamassamiko ca tatha sampaticchati, anne bahutara anagata itthipurisa dasidasa bhataka kammakara gamika gilana gomahimsa ajelaka suvana, ye anagata, sabbe te aganita, kutipuriseyeva upadaya anapitatta ‘sabbe sannipatantu’ti. ","mil5.2.3:5.5":"Evameva kho, maharaja, netam vacanam bhagavata arahante upadaya bhanitam, thapito araha tasmim vatthusmim, samuhato bhayahetu arahato, ye te, maharaja, satta sakilesa, yesanca adhimatta attanuditthi, ye ca sukhadukkhesu unnatavanata, te upadaya bhagavata bhanitam—","mil5.2.3:5.6":"‘sabbe tasanti dandassa, sabbe bhayanti maccuno’ti. ","mil5.2.3:5.7":"Tasma araha na tasati sabbabhayehi. ","mil5.2.3:6.1":"Atthi, maharaja, savasesam vacanam savaseso attho, atthi savasesam vacanam niravaseso attho, atthi niravasesam vacanam savaseso attho, atthi niravasesam vacanam niravaseso attho. ","mil5.2.3:6.2":"Tena tena attho sampaticchitabbo. ","mil5.2.3:7.1":"Pancavidhehi, maharaja, karanehi attho sampaticchitabbo ahaccapadena rasena acariyavamsena adhippaya karanuttariyataya. ","mil5.2.3:7.2":"Ettha hi <b>ahaccapadan</b>ti suttam adhippetam. ","mil5.2.3:7.3":"<b>Raso</b>ti suttanulomam. ","mil5.2.3:7.4":"<b>Acariyavamso</b>ti acariyavado. ","mil5.2.3:7.5":"<b>Adhippayo</b>ti attano mati. ","mil5.2.3:7.6":"<b>Karanuttariyata</b>ti imehi catuhi samentam karanam. ","mil5.2.3:7.7":"Imehi kho, maharaja, pancahi karanehi attho sampaticchitabbo. ","mil5.2.3:7.8":"Evameso panho suvinicchito hoti”ti. ","mil5.2.3:8.1":"“Hotu, bhante nagasena, tatha tam sampaticchami. ","mil5.2.3:8.2":"Thapito hotu araha tasmim vatthusmim, tasantu avasesa satta, niraye pana nerayika satta dukkha tibba katuka vedana vedayamana jalitapajjalitasabbangapaccanga runnakarunnakanditaparidevitalalappitamukha asayhatibbadukkhabhibhuta atana asarana asaranibhuta anappasokatura antimapacchimagatika ekantasokaparayana unhatikhinacandakharatapanatejavanto bhimabhayajanakaninadamahasadda samsibbitachabbidhajalamalakula samanta satayojananupharanaccivega kadariya tapana mahaniraya cavamana maccuno bhayanti”ti? ","mil5.2.3:8.3":"“Ama, maharaja”ti. ","mil5.2.3:9.1":"“Nanu, bhante nagasena, nirayo ekantadukkhavedaniyo, kissa pana te nerayika satta ekantadukkhavedaniya niraya cavamana maccuno bhayanti, kissa niraye ramanti”ti? ","mil5.2.3:9.2":"“Na te, maharaja, nerayika satta niraye ramanti, muncitukamava te niraya. ","mil5.2.3:9.3":"Maranasseva so, maharaja, anubhavo, yena tesam santaso uppajjati”ti. ","mil5.2.3:9.4":"“Etam kho, bhante nagasena, na saddahami, yam muccitukamanam cutiya santaso uppajjatiti, hasaniyam, bhante nagasena, tam thanam, yam te patthitam labhanti, karanena mam sannapehi”ti. ","mil5.2.3:10.1":"“Marananti kho, maharaja, etam aditthasaccanam tasaniyatthanam, etthayam jano tasati ca ubbijjati ca. ","mil5.2.3:10.2":"Yo ca, maharaja, kanhasappassa bhayati, so maranassa bhayanto kanhasappassa bhayati. ","mil5.2.3:10.3":"Yo ca hatthissa bhayati …pe… ","mil5.2.3:10.4":"sihassa … byagghassa … dipissa … acchassa … taracchassa … mahimsassa … gavayassa … aggissa … udakassa … khanukassa … kantakassa bhayati. ","mil5.2.3:10.5":"Yo ca sattiya bhayati, so maranassa bhayanto sattiya bhayati. ","mil5.2.3:10.6":"Maranasseva so, maharaja, sarasasabhavatejo, tassa sarasasabhavatejena sakilesa satta maranassa tasanti bhayanti, muccitukamapi, maharaja, nerayika satta maranassa tasanti bhayanti. ","mil5.2.3:11.1":"Idha, maharaja, purisassa kaye medo ganthi uppajjeyya. ","mil5.2.3:11.2":"So tena rogena dukkhito upaddava parimuccitukamo bhisakkam sallakattam amantapeyya. ","mil5.2.3:11.3":"Tassa vacanam so bhisakko sallakatto sampaticchitva tassa rogassa uddharanaya upakaranam upatthapeyya, satthakam tikhinam kareyya, yamakasalaka aggimhi pakkhipeyya, kharalavanam nisadaya pisapeyya, api nu kho, maharaja, tassa aturassa tikhinasatthakacchedanena yamakasalakadahanena kharalonappavesanena taso uppajjeyya”ti? ","mil5.2.3:11.4":"“Ama, bhante”ti. ","mil5.2.3:11.5":"“Iti, maharaja, tassa aturassa roga muccitukamassapi vedanabhaya santaso uppajjati. ","mil5.2.3:11.6":"Evameva kho, maharaja, niraya muccitukamanampi nerayikanam sattanam maranabhaya santaso uppajjati. ","mil5.2.3:12.1":"Idha, maharaja, puriso issaraparadhiko baddho sankhalikabandhanena gabbhe pakkhitto parimuccitukamo assa, tamenam so issaro mocetukamo pakkosapeyya. ","mil5.2.3:12.2":"Api nu kho, maharaja, tassa issaraparadhikassa purisassa ‘katadoso ahan’ti janantassa issaradassanena santaso uppajjeyya”ti? ","mil5.2.3:12.3":"“Ama, bhante”ti. ","mil5.2.3:12.4":"“Iti, maharaja, tassa issaraparadhikassa purisassa parimuccitukamassapi issarabhaya santaso uppajjati. ","mil5.2.3:12.5":"Evameva kho, maharaja, niraya muccitukamanampi nerayikanam sattanam maranabhaya santaso uppajjati”ti. ","mil5.2.3:13.1":"“Aparampi, bhante, uttarim karanam bruhi, yenaham karanena okappeyyan”ti. ","mil5.2.3:13.2":"“Idha, maharaja, puriso datthavisena asivisena dattho bhaveyya, so tena visavikarena pateyya uppateyya vatteyya pavatteyya, athannataro puriso balavantena mantapadena tam datthavisam asivisam anetva tam datthavisam paccacamapeyya, api nu kho, maharaja, tassa visagatassa purisassa tasmim datthavise sappe sotthihetu upagacchante santaso uppajjeyya”ti? ","mil5.2.3:13.3":"“Ama, bhante”ti. ","mil5.2.3:13.4":"“Iti, maharaja, tatharupe ahimhi sotthihetupi upagacchante tassa santaso uppajjati. ","mil5.2.3:13.5":"Evameva kho, maharaja, niraya muccitukamanampi nerayikanam sattanam maranabhaya santaso uppajjati. ","mil5.2.3:13.6":"Anittham, maharaja, sabbasattanam maranam, tasma nerayika satta niraya parimuccitukamapi maccuno bhayanti”ti. ","mil5.2.3:13.7":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.2.3:14.1":"Maccubhayanabhayanapanho tatiyo. "}