{"mil5.1.4:0.1":"Milindapanha ","mil5.1.4:0.2":"Mendakapanha ","mil5.1.4:0.3":"Iddhibalavagga ","mil5.1.4:0.4":"4. Pathavicalanapanha ","mil5.1.4:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.1.4:1.2":"‘atthime, bhikkhave, hetu attha paccaya mahato bhumicalassa patubhavaya’ti. ","mil5.1.4:1.3":"Asesavacanam idam, nissesavacanam idam, nippariyayavacanam idam, natthanno navamo hetu mahato bhumicalassa patubhavaya. ","mil5.1.4:1.4":"Yadi, bhante nagasena, anno navamo hetu bhaveyya mahato bhumicalassa patubhavaya, tampi hetum bhagava katheyya. ","mil5.1.4:1.5":"Yasma ca kho, bhante nagasena, natthanno navamo hetu mahato bhumicalassa patubhavaya, tasma anacikkhito bhagavata, ayanca navamo hetu dissati mahato bhumicalassa patubhavaya, yam vessantarena ranna mahadane diyamane sattakkhattum mahapathavi kampitati. ","mil5.1.4:1.6":"Yadi, bhante nagasena, attheva hetu attha paccaya mahato bhumicalassa patubhavaya, tena hi vessantarena ranna mahadane diyamane sattakkhattum mahapathavi kampitati yam vacanam, tam miccha. ","mil5.1.4:1.7":"Yadi vessantarena ranna mahadane diyamane sattakkhattum mahapathavi kampita, tena hi attheva hetu attha paccaya mahato bhumicalassa patubhavayati tampi vacanam miccha. ","mil5.1.4:1.8":"Ayampi ubhato kotiko panho sukhumo dunnivethiyo andhakarano ceva gambhiro ca, so tavanuppatto, neso annena ittarapannena sakka visajjetum annatra tavadisena buddhimata”ti. ","mil5.1.4:2.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.1.4:2.2":"‘atthime, bhikkhave, hetu attha paccaya mahato bhumicalassa patubhavaya’ti. ","mil5.1.4:2.3":"Yam vessantarena ranna mahadane diyamane sattakkhattum mahapathavi kampita, tanca pana akalikam kadacuppattikam atthahi hetuhi vippamuttam, tasma aganitam atthahi hetuhi. ","mil5.1.4:3.1":"Yatha, maharaja, loke tayoyeva megha ganiyanti vassiko hemantiko pavusakoti. ","mil5.1.4:3.2":"Yadi te muncitva anno megho pavassati, na so megho ganiyati sammatehi meghehi, akalameghotveva sankham gacchati. ","mil5.1.4:3.3":"Evameva kho, maharaja, vessantarena ranna mahadane diyamane yam sattakkhattum mahapathavi kampita, akalikam etam kadacuppattikam atthahi hetuhi vippamuttam, na tam ganiyati atthahi hetuhi. ","mil5.1.4:4.1":"Yatha va pana, maharaja, himavanta pabbata panca nadisatani sandanti, tesam, maharaja, pancannam nadisatanam daseva nadiyo nadigananaya ganiyanti. ","mil5.1.4:4.2":"Seyyathidam—","mil5.1.4:4.3":"ganga yamuna aciravati sarabhu mahi sindhu sarassati vetravati vitamsa candabhagati, avasesa nadiyo nadigananaya aganita. ","mil5.1.4:4.4":"Kim karana? ","mil5.1.4:4.5":"Na ta nadiyo dhuvasalila. ","mil5.1.4:4.6":"Evameva kho, maharaja, vessantarena ranna mahadane diyamane yam sattakkhattum mahapathavi kampita, akalikam etam kadacuppattikam atthahi hetuhi vippamuttam, na tam ganiyati atthahi hetuhi. ","mil5.1.4:5.1":"Yatha va pana, maharaja, ranno satampi dvisatampi tisatampi amacca honti, tesam chayeva jana amaccagananaya ganiyanti. ","mil5.1.4:5.2":"Seyyathidam—","mil5.1.4:5.3":"senapati purohito akkhadasso bhandagariko chattaggahako khaggaggahako. ","mil5.1.4:5.4":"Eteyeva amaccagananaya ganiyanti. ","mil5.1.4:5.5":"Kim karana? ","mil5.1.4:5.6":"Yuttatta rajagunehi, avasesa aganita, sabbe amaccatveva sankham gacchanti. ","mil5.1.4:5.7":"Evameva kho, maharaja, vessantarena ranna mahadane diyamane yam sattakkhattum mahapathavi kampita, akalikam etam kadacuppattikam atthahi hetuhi vippamuttam, na tam ganiyati atthahi hetuhi. ","mil5.1.4:6.1":"Suyyati nu kho, maharaja, etarahi jinasasane katadhikaranam ditthadhammasukhavedaniyakammam, kitti ca yesam abbhuggata devamanussesu”ti? ","mil5.1.4:6.2":"“Ama, bhante, suyyati etarahi jinasasane katadhikaranam ditthadhammasukhavedaniyakammam, kitti ca yesam abbhuggata devamanussesu satta janati”. ","mil5.1.4:6.3":"“Ke ca te, maharaja”ti? ","mil5.1.4:6.4":"“Sumano ca, bhante, malakaro, ekasatako ca brahmano, punno ca bhatako, mallika ca devi, gopalamata ca devi, suppiya ca upasika, punna ca dasiti ime satta ditthadhammasukhavedaniya satta, kitti ca imesam abbhuggata devamanussesu”ti. ","mil5.1.4:7.1":"“Aparepi suyyanti nu kho atite manusakeneva sariradehena tidasabhavanam gata”ti? ","mil5.1.4:7.2":"“Ama, bhante, suyyanti”ti. ","mil5.1.4:7.3":"“Ke ca te, maharaja”ti? ","mil5.1.4:7.4":"“Guttilo ca gandhabbo, sadhino ca raja, nimi ca raja, mandhata ca rajati ime caturo jana suyyanti, teneva manusakena sariradehena tidasabhavanam gata”ti. ","mil5.1.4:7.5":"“Sucirampi katam suyyati sukatadukkatanti? ","mil5.1.4:7.6":"Sutapubbam pana taya, maharaja, atite va addhane vattamane va addhane itthannamassa dane diyamane sakim va dvikkhattum va tikkhattum va mahapathavi kampita”ti? ","mil5.1.4:7.7":"“Na hi, bhante”ti. ","mil5.1.4:7.8":"“Atthi me, maharaja, agamo adhigamo pariyatti savanam sikkhabalam sussusa paripuccha acariyupasanam, mayapi na sutapubbam ‘itthannamassa dane diyamane sakim va dvikkhattum va tikkhattum va mahapathavi kampita’ti thapetva vessantarassa rajavasabhassa danavaram. ","mil5.1.4:7.9":"Bhagavato ca, maharaja, kassapassa, bhagavato ca sakyamuninoti dvinnam buddhanam antare gananapatham vitivatta vassakotiyo atikkanta, tatthapi me savanam natthi ‘itthannamassa dane diyamane sakim va dvikkhattum va tikkhattum va mahapathavi kampita’ti. ","mil5.1.4:7.10":"Na, maharaja, tavatakena viriyena tavatakena parakkamena mahapathavi kampati, gunabharabharita, maharaja, sabbasoceyyakiriyagunabharabharita dharetum na visahanti mahapathavi calati kampati pavedhati. ","mil5.1.4:8.1":"Yatha, maharaja, sakatassa atibharabharitassa nabhiyo ca nemiyo ca phalanti akkho bhijjati; ","mil5.1.4:8.2":"evameva kho, maharaja, sabbasoceyyakiriyagunabharabharita mahapathavi dharetum na visahanti calati kampati pavedhati. ","mil5.1.4:9.1":"Yatha va pana, maharaja, gaganam anilajalavegasanchaditam ussannajalabharabharitam ativatena phutitatta nadati ravati galagalayati; ","mil5.1.4:9.2":"evameva kho, maharaja, mahapathavi ranno vessantarassa danabalavipulaussannabharabharita dharetum na visahanti calati kampati pavedhati. ","mil5.1.4:9.3":"Na hi, maharaja, ranno vessantarassa cittam ragavasena pavattati, na dosavasena pavattati, na mohavasena pavattati, na manavasena pavattati, na ditthivasena pavattati, na kilesavasena pavattati, na vitakkavasena pavattati, na arativasena pavattati, atha kho danavasena bahulam pavattati ‘kinti anagata yacaka mama santike agaccheyyum, agata ca yacaka yathakamam labhitva attamana bhaveyyun’ti satatam samitam danam pati manasam thapitam hoti. ","mil5.1.4:9.4":"Ranno, maharaja, vessantarassa satatam samitam dasasu thanesu manasam thapitam hoti dame same khantiyam samvare yame niyame akkodhe avihimsayam sacce soceyye. ","mil5.1.4:9.5":"Ranno, maharaja, vessantarassa kamesana pahina, bhavesana patippassaddha, brahmacariyesanayayeva ussukkam apanno, ranno, maharaja, vessantarassa attarakkha pahina, sabbasattarakkhaya ussukkam apanno ‘kinti ime satta samagga assu aroga sadhana dighayuka’ti bahulamyeva manasam pavattati. ","mil5.1.4:9.6":"Dadamano ca, maharaja, vessantaro raja tam danam na bhavasampattihetu deti, na dhanahetu deti, na patidanahetu deti, na upalapanahetu deti, na ayuhetu deti, na vannahetu deti, na sukhahetu deti, na balahetu deti, na yasahetu deti, na puttahetu deti, na dhituhetu deti, atha kho sabbannutananahetu sabbannutananaratanassa karana evarupe atulavipulanuttare danavare adasi, sabbannutam patto ca imam gatham abhasi—","mil5.1.4:10.1":"‘Jalim kanhajinam dhitam, ","mil5.1.4:10.2":"maddidevim patibbatam; ","mil5.1.4:10.3":"Cajamano na cintesim, ","mil5.1.4:10.4":"bodhiyayeva karana’ti. ","mil5.1.4:11.1":"Vessantaro, maharaja, raja akkodhena kodham jinati, asadhum sadhuna jinati, kadariyam danena jinati, alikavadinam saccena jinati, sabbam akusalam kusalena jinati. ","mil5.1.4:11.2":"Tassa evam dadamanassa dhammanugatassa dhammasisakassa dananissandabalava viriyavipulavippharena hettha mahavata sancalanti sanikam sanikam sakim sakim akulakula vayanti onamanti unnamanti vinamanti, chinnapattapadapa papatanti, gumbam gumbam valahaka gagane sandhavanti, rajosancita vata daruna honti, gaganam uppilita vata vayanti, sahasa dhamadhamayanti, mahabhimo saddo niccharati, tesu vatesu kupitesu udakam sanikam sanikam calati, udake calite khubbhanti macchakacchapa, yamakayamaka umiyo jayanti, jalacara satta tasanti, jalavici yuganaddho vattati, vicinado pavattati, ghora bubbula utthahanti, phenamala bhavanti, uttarati mahasamuddo, disavidisam dhavati udakam, uddhamsotapatisotamukha sandanti saliladhara, tasanti asura garula naga yakkha, ubbijjanti ‘kim nu kho, katham nu kho, sagaro viparivattati’ti, gamanapathamesanti bhitacitta, khubhite lulite jaladhare pakampati mahapathavi sanaga sasagara, parivattati sinerugiri kutaselasikharo vinamamano hoti, vimana honti ahinakulabilarakotthukasukaramigapakkhino, rudanti yakkha appesakkha, hasanti yakkha mahesakkha kampamanaya mahapathaviya. ","mil5.1.4:12.1":"Yatha, maharaja, mahati mahapariyoge uddhanagate udakasampunne akinnatandule hetthato aggi jalamano pathamam tava pariyogam santapeti, pariyogo santatto udakam santapeti, udakam santattam tandulam santapeti, tandulam santattam ummujjati nimujjati, bubbulakajatam hoti, phenamala uttarati; ","mil5.1.4:12.2":"evameva kho, maharaja, vessantaro raja yam loke duccajam, tam caji, tassa tam duccajam cajantassa danassa sabhavanissandena hettha mahavata dharetum na visahanta parikuppimsu, mahavatesu parikupitesu udakam kampi, udake kampite mahapathavi kampi, iti tada mahavata ca udakanca mahapathavi cati ime tayo ekamana viya ahesum mahadananissandena vipulabalaviriyena natthediso, maharaja, annassa dananubhavo, yatha vessantarassa ranno mahadananubhavo. ","mil5.1.4:12.3":"Yatha, maharaja, mahiya bahuvidha manayo vijjanti. ","mil5.1.4:12.4":"Seyyathidam—","mil5.1.4:12.5":"indanilo mahanilo jotiraso veluriyo ummapuppho sirisapuppho manoharo suriyakanto candakanto vajiro khajjopanako phussarago lohitango masaragalloti, ete sabbe atikkamma cakkavattimani aggamakkhayati, cakkavattimani, maharaja, samanta yojanam obhaseti. ","mil5.1.4:12.6":"Evameva kho, maharaja, yam kinci mahiya danam vijjati api asadisadanam paramam, tam sabbam atikkamma vessantarassa ranno mahadanam aggamakkhayati, vessantarassa, maharaja, ranno mahadane diyamane sattakkhattum mahapathavi kampita”ti. ","mil5.1.4:13.1":"“Acchariyam, bhante nagasena, buddhanam, abbhutam, bhante nagasena, buddhanam, yam tathagato bodhisatto samano asamo lokena evankhanti evamcitto evamadhimutti evamadhippayo, bodhisattanam, bhante nagasena, parakkamo dakkhapito, parami ca jinanam bhiyyo obhasita, cariyam caratopi tava tathagatassa sadevake loke setthabhavo anudassito. ","mil5.1.4:13.2":"Sadhu, bhante nagasena, thomitam jinasasanam, jotita jinaparami, chinno titthiyanam vadaganthi, bhinno parapavadakumbho, panho gambhiro uttanikato, gahanam agahanam katam, samma laddham jinaputtanam nibbahanam, evametam, ganivarapavara, tatha sampaticchama”ti. ","mil5.1.4:14.1":"Pathavicalanapanho catuttho. "}