{"mil5.4.8:0.1":"Milindapanha ","mil5.4.8:0.2":"Mendakapanha ","mil5.4.8:0.3":"Sabbannutananavagga ","mil5.4.8:0.4":"8. Amaradevipanha ","mil5.4.8:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.4.8:2.1":"‘Sace labhetha khanam va raho va, ","mil5.4.8:2.2":"Nimantakam vapi labhetha tadisam; ","mil5.4.8:2.3":"Sabbava itthi kayirum nu papam, ","mil5.4.8:2.4":"Annam aladdha pithasappina saddhin’ti. ","mil5.4.8:3.1":"Puna ca kathiyati ‘mahosadhassa bhariya amara nama itthi gamake thapita pavutthapatika raho nisinna vivitta rajappatisamam samikam karitva sahassena nimantiyamana papam nakasi’ti. ","mil5.4.8:3.2":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.4.8:3.3":"‘sace …pe… ","mil5.4.8:3.4":"saddhin’ti tena hi ‘mahosadhassa bhariya …pe… ","mil5.4.8:3.5":"nakasi’ti yam vacanam, tam miccha. ","mil5.4.8:3.6":"Yadi mahosadhassa bhariya …pe… ","mil5.4.8:3.7":"nakasi, tena hi ‘sace …pe… ","mil5.4.8:3.8":"saddhin’ti tampi vacanam miccha. ","mil5.4.8:3.9":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.4.8:4.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.4.8:4.2":"‘sace …pe… ","mil5.4.8:4.3":"saddhin’ti. ","mil5.4.8:4.4":"Kathiyati ca ‘mahosadhassa bhariya …pe… ","mil5.4.8:4.5":"nakasi’ti. ","mil5.4.8:4.6":"Kareyya sa, maharaja, itthi sahassam labhamana tadisena purisena saddhim papakammam, na sa kareyya sace khanam va raho va nimantakam vapi tadisam labheyya, vicinanti sa, maharaja, amara itthi na addasa khanam va raho va nimantakam vapi tadisam. ","mil5.4.8:5.1":"Idha loke garahabhaya khanam na passi, paraloke nirayabhaya khanam na passi, katukavipakam papanti khanam na passi, piyam amuncitukama khanam na passi, samikassa garukataya khanam na passi, dhammam apacayanti khanam na passi, anariyam garahanti khanam na passi, kiriyam abhinditukama khanam na passi. ","mil5.4.8:5.2":"Evarupehi bahuhi karanehi khanam na passi. ","mil5.4.8:6.1":"Rahopi sa loke vicinitva apassanti papam nakasi. ","mil5.4.8:6.2":"Sace sa manussehi raho labheyya, atha amanussehi raho na labheyya. ","mil5.4.8:6.3":"Sace amanussehi raho labheyya, atha paracittaviduhi pabbajitehi raho na labheyya. ","mil5.4.8:6.4":"Sace paracittaviduhi pabbajitehi raho labheyya, atha paracittavidunihi devatahi raho na labheyya. ","mil5.4.8:6.5":"Sace paracittavidunihi devatahi raho labheyya, attanava papehi raho na labheyya. ","mil5.4.8:6.6":"Sace attanava papehi raho labheyya, atha adhammena raho na labheyya. ","mil5.4.8:6.7":"Evarupehi bahuvidhehi karanehi raho alabhitva papam nakasi. ","mil5.4.8:7.1":"Nimantakampi sa loke vicinitva tadisam alabhanti papam nakasi. ","mil5.4.8:7.2":"Mahosadho, maharaja, pandito atthavisatiya angehi samannagato. ","mil5.4.8:7.3":"Katamehi atthavisatiya angehi samannagato? ","mil5.4.8:7.4":"Mahosadho, maharaja, suro hirima ottappi sapakkho mittasampanno khamo silava saccavadi soceyyasampanno akkodhano anatimani anusuyako viriyava ayuhako sangahako samvibhagi sakhilo nivatavutti sanho asatho amayavi atibuddhisampanno kittima vijjasampanno hitesi upanissitanam patthito sabbajanassa dhanava yasava. ","mil5.4.8:7.5":"Mahosadho, maharaja, pandito imehi atthavisatiya angehi samannagato. ","mil5.4.8:7.6":"Sa annam tadisam nimantakam alabhitva papam nakasi”ti. ","mil5.4.8:7.7":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.4.8:8.1":"Amaradevipanho atthamo. "}