{"mil5.5.8:0.1":"Milindapanha ","mil5.5.8:0.2":"Mendakapanha ","mil5.5.8:0.3":"Santhavavagga ","mil5.5.8:0.4":"8. Brahmanarajavadapanha ","mil5.5.8:1.1":"“Bhante nagasena, bhasitampetam tathagatena ‘ahamasmi, bhikkhave, brahmano yacayogo’ti. ","mil5.5.8:1.2":"Puna ca bhanitam—","mil5.5.8:1.3":"‘rajahamasmi sela’ti. ","mil5.5.8:1.4":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.5.8:1.5":"‘ahamasmi, bhikkhave, brahmano yacayogo’ti, tena hi ‘rajahamasmi sela’ti yam vacanam, tam miccha. ","mil5.5.8:1.6":"Yadi tathagatena bhanitam—","mil5.5.8:1.7":"‘rajahamasmi sela’ti, tena hi ‘ahamasmi, bhikkhave, brahmano yacayogo’ti tampi vacanam miccha. ","mil5.5.8:1.8":"Khattiyo va hi bhaveyya brahmano va, natthi ekaya jatiya dve vanna nama, ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.5.8:2.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.5.8:2.2":"‘ahamasmi, bhikkhave, brahmano yacayogo’ti, puna ca bhanitam—","mil5.5.8:2.3":"‘rajahamasmi sela’ti, tattha karanam atthi, yena karanena tathagato brahmano ca raja ca hoti”ti. ","mil5.5.8:3.1":"“Kim pana tam, bhante nagasena, karanam, yena karanena tathagato brahmano ca raja ca hoti”? ","mil5.5.8:3.2":"“Sabbe, maharaja, papaka akusala dhamma tathagatassa bahita pahina apagata byapagata ucchinna khina khayam patta nibbuta upasanta, tasma tathagato ‘brahmano’ti vuccati. ","mil5.5.8:4.1":"Brahmano nama samsayamanekamsam vimatipatham vitivatto, bhagavapi, maharaja, samsayamanekamsam vimatipatham vitivatto, tena karanena tathagato ‘brahmano’ti vuccati. ","mil5.5.8:5.1":"Brahmano nama sabbabhavagatiyoninissato malarajagatavippamutto asahayo, bhagavapi, maharaja, sabbabhavagatiyoninissato malarajagatavippamutto asahayo, tena karanena tathagato ‘brahmano’ti vuccati. ","mil5.5.8:6.1":"Brahmano nama aggasetthavarapavaradibbaviharabahulo, bhagavapi, maharaja, aggasetthavarapavaradibbaviharabahulo, tenapi karanena tathagato ‘brahmano’ti vuccati. ","mil5.5.8:7.1":"Brahmano nama ajjhayanaajjhapanadanappatiggahanadamasamyamaniyamapubbamanusitthipavenivamsadharano, bhagavapi, maharaja, ajjhayanaajjhapanadanappatiggahanadamasamyamaniyamapubbajinacinnaanusitthipavenivamsadharano, tenapi karanena tathagato ‘brahmano’ti vuccati. ","mil5.5.8:8.1":"Brahmano nama brahasukhaviharajjhanajhayi; ","mil5.5.8:8.2":"bhagavapi, maharaja, brahasukhaviharajjhanajhayi, tenapi karanena tathagato ‘brahmano’ti vuccati. ","mil5.5.8:9.1":"Brahmano nama sabbabhavabhavagatisu abhijativattitamanucaritam janati, bhagavapi, maharaja, sabbabhavabhavagatisu abhijativattitamanucaritam janati, tenapi karanena tathagato ‘brahmano’ti vuccati. ","mil5.5.8:10.1":"Brahmanoti, maharaja, bhagavato netam namam matara katam, na pitara katam, na bhatara katam, na bhaginiya katam, na mittamaccehi katam, na natisalohitehi katam, na samanabrahmanehi katam, na devatahi katam, vimokkhantikametam buddhanam bhagavantanam namam bodhiyayeva mule marasenam vidhamitva atitanagatapaccuppanne papake akusale dhamme bahetva saha sabbannutananassa patilabha patiladdhapatubhutasamuppannamatte sacchika pannatti yadidam brahmanoti, tena karanena tathagato vuccati ‘brahmano’”ti. ","mil5.5.8:11.1":"“Kena pana, bhante nagasena, karanena tathagato vuccati ‘raja’”ti? ","mil5.5.8:11.2":"“Raja nama, maharaja, yo koci rajjam kareti lokamanusasati, bhagavapi, maharaja, dasasahassiya lokadhatuya dhammena rajjam kareti, sadevakam lokam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam anusasati, tenapi karanena tathagato vuccati ‘raja’ti. ","mil5.5.8:12.1":"Raja nama, maharaja, sabbajanamanusse abhibhavitva nandayanto natisangham, socayanto amittasangham, mahatimahayasasiriharam thirasaradandam anunasatasalakalankatam ussapeti pandaravimalasetacchattam, bhagavapi, maharaja, socayanto marasenam micchapatipannam, nandayanto devamanusse sammapatipanne dasasahassiya lokadhatuya mahatimahayasasiriharam khantithirasaradandam nanavarasatasalakalankatam ussapeti aggavaravimuttipandaravimalasetacchattam, tenapi karanena tathagato vuccati ‘raja’ti. ","mil5.5.8:13.1":"Raja nama upagatasampattajananam bahunamabhivandaniyo bhavati, bhagavapi, maharaja, upagatasampattadevamanussanam bahunamabhivandaniyo, tenapi karanena tathagato vuccati ‘raja’ti. ","mil5.5.8:14.1":"Raja nama yassa kassaci aradhakassa pasiditva varitam varam datva kamena tappayati, bhagavapi, maharaja, yassa kassaci kayena vacaya manasa aradhakassa pasiditva varitam varamanuttaram sabbadukkhaparimuttim datva asesakamavarena ca tappayati, tenapi karanena tathagato vuccati ‘raja’ti. ","mil5.5.8:15.1":"Raja nama anam vitikkamantam vigarahati jhapeti dhamseti, bhagavatopi, maharaja, sasanavare anam atikkamanto alajji mankubhavena onnato hilito garahito bhavitva vajjati jinasasanavaramha, tenapi karanena tathagato vuccati ‘raja’ti. ","mil5.5.8:16.1":"Raja nama pubbakanam dhammikanam rajunam pavenimanusitthiya dhammadhammamanudipayitva dhammena rajjam karayamano pihayito piyo patthito bhavati janamanussanam, ciram rajakulavamsam thapayati dhammagunabalena, bhagavapi, maharaja, pubbakanam sayambhunam pavenimanusitthiya dhammadhammamanudipayitva dhammena lokamanusasamano pihayito piyo patthito devamanussanam ciram sasanam pavatteti dhammagunabalena, tenapi karanena tathagato vuccati ‘raja’ti. ","mil5.5.8:16.2":"Evamanekavidham, maharaja, karanam, yena karanena tathagato brahmanopi bhaveyya rajapi bhaveyya, sunipuno bhikkhu kappampi no nam sampadeyya, kim atibahum bhanitena, sankhittam sampaticchitabban”ti. ","mil5.5.8:16.3":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.5.8:17.1":"Brahmanarajavadapanho atthamo. "}