{"mil5.1.7:0.1":"Milindapanha ","mil5.1.7:0.2":"Mendakapanha ","mil5.1.7:0.3":"Iddhibalavagga ","mil5.1.7:0.4":"7. Saddhammantaradhanapanha ","mil5.1.7:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.1.7:1.2":"‘panceva dani, ananda, vassasatani saddhammo thassati’ti. ","mil5.1.7:1.3":"Puna ca parinibbanasamaye subhaddena paribbajakena panham putthena bhagavata bhanitam—","mil5.1.7:1.4":"‘ime ca, subhadda, bhikkhu samma vihareyyum, asunno loko arahantehi assa’ti, asesavacanametam, nissesavacanametam, nippariyayavacanametam. ","mil5.1.7:1.5":"Yadi, bhante nagasena, tathagatena bhanitam—","mil5.1.7:1.6":"‘panceva dani, ananda, vassasatani saddhammo thassati’ti, tena hi ‘asunno loko arahantehi assa’ti yam vacanam, tam miccha. ","mil5.1.7:1.7":"Yadi tathagatena bhanitam—","mil5.1.7:1.8":"‘asunno loko arahantehi assa’ti, tena hi ‘panceva dani, ananda, vassasatani saddhammo thassati’ti tampi vacanam miccha. ","mil5.1.7:1.9":"Ayampi ubhato kotiko panho gahanatopi gahanataro balavatopi balavataro ganthitopi ganthitaro, so tavanuppatto, tattha te nanabalavippharam dassehi makaro viya sagarabbhantaragato”ti. ","mil5.1.7:2.1":"“Bhasitampetam, maharaja, bhagavata ‘panceva dani, ananda, vassasatani saddhammo thassati’ti. ","mil5.1.7:2.2":"Parinibbanasamaye ca subhaddassa paribbajakassa bhanitam—","mil5.1.7:2.3":"‘ime ca, subhadda, bhikkhu samma vihareyyum, asunno loko arahantehi assa’ti. ","mil5.1.7:2.4":"Tanca pana, maharaja, bhagavato vacanam nanatthanceva hoti nanabyanjananca, ayam sasanaparicchedo, ayam patipatti paridipanati duram vivajjita te ubho annamannam. ","mil5.1.7:2.5":"Yatha, maharaja, nabham pathavito duram vivajjitam, nirayam saggato duram vivajjitam, kusalam akusalato duram vivajjitam, sukham dukkhato duram vivajjitam; ","mil5.1.7:2.6":"evameva kho, maharaja, te ubho annamannam duram vivajjita. ","mil5.1.7:3.1":"Api ca, maharaja, ma te puccha mogha assa, rasato te samsanditva kathayissami ‘panceva dani, ananda, vassasatani saddhammo thassati’ti yam bhagava aha, tam khayam paridipayanto sesakam paricchindi, ‘vassasahassam, ananda, saddhammo tittheyya, sace bhikkhuniyo na pabbajeyyum. ","mil5.1.7:3.2":"Panceva dani, ananda, vassasatani saddhammo thassati’ti. ","mil5.1.7:3.3":"Api nu kho, maharaja, bhagava evam vadanto saddhammassa antaradhanam va vadeti abhisamayam va patikkosati”ti? ","mil5.1.7:3.4":"“Na hi, bhante”ti. ","mil5.1.7:3.5":"“Nattham, maharaja, parikittayanto sesakam paridipayanto paricchindi. ","mil5.1.7:3.6":"Yatha, maharaja, puriso natthayiko sabbasesakam gahetva janassa paridipeyya ‘ettakam me bhandam nattham, idam sesakan’ti. ","mil5.1.7:3.7":"Evameva kho, maharaja, bhagava nattham paridipayanto sesakam devamanussanam kathesi ‘panceva dani, ananda, vassasatani saddhammo thassati’ti. ","mil5.1.7:3.8":"Yam pana, maharaja, bhagavata bhanitam—","mil5.1.7:3.9":"‘panceva dani, ananda, vassasatani saddhammo thassati’ti, sasanaparicchedo eso. ","mil5.1.7:4.1":"Yam pana parinibbanasamaye subhaddassa paribbajakassa samane parikittayanto aha—","mil5.1.7:4.2":"‘ime ca, subhadda, bhikkhu samma vihareyyum, asunno loko arahantehi assa’ti, patipattiparidipana esa, tvam pana tam paricchedanca paridipananca ekarasam karosi. ","mil5.1.7:4.3":"Yadi pana te chando, ekarasam katva kathayissami, sadhukam sunohi manasikarohi avikkhittamanaso. ","mil5.1.7:5.1":"Idha, maharaja, talako bhaveyya navasalilasampunno sammukhamuttariyamano paricchinno parivatumakato, apariyadinneyeva tasmim talake udakupari mahamegho aparaparam anuppabandho abhivasseyya, api nu kho, maharaja, tasmim talake udakam parikkhayam pariyadanam gaccheyya”ti? ","mil5.1.7:5.2":"“Na hi, bhante”ti. ","mil5.1.7:5.3":"“Kena karanena, maharaja”ti? ","mil5.1.7:5.4":"“Meghassa, bhante, anuppabandhataya”ti. ","mil5.1.7:5.5":"“Evameva kho, maharaja, jinasasanavarasaddhammatalako acarasilagunavattapatipattivimalanavasalilasampunno uttariyamano bhavaggamabhibhavitva thito. ","mil5.1.7:5.6":"Yadi tattha buddhaputta acarasilagunavattapatipattimeghavassam aparaparam anuppabandhapeyyum abhivassapeyyum. ","mil5.1.7:5.7":"Evamidam jinasasanavarasaddhammatalako ciram dighamaddhanam tittheyya, arahantehi loko asunno bhaveyya, imamattham bhagavata sandhaya bhasitam ‘ime ca, subhadda, bhikkhu samma vihareyyum, asunno loko arahantehi assa’ti. ","mil5.1.7:6.1":"Idha pana, maharaja, mahati mahaaggikkhandhe jalamane aparaparam sukkhatinakatthagomayani upasamhareyyum, api nu kho so, maharaja, aggikkhandho nibbayeyya”ti? ","mil5.1.7:6.2":"“Na hi, bhante, bhiyyo bhiyyo so aggikkhandho jaleyya, bhiyyo bhiyyo pabhaseyya”ti. ","mil5.1.7:6.3":"“Evameva kho, maharaja, dasasahassiya lokadhatuya jinasasanavarampi acarasilagunavattapatipattiya jalati pabhasati. ","mil5.1.7:6.4":"Yadi pana, maharaja, taduttarim buddhaputta pancahi padhaniyangehi samannagata satatamappamatta padaheyyum, tisu sikkhasu chandajata sikkheyyum, carittanca silam samattam paripureyyum, evamidam jinasasanavaram bhiyyo bhiyyo ciram dighamaddhanam tittheyya, asunno loko arahantehi assati imamattham bhagavata sandhaya bhasitam ‘ime ca, subhadda, bhikkhu samma vihareyyum, asunno loko arahantehi assa’ti. ","mil5.1.7:7.1":"Idha pana, maharaja, siniddhasamasumajjitasappabhasavimaladasam sanhasukhumagerukacunnena aparaparam majjeyyum, api nu kho, maharaja, tasmim adase malakaddamarajojallam jayeyya”ti? ","mil5.1.7:7.2":"“Na hi, bhante, annadatthu vimalataramyeva bhaveyya”ti. ","mil5.1.7:7.3":"“Evameva kho, maharaja, jinasasanavaram pakatinimmalam byapagatakilesamalarajojallam, yadi tam buddhaputta acarasilagunavattapatipattisallekhadhutagunena jinasasanavaram sallakkheyyum, evamidam jinasasanavaram ciram dighamaddhanam tittheyya, asunno ca loko arahantehi assati imamattham bhagavata sandhaya bhasitam ‘ime ca, subhadda, bhikkhu samma vihareyyum, asunno loko arahantehi assa’ti. ","mil5.1.7:7.4":"Patipattimulakam, maharaja, satthusasanam patipattikaranam patipattiya anantarahitaya titthati”ti. ","mil5.1.7:8.1":"“Bhante nagasena, ‘saddhammantaradhanan’ti yam vadesi, katamam tam saddhammantaradhanan”ti? ","mil5.1.7:8.2":"“Tinimani, maharaja, sasanantaradhanani. ","mil5.1.7:8.3":"Katamani tini? ","mil5.1.7:8.4":"Adhigamantaradhanam patipattantaradhanam lingantaradhanam, adhigame, maharaja, antarahite suppatipannassapi dhammabhisamayo na hoti, patipattiya antarahitaya sikkhapadapannatti antaradhayati, lingamyeva titthati, linge antarahite pavenupacchedo hoti, imani kho, maharaja, tini antaradhanani”ti. ","mil5.1.7:9.1":"“Suvinnapito, bhante nagasena, panho, gambhiro uttanikato, ganthi bhinno, nattha paravada bhagga nippabha kata, tvam ganivaravasabhamasajja”ti. ","mil5.1.7:10.1":"Saddhammantaradhanapanho sattamo. "}