{"mil5.4.7:0.1":"Milindapanha ","mil5.4.7:0.2":"Mendakapanha ","mil5.4.7:0.3":"Sabbannutananavagga ","mil5.4.7:0.4":"7 Kusalakusalasamavisamapanha ","mil5.4.7:1.1":"“Bhante nagasena kusalakarissapi akusalakarissapi vipako samasamo, udahu koci viseso atthi”ti? ","mil5.4.7:1.2":"“Atthi, maharaja, kusalassa ca akusalassa ca viseso, kusalam, maharaja, sukhavipakam saggasamvattanikam, akusalam dukkhavipakam nirayasamvattanikan”ti. ","mil5.4.7:2.1":"“Bhante nagasena, tumhe bhanatha—","mil5.4.7:2.2":"‘devadatto ekantakanho, ekantakanhehi dhammehi samannagato, bodhisatto ekantasukko, ekantasukkehi dhammehi samannagato’ti. ","mil5.4.7:2.3":"Puna ca devadatto bhave bhave yasena ca pakkhena ca bodhisattena samasamo hoti, kadaci adhikataro va. ","mil5.4.7:2.4":"Yada devadatto nagare baranasiyam brahmadattassa ranno purohitaputto ahosi, tada bodhisatto chavakacandalo ahosi vijjadharo, vijjam parijappitva akale ambaphalani nibbattesi, ettha tava bodhisatto devadattato jatiya nihino yasena ca nihino. ","mil5.4.7:3.1":"Puna caparam yada devadatto raja ahosi maha mahipati sabbakamasamangi, tada bodhisatto tassupabhogo ahosi hatthinago sabbalakkhanasampanno, tassa carugativilasam asahamano raja vadhamicchanto hatthacariyam evamavoca ‘asikkhito te, acariya, hatthinago, tassa akasagamanam nama karanam karohi’ti, tatthapi tava bodhisatto devadattato jatiya nihino lamako tiracchanagato. ","mil5.4.7:4.1":"Puna caparam yada devadatto manusso ahosi pavane natthayiko, tada bodhisatto mahapathavi nama makkato ahosi, etthapi tava dissati viseso manussassa ca tiracchanagatassa ca, tatthapi tava bodhisatto devadattato jatiya nihino. ","mil5.4.7:5.1":"Puna caparam yada devadatto manusso ahosi sonuttaro nama nesado balava balavataro nagabalo, tada bodhisatto chaddanto nama nagaraja ahosi, tada so luddako tam hatthinagam ghatesi, tatthapi tava devadattova adhikataro. ","mil5.4.7:6.1":"Puna caparam yada devadatto manusso ahosi vanacarako aniketavasi, tada bodhisatto sakuno ahosi tittiro mantajjhayi, tadapi so vanacarako tam sakunam ghatesi, tatthapi tava devadattova jatiya adhikataro. ","mil5.4.7:7.1":"Puna caparam yada devadatto (…) kalabu nama kasiraja ahosi, tada bodhisatto tapaso ahosi khantivadi, tada so raja tassa tapasassa kuddho hatthapade vamsakalire viya chedapesi, tatthapi tava devadattoyeva adhikataro jatiya ca yasena ca. ","mil5.4.7:8.1":"Puna caparam yada devadatto manusso ahosi vanacaro, tada bodhisatto nandiyo nama vanarindo ahosi, tadapi so vanacaro tam vanarindam ghatesi saddhim matara kanitthabhatikena ca, tatthapi tava devadattoyeva adhikataro jatiya. ","mil5.4.7:9.1":"Puna caparam yada devadatto manusso ahosi acelako karambhiyo nama, tada bodhisatto pandarako nama nagaraja ahosi, tatthapi tava devadattoyeva adhikataro jatiya. ","mil5.4.7:10.1":"Puna caparam yada devadatto manusso ahosi pavane jatilako, tada bodhisatto tacchako nama mahasukaro ahosi, tatthapi tava devadattoyeva jatiya adhikataro. ","mil5.4.7:11.1":"Puna caparam yada devadatto cetisu suraparicaro nama raja ahosi upari purisamatte gagane vehasangamo, tada bodhisatto kapilo nama brahmano ahosi, tatthapi tava devadattoyeva adhikataro jatiya ca yasena ca. ","mil5.4.7:12.1":"Puna caparam yada devadatto manusso ahosi samo nama, tada bodhisatto ruru nama migaraja ahosi, tatthapi tava devadatto yeva jatiya adhikataro. ","mil5.4.7:13.1":"Puna caparam yada devadatto manusso ahosi luddako pavanacaro, tada bodhisatto hatthinago ahosi, so luddako tassa hatthinagassa sattakkhattum dante chinditva hari, tatthapi tava devadatto yeva yoniya adhikataro. ","mil5.4.7:14.1":"Puna caparam yada devadatto singalo ahosi khattiyadhammo, so yavata jambudipe padesarajano te sabbe anuyutte akasi, tada bodhisatto vidhuro nama pandito ahosi, tatthapi tava devadattoyeva yasena adhikataro. ","mil5.4.7:15.1":"Puna caparam yada devadatto hatthinago hutva latukikaya sakunikaya puttake ghatesi, tada bodhisattopi hatthinago ahosi yuthapati, tattha tava ubhopi te samasama ahesum. ","mil5.4.7:16.1":"Puna caparam yada devadatto yakkho ahosi adhammo nama, tada bodhisattopi yakkho ahosi dhammo nama, tatthapi tava ubhopi samasama ahesum. ","mil5.4.7:17.1":"Puna caparam yada devadatto naviko ahosi pancannam kulasatanam issaro, tada bodhisattopi naviko ahosi pancannam kulasatanam issaro, tatthapi tava ubhopi samasama ahesum. ","mil5.4.7:18.1":"Puna caparam yada devadatto satthavaho ahosi pancannam sakatasatanam issaro, tada bodhisattopi satthavaho ahosi pancannam sakatasatanam issaro, tatthapi tava ubhopi samasama ahesum. ","mil5.4.7:19.1":"Puna caparam yada devadatto sakho nama migaraja ahosi, tada bodhisattopi nigrodho nama migaraja ahosi, tatthapi tava ubhopi samasama ahesum. ","mil5.4.7:20.1":"Puna caparam yada devadatto sakho nama senapati ahosi, tada bodhisattopi nigrodho nama raja ahosi, tatthapi tava ubhopi samasama ahesum. ","mil5.4.7:21.1":"Puna caparam yada devadatto khandahalo nama brahmano ahosi, tada bodhisatto cando nama rajakumaro ahosi, tada so khandahaloyeva adhikataro. ","mil5.4.7:22.1":"Puna caparam yada devadatto brahmadatto nama raja ahosi, tada bodhisatto tassa putto mahapadumo nama kumaro ahosi, tada so raja sakaputtam corapapate khipapesi, yato kutoci pitava puttanam adhikataro hoti visitthoti, tatthapi tava devadattoyeva adhikataro. ","mil5.4.7:23.1":"Puna caparam yada devadatto mahapatapo nama raja ahosi, tada bodhisatto tassa putto dhammapalo nama kumaro ahosi, tada so raja sakaputtassa hatthapade sisanca chedapesi, tatthapi tava devadattoyeva uttaro adhikataro. ","mil5.4.7:24.1":"Ajjetarahi ubhopi sakyakule jayimsu. ","mil5.4.7:24.2":"Bodhisatto buddho ahosi sabbannu lokanayako, devadatto tassa devatidevassa sasane pabbajitva iddhim nibbattetva buddhalayam akasi. ","mil5.4.7:24.3":"Kim nu kho, bhante nagasena, yam maya bhanitam, tam sabbam tatham udahu vitathan”ti? ","mil5.4.7:25.1":"“Yam tvam, maharaja, bahuvidham karanam osaresi, sabbam tam tatheva, no annatha”ti. ","mil5.4.7:25.2":"“Yadi, bhante nagasena, kanhopi sukkopi samasamagatika honti, tena hi kusalampi akusalampi samasamavipakam hoti”ti? ","mil5.4.7:25.3":"“Na hi, maharaja, kusalampi akusalampi samasamavipakam hoti, na hi, maharaja, devadatto sabbajanehi pativiruddho, bodhisatteneva pativiruddho. ","mil5.4.7:25.4":"Yo tassa bodhisattena pativiruddho, so tasmim tasmimyeva bhave paccati phalam deti. ","mil5.4.7:25.5":"Devadattopi, maharaja, issariye thito janapadesu arakkham deti, setum sabham punnasalam kareti, samanabrahmananam kapanaddhikavanibbakanam nathanathanam yathapanihitam danam deti. ","mil5.4.7:25.6":"Tassa so vipakena bhave bhave sampattiyo patilabhati. ","mil5.4.7:25.7":"Kassetam, maharaja, sakka vattum vina danena damena samyamena uposathakammena sampattim anubhavissatiti? ","mil5.4.7:26.1":"Yam pana tvam, maharaja, evam vadesi ‘devadatto ca bodhisatto ca ekato anuparivattanti’ti, so na jatisatassa accayena samagamo ahosi, na jatisahassassa accayena, na jatisatasahassassa accayena, kadaci karahaci bahunam ahorattanam accayena samagamo ahosi. ","mil5.4.7:26.2":"Yam panetam, maharaja, bhagavata kanakacchapopamam upadassitam manussattappatilabhaya, tathupamam, maharaja, imesam samagamam dharehi. ","mil5.4.7:27.1":"Na, maharaja, bodhisattassa devadatteneva saddhim samagamo ahosi, theropi, maharaja, sariputto anekesu jatisatasahassesu bodhisattassa pita ahosi, mahapita ahosi, culapita ahosi, bhata ahosi, putto ahosi, bhagineyyo ahosi, mitto ahosi. ","mil5.4.7:28.1":"Bodhisattopi, maharaja, anekesu jatisatasahassesu therassa sariputtassa pita ahosi, mahapita ahosi, culapita ahosi, bhata ahosi, putto ahosi, bhagineyyo ahosi, mitto ahosi, sabbepi, maharaja, sattanikayapariyapanna samsarasotamanugata samsarasotena vuyhanta appiyehipi piyehipi samagacchanti. ","mil5.4.7:28.2":"Yatha, maharaja, udakam sotena vuyhamanam suciasucikalyanapapakena samagacchati; ","mil5.4.7:28.3":"evameva kho, maharaja, sabbepi sattanikayapariyapanna samsarasotamanugata samsarasotena vuyhanta appiyehipi piyehipi samagacchanti. ","mil5.4.7:28.4":"Devadatto, maharaja, yakkho samano attana adhammo pare adhamme niyojetva sattapannasavassakotiyo satthi ca vassasatasahassani mahaniraye pacci, bodhisattopi, maharaja, yakkho samano attana dhammo pare dhamme niyojetva sattapannasavassakotiyo satthi ca vassasatasahassani sagge modi sabbakamasamangi, api ca, maharaja, devadatto imasmim bhave buddham anasadaniyamasadayitva samagganca sangham bhinditva pathavim pavisi, tathagato bujjhitva sabbadhamme parinibbuto upadhisankhaye”ti. ","mil5.4.7:28.5":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.4.7:29.1":"Kusalakusalasamavisamapanho sattamo. "}