{"mil5.3.3:0.1":"Milindapanha ","mil5.3.3:0.2":"Mendakapanha ","mil5.3.3:0.3":"Panamitavagga ","mil5.3.3:0.4":"3. Vatthaguyhanidassanapanha ","mil5.3.3:1.1":"“Bhante nagasena, bhasitampetam tathagatena—","mil5.3.3:2.1":"‘Kayena samvaro sadhu, ","mil5.3.3:2.2":"sadhu vacaya samvaro; ","mil5.3.3:2.3":"Manasa samvaro sadhu, ","mil5.3.3:2.4":"sadhu sabbattha samvaro’ti. ","mil5.3.3:3.1":"Puna ca tathagato catunnam parisanam majjhe nisiditva purato devamanussanam selassa brahmanassa kosohitam vatthaguyham dassesi. ","mil5.3.3:3.2":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.3.3:3.3":"‘kayena samvaro sadhu’ti, tena hi selassa brahmanassa kosohitam vatthaguyham dassesiti yam vacanam, tam miccha. ","mil5.3.3:3.4":"Yadi selassa brahmanassa kosohitam vatthaguyham dassesi, tena hi ‘kayena samvaro sadhu’ti tampi vacanam miccha. ","mil5.3.3:3.5":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.3.3:4.1":"“Bhasitampetam, maharaja, bhagavata ‘kayena samvaro sadhu’ti, selassa ca brahmanassa kosohitam vatthaguyham dassitam. ","mil5.3.3:4.2":"Yassa kho, maharaja, tathagate kankha uppanna, tassa bodhanatthaya bhagava iddhiya tappatibhagam kayam dasseti, soyeva tam patihariyam passati”ti. ","mil5.3.3:5.1":"“Ko panetam, bhante nagasena, saddahissati, yam parisagato ekoyeva tam guyham passati, avasesa tattheva vasanta na passantiti. ","mil5.3.3:5.2":"Ingha me tvam tattha karanam upadisa, karanena mam sannapehi”ti. ","mil5.3.3:5.3":"“Ditthapubbo pana taya, maharaja, koci byadhito puriso parikinno natimittehi”ti. ","mil5.3.3:5.4":"“Ama, bhante”ti. ","mil5.3.3:5.5":"“Api nu kho sa, maharaja, parisa passatetam vedanam, yaya so puriso vedanaya vedayati”ti. ","mil5.3.3:5.6":"“Na hi, bhante, attana yeva so, bhante, puriso vedayati”ti. ","mil5.3.3:5.7":"“Evameva kho, maharaja, yasseva tathagate kankha uppanna, tasseva tathagato bodhanatthaya iddhiya tappatibhagam kayam dasseti, soyeva tam patihariyam passati. ","mil5.3.3:6.1":"Yatha va pana, maharaja, kancideva purisam bhuto aviseyya, api nu kho sa, maharaja, parisa passati tam bhutagamanan”ti? ","mil5.3.3:6.2":"“Na hi, bhante, soyeva aturo tassa bhutassa agamanam passati”ti. ","mil5.3.3:6.3":"“Evameva kho, maharaja, yasseva tathagate kankha uppanna, tasseva tathagato bodhanatthaya iddhiya tappatibhagam kayam dasseti, so yeva tam patihariyam passati”ti. ","mil5.3.3:7.1":"“Dukkaram, bhante nagasena, bhagavata katam, yam ekassapi adassaniyam, tam dassentena”ti. ","mil5.3.3:7.2":"“Na, maharaja, bhagava guyham dassesi, iddhiya pana chayam dassesi”ti. ","mil5.3.3:7.3":"“Chayayapi, bhante, ditthaya ditthamyeva hoti guyham, yam disva nittham gato”ti. ","mil5.3.3:7.4":"“Dukkarancapi, maharaja, tathagato karoti bodhaneyye satte bodhetum. ","mil5.3.3:7.5":"Yadi, maharaja, tathagato kiriyam hapeyya, bodhaneyya satta na bujjheyyum. ","mil5.3.3:7.6":"Yasma ca kho, maharaja, yogannu tathagato bodhaneyye satte bodhetum, tasma tathagato yena yena yogena bodhaneyya bujjhanti, tena tena yogena bodhaneyye bodheti. ","mil5.3.3:8.1":"Yatha, maharaja, bhisakko sallakatto yena yena bhesajjena aturo arogo hoti, tena tena bhesajjena aturam upasankamati, vamaniyam vameti, virecaniyam vireceti, anulepaniyam anulimpeti, anuvasaniyam anuvaseti; ","mil5.3.3:8.2":"evameva kho, maharaja, tathagato yena yena yogena bodhaneyya satta bujjhanti, tena tena yogena bodheti. ","mil5.3.3:9.1":"Yatha va pana, maharaja, itthi mulhagabbha bhisakkassa adassaniyam guyham dasseti; ","mil5.3.3:9.2":"evameva kho, maharaja, tathagato bodhaneyye satte bodhetum adassaniyam guyham iddhiya chayam dassesi. ","mil5.3.3:9.3":"Natthi, maharaja, adassaniyo nama okaso puggalam upadaya. ","mil5.3.3:9.4":"Yadi, maharaja, koci bhagavato hadayam disva bujjheyya, tassapi bhagava yogena hadayam dasseyya, yogannu, maharaja, tathagato desanakusalo. ","mil5.3.3:10.1":"Nanu, maharaja, tathagato therassa nandassa adhimuttim janitva tam devabhavanam netva devakannayo dassesi ‘iminayam kulaputto bujjhissati’ti, tena ca so kulaputto bujjhi. ","mil5.3.3:10.2":"Iti kho, maharaja, tathagato anekapariyayena subhanimittam hilento garahanto jigucchanto tassa bodhanahetu kakutapadiniyo accharayo dassesi. ","mil5.3.3:10.3":"Evampi tathagato yogannu desanakusalo. ","mil5.3.3:11.1":"Puna caparam, maharaja, tathagato therassa culapanthakassa bhatara nikkaddhitassa dukkhitassa dummanassa upagantva sukhumam colakhandam adasi ‘iminayam kulaputto bujjhissati’ti, so ca kulaputto tena karanena jinasasane vasibhavam papuni. ","mil5.3.3:11.2":"Evampi, maharaja, tathagato yogannu desanakusalo. ","mil5.3.3:12.1":"Puna caparam, maharaja, tathagato brahmanassa mogharajassa yava tatiyam panham puttho na byakasi ‘evamimassa kulaputtassa mano upasamissati, manupasama abhisamayo bhavissati’ti, tena ca tassa kulaputtassa mano upasami, manupasama so brahmano chasu abhinnasu vasibhavam papuni. ","mil5.3.3:12.2":"Evampi, maharaja, tathagato yogannu desanakusalo”ti. ","mil5.3.3:13.1":"“Sadhu, bhante nagasena, sunibbethito panho bahuvidhehi karanehi, gahanam agahanam katam, andhakaro aloko kato, ganthi bhinno, bhagga paravada, jinaputtanam cakkhum taya uppaditam, nippatibhana titthiya, tvam ganivarapavaramasajja”ti. ","mil5.3.3:14.1":"Vatthaguyhanidassanapanho tatiyo. "}