{"mil5.1.5:0.1":"Milindapanha ","mil5.1.5:0.2":"Mendakapanha ","mil5.1.5:0.3":"Iddhibalavagga ","mil5.1.5:0.4":"5. Sivirajacakkhudanapanha ","mil5.1.5:1.1":"“Bhante nagasena, tumhe evam bhanatha—","mil5.1.5:1.2":"‘sivirajena yacakassa cakkhuni dinnani, andhassa sato puna dibbacakkhuni uppannani’ti, etampi vacanam sakasatam saniggaham sadosam ‘hetusamugghate ahetusmim avatthusmim natthi dibbacakkhussa uppado’ti sutte vuttam, yadi, bhante nagasena, sivirajena yacakassa cakkhuni dinnani, tena hi ‘puna dibbacakkhuni uppannani’ti yam vacanam, tam miccha; ","mil5.1.5:1.3":"yadi dibbacakkhuni uppannani, tena hi ‘sivirajena yacakassa cakkhuni dinnani’ti yam vacanam, tampi miccha. ","mil5.1.5:1.4":"Ayampi ubhato kotiko panho ganthitopi ganthitaro vethatopi vethataro gahanatopi gahanataro, so tavanuppatto, tattha chandamabhijanehi nibbahanaya paravadanam niggahaya”ti. ","mil5.1.5:2.1":"“Dinnani, maharaja, sivirajena yacakassa cakkhuni, tattha ma vimatim uppadehi, puna dibbani ca cakkhuni uppannani, tatthapi ma vimatim janehi”ti. ","mil5.1.5:2.2":"“Api nu kho, bhante nagasena, hetusamugghate ahetusmim avatthusmim dibbacakkhu uppajjati”ti? ","mil5.1.5:2.3":"“Na hi, maharaja”ti. ","mil5.1.5:2.4":"“Kim pana, bhante, ettha karanam, yena karanena hetusamugghate ahetusmim avatthusmim dibbacakkhu uppajjati, ingha tava karanena mam sannapehi”ti? ","mil5.1.5:3.1":"“Kim pana, maharaja, atthi loke saccam nama, yena saccavadino saccakiriyam karonti”ti? ","mil5.1.5:3.2":"“Ama, bhante, atthi loke saccam nama, saccena, bhante nagasena, saccavadino saccakiriyam katva devam vassapenti, aggim nibbapenti, visam patihananti, annampi vividham kattabbam karonti”ti. ","mil5.1.5:3.3":"“Tena hi, maharaja, yujjati sameti sivirajassa saccabalena dibbacakkhuni uppannaniti, saccabalena, maharaja, avatthusmim dibbacakkhu uppajjati, saccamyeva tattha vatthu bhavati dibbacakkhussa uppadaya. ","mil5.1.5:4.1":"Yatha, maharaja, ye keci satta saccamanugayanti ‘mahamegho pavassatu’ti, tesam saha saccamanugitena mahamegho pavassati, api nu kho, maharaja, atthi akase vassahetu sannicito ‘yena hetuna mahamegho pavassati’”ti? ","mil5.1.5:4.2":"“Na hi, bhante, saccamyeva tattha hetu bhavati mahato meghassa pavassanaya”ti. ","mil5.1.5:4.3":"“Evameva kho, maharaja, natthi tassa pakatihetu, saccam yevettha vatthu bhavati dibbacakkhussa uppadayati. ","mil5.1.5:5.1":"Yatha va pana, maharaja, ye keci satta saccamanugayanti ‘jalitapajjalitamahaaggikkhandho patinivattatu’ti, tesam saha saccamanugitena jalitapajjalitamahaaggikkhandho khanena patinivattati. ","mil5.1.5:5.2":"Api nu kho, maharaja, atthi tasmim jalitapajjalite mahaaggikkhandhe hetu sannicito ‘yena hetuna jalitapajjalitamahaaggikkhandho khanena patinivattati’”ti? ","mil5.1.5:5.3":"“Na hi, bhante, saccamyeva tattha vatthu hoti tassa jalitapajjalitassa mahaaggikkhandhassa khanena patinivattanaya”ti. ","mil5.1.5:5.4":"“Evameva kho, maharaja, natthi tassa pakatihetu, saccam yevettha vatthu bhavati dibbacakkhussa uppadayati. ","mil5.1.5:6.1":"Yatha va pana, maharaja, ye keci satta saccamanugayanti ‘visam halahalam agadam bhavatu’ti. ","mil5.1.5:6.2":"Tesam saha saccamanugitena visam halahalam khanena agadam bhavati, api nu kho, maharaja, atthi tasmim halahalavise hetu sannicito ‘yena hetuna visam halahalam khanena agadam bhavati’”ti? ","mil5.1.5:6.3":"“Na hi, bhante, saccamyeva tattha hetu bhavati visassa halahalassa khanena patighataya”ti. ","mil5.1.5:6.4":"“Evameva kho, maharaja, vina pakatihetum saccam yevettha vatthu bhavati dibbacakkhussa uppadayati. ","mil5.1.5:7.1":"Catunnampi, maharaja, ariyasaccanam pativedhaya natthannam vatthu, saccam vatthum katva cattari ariyasaccani pativijjhantiti. ","mil5.1.5:7.2":"Atthi, maharaja, cinavisaye cinaraja, so mahasamudde kilitukamo catumase catumase saccakiriyam katva saha rathena antomahasamudde yojanam pavisati, tassa rathasisassa purato purato mahavarikkhandho patikkamati, nikkhantassa puna ottharati, api nu kho, maharaja, so mahasamuddo sadevamanussenapi lokena pakatikayabalena sakka patikkamapetun”ti? ","mil5.1.5:7.3":"“Atiparittakepi, bhante, talake udakam na sakka sadevamanussenapi lokena pakatikayabalena patikkamapetum, kim pana mahasamudde udakan”ti? ","mil5.1.5:7.4":"“Iminapi, maharaja, karanena saccabalam natabbam ‘natthi tam thanam, yam saccena na pattabban’ti. ","mil5.1.5:8.1":"Nagare, maharaja, pataliputte asoko dhammaraja sanegamajanapadaamaccabhatabalamahamattehi parivuto gangam nadim navasalilasampunnam samatitthikam sambharitam pancayojanasatayamam yojanaputhulam sandamanam disva amacce evamaha—","mil5.1.5:8.2":"‘atthi koci, bhane, samattho, yo imam mahagangam patisotam sandapetun’ti. ","mil5.1.5:8.3":"Amacca ahamsu ‘dukkaram, deva’ti. ","mil5.1.5:9.1":"Tasmimyeva gangakule thita bandhumati nama ganika assosi ranna kira evam vuttam—","mil5.1.5:9.2":"‘sakka nu kho imam mahagangam patisotam sandapetun’ti, sa evamaha—","mil5.1.5:9.3":"‘ahanhi nagare pataliputte ganika rupupajivini antimajivika, mama tava raja saccakiriyam passatu’ti. ","mil5.1.5:9.4":"Atha sa saccakiriyam akasi, saha tassa saccakiriyaya khanena sa mahaganga galagalayanti patisotam sandittha mahato janakayassa passato. ","mil5.1.5:10.1":"Atha raja gangaya avattaumivegajanitam halahalasaddam sutva vimhito acchariyabbhutajato amacce evamaha—","mil5.1.5:10.2":"‘kissayam, bhane, mahaganga patisotam sandati’ti? ","mil5.1.5:10.3":"‘Bandhumati, maharaja, ganika tava vacanam sutva saccakiriyam akasi, tassa saccakiriyaya mahaganga uddhammukha sandati’ti. ","mil5.1.5:11.1":"Atha samviggahadayo raja turitaturito sayam gantva tam ganikam pucchi—","mil5.1.5:11.2":"‘saccam kira, je, taya saccakiriyaya ayam ganga patisotam sandapita’ti? ","mil5.1.5:11.3":"‘Ama, deva’ti. ","mil5.1.5:11.4":"Raja aha—","mil5.1.5:11.5":"‘kim te tattha balam atthi, ko va te vacanam adiyati anummatto, kena tvam balena imam mahagangam patisotam sandapesi’ti? ","mil5.1.5:11.6":"Sa aha—","mil5.1.5:11.7":"‘saccabalenaham, maharaja, imam mahagangam patisotam sandapesin’ti. ","mil5.1.5:11.8":"Raja aha—","mil5.1.5:11.9":"‘kim te saccabalam atthi coriya dhuttiya asatiya chinnikaya papiya bhinnasilaya hiriatikkantikaya andhajanapalobhikaya’ti. ","mil5.1.5:11.10":"‘Saccam, maharaja, tadisika aham, tadisikayapi me, maharaja, saccakiriya atthi, yayaham icchamana sadevakampi lokam parivatteyyan’ti. ","mil5.1.5:11.11":"Raja aha—","mil5.1.5:11.12":"‘katama pana sa hoti saccakiriya, ingha mam savehi’ti. ","mil5.1.5:11.13":"‘Yo me, maharaja, dhanam deti khattiyo va brahmano va vesso va suddo va anno va koci, tesam samakamyeva upatthahami, “khattiyo”ti viseso natthi, “suddo”ti atimannana natthi, anunayappatighavippamutta dhanassamikam paricarami, esa me, deva, saccakiriya, yayaham imam mahagangam patisotam sandapesin’ti. ","mil5.1.5:12.1":"Itipi, maharaja, sacce thita na kinci attham na vindanti. ","mil5.1.5:12.2":"Dinnani ca, maharaja, sivirajena yacakassa cakkhuni, dibbacakkhuni ca uppannani, tanca saccakiriyaya. ","mil5.1.5:12.3":"Yam pana sutte vuttam—","mil5.1.5:12.4":"‘mamsacakkhusmim natthe ahetusmim avatthusmim natthi dibbacakkhussa uppado’ti. ","mil5.1.5:12.5":"Tam bhavanamayam cakkhum sandhaya vuttam, evametam, maharaja, dharehi”ti. ","mil5.1.5:12.6":"“Sadhu, bhante nagasena, sunibbethito panho, suniddittho niggaho, sumaddita paravada, evametam tatha sampaticchami”ti. ","mil5.1.5:13.1":"Sivirajacakkhudanapanho pancamo. "}