{"mil5.2.4:0.1":"Milindapanha ","mil5.2.4:0.2":"Mendakapanha ","mil5.2.4:0.3":"Abhejjavagga ","mil5.2.4:0.4":"4. Maccupasamuttipanha ","mil5.2.4:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.2.4:2.1":"‘Na antalikkhe na samuddamajjhe, ","mil5.2.4:2.2":"Na pabbatanam vivaram pavissa; ","mil5.2.4:2.3":"Na vijjati so jagatippadeso, ","mil5.2.4:2.4":"Yatthatthito mucceyya maccupasa’ti. ","mil5.2.4:3.1":"Puna bhagavata paritta ca uddittha. ","mil5.2.4:3.2":"Seyyathidam—","mil5.2.4:3.3":"ratanasuttam mettasuttam khandhaparittam moraparittam dhajaggaparittam atanatiyaparittam angulimalaparittam. ","mil5.2.4:3.4":"Yadi, bhante nagasena, akasagatopi samuddamajjhagatopi pasadakutilenaguhapabbharadaribilagirivivarapabbatantaragatopi na muccati maccupasa, tena hi parittakammam miccha. ","mil5.2.4:3.5":"Yadi parittakaranena maccupasa parimutti bhavati, tena hi ‘na antalikkhe …pe… ","mil5.2.4:3.6":"maccupasa’ti tampi vacanam miccha. ","mil5.2.4:3.7":"Ayampi ubhato kotiko panho ganthitopi ganthitaro tavanuppatto, so taya nibbahitabbo”ti. ","mil5.2.4:4.1":"“Bhasitampetam, maharaja, bhagavata ‘na antalikkhe …pe… ","mil5.2.4:4.2":"maccupasa’ti, paritta ca bhagavata uddittha, tanca pana savasesayukassa vayasampannassa apetakammavaranassa, natthi, maharaja, khinayukassa thitiya kiriya va upakkamo va. ","mil5.2.4:5.1":"Yatha, maharaja, matassa rukkhassa sukkhassa kolapassa nisnehassa uparuddhajivitassa gatayusankharassa kumbhasahassenapi udake akirante allattam va pallavitaharitabhavo va na bhaveyya; ","mil5.2.4:5.2":"evameva kho, maharaja, bhesajjaparittakammena natthi khinayukassa thitiya kiriya va upakkamo va, yani tani, maharaja, mahiya osadhani bhesajjani, tanipi khinayukassa akiccakarani bhavanti. ","mil5.2.4:5.3":"Savasesayukam, maharaja, vayasampannam apetakammavaranam parittam rakkhati gopeti, tassatthaya bhagavata paritta uddittha. ","mil5.2.4:6.1":"Yatha, maharaja, kassako paripakke dhanne mate sassanale udakappavesanam vareyya, yam pana sassam tarunam meghasannibham vayasampannam, tam udakavaddhiya vaddhati. ","mil5.2.4:6.2":"Evameva kho, maharaja, khinayukassa bhesajjaparittakiriya thapita patikkhitta, ye pana te manussa savasesayuka vayasampanna, tesam atthaya parittabhesajjani bhanitani, te parittabhesajjehi vaddhanti”ti. ","mil5.2.4:7.1":"“Yadi, bhante nagasena, khinayuko marati, savasesayuko jivati, tena hi parittabhesajjani niratthakani honti”ti? ","mil5.2.4:7.2":"“Ditthapubbo pana taya, maharaja, koci rogo bhesajjehi patinivattito”ti? ","mil5.2.4:7.3":"“Ama, bhante, anekasatani ditthani”ti. ","mil5.2.4:7.4":"“Tena hi, maharaja, ‘parittabhesajjakiriya niratthaka’ti yam vacanam, tam miccha bhavati”ti. ","mil5.2.4:8.1":"“Dissanti, bhante nagasena, vejjanam upakkama bhesajjapananulepa, tena tesam upakkamena rogo patinivattati”ti. ","mil5.2.4:8.2":"“Parittanampi, maharaja, pavattiyamananam saddo suyyati, jivha sukkhati, hadayam byavattati, kantho aturati. ","mil5.2.4:8.3":"Tena tesam pavattena sabbe byadhayo vupasamanti, sabba itiyo apagacchantiti. ","mil5.2.4:9.1":"Ditthapubbo pana taya, maharaja, koci ahina dattho mantapadena visam patiyamano visam cikkhassanto uddhamadho acamayamano”ti? ","mil5.2.4:9.2":"“Ama, bhante, ajjetarahipi tam loke vattati”ti. ","mil5.2.4:9.3":"“Tena hi, maharaja, ‘parittabhesajjakiriya niratthaka’ti yam vacanam, tam miccha bhavati. ","mil5.2.4:9.4":"Kataparittanhi, maharaja, purisam damsitukamo ahi na damsati, vivatam mukham pidahati, coranam ukkhittalagulampi na sambhavati, te lagulam muncitva pemam karonti, kupitopi hatthinago samagantva uparamati, pajjalitamahaaggikkhandhopi upagantva nibbayati, visam halahalampi khayitam agadam sampajjati, aharattham va pharati, vadhaka hantukama upagantva dasabhuta sampajjanti, akkantopi paso na samvarati. ","mil5.2.4:10.1":"Sutapubbam pana taya, maharaja, ‘morassa kataparittassa sattavassasatani luddako nasakkhi pasam upanetum, akataparittassa tam yeva divasam pasam upanesi’”ti? ","mil5.2.4:10.2":"“Ama, bhante, suyyati, abbhuggato so saddo sadevake loke”ti. ","mil5.2.4:10.3":"“Tena hi, maharaja ‘parittabhesajjakiriya niratthaka’ti yam vacanam, tam miccha bhavati. ","mil5.2.4:11.1":"Sutapubbam pana taya, maharaja, ‘danavo bhariyam parirakkhanto samugge pakkhipitva gilitva kucchina pariharati, atheko vijjadharo tassa danavassa mukhena pavisitva taya saddhim abhiramati, yada so danavo annasi, atha samuggam vamitva vivari, saha samugge vivate vijjadharo yathakamam pakkami’”ti? ","mil5.2.4:11.2":"“Ama, bhante, suyyati, abbhuggato sopi saddo sadevake loke”ti. ","mil5.2.4:11.3":"“Nanu so, maharaja, vijjadharo parittabalena gahana mutto”ti. ","mil5.2.4:11.4":"“Ama, bhante”ti. ","mil5.2.4:11.5":"“Tena hi, maharaja, atthi parittabalam. ","mil5.2.4:12.1":"Sutapubbam pana taya, maharaja, ‘aparopi vijjadharo baranasiranno antepure mahesiya saddhim sampaduttho gahanappatto samano khanena adassanam gato mantabalena’”ti. ","mil5.2.4:12.2":"“Ama, bhante, suyyati”ti. ","mil5.2.4:12.3":"“Nanu so, maharaja, vijjadharo parittabalena gahana mutto”ti? ","mil5.2.4:12.4":"“Ama, bhante”ti. ","mil5.2.4:12.5":"“Tena hi, maharaja, atthi parittabalan”ti. ","mil5.2.4:13.1":"“Bhante nagasena, kim sabbeyeva parittam rakkhati”ti? ","mil5.2.4:13.2":"“Ekacce, maharaja, rakkhati, ekacce na rakkhati”ti. ","mil5.2.4:13.3":"“Tena hi, bhante nagasena, parittam na sabbatthikan”ti? ","mil5.2.4:13.4":"“Api nu kho, maharaja, bhojanam sabbesam jivitam rakkhati”ti? ","mil5.2.4:13.5":"“Ekacce, bhante, rakkhati, ekacce na rakkhati”ti. ","mil5.2.4:13.6":"“Kim karana”ti. ","mil5.2.4:13.7":"“Yato, bhante, ekacce tamyeva bhojanam atibhunjitva visucikaya maranti”ti. ","mil5.2.4:13.8":"“Tena hi, maharaja, bhojanam na sabbesam jivitam rakkhati”ti? ","mil5.2.4:13.9":"“Dvihi, bhante nagasena, karanehi bhojanam jivitam harati atibhuttena va usmadubbalataya va, ayudadam, bhante nagasena, bhojanam durupacarena jivitam harati”ti. ","mil5.2.4:13.10":"“Evameva kho, maharaja, parittam ekacce rakkhati, ekacce na rakkhati. ","mil5.2.4:14.1":"Tihi, maharaja, karanehi parittam na rakkhati kammavaranena, kilesavaranena, asaddahanataya. ","mil5.2.4:14.2":"Sattanurakkhanam, maharaja, parittam attana katena arakkham jahati, yatha, maharaja, mata puttam kucchigatam poseti, hitena upacarena janeti, janayitva asucimalasinghanikamapanetva uttamavarasugandham upalimpati, so aparena samayena paresam putte akkosante va paharante va paharam deti. ","mil5.2.4:14.3":"Te tassa kujjhitva parisaya akaddhitva tam gahetva samino upanenti, yadi pana tassa putto aparaddho hoti velativatto. ","mil5.2.4:14.4":"Atha nam samino manussa akaddhayamana dandamuggarajanumutthihi talenti pothenti, api nu kho, maharaja, tassa mata labhati akaddhanaparikaddhanam gaham samino upanayanam katun”ti? ","mil5.2.4:14.5":"“Na hi, bhante”ti. ","mil5.2.4:14.6":"“Kena karanena, maharaja”ti. ","mil5.2.4:14.7":"“Attano, bhante, aparadhena”ti. ","mil5.2.4:14.8":"“Evameva kho, maharaja, sattanam arakkham parittam attano aparadhena vanjham karoti”ti. ","mil5.2.4:14.9":"“Sadhu, bhante nagasena, suvinicchito panho, gahanam agahanam katam, andhakaro aloko kato, vinivethitam ditthijalam, tvam ganivarapavaramasajja”ti. ","mil5.2.4:15.1":"Maccupasamuttipanho catuttho. "}