{"mil5.1.6:0.1":"Milindapanha ","mil5.1.6:0.2":"Mendakapanha ","mil5.1.6:0.3":"Iddhibalavagga ","mil5.1.6:0.4":"6. Gabbhavakkantipanha ","mil5.1.6:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.1.6:1.2":"‘tinnam kho pana, bhikkhave, sannipata gabbhassa avakkanti hoti, idha matapitaro ca sannipatita honti, mata ca utuni hoti, gandhabbo ca paccupatthito hoti, imesam kho, bhikkhave, tinnam sannipata gabbhassa avakkanti hoti’ti, asesavacanametam, nissesavacanametam, nippariyayavacanametam, arahassavacanametam, sadevamanussanam majjhe nisiditva bhanitam, ayanca dvinnam sannipata gabbhassa avakkanti dissati, dukulena tapasena parikaya tapasiya utunikale dakkhinena hatthangutthena nabhi paramattha, tassa tena nabhiparamasanena samakumaro nibbatto. ","mil5.1.6:1.3":"Matangenapi isina brahmanakannaya utunikale dakkhinena hatthangutthena nabhi paramattha, tassa tena nabhiparamasanena mandabyo nama manavako nibbattoti. ","mil5.1.6:1.4":"Yadi, bhante nagasena, bhagavata bhanitam—","mil5.1.6:1.5":"‘tinnam kho pana, bhikkhave, sannipata gabbhassa avakkanti hoti’ti. ","mil5.1.6:1.6":"Tena hi samo ca kumaro mandabyo ca manavako ubhopi te nabhiparamasanena nibbattati yam vacanam, tam miccha. ","mil5.1.6:1.7":"Yadi, bhante, tathagatena bhanitam—","mil5.1.6:1.8":"‘samo ca kumaro mandabyo ca manavako nabhiparamasanena nibbatta’ti, tena hi ‘tinnam kho pana, bhikkhave, sannipata gabbhassa avakkanti hoti’ti yam vacanam, tampi miccha. ","mil5.1.6:1.9":"Ayampi ubhato kotiko panho sugambhiro sunipuno visayo buddhimantanam, so tavanuppatto, chinda vimatipatham, dharehi nanavarappajjotan”ti. ","mil5.1.6:2.1":"“Bhasitampetam, maharaja, bhagavata ‘tinnam kho pana, bhikkhave, sannipata gabbhassa avakkanti hoti, idha matapitaro ca sannipatita honti, mata ca utuni hoti, gandhabbo ca paccupatthito hoti, evam tinnam sannipata gabbhassa avakkanti hoti’ti. ","mil5.1.6:2.2":"Bhanitanca—","mil5.1.6:2.3":"‘samo ca kumaro mandabyo ca manavako nabhiparamasanena nibbatta’”ti. ","mil5.1.6:2.4":"“Tena hi, bhante nagasena, yena karanena panho suvinicchito hoti, tena karanena mam sannapehi”ti. ","mil5.1.6:3.1":"“Sutapubbam pana taya, maharaja, sankicco ca kumaro isisingo ca tapaso thero ca kumarakassapo imina nama te nibbatta”ti? ","mil5.1.6:3.2":"“Ama, bhante, suyyati, abbhuggata tesam jati, dve migadhenuyo tava utunikale dvinnam tapasanam passavatthanam agantva sasambhavam passavam pivimsu, tena passavasambhavena sankicco ca kumaro isisingo ca tapaso nibbatta. ","mil5.1.6:3.3":"Therassa udayissa bhikkhunupassayam upagatassa rattacittena bhikkhuniya angajatam upanijjhayantassa sambhavam kasave mucci. ","mil5.1.6:3.4":"Atha kho ayasma udayi tam bhikkhunim etadavoca—","mil5.1.6:3.5":"‘gaccha bhagini, udakam ahara antaravasakam dhovissami’ti. ","mil5.1.6:3.6":"‘Aharayya, ahameva dhovissami’ti. ","mil5.1.6:3.7":"Tato sa bhikkhuni utunisamaye tam sambhavam ekadesam mukhena aggahesi, ekadesam angajate pakkhipi, tena thero kumarakassapo nibbattoti etam jano aha”ti. ","mil5.1.6:4.1":"“Api nu kho tvam, maharaja, saddahasi tam vacanan”ti? ","mil5.1.6:4.2":"“Ama, bhante, balavam tattha mayam karanam upalabhama, yena mayam karanena saddahama imina karanena nibbatta”ti. ","mil5.1.6:4.3":"“Kim panettha, maharaja, karanan”ti? ","mil5.1.6:4.4":"“Suparikammakate, bhante, kalale bijam nipatitva khippam samviruhati”ti. ","mil5.1.6:4.5":"“Ama, maharaja”ti. ","mil5.1.6:4.6":"“Evameva kho, bhante, sa bhikkhuni utuni samana santhite kalale ruhire pacchinnavege thitaya dhatuya tam sambhavam gahetva tasmim kalale pakkhipi, tena tassa gabbho santhasi, evam tattha karanam paccema tesam nibbattiya”ti. ","mil5.1.6:4.7":"“Evametam, maharaja, tatha sampaticchami, yonippavesena gabbho sambhavatiti. ","mil5.1.6:4.8":"Sampaticchasi pana, tvam, maharaja, therassa kumarakassapassa gabbhavakkamanan”ti? ","mil5.1.6:4.9":"“Ama, bhante”ti. ","mil5.1.6:4.10":"“Sadhu, maharaja, paccagatosi mama visayam, ekavidhenapi gabbhavakkantim kathayanto mamanubalam bhavissasi, atha ya pana ta dve migadhenuyo passavam pivitva gabbham patilabhimsu, tasam tvam saddahasi gabbhassavakkamanan”ti? ","mil5.1.6:4.11":"“Ama, bhante, yam kinci bhuttam pitam khayitam lehitam, sabbam tam kalalam osarati, thanagatam vuddhimapajjati. ","mil5.1.6:4.12":"Yatha, bhante nagasena, ya kaci sarita nama, sabba ta mahasamuddam osaranti, thanagata vuddhimapajjanti. ","mil5.1.6:4.13":"Evameva kho, bhante nagasena, yam kinci bhuttam pitam khayitam lehitam, sabbam tam kalalam osarati, thanagatam vuddhimapajjati, tenaham karanena saddahami mukhagatenapi gabbhassa avakkanti hoti”ti. ","mil5.1.6:4.14":"“Sadhu, maharaja, galhataram upagatosi mama visayam, mukhapanenapi dvayasannipato bhavati. ","mil5.1.6:4.15":"Sankiccassa ca, maharaja, kumarassa isisingassa ca tapasassa therassa ca kumarakassapassa gabbhavakkamanam sampaticchasi”ti? ","mil5.1.6:4.16":"“Ama, bhante, sannipato osarati”ti. ","mil5.1.6:5.1":"“Samopi, maharaja, kumaro mandabyopi manavako tisu sannipatesu antogadha, ekarasayeva purimena, tattha karanam vakkhami. ","mil5.1.6:5.2":"Dukulo ca, maharaja, tapaso parika ca tapasi ubhopi te arannavasa ahesum pavivekadhimutta uttamatthagavesaka, tapatejena yava brahmalokam santapesum. ","mil5.1.6:5.3":"Tesam tada sakko devanamindo sayam patam upatthanam agacchati. ","mil5.1.6:5.4":"So tesam garukatamettataya upadharento addasa anagatamaddhane dvinnampi tesam cakkhunam antaradhanam, disva te evamaha—","mil5.1.6:5.5":"‘ekam me, bhonto, vacanam karotha, sadhu ekam puttam janeyyatha, so tumhakam upatthako bhavissati alambano ca’ti. ","mil5.1.6:5.6":"‘Alam, kosiya, ma evam bhani’ti. ","mil5.1.6:5.7":"Te tassa tam vacanam na sampaticchimsu. ","mil5.1.6:5.8":"Anukampako atthakamo sakko devanamindo dutiyampi … ","mil5.1.6:5.9":"tatiyampi te evamaha—","mil5.1.6:5.10":"‘ekam me, bhonto, vacanam karotha, sadhu ekam puttam janeyyatha, so tumhakam upatthako bhavissati alambano ca’ti. ","mil5.1.6:5.11":"Tatiyampi te ahamsu ‘alam, kosiya, ma tvam kho amhe anatthe niyojehi, kadayam kayo na bhijjissati, bhijjatu ayam kayo bhedanadhammo, bhijjantiyapi dharaniya patantepi selasikhare phalantepi akase patantepi candimasuriye neva mayam lokadhammehi missayissama, ma tvam amhakam sammukhabhavam upagaccha, upagatassa te eso vissaso, anatthacaro tvam manne’ti. ","mil5.1.6:6.1":"Tato sakko devanamindo tesam manam alabhamano garukato panjaliko puna yaci—","mil5.1.6:6.2":"‘yadi me vacanam na ussahatha katum, yada tapasi utuni hoti pupphavati, tada tvam, bhante, dakkhinena hatthangutthena nabhim paramaseyyasi, tena sa gabbham lacchati, sannipato yevesa gabbhavakkantiya’ti. ","mil5.1.6:6.3":"‘Sakkomaham, kosiya, tam vacanam katum, na tavatakena amhakam tapo bhijjati, hotu’ti—","mil5.1.6:6.4":"sampaticchimsu. ","mil5.1.6:6.5":"Taya ca pana velaya devabhavane atthi devaputto ussannakusalamulo khinayuko ayukkhayappatto yadicchakam samattho okkamitum api cakkavattikulepi. ","mil5.1.6:6.6":"Atha sakko devanamindo tam devaputtam upasankamitva evamaha—","mil5.1.6:6.7":"‘ehi kho, marisa, supabhato te divaso, atthasiddhi upagata, yamaham te upatthanamagamim, ramaniye te okase vaso bhavissati, patirupe kule patisandhi bhavissati, sundarehi matapituhi vaddhetabbo, ehi me vacanam karohi’ti yaci. ","mil5.1.6:6.8":"Dutiyampi … ","mil5.1.6:6.9":"tatiyampi yaci sirasi panjalikato. ","mil5.1.6:7.1":"Tato so devaputto evamaha—","mil5.1.6:7.2":"‘katamam tam, marisa, kulam, yam tvam abhikkhanam kittayasi punappunan’ti. ","mil5.1.6:7.3":"‘Dukulo ca tapaso parika ca tapasi’ti. ","mil5.1.6:7.4":"So tassa vacanam sutva tuttho sampaticchi ‘sadhu, marisa, yo tava chando, so hotu, akankhamano aham, marisa, patthite kule uppajjeyyam, kimhi kule uppajjami andaje va jalabuje va samsedaje va opapatike va’ti? ","mil5.1.6:7.5":"‘Jalabujaya, marisa, yoniya uppajjahi’ti. ","mil5.1.6:8.1":"Atha sakko devanamindo uppattidivasam viganetva dukulassa tapasassa arocesi ‘asukasmim nama divase tapasi utuni bhavissati pupphavati, tada tvam, bhante, dakkhinena hatthangutthena nabhim paramaseyyasi’ti. ","mil5.1.6:8.2":"Tasmim, maharaja, divase tapasi ca utuni pupphavati ahosi, devaputto ca tatthupago paccupatthito ahosi, tapaso ca dakkhinena hatthangutthena tapasiya nabhim paramasi, iti te tayo sannipata ahesum, nabhiparamasanena tapasiya rago udapadi, so panassa rago nabhiparamasanam paticca ma tvam sannipatam ajjhacarameva manni, uhasanampi sannipato, ullapanampi sannipato, upanijjhayanampi sannipato, pubbabhagabhavato ragassa uppadaya amasanena sannipato jayati, sannipata okkamanam hotiti. ","mil5.1.6:9.1":"Anajjhacarepi, maharaja, paramasanena gabbhavakkanti hoti. ","mil5.1.6:9.2":"Yatha, maharaja, aggi jalamano aparamasanopi upagatassa sitam byapahanti; ","mil5.1.6:9.3":"evameva kho, maharaja, anajjhacarepi paramasanena gabbhavakkanti hoti. ","mil5.1.6:10.1":"Catunnam, maharaja, vasena sattanam gabbhavakkanti hoti kammavasena yonivasena kulavasena ayacanavasena, api ca sabbepete satta kammasambhava kammasamutthana. ","mil5.1.6:11.1":"Katham, maharaja, kammavasena sattanam gabbhavakkanti hoti? ","mil5.1.6:11.2":"Ussannakusalamula, maharaja, satta yadicchakam uppajjanti khattiyamahasalakule va brahmanamahasalakule va gahapatimahasalakule va devesu va andajaya va yoniya jalabujaya va yoniya samsedajaya va yoniya opapatikaya va yoniya. ","mil5.1.6:11.3":"Yatha, maharaja, puriso addho mahaddhano mahabhogo pahutajataruparajato pahutavittupakarano pahutadhanadhanno pahutanatipakkho dasim va dasam va khettam va vatthum va gamam va nigamam va janapadam va yam kinci manasa abhipatthitam, yadicchakam dvigunatigunampi dhanam datva kinati; ","mil5.1.6:11.4":"evameva kho, maharaja, ussannakusalamula satta yadicchakam uppajjanti khattiyamahasalakule va brahmanamahasalakule va gahapatimahasalakule va devesu va andajaya va yoniya jalabujaya va yoniya samsedajaya va yoniya opapatikaya va yoniya. ","mil5.1.6:11.5":"Evam kammavasena sattanam gabbhavakkanti hoti. ","mil5.1.6:12.1":"Katham yonivasena sattanam gabbhavakkanti hoti? ","mil5.1.6:12.2":"Kukkutanam, maharaja, vatena gabbhavakkanti hoti. ","mil5.1.6:12.3":"Balakanam meghasaddena gabbhavakkanti hoti. ","mil5.1.6:12.4":"Sabbepi deva agabbhaseyyaka sattayeva, tesam nanavannena gabbhavakkanti hoti. ","mil5.1.6:12.5":"Yatha, maharaja, manussa nanavannena mahiya caranti, keci purato paticchadenti, keci pacchato paticchadenti, keci nagga honti, keci bhandu honti setapatadhara, keci molibaddha honti, keci bhandu kasavavasana honti, keci kasavavasana molibaddha honti, keci jatino vakaciradhara honti, keci cammavasana honti, keci rasmiyo nivasenti, sabbepete manussa nanavannena mahiya caranti; ","mil5.1.6:12.6":"evameva kho, maharaja, sattayeva te sabbe, tesam nanavannena gabbhavakkanti hoti. ","mil5.1.6:12.7":"Evam yonivasena sattanam gabbhavakkanti hoti. ","mil5.1.6:13.1":"Katham kulavasena sattanam gabbhavakkanti hoti? ","mil5.1.6:13.2":"Kulam nama, maharaja, cattari kulani andajam jalabujam samsedajam opapatikam. ","mil5.1.6:13.3":"Yadi tattha gandhabbo yato kutoci agantva andaje kule uppajjati, so tattha andajo hoti …pe… ","mil5.1.6:13.4":"jalabuje kule … ","mil5.1.6:13.5":"samsedaje kule … ","mil5.1.6:13.6":"opapatike kule uppajjati, so tattha opapatiko hoti. ","mil5.1.6:13.7":"Tesu tesu kulesu tadisayeva satta sambhavanti. ","mil5.1.6:13.8":"Yatha, maharaja, himavati nerupabbatam ye keci migapakkhino upenti, sabbe te sakavannam vijahitva suvannavanna honti; ","mil5.1.6:13.9":"evameva kho, maharaja, yo koci gandhabbo yato kutoci agantva andajam yonim upagantva sabhavavannam vijahitva andajo hoti …pe… ","mil5.1.6:13.10":"jalabujam … ","mil5.1.6:13.11":"samsedajam … ","mil5.1.6:13.12":"opapatikam yonim upagantva sabhavavannam vijahitva opapatiko hoti, evam kulavasena sattanam gabbhavakkanti hoti. ","mil5.1.6:14.1":"Katham ayacanavasena sattanam gabbhavakkanti hoti? ","mil5.1.6:14.2":"Idha, maharaja, kulam hoti aputtakam bahusapateyyam saddham pasannam silavantam kalyanadhammam tapanissitam, devaputto ca ussannakusalamulo cavanadhammo hoti. ","mil5.1.6:14.3":"Atha sakko devanamindo tassa kulassa anukampaya tam devaputtam ayacati ‘panidhehi, marisa, asukassa kulassa mahesiya kucchin’ti. ","mil5.1.6:14.4":"So tassa ayacanahetu tam kulam panidheti. ","mil5.1.6:14.5":"Yatha, maharaja, manussa punnakama samanam manobhavaniyam ayacitva geham upanenti, ayam upagantva sabbassa kulassa sukhavaho bhavissatiti. ","mil5.1.6:14.6":"Evameva kho, maharaja, sakko devanamindo tam devaputtam ayacitva tam kulam upaneti. ","mil5.1.6:14.7":"Evam ayacanavasena sattanam gabbhavakkanti hoti. ","mil5.1.6:15.1":"Samo, maharaja, kumaro sakkena devanamindena ayacito parikaya tapasiya kucchim okkanto. ","mil5.1.6:15.2":"Samo, maharaja, kumaro katapunno, matapitaro silavanto kalyanadhamma, ayacako sakko, tinnam cetopanidhiya samo kumaro nibbatto. ","mil5.1.6:15.3":"Idha, maharaja, nayakusalo puriso sukatthe anupakhette bijam ropeyya, api nu tassa bijassa antarayam vivajjentassa vuddhiya koci antarayo bhaveyya”ti? ","mil5.1.6:15.4":"“Na hi, bhante, nirupaghatam bijam khippam samviruheyya”ti. ","mil5.1.6:15.5":"“Evameva kho, maharaja, samo kumaro mutto uppannantarayehi tinnam cetopanidhiya nibbatto. ","mil5.1.6:16.1":"Api nu kho, maharaja, sutapubbam taya isinam manopadosena iddho phito mahajanapado sajano samucchinno”ti? ","mil5.1.6:16.2":"“Ama, bhante, suyyati. ","mil5.1.6:16.3":"Mahiya dandakarannam majjharannam kalingarannam matangarannam, sabbam tam arannam arannabhutam, sabbepete janapada isinam manopadosena khayam gata”ti. ","mil5.1.6:16.4":"“Yadi, maharaja, tesam manopadosena susamiddha janapada ucchijjanti, api nu kho tesam manopasadena kinci nibbatteyya”ti? ","mil5.1.6:16.5":"“Ama, bhante”ti. ","mil5.1.6:16.6":"“Tena hi, maharaja, samo kumaro tinnam balavantanam cetopasadena nibbatto isinimmito devanimmito punnanimmitoti. ","mil5.1.6:16.7":"Evametam, maharaja, dharehi. ","mil5.1.6:17.1":"Tayome, maharaja, devaputta sakkena devanamindena ayacita kulam uppanna. ","mil5.1.6:17.2":"Katame tayo? ","mil5.1.6:17.3":"Samo kumaro mahapanado kusaraja, tayopete bodhisatta”ti. ","mil5.1.6:17.4":"“Suniddittha, bhante nagasena, gabbhavakkanti, sukathitam karanam, andhakaro aloko kato, jata vijatita, nicchuddha paravada, evametam tatha sampaticchami”ti. ","mil5.1.6:18.1":"Gabbhavakkantipanho chattho. "}