{"mil5.3.12:0.1":"Milindapanha ","mil5.3.12:0.2":"Mendakapanha ","mil5.3.12:0.3":"Panamitavagga ","mil5.3.12:0.4":"12. Bhikkhupanamitapanha ","mil5.3.12:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil5.3.12:1.2":"‘akkodhano vigatakhilohamasmi’ti, puna ca tathagato there sariputtamoggallane saparise panamesi, kim nu kho, bhante nagasena, tathagato kupito parisam panamesi, udahu tuttho panamesi, etam tava janahi imam namati? ","mil5.3.12:1.3":"Yadi, bhante nagasena, kupito parisam panamesi, tena hi tathagatassa kodho appativattito, yadi tuttho panamesi, tena hi avatthusmim ajanantena panamita. ","mil5.3.12:1.4":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.3.12:2.1":"“Bhasitampetam, maharaja, bhagavata—","mil5.3.12:2.2":"‘akkodhano vigatakhilohamasmi’ti, panamita ca thera sariputtamoggallana saparisa, tanca pana na kopena. ","mil5.3.12:2.3":"Idha, maharaja, kocideva puriso mahapathaviya mule va khanuke va pasane va kathale va visame va bhumibhage khalitva patati, api nu kho, maharaja, mahapathavi kupita tam pateti”ti? ","mil5.3.12:2.4":"“Na hi, bhante, natthi mahapathaviya kopo va pasado va, anunayappatighavippamutta mahapathavi, sayameva so alaso khalitva patito”ti. ","mil5.3.12:2.5":"“Evameva kho, maharaja, natthi tathagatanam kopo va pasado va, anunayappatighavippamutta tathagata arahanto sammasambuddha, atha kho sayam kateneva te attano aparadhena panamita. ","mil5.3.12:3.1":"Idha pana, maharaja, mahasamuddo na matena kunapena samvasati, yam hoti mahasamudde matam kunapam, tam khippameva nicchubhati thalam ussareti. ","mil5.3.12:3.2":"Api nu kho, maharaja, mahasamuddo kupito tam kunapam nicchubhati”ti? ","mil5.3.12:3.3":"“Na hi, bhante, natthi mahasamuddassa kopo va pasado va, anunayappatighavippamutto mahasamuddo”ti. ","mil5.3.12:3.4":"“Evameva kho, maharaja, natthi tathagatanam kopo va pasado va, anunayappatighavippamutta tathagata arahanto sammasambuddha, atha kho sayam kateneva te attano aparadhena panamita. ","mil5.3.12:4.1":"Yatha, maharaja, pathaviya khalito patiyati, evam jinasasanavare khalito panamiyati. ","mil5.3.12:4.2":"Yatha, maharaja, samudde matam kunapam nicchubhiyati, evam jinasasanavare khalito panamiyati. ","mil5.3.12:4.3":"Yam pana te, maharaja, tathagato panamesi, tesam atthakamo hitakamo sukhakamo visuddhikamo ‘evam ime jatijarabyadhimaranehi parimuccissanti’ti—","mil5.3.12:4.4":"panamesi”ti. ","mil5.3.12:4.5":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.3.12:5.1":"Bhikkhupanamitapanho dvadasamo. ","mil5.3.12:6.1":"Panamitavaggo tatiyo. ","mil5.3.12:7.1":"Imasmim vagge dvadasa panha. "}