{"mil5.1.9:0.1":"Milindapanha ","mil5.1.9:0.2":"Mendakapanha ","mil5.1.9:0.3":"Iddhibalavagga ","mil5.1.9:0.4":"9. Uttarikaraniyapanha ","mil5.1.9:1.1":"“Bhante nagasena, tumhe bhanatha—","mil5.1.9:1.2":"‘yam kinci karaniyam tathagatassa, sabbam tam bodhiyayeva mule parinitthitam, natthi tathagatassa uttarim karaniyam, katassa va paticayo’ti, idanca temasam patisallanam dissati. ","mil5.1.9:1.3":"Yadi, bhante nagasena, yam kinci karaniyam tathagatassa, sabbam tam bodhiyayeva mule parinitthitam, natthi tathagatassa uttarim karaniyam, katassa va paticayo, tena hi ‘temasam patisallino’ti yam vacanam, tam miccha. ","mil5.1.9:1.4":"Yadi temasam patisallino, tena hi ‘yam kinci karaniyam, tathagatassa, sabbam tam bodhiyayeva mule parinitthitan’ti tampi vacanam miccha. ","mil5.1.9:1.5":"Natthi katakaraniyassa patisallanam, sakaraniyasseva patisallanam yatha nama byadhitasseva bhesajjena karaniyam hoti, abyadhitassa kim bhesajjena. ","mil5.1.9:1.6":"Chatasseva bhojanena karaniyam hoti, achatassa kim bhojanena. ","mil5.1.9:1.7":"Evameva kho, bhante nagasena, natthi katakaraniyassa patisallanam, sakaraniyasseva patisallanam. ","mil5.1.9:1.8":"Ayampi ubhato kotiko panho tavanuppatto, so taya nibbahitabbo”ti. ","mil5.1.9:2.1":"“Yam kinci, maharaja, karaniyam tathagatassa, sabbam tam bodhiyayeva mule parinitthitam, natthi tathagatassa uttarim karaniyam, katassa va paticayo, bhagava ca temasam patisallino, patisallanam kho, maharaja, bahugunam, sabbepi tathagata patisalliyitva sabbannutam patta, tam te sukatagunamanussaranta patisallanam sevanti. ","mil5.1.9:2.2":"Yatha, maharaja, puriso ranno santika laddhavaro patiladdhabhogo tam sukatagunamanussaranto aparaparam ranno upatthanam eti; ","mil5.1.9:2.3":"evameva kho, maharaja, sabbepi tathagata patisalliyitva sabbannutam patta, tam te sukatagunamanussaranta patisallanam sevanti. ","mil5.1.9:3.1":"Yatha va pana, maharaja, puriso aturo dukkhito balhagilano bhisakkamupasevitva sotthimanuppatto tam sukatagunamanussaranto aparaparam bhisakkamupasevati; ","mil5.1.9:3.2":"evameva kho, maharaja, sabbepi tathagata patisalliyitva sabbannutam patta, tam te sukatagunamanussaranta patisallanam sevanti. ","mil5.1.9:4.1":"Atthavisati kho panime, maharaja, patisallanaguna, ye gune samanussaranta tathagata patisallanam sevanti. ","mil5.1.9:4.2":"Katame atthavisati? ","mil5.1.9:4.3":"Idha, maharaja, patisallanam patisalliyamanam attanam rakkhati, ayum vaddheti, balam deti, vajjam pidahati, ayasamapaneti, yasamupaneti, aratim vinodeti, ratimupadahati, bhayamapaneti, vesarajjam karoti, kosajjamapaneti, viriyamabhijaneti, ragamapaneti, dosamapaneti, mohamapaneti, manam nihanti, vitakkam bhanjati, cittam ekaggam karoti, manasam snehayati, hasam janeti, garukam karoti, labhamuppadayati, namassiyam karoti, pitim papeti, pamojjam karoti, sankharanam sabhavam dassayati, bhavappatisandhim ugghateti, sabbasamannam deti. ","mil5.1.9:4.4":"Ime kho, maharaja, atthavisati patisallanaguna, ye gune samanussaranta tathagata patisallanam sevanti. ","mil5.1.9:5.1":"Api ca kho, maharaja, tathagata santam sukham samapattiratim anubhavitukama patisallanam sevanti pariyositasankappa. ","mil5.1.9:5.2":"Catuhi kho, maharaja, karanehi tathagata patisallanam sevanti. ","mil5.1.9:5.3":"Katamehi catuhi? ","mil5.1.9:5.4":"Viharaphasutayapi, maharaja, tathagata patisallanam sevanti, anavajjagunabahulatayapi tathagata patisallanam sevanti, asesaariyavithitopi tathagata patisallanam sevanti, sabbabuddhanam thutathomitavannitapasatthatopi tathagata patisallanam sevanti. ","mil5.1.9:5.5":"Imehi kho, maharaja, catuhi karanehi tathagata patisallanam sevanti. ","mil5.1.9:5.6":"Iti kho, maharaja, tathagata patisallanam sevanti na sakaraniyataya, na katassa va paticayaya, atha kho gunavisesadassavitaya tathagata patisallanam sevanti”ti. ","mil5.1.9:5.7":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.1.9:6.1":"Uttarikaraniyapanho navamo. "}