{"mil5.2.8:0.1":"Milindapanha ","mil5.2.8:0.2":"Mendakapanha ","mil5.2.8:0.3":"Abhejjavagga ","mil5.2.8:0.4":"8. Abhejjaparisapanha ","mil5.2.8:1.1":"“Bhante nagasena, tumhe bhanatha—","mil5.2.8:1.2":"‘tathagato abhejjapariso’ti, puna ca bhanatha—","mil5.2.8:1.3":"‘devadattena ekappaharam panca bhikkhusatani bhinnani’ti. ","mil5.2.8:1.4":"Yadi, bhante nagasena, tathagato abhejjapariso, tena hi devadattena ekappaharam panca bhikkhusatani bhinnaniti yam vacanam, tam miccha. ","mil5.2.8:1.5":"Yadi devadattena ekappaharam panca bhikkhusatani bhinnani, tena hi ‘tathagato abhejjapariso’ti tampi vacanam miccha. ","mil5.2.8:1.6":"Ayampi ubhato kotiko panho tavanuppatto, gambhiro dunnivethiyo, ganthitopi ganthitaro, etthayam jano avato nivuto ovuto pihito pariyonaddho, ettha tava nanabalam dassehi paravadesu”ti. ","mil5.2.8:2.1":"“Abhejjapariso, maharaja, tathagato, devadattena ca ekappaharam panca bhikkhusatani bhinnani, tanca pana bhedakassa balena, bhedake vijjamane natthi, maharaja, abhejjam nama. ","mil5.2.8:2.2":"Bhedake sati matapi puttena bhijjati, puttopi matara bhijjati, pitapi puttena bhijjati, puttopi pitara bhijjati, bhatapi bhaginiya bhijjati, bhaginipi bhatara bhijjati, sahayopi sahayena bhijjati, navapi nanadarusanghatita umivegasampaharena bhijjati, rukkhopi madhukappasampannaphalo anilabalavegabhihato bhijjati, suvannampi jatimantam lohena bhijjati. ","mil5.2.8:2.3":"Api ca, maharaja, neso adhippayo vinnunam, nesa buddhanam adhimutti, neso panditanam chando ‘tathagato bhejjapariso’ti. ","mil5.2.8:2.4":"Api cettha karanam atthi, yena karanena tathagato vuccati ‘abhejjapariso’ti. ","mil5.2.8:2.5":"Katamam ettha karanam? ","mil5.2.8:2.6":"Tathagatassa, maharaja, katena adanena va appiyavacanena va anatthacariyaya va asamanattataya va yato kutoci cariyam carantassapi parisa bhinnati na sutapubbam, tena karanena tathagato vuccati ‘abhejjapariso’ti. ","mil5.2.8:2.7":"Tayapetam, maharaja, natabbam ‘atthi kinci navange buddhavacane suttagatam, imina nama karanena bodhisattassa katena tathagatassa parisa bhinna’”ti? ","mil5.2.8:2.8":"“Natthi, bhante, no cetam loke dissati nopi suyyati. ","mil5.2.8:2.9":"Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil5.2.8:3.1":"Abhejjaparisapanho atthamo. ","mil5.2.8:4.1":"Abhejjavaggo dutiyo. ","mil5.2.8:5.1":"Imasmim vagge attha panha. "}