{"mil6.2.5:0.1":"Milindapanha ","mil6.2.5:0.2":"Anumanapanha ","mil6.2.5:0.3":"Nippapancavagga ","mil6.2.5:0.4":"5. Akammajadipanha ","mil6.2.5:1.1":"“Bhante nagasena, dissanti loke kammanibbatta, dissanti hetunibbatta, dissanti utunibbatta, yam loke akammajam ahetujam anutujam, tam me kathehi”ti. ","mil6.2.5:1.2":"“Dveme, maharaja, lokasmim akammaja ahetuja anutuja. ","mil6.2.5:1.3":"Katame dve? ","mil6.2.5:1.4":"Akaso, maharaja, akammajo ahetujo anutujo; ","mil6.2.5:1.5":"nibbanam, maharaja, akammajam ahetujam anutujam. ","mil6.2.5:1.6":"Ime kho, maharaja, dve akammaja ahetuja anutuja”ti. ","mil6.2.5:2.1":"“Ma, bhante nagasena, jinavacanam makkhehi, ma ajanitva panham byakarohi”ti. ","mil6.2.5:2.2":"“Kim kho, maharaja, aham vadami, yam mam tvam evam vadesi ‘ma, bhante nagasena, jinavacanam makkhehi, ma ajanitva panham byakarohi’”ti? ","mil6.2.5:2.3":"“Bhante nagasena, yuttamidam tava vattum ‘akaso akammajo ahetujo anutujo’ti. ","mil6.2.5:2.4":"Anekasatehi pana, bhante nagasena, karanehi bhagavata savakanam nibbanassa sacchikiriyaya maggo akkhato, atha ca pana tvam evam vadesi ‘ahetujam nibbanan’”ti. ","mil6.2.5:2.5":"“Saccam, maharaja, bhagavata anekasatehi karanehi savakanam nibbanassa sacchikiriyaya maggo akkhato, na ca pana nibbanassa uppadaya hetu akkhato”ti. ","mil6.2.5:3.1":"“Ettha mayam, bhante nagasena, andhakarato andhakarataram pavisama, vanato vanataram pavisama, gahanato gahanataram pavisama, yatra hi nama nibbanassa sacchikiriyaya hetu atthi, tassa pana dhammassa uppadaya hetu natthi. ","mil6.2.5:3.2":"Yadi, bhante nagasena, nibbanassa sacchikiriyaya hetu atthi, tena hi nibbanassa uppadayapi hetu icchitabbo. ","mil6.2.5:4.1":"Yatha pana, bhante nagasena, puttassa pita atthi, tena karanena pitunopi pita icchitabbo. ","mil6.2.5:4.2":"Yatha antevasikassa acariyo atthi, tena karanena acariyassapi acariyo icchitabbo. ","mil6.2.5:4.3":"Yatha ankurassa bijam atthi, tena karanena bijassapi bijam icchitabbam. ","mil6.2.5:4.4":"Evameva kho, bhante nagasena, yadi nibbanassa sacchikiriyaya hetu atthi, tena karanena nibbanassa uppadayapi hetu icchitabbo. ","mil6.2.5:5.1":"Yatha rukkhassa va lataya va agge sati tena karanena majjhampi atthi, mulampi atthi. ","mil6.2.5:5.2":"Evameva kho, bhante nagasena, yadi nibbanassa sacchikiriyaya hetu atthi, tena karanena nibbanassa uppadayapi hetu icchitabbo”ti. ","mil6.2.5:6.1":"“Anuppadaniyam, maharaja, nibbanam, tasma na nibbanassa uppadaya hetu akkhato”ti. ","mil6.2.5:6.2":"“Ingha, bhante nagasena, karanam dassetva karanena mam sannapehi, yathaham janeyyam nibbanassa sacchikiriyaya hetu atthi, nibbanassa uppadaya hetu natthi”ti. ","mil6.2.5:7.1":"“Tena hi, maharaja, sakkaccam sotam odaha, sadhukam sunohi, vakkhami tattha karanam, sakkuneyya, maharaja, puriso pakatikena balena ito himavantam pabbatarajam upagantun”ti? ","mil6.2.5:7.2":"“Ama, bhante”ti. ","mil6.2.5:7.3":"“Sakkuneyya pana so, maharaja, puriso pakatikena balena himavantam pabbatarajam idha aharitun”ti? ","mil6.2.5:7.4":"“Na hi, bhante”ti. ","mil6.2.5:7.5":"“Evameva kho, maharaja, sakka nibbanassa sacchikiriyaya maggo akkhatum, na sakka nibbanassa uppadaya hetu dassetum. ","mil6.2.5:8.1":"Sakkuneyya, maharaja, puriso pakatikena balena mahasamuddam navaya uttaritva parimatiram gantun”ti? ","mil6.2.5:8.2":"“Ama, bhante”ti? ","mil6.2.5:8.3":"“Sakkuneyya pana so, maharaja, puriso pakatikena balena mahasamuddassa parimatiram idha aharitun”ti? ","mil6.2.5:8.4":"“Na hi, bhante”ti. ","mil6.2.5:8.5":"“Evameva kho, maharaja, sakka nibbanassa sacchikiriyaya maggo akkhatum, na sakka nibbanassa uppadaya hetu dassetum. ","mil6.2.5:8.6":"Kim karana? ","mil6.2.5:8.7":"Asankhatatta dhammassa”ti. ","mil6.2.5:9.1":"“Asankhatam, bhante nagasena, nibbanan”ti? ","mil6.2.5:9.2":"“Ama, maharaja, asankhatam nibbanam na kehici katam, nibbanam, maharaja, na vattabbam uppannanti va anuppannanti va uppadaniyanti va atitanti va anagatanti va paccuppannanti va cakkhuvinneyyanti va sotavinneyyanti va ghanavinneyyanti va jivhavinneyyanti va kayavinneyyanti va”ti. ","mil6.2.5:9.3":"“Yadi, bhante nagasena, nibbanam na uppannam na anuppannam na uppadaniyam na atitam na anagatam na paccuppannam na cakkhuvinneyyam na sotavinneyyam na ghanavinneyyam na jivhavinneyyam na kayavinneyyam, tena hi, bhante nagasena, tumhe natthidhammam nibbanam apadisatha ‘natthi nibbanan’”ti. ","mil6.2.5:9.4":"“Atthi, maharaja, nibbanam, manovinneyyam nibbanam, visuddhena manasena panitena ujukena anavaranena niramisena sammapatipanno ariyasavako nibbanam passati”ti. ","mil6.2.5:10.1":"“Kidisam pana tam, bhante, nibbanam, yam tam opammehi adipaniyam karanehi mam sannapehi, yatha atthidhammam opammehi adipaniyan”ti. ","mil6.2.5:10.2":"“Atthi, maharaja, vato nama”ti? ","mil6.2.5:10.3":"“Ama, bhante”ti. ","mil6.2.5:10.4":"“Ingha, maharaja, vatam dassehi vannato va santhanato va anum va thulam va digham va rassam va”ti. ","mil6.2.5:10.5":"“Na sakka, bhante nagasena, vato upadassayitum, na so vato hatthaggahanam va nimmaddanam va upeti, api ca atthi so vato”ti. ","mil6.2.5:10.6":"“Yadi, maharaja, na sakka vato upadassayitum, tena hi natthi vato”ti? ","mil6.2.5:10.7":"“Janamaham, bhante nagasena, vato atthiti me hadaye anupavittham, na caham sakkomi vatam upadassayitun”ti. ","mil6.2.5:10.8":"“Evameva kho, maharaja, atthi nibbanam, na ca sakka nibbanam upadassayitum vannena va santhanena va”ti. ","mil6.2.5:10.9":"“Sadhu, bhante nagasena, supadassitam opammam, suniddittham karanam, evametam tatha sampaticchami ‘atthi nibbanan’”ti. ","mil6.2.5:11.1":"Akammajadipanho pancamo. "}