{"mil6.1.7:0.1":"Milindapanha ","mil6.1.7:0.2":"Anumanapanha ","mil6.1.7:0.3":"Buddhavagga ","mil6.1.7:0.4":"7. Abhisamayantarayakarapanha ","mil6.1.7:1.1":"“Bhante nagasena, idha yo koci gihi parajikam ajjhapanno bhaveyya, so aparena samayena pabbajeyya, attanapi so na janeyya ‘gihiparajikam ajjhapannosmi’ti, napi tassa anno koci acikkheyya ‘gihiparajikam ajjhapannosi’ti. ","mil6.1.7:1.2":"So ca tathattaya patipajjeyya, api nu tassa dhammabhisamayo bhaveyya”ti? ","mil6.1.7:1.3":"“Na hi, maharaja”ti. ","mil6.1.7:1.4":"“Kena, bhante, karanena”ti? ","mil6.1.7:1.5":"“Yo tassa hetu dhammabhisamayaya, so tassa samucchinno, tasma dhammabhisamayo na bhavati”ti. ","mil6.1.7:2.1":"“Bhante nagasena, tumhe bhanatha—","mil6.1.7:2.2":"‘janantassa kukkuccam hoti, kukkucce sati avaranam hoti, avate citte dhammabhisamayo na hoti’ti. ","mil6.1.7:2.3":"Imassa pana ajanantassa akukkuccajatassa santacittassa viharato kena karanena dhammabhisamayo na hoti, visamena visameneso panho gacchati, cintetva visajjetha”ti. ","mil6.1.7:3.1":"“Ruhati, maharaja, sukatthe sukalale mandakhette saradam sukhasayitam bijan”ti? ","mil6.1.7:3.2":"“Ama, bhante”ti. ","mil6.1.7:3.3":"“Api nu, maharaja, tanneva bijam ghanaselasilatale ruheyya”ti? ","mil6.1.7:3.4":"“Na hi, bhante”ti. ","mil6.1.7:3.5":"“Kissa pana, maharaja, tanneva bijam kalale ruhati, kissa ghanasele na ruhati”ti? ","mil6.1.7:3.6":"“Natthi, bhante, tassa bijassa ruhanaya ghanasele hetu, ahetuna bijam na ruhati”ti. ","mil6.1.7:3.7":"“Evameva kho, maharaja, yena hetuna tassa dhammabhisamayo bhaveyya, so tassa hetu samucchinno, ahetuna dhammabhisamayo na hoti. ","mil6.1.7:4.1":"Yatha va pana, maharaja, dandaleddulagulamuggara pathaviya thanamupagacchanti, api nu, maharaja, teyeva dandaleddulagulamuggara gagane thanamupagacchanti”ti? ","mil6.1.7:4.2":"“Na hi, bhante”ti. ","mil6.1.7:4.3":"“Kim panettha, maharaja, karanam, yena karanena teyeva dandaleddulagulamuggara pathaviya thanamupagacchanti, kena karanena gagane na titthanti”ti? ","mil6.1.7:4.4":"“Natthi, bhante, tesam dandaleddulagulamuggaranam patitthanaya akase hetu, ahetuna na titthanti”ti. ","mil6.1.7:4.5":"“Evameva kho, maharaja, tassa tena dosena abhisamayahetu samucchinno, hetusamugghate ahetuna abhisamayo na hotiti. ","mil6.1.7:5.1":"Yatha va pana, maharaja, thale aggi jalati, api nu kho, maharaja, soyeva aggi udake jalati”ti? ","mil6.1.7:5.2":"“Na hi, bhante”ti. ","mil6.1.7:5.3":"“Kim panettha, maharaja, karanam, yena karanena soyeva aggi thale jalati, kena karanena udake na jalati”ti? ","mil6.1.7:5.4":"“Natthi, bhante, aggissa jalanaya udake hetu, ahetuna na jalati”ti. ","mil6.1.7:5.5":"“Evameva kho, maharaja, tassa tena dosena abhisamayahetu samucchinno, hetusamugghate ahetuna dhammabhisamayo na hoti”ti. ","mil6.1.7:6.1":"“Bhante nagasena, punapetam attham cintehi, na me tattha cittasannatti bhavati, ajanantassa asati kukkucce avaranam hotiti, karanena mam sannapehi”ti. ","mil6.1.7:6.2":"“Api nu, maharaja, visam halahalam ajanantena khayitam jivitam harati”ti? ","mil6.1.7:6.3":"“Ama, bhante”ti. ","mil6.1.7:6.4":"“Evameva kho, maharaja, ajanantenapi katam papam abhisamayantarayakaram hoti. ","mil6.1.7:7.1":"Api nu, maharaja, aggi ajanitva akkamantam dahati”ti? ","mil6.1.7:7.2":"“Ama, bhante”ti. ","mil6.1.7:7.3":"“Evameva kho, maharaja, ajanantenapi katam papam abhisamayantarayakaram hoti. ","mil6.1.7:8.1":"Api nu, maharaja, ajanantam asiviso damsitva jivitam harati”ti? ","mil6.1.7:8.2":"“Ama, bhante”ti. ","mil6.1.7:8.3":"“Evameva kho, maharaja, ajanantenapi katam papam abhisamayantarayakaram hoti. ","mil6.1.7:9.1":"Nanu, maharaja, kalingaraja samanakolanno sattaratanaparikinno hatthiratanamabhiruyha kuladassanaya gacchanto ajanantopi nasakkhi bodhimandassa uparito gantum, idamettha, maharaja, karanam, yena karanena ajanantenapi katam papam abhisamayantarayakaram hoti”ti? ","mil6.1.7:9.2":"“Jinabhasitam, bhante nagasena, karanam na sakka patikkositum, esovetassa attho tatha sampaticchami”ti. ","mil6.1.7:10.1":"Abhisamayantarayakarapanho sattamo. "}