{"mil6.2.1:0.1":"Milindapanha ","mil6.2.1:0.2":"Anumanapanha ","mil6.2.1:0.3":"Nippapancavagga ","mil6.2.1:0.4":"1. Nippapancapanha ","mil6.2.1:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil6.2.1:1.2":"‘nippapancarama, bhikkhave, viharatha nippapancaratino’ti, katamam tam nippapancan”ti? ","mil6.2.1:1.3":"“Sotapattiphalam, maharaja, nippapancam, sakadagamiphalam nippapancam, anagamiphalam nippapancam, arahattaphalam nippapancan”ti. ","mil6.2.1:2.1":"“Yadi, bhante nagasena, sotapattiphalam nippapancam, sakadagamianagamiarahattaphalam nippapancam, kissa pana ime bhikkhu uddisanti paripucchanti suttam geyyam veyyakaranam gatham udanam itivuttakam jatakam abbhutadhammam vedallam, navakammena palibujjhanti danena ca pujaya ca, nanu te jinappatikkhittam kammam karonti”ti? ","mil6.2.1:3.1":"“Ye te, maharaja, bhikkhu uddisanti paripucchanti suttam geyyam veyyakaranam gatham udanam itivuttakam jatakam abbhutadhammam vedallam, navakammena palibujjhanti danena ca pujaya ca, sabbe te nippapancassa pattiya karonti. ","mil6.2.1:3.2":"Ye te, maharaja, sabhavaparisuddha pubbe vasitavasana, te ekacittakkhanena nippapanca honti. ","mil6.2.1:3.3":"Ye pana te bhikkhu maharajakkha, te imehi payogehi nippapanca honti. ","mil6.2.1:4.1":"Yatha, maharaja, eko puriso khette bijam ropetva attano yathabalaviriyena vina pakaravatiya dhannam uddhareyya, eko puriso khette bijam ropetva vanam pavisitva katthanca sakhanca chinditva vatipakaram katva dhannam uddhareyya. ","mil6.2.1:4.2":"Ya tattha tassa vatipakarapariyesana, sa dhannatthaya. ","mil6.2.1:4.3":"Evameva kho, maharaja, ye te sabhavaparisuddha pubbe vasitavasana, te ekacittakkhanena nippapanca honti, vina vatipakaram puriso viya dhannuddharo. ","mil6.2.1:4.4":"Ye pana te bhikkhu maharajakkha, te imehi payogehi nippapanca honti, vatipakaram katva puriso viya dhannuddharo. ","mil6.2.1:5.1":"Yatha va pana, maharaja, puriso mahatimahante ambarukkhamatthake phalapindi bhaveyya, atha tattha yo koci iddhima agantva tassa phalam hareyya, yo pana tattha aniddhima, so katthanca vallinca chinditva nissenim bandhitva taya tam rukkham abhiruhitva phalam hareyya. ","mil6.2.1:5.2":"Ya tattha tassa nissenipariyesana, sa phalatthaya. ","mil6.2.1:5.3":"Evameva kho, maharaja, ye te sabhavaparisuddha pubbe vasitavasana, te ekacittakkhanena nippapanca honti, iddhima viya rukkhaphalam haranto. ","mil6.2.1:5.4":"Ye pana te bhikkhu maharajakkha, te imina payogena saccani abhisamenti, nisseniya viya puriso rukkhaphalam haranto. ","mil6.2.1:6.1":"Yatha va pana, maharaja, eko puriso atthakaraniko ekakoyeva samikam upagantva attham sadheti. ","mil6.2.1:6.2":"Eko dhanava dhanavasena parisam vaddhetva parisaya attham sadheti. ","mil6.2.1:6.3":"Ya tattha tassa parisapariyesana, sa atthatthaya. ","mil6.2.1:6.4":"Evameva kho, maharaja, ye te sabhavaparisuddha pubbe vasitavasana, te ekacittakkhanena chasu abhinnasu vasibhavam papunanti, puriso viya ekako atthasiddhim karonto. ","mil6.2.1:6.5":"Ye pana te bhikkhu maharajakkha, te imehi payogehi samannatthamabhisadhenti, parisaya viya puriso atthasiddhim karonto. ","mil6.2.1:7.1":"Uddesopi, maharaja, bahukaro, paripucchapi bahukara, navakammampi bahukaram, danampi bahukaram, pujapi bahukara tesu tesu karaniyesu. ","mil6.2.1:7.2":"Yatha, maharaja, puriso rajupasevi katavi amaccabhatabaladovarikaanikatthaparisajjajanehi, te tassa karaniye anuppatte sabbepi upakara honti. ","mil6.2.1:7.3":"Evameva kho, maharaja, uddesopi bahukaro, paripucchapi bahukara, navakammampi bahukaram, danampi bahukaram, pujapi bahukara tesu tesu karaniyesu. ","mil6.2.1:7.4":"Yadi, maharaja, sabbepi abhijatiparisuddha bhaveyyum, anusasanena karaniyam na bhaveyya. ","mil6.2.1:7.5":"Yasma ca kho, maharaja, savanena karaniyam hoti, thero, maharaja, sariputto aparimitamasankheyyakappam upadaya upacitakusalamulo pannaya kotim gato, sopi vina savanena nasakkhi asavakkhayam papunitum, tasma, maharaja, bahukaram savanam, tatha uddesopi paripucchapi, tasma uddesaparipucchapi nippapanca sankhata”ti. ","mil6.2.1:7.6":"“Sunijjhapito, bhante nagasena, panho, evametam tatha sampaticchami”ti. ","mil6.2.1:8.1":"Nippapancapanho pathamo. "}