{"mil6.3.3:0.1":"Milindapanha ","mil6.3.3:0.2":"Anumanapanha ","mil6.3.3:0.3":"Vessantaravagga ","mil6.3.3:0.4":"3. Kusalakusalabalavatarapanha ","mil6.3.3:1.1":"“Bhante nagasena, katamam adhimattam balavataram kusalam va akusalam va”ti? ","mil6.3.3:1.2":"“Kusalam, maharaja, adhimattam balavataram, no tatha akusalan”ti. ","mil6.3.3:1.3":"“Naham, bhante nagasena, tam vacanam sampaticchami ‘kusalam adhimattam balavataram, no tatha akusalan’ti, dissanti, bhante nagasena, idha panatipatino adinnadayino kamesumicchacarino musavadino gamaghatika panthadusaka nekatika vancanika, sabbe te tavatakena papena labhanti hatthacchedam padacchedam hatthapadacchedam kannacchedam nasacchedam kannanasacchedam bilangathalikam sankhamundikam rahumukham jotimalikam hatthapajjotikam erakavattikam cirakavasikam eneyyakam balisamamsikam kahapanikam kharapatacchikam palighaparivattikam palalapithakam tattenapi telena osincanam sunakhehipi khadapanam jivasularopanam asinapi sisacchedam, keci rattim papam katva rattim yeva vipakam anubhavanti, keci rattim katva divayeva anubhavanti, keci diva katva divayeva anubhavanti, keci diva katva rattim yeva anubhavanti, keci dve tayo divase vitivatte anubhavanti, sabbepi te dittheva dhamme vipakam anubhavanti. ","mil6.3.3:1.4":"Atthi pana, bhante nagasena, koci ekassa va dvinnam va tinnam va catunnam va pancannam va dasannam va satassa va sahassassa va satasahassassa va saparivaram danam datva ditthadhammikam bhogam va yasam va sukham va anubhavita silena va uposathakammena va”ti? ","mil6.3.3:2.1":"“Atthi, maharaja, cattaro purisa danam datva silam samadiyitva uposathakammam katva dittheva dhamme teneva sariradehena tidasapure samanuppatta”ti. ","mil6.3.3:2.2":"“Ko ca ko ca, bhante”ti? ","mil6.3.3:2.3":"“Mandhata, maharaja, raja, nimi raja, sadhino raja, guttilo ca gandhabbo”ti. ","mil6.3.3:3.1":"“Bhante nagasena, anekehi tam bhavasahassehi antaritam, dvinnampetam amhakam parokkham, yadi samatthosi vattamanake bhave bhagavato dharamanakale kathehi”ti? ","mil6.3.3:3.2":"“Vattamanakepi, maharaja, bhave punnako daso therassa sariputtassa bhojanam datva tadaheva setthitthanam ajjhupagato, so etarahi punnako setthiti pannayi, gopalamata devi attano kese vikkinitva laddhehi atthahi kahapanehi therassa mahakaccayanassa attatthamakassa pindapatam datva tadaheva ranno candapajjotassa aggamahesitthanam patta. ","mil6.3.3:3.3":"Suppiya upasika annatarassa gilanabhikkhuno attano urumamsena paticchadaniyam datva dutiyadivaseyeva rulhavana sanchavi aroga jata. ","mil6.3.3:3.4":"Mallika devi bhagavato abhidosikam kummasapindam datva tadaheva ranno kosalassa aggamahesi jata. ","mil6.3.3:3.5":"Sumano malakaro atthahi sumanapupphamutthihi bhagavantam pujetva tam divasamyeva mahasampattim patto. ","mil6.3.3:3.6":"Ekasatako brahmano uttarasatakena bhagavantam pujetva tam divasam yeva sabbatthakam labhi, sabbepete, maharaja, ditthadhammikam bhoganca yasanca anubhavimsu”ti. ","mil6.3.3:4.1":"“Bhante nagasena, vicinitva pariyesitva cha janeyeva addasasi”ti. ","mil6.3.3:4.2":"“Ama, maharaja”ti. ","mil6.3.3:4.3":"“Tena hi, bhante nagasena, akusalamyeva adhimattam balavataram, no tatha kusalam. ","mil6.3.3:4.4":"Ahanhi, bhante nagasena, ekadivasamyeva dasapi purise passami papassa kammassa vipakena sulesu aropente, visampi timsampi cattalisampi pannasampi purisasatampi purisasahassampi passami papassa kammassa vipakena sulesu aropente. ","mil6.3.3:4.5":"Nandakulassa, bhante nagasena, bhaddasalo nama senapatiputto ahosi. ","mil6.3.3:4.6":"Tena ca ranna candaguttena sangamo samupabyulho ahosi. ","mil6.3.3:4.7":"Tasmim kho pana, bhante nagasena, sangame ubhato balakaye asitikabandharupani ahesum, ekasmim kira sisakabandhe paripate ekam kabandharupam utthahati, sabbepete papasseva kammassa vipakena anayabyasanam apanna. ","mil6.3.3:4.8":"Iminapi, bhante nagasena, karanena bhanami akusalamyeva adhimattam balavataram, no tatha kusalanti. ","mil6.3.3:5.1":"Suyyati, bhante nagasena, imasmim buddhasasane kosalena ranna asadisadanam dinnan”ti? ","mil6.3.3:5.2":"“Ama, maharaja, suyyati”ti. ","mil6.3.3:5.3":"“Api nu kho, bhante nagasena, kosalaraja tam asadisam danam datva tatonidanam kanci ditthadhammikam bhogam va yasam va sukham va patilabhi”ti? ","mil6.3.3:5.4":"“Na hi, maharaja”ti. ","mil6.3.3:5.5":"“Yadi, bhante nagasena, kosalaraja evarupam anuttaram danam datvapi na labhi tatonidanam kanci ditthadhammikam bhogam va yasam va sukham va, tena hi, bhante nagasena, akusalamyeva adhimattam balavataram, no tatha kusalan”ti. ","mil6.3.3:6.1":"“Parittatta, maharaja, akusalam khippam parinamati, vipulatta kusalam dighena kalena parinamati, upamayapi, maharaja, etam upaparikkhitabbam. ","mil6.3.3:6.2":"Yatha, maharaja, aparante janapade kumudabhandika nama dhannajati masaluna antogehagata hoti, salayo chappancamasehi parinamanti, kim panettha, maharaja, antaram ko viseso kumudabhandikaya ca salinanca”ti? ","mil6.3.3:6.3":"“Parittatta, bhante, kumudabhandikaya, vipulatta ca salinam. ","mil6.3.3:6.4":"Salayo, bhante nagasena, rajaraha rajabhojanam, kumudabhandika dasakammakaranam bhojanan”ti. ","mil6.3.3:6.5":"“Evameva kho, maharaja, parittatta akusalam khippam parinamati, vipulatta kusalam dighena kalena parinamati”ti. ","mil6.3.3:7.1":"“Yam tattha, bhante nagasena, khippam parinamati, tam nama loke adhimattam balavataram, tasma akusalam balavataram, no tatha kusalam. ","mil6.3.3:7.2":"Yatha nama, bhante nagasena, yo koci yodho mahatimahayuddham pavisitva patisattum upakacchake gahetva akaddhitva khippataram samino upaneyya, so yodho loke samattho suro nama. ","mil6.3.3:7.3":"Yo ca bhisakko khippam sallam uddharati rogamapaneti, so bhisakko cheko nama. ","mil6.3.3:7.4":"Yo ganako sighasigham ganetva khippam dassayati, so ganako cheko nama. ","mil6.3.3:7.5":"Yo mallo khippam patimallam ukkhipitva uttanakam pateti, so mallo samattho suro nama. ","mil6.3.3:7.6":"Evameva kho, bhante nagasena, yam khippam parinamati kusalam va akusalam va, tam loke adhimattam balavataran”ti. ","mil6.3.3:8.1":"“Ubhayampi tam, maharaja, kammam samparayavedaniyameva, api ca kho akusalam savajjataya khanena ditthadhammavedaniyam hoti, pubbakehi, maharaja, khattiyehi thapito eso niyamo ‘yo panam hanati, so dandaraho … yo adinnam adiyati … yo paradaram gacchati … yo musa bhanati … yo gamam ghateti … yo pantham duseti … yo nikatim karoti … yo vancanam karoti, so dandaraho vadhitabbo chettabbo bhettabbo hantabbo’ti. ","mil6.3.3:8.2":"Tam te upadaya vicinitva vicinitva dandenti vadhenti chindanti bhindanti hananti ca, api nu, maharaja, atthi kehici thapito niyamo ‘yo danam va deti, silam va rakkhati, uposathakammam va karoti, tassa dhanam va yasam va databban’ti; ","mil6.3.3:8.3":"api nu tam vicinitva vicinitva dhanam va yasam va denti, corassa katakammassa vadhabandhanam viya”ti? ","mil6.3.3:8.4":"“Na hi, bhante”ti. ","mil6.3.3:8.5":"“Yadi, maharaja, dayakanam vicinitva vicinitva dhanam va yasam va dadeyyum, kusalampi ditthadhammavedaniyam bhaveyya, yasma ca kho, maharaja, dayake na vicinanti ‘dhanam va yasam va dassama’ti, tasma kusalam na ditthadhammavedaniyam. ","mil6.3.3:8.6":"Imina, maharaja, karanena akusalam ditthadhammavedaniyam, samparayeva so adhimattam balavataram vedanam vedayati”ti. ","mil6.3.3:8.7":"“Sadhu, bhante nagasena, tavadisena buddhimantena vina neso panho sunibbethiyo, lokikam, bhante nagasena, lokuttarena vinnapitan”ti. ","mil6.3.3:9.1":"Kusalakusalabalavatarapanho tatiyo. "}