{"mil6.3.12:0.1":"Milindapanha ","mil6.3.12:0.2":"Anumanapanha ","mil6.3.12:0.3":"Vessantaravagga ","mil6.3.12:0.4":"12. Nibbanasannihitapanha ","mil6.3.12:1.1":"“Bhante nagasena, atthi so padeso puratthimaya va disaya dakkhinaya va disaya pacchimaya va disaya uttaraya va disaya uddham va adho va tiriyam va, yattha nibbanam sannihitan”ti? ","mil6.3.12:1.2":"“Natthi, maharaja, so padeso puratthimaya va disaya dakkhinaya va disaya pacchimaya va disaya uttaraya va disaya uddham va adho va tiriyam va, yattha nibbanam sannihitan”ti. ","mil6.3.12:2.1":"“Yadi, bhante nagasena, natthi nibbanassa sannihitokaso, tena hi natthi nibbanam? ","mil6.3.12:2.2":"Yesanca tam nibbanam sacchikatam, tesampi sacchikiriya miccha, karanam tattha vakkhami. ","mil6.3.12:2.3":"Yatha, bhante nagasena, mahiya dhannutthanam khettam atthi, gandhutthanam puppham atthi, pupphutthanam gumbo atthi, phalutthanam rukkho atthi, ratanutthanam akaro atthi, tattha yo koci yam yam icchati, so tattha gantva tam tam harati; ","mil6.3.12:2.4":"evameva kho, bhante nagasena, yadi nibbanam atthi, tassa nibbanassa utthanokasopi icchitabbo, yasma ca kho, bhante nagasena, nibbanassa utthanokaso natthi, tasma natthi nibbananti brumi, yesanca nibbanam sacchikatam, tesampi sacchikiriya miccha”ti. ","mil6.3.12:3.1":"“Natthi, maharaja, nibbanassa sannihitokaso, atthi cetam nibbanam, sammapatipanno yoniso manasikarena nibbanam sacchikaroti. ","mil6.3.12:3.2":"Yatha pana, maharaja, atthi aggi nama, natthi tassa sannihitokaso, dve katthani sanghattento aggim adhigacchati; ","mil6.3.12:3.3":"evameva kho, maharaja, atthi nibbanam, natthi tassa sannihitokaso, sammapatipanno yoniso manasikarena nibbanam sacchikaroti. ","mil6.3.12:4.1":"Yatha va pana, maharaja, atthi satta ratanani nama. ","mil6.3.12:4.2":"Seyyathidam—","mil6.3.12:4.3":"cakkaratanam hatthiratanam assaratanam maniratanam itthiratanam gahapatiratanam parinayakaratanam. ","mil6.3.12:4.4":"Na ca tesam ratananam sannihitokaso atthi, khattiyassa pana sammapatipannassa patipattibalena tani ratanani upagacchanti. ","mil6.3.12:4.5":"Evameva kho, maharaja, atthi nibbanam, natthi tassa sannihitokaso, sammapatipanno yoniso manasikarena nibbanam sacchikaroti”ti. ","mil6.3.12:5.1":"“Bhante nagasena, nibbanassa sannihitokaso ma hotu, atthi pana tam thanam, yattha thito sammapatipanno nibbanam sacchikaroti”ti? ","mil6.3.12:5.2":"“Ama, maharaja, atthi tam thanam, yattha thito sammapatipanno nibbanam sacchikaroti”ti. ","mil6.3.12:6.1":"“Katamam pana, bhante, tam thanam, yattha thito sammapatipanno nibbanam sacchikaroti”ti? ","mil6.3.12:6.2":"“Silam, maharaja, thanam, sile patitthito yoniso manasikaronto sakkayavanepi cinavilatepi alasandepi nigumbepi kasikosalepi kasmirepi gandharepi nagamuddhanipi brahmalokepi yattha katthacipi thito sammapatipanno nibbanam sacchikaroti. ","mil6.3.12:6.3":"Yatha, maharaja, yo koci cakkhuma puriso sakayavanepi cinavilatepi alasandepi nigumbepi kasikosalepi kasmirepi gandharepi nagamuddhanipi brahmalokepi yattha katthacipi thito akasam passati; ","mil6.3.12:6.4":"evameva kho, maharaja, sile patitthito yoniso manasikaronto sakayavanepi …pe… ","mil6.3.12:6.5":"yattha katthacipi thito sammapatipanno nibbanam sacchikaroti. ","mil6.3.12:7.1":"Yatha va pana, maharaja, sakayavanepi …pe… ","mil6.3.12:7.2":"yattha katthacipi thitassa pubbadisa atthi; ","mil6.3.12:7.3":"evameva kho, maharaja, sile patitthitassa yoniso manasikarontassa sakkayavanepi …pe… ","mil6.3.12:7.4":"yattha katthacipi thitassa sammapatipannassa atthi nibbanasacchikiriya”ti. ","mil6.3.12:7.5":"“Sadhu, bhante nagasena, desitam taya nibbanam, desita nibbanasacchikiriya, parikkhata silaguna, dassita sammapatipatti, ussapito dhammaddhajo, santhapita dhammanetti, avanjho suppayuttanam sammapayogo, evametam ganivarapavara tatha sampaticchami”ti. ","mil6.3.12:8.1":"Nibbanasannihitapanho dvadasamo. ","mil6.3.12:9.1":"Vessantaravaggo tatiyo. ","mil6.3.12:10.1":"Imasmim vagge dvadasa panha. "}