{"mil6.1.1:0.1":"Milindapanha ","mil6.1.1:0.2":"Anumanapanha ","mil6.1.1:0.3":"Buddhavagga ","mil6.1.1:0.4":"1 Dvinnambuddhanamanuppajjamanapanha ","mil6.1.1:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil6.1.1:1.2":"‘atthanametam, bhikkhave, anavakaso, yam ekissa lokadhatuya dve arahanto sammasambuddha apubbam acarimam uppajjeyyum, netam thanam vijjati’ti. ","mil6.1.1:1.3":"Desenta ca, bhante nagasena, sabbepi tathagata sattatimsa bodhipakkhiyadhamme desenti, kathayamana ca cattari ariyasaccani kathenti, sikkhapenta ca tisu sikkhasu sikkhapenti, anusasamana ca appamadappatipattiyam anusasanti. ","mil6.1.1:1.4":"Yadi, bhante nagasena, sabbesampi tathagatanam eka desana eka katha eka sikkha eka anusitthi, kena karanena dve tathagata ekakkhane nuppajjanti? ","mil6.1.1:1.5":"Ekenapi tava buddhuppadena ayam loko obhasajato, yadi dutiyo buddho bhaveyya, dvinnam pabhaya ayam loko bhiyyoso mattaya obhasajato bhaveyya, ovadamana ca dve tathagata sukham ovadeyyum, anusasamana ca sukham anusaseyyum, tattha me karanam bruhi, yathaham nissamsayo bhaveyyan”ti. ","mil6.1.1:2.1":"“Ayam, maharaja, dasasahassi lokadhatu ekabuddhadharani, ekasseva tathagatassa gunam dhareti, yadi dutiyo buddho uppajjeyya, nayam dasasahassi lokadhatu dhareyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhamseyya, na thanamupagaccheyya. ","mil6.1.1:3.1":"Yatha, maharaja, nava ekapurisasandharani bhaveyya, ekasmim purise abhirulhe sa nava samupadika bhaveyya. ","mil6.1.1:3.2":"Atha dutiyo puriso agaccheyya tadiso ayuna vannena vayena pamanena kisathulena sabbangapaccangena, so tam navam abhiruheyya, api nu sa, maharaja, nava dvinnampi dhareyya”ti? ","mil6.1.1:3.3":"“Na hi, bhante, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhamseyya, na thanamupagaccheyya, osideyya udake”ti. ","mil6.1.1:3.4":"“Evameva kho, maharaja, ayam dasasahassi lokadhatu ekabuddhadharani, ekasseva tathagatassa gunam dhareti, yadi dutiyo buddho uppajjeyya, nayam dasasahassi lokadhatu dhareyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhamseyya, na thanamupagaccheyya. ","mil6.1.1:4.1":"Yatha va pana, maharaja, puriso yavadattham bhojanam bhunjeyya chadentam yava kanthamabhipurayitva, so dhato pinito paripunno nirantaro tandikato anonamitadandajato punadeva tattakam bhojanam bhunjeyya, api nu kho so, maharaja, puriso sukhito bhaveyya”ti? ","mil6.1.1:4.2":"“Na hi, bhante, sakim bhuttova mareyya”ti. ","mil6.1.1:4.3":"“Evameva kho, maharaja, ayam dasasahassi lokadhatu ekabuddhadharani, ekasseva tathagatassa gunam dhareti, yadi dutiyo buddho uppajjeyya, nayam dasasahassi lokadhatu dhareyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhamseyya, na thanamupagaccheyya”ti. ","mil6.1.1:5.1":"“Kim nu kho, bhante nagasena, atidhammabharena pathavi calati”ti? ","mil6.1.1:5.2":"“Idha, maharaja, dve sakata ratanaparipurita bhaveyyum yava mukhasama, ekasma sakatato ratanam gahetva ekasmim sakate akireyyum, api nu kho tam, maharaja, sakatam dvinnampi sakatanam ratanam dhareyya”ti? ","mil6.1.1:5.3":"“Na hi, bhante, nabhipi tassa phaleyya, arapi tassa bhijjeyyum, nemipi tassa opateyya, akkhopi tassa bhijjeyya”ti. ","mil6.1.1:5.4":"“Kim nu kho, maharaja, atiratanabharena sakatam bhijjati”ti? ","mil6.1.1:5.5":"“Ama, bhante”ti. ","mil6.1.1:5.6":"“Evameva kho, maharaja, atidhammabharena pathavi calati. ","mil6.1.1:6.1":"Api ca, maharaja, imam karanam buddhabalaparidipanaya osaritam. ","mil6.1.1:6.2":"Annampi tattha abhirupam karanam sunohi, yena karanena dve sammasambuddha ekakkhane nuppajjanti. ","mil6.1.1:6.3":"Yadi, maharaja, dve sammasambuddha ekakkhane uppajjeyyum, tesam parisaya vivado uppajjeyya ‘tumhakam buddho, amhakam buddho’ti, ubhato pakkhajata bhaveyyum, yatha, maharaja, dvinnam balavamaccanam parisaya vivado uppajjeyya ‘tumhakam amacco, amhakam amacco’ti, ubhato pakkhajata honti; ","mil6.1.1:6.4":"evameva kho, maharaja, yadi dve sammasambuddha ekakkhane uppajjeyyum, tesam parisaya vivado uppajjeyya ‘tumhakam buddho, amhakam buddho’ti, ubhato pakkhajata bhaveyyum. ","mil6.1.1:6.5":"Idam tava, maharaja, ekam karanam, yena karanena dve sammasambuddha ekakkhane nuppajjanti. ","mil6.1.1:7.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena dve sammasambuddha ekakkhane nuppajjanti. ","mil6.1.1:7.2":"Yadi, maharaja, dve sammasambuddha ekakkhane uppajjeyyum, ‘aggo buddho’ti yam vacanam, tam miccha bhaveyya, ‘jettho buddho’ti yam vacanam, tam miccha bhaveyya, ‘settho buddho’ti, ‘visittho buddho’ti, ‘uttamo buddho’ti, ‘pavaro buddho’ti, ‘asamo buddho’ti, ‘asamasamo buddho’ti, ‘appatimo buddho’ti, ‘appatibhago buddho’ti, ‘appatipuggalo buddho’ti yam vacanam, tam miccha bhaveyya. ","mil6.1.1:7.3":"Idampi kho tvam, maharaja, karanam atthato sampaticcha, yena karanena dve sammasambuddha ekakkhane nuppajjanti. ","mil6.1.1:8.1":"Api ca kho, maharaja, buddhanam bhagavantanam sabhavapakati esayam, ekoyeva buddho loke uppajjati. ","mil6.1.1:8.2":"Kasma karana? ","mil6.1.1:8.3":"Mahantataya sabbannubuddhagunanam. ","mil6.1.1:8.4":"Annampi, maharaja, yam loke mahantam, tam ekamyeva hoti. ","mil6.1.1:8.5":"Pathavi, maharaja, mahanti, sa eka yeva. ","mil6.1.1:8.6":"Sagaro mahanto, so ekoyeva. ","mil6.1.1:8.7":"Sineru giriraja mahanto, so ekoyeva. ","mil6.1.1:8.8":"Akaso mahanto, so ekoyeva. ","mil6.1.1:8.9":"Sakko mahanto, so ekoyeva. ","mil6.1.1:8.10":"Maro mahanto, so ekoyeva. ","mil6.1.1:8.11":"Mahabrahma mahanto, so ekoyeva. ","mil6.1.1:8.12":"Tathagato araham sammasambuddho mahanto, so eko yeva lokasmim. ","mil6.1.1:8.13":"Yattha te uppajjanti, tattha annassa okaso na hoti, tasma, maharaja, tathagato araham sammasambuddho ekoyeva lokasmim uppajjati”ti. ","mil6.1.1:9.1":"“Sukathito, bhante nagasena, panho opammehi karanehi. ","mil6.1.1:9.2":"Anipunopetam sutva attamano bhaveyya, kim pana madiso mahapanno. ","mil6.1.1:9.3":"Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil6.1.1:10.1":"Dvinnam buddhanam anuppajjamanapanho pathamo. "}