{"mil6.1.6:0.1":"Milindapanha ","mil6.1.6:0.2":"Anumanapanha ","mil6.1.6:0.3":"Buddhavagga ","mil6.1.6:0.4":"6. Arahantavedanavediyanapanha ","mil6.1.6:1.1":"“Bhante nagasena, tumhe bhanatha—","mil6.1.6:1.2":"‘araha ekam vedanam vedayati kayikam, na cetasikan’ti. ","mil6.1.6:1.3":"Kim nu kho, bhante nagasena, arahato cittam yam kayam nissaya pavattati, tattha araha anissaro assami avasavatti”ti? ","mil6.1.6:1.4":"“Ama, maharaja”ti. ","mil6.1.6:1.5":"“Na kho, bhante nagasena, yuttametam, yam so sakacittassa pavattamane kaye anissaro hoti assami avasavatti; ","mil6.1.6:1.6":"sakunopi tava, bhante, yasmim kulavake pativasati, tattha so issaro hoti sami vasavatti”ti. ","mil6.1.6:2.1":"“Dasayime, maharaja, kayanugata dhamma bhave bhave kayam anudhavanti anuparivattanti. ","mil6.1.6:2.2":"Katame dasa? ","mil6.1.6:2.3":"Sitam unham jighaccha pipasa uccaro passavo middham jara byadhi maranam. ","mil6.1.6:2.4":"Ime kho, maharaja, dasa kayanugata dhamma bhave bhave kayam anudhavanti anuparivattanti, tattha araha anissaro assami avasavatti”ti. ","mil6.1.6:3.1":"“Bhante nagasena, kena karanena arahato kaye ana nappavattati issariyam va, tattha me karanam bruhi”ti? ","mil6.1.6:3.2":"“Yatha, maharaja, ye keci pathavinissita satta, sabbe te pathavim nissaya caranti viharanti vuttim kappenti, api nu kho, maharaja, tesam pathaviya ana pavattati issariyam va”ti? ","mil6.1.6:3.3":"“Na hi, bhante”ti. ","mil6.1.6:3.4":"“Evameva kho, maharaja, arahato cittam kayam nissaya pavattati, na ca arahato kaye ana pavattati issariyam va”ti. ","mil6.1.6:4.1":"“Bhante nagasena, kena karanena puthujjano kayikampi cetasikampi vedanam vedayati”ti? ","mil6.1.6:4.2":"“Abhavitatta, maharaja, cittassa puthujjano kayikampi cetasikampi vedanam vedayati. ","mil6.1.6:4.3":"Yatha, maharaja, gono chato paritasito abaladubbalaparittakatinesu va lataya va upanibaddho assa, yada so gono parikupito hoti, tada saha upanibandhanena pakkamati. ","mil6.1.6:4.4":"Evameva kho, maharaja, abhavitacittassa vedana uppajjitva cittam parikopeti, cittam parikupitam kayam abhujati nibbhujati samparivattakam karoti. ","mil6.1.6:4.5":"Atha kho so abhavitacitto tasati ravati bheravaravamabhiravati, idamettha, maharaja, karanam, yena karanena puthujjano kayikampi cetasikampi vedanam vedayati”ti. ","mil6.1.6:5.1":"“Kim pana tam karanam, yena karanena araha ekam vedanam vedayati kayikam, na cetasikan”ti? ","mil6.1.6:5.2":"“Arahato, maharaja, cittam bhavitam hoti subhavitam dantam sudantam assavam vacanakaram, so dukkhaya vedanaya phuttho samano ‘aniccan’ti dalham ganhati, samadhithambhe cittam upanibandhati, tassa tam cittam samadhithambhe upanibandhanam na vedhati na calati, thitam hoti avikkhittam, tassa vedanavikaravippharena kayo abhujati nibbhujati samparivattati, idamettha, maharaja, karanam, yena karanena araha ekam vedanam vedayati kayikam, na cetasikan”ti. ","mil6.1.6:6.1":"“Bhante nagasena, tam nama loke acchariyam yam kaye calamane cittam na calati, tattha me karanam bruhi”ti. ","mil6.1.6:6.2":"“Yatha, maharaja, mahatimaharukkhe khandhasakhapalasasampanne anilabalasamahate sakha calati, api nu tassa khandhopi calati”ti? ","mil6.1.6:6.3":"“Na hi, bhante”ti. ","mil6.1.6:6.4":"“Evameva kho, maharaja, araha dukkhaya vedanaya phuttho samano ‘aniccan’ti dalham ganhati, samadhithambhe cittam upanibandhati, tassa tam cittam samadhithambhe upanibandhanam na vedhati na calati, thitam hoti avikkhittam, tassa vedanavikaravippharena kayo abhujati nibbhujati samparivattati, cittam pana tassa na vedhati na calati khandho viya maharukkhassa”ti. ","mil6.1.6:6.5":"“Acchariyam, bhante nagasena, abbhutam, bhante nagasena, na me evarupo sabbakaliko dhammapadipo ditthapubbo”ti. ","mil6.1.6:7.1":"Arahantavedanavediyanapanho chattho. "}