{"mil6.1.4:0.1":"Milindapanha ","mil6.1.4:0.2":"Anumanapanha ","mil6.1.4:0.3":"Buddhavagga ","mil6.1.4:0.4":"4. Patipadadosapanha ","mil6.1.4:1.1":"“Bhante nagasena, yada bodhisatto dukkarakarikam akasi, netadiso annatra arambho ahosi nikkamo kilesayuddham maccusenam vidhamanam aharapariggaho dukkarakarika, evarupe parakkame kinci assadam alabhitva tameva cittam parihapetva evamavoca ‘na kho panaham imaya katukaya dukkarakarikaya adhigacchami uttari manussadhammam alamariyananadassanavisesam, siya nu kho anno maggo bodhaya’ti, tato nibbinditva annena maggena sabbannutam patto, puna taya patipadaya savake anusasati samadapeti. ","mil6.1.4:2.1":"‘Arambhatha nikkhamatha, ","mil6.1.4:2.2":"yunjatha buddhasasane; ","mil6.1.4:2.3":"Dhunatha maccuno senam, ","mil6.1.4:2.4":"nalagaramva kunjaro’ti. ","mil6.1.4:3.1":"Kena nu kho, bhante nagasena, karanena tathagato yaya patipadaya attana nibbinno virattarupo, tattha savake anusasati samadapeti”ti? ","mil6.1.4:4.1":"“Tadapi, maharaja, etarahipi sayeva patipada, tamyeva patipadam patipajjitva bodhisatto sabbannutam patto. ","mil6.1.4:4.2":"Api ca, maharaja, bodhisatto ativiriyam karonto niravasesato aharam uparundhi. ","mil6.1.4:4.3":"Tassa aharuparodhena cittadubbalyam uppajji. ","mil6.1.4:4.4":"So tena dubbalyena nasakkhi sabbannutam papunitum, so mattamattam kabalikaraharam sevanto tayeva patipadaya nacirasseva sabbannutam papuni. ","mil6.1.4:4.5":"Sayeva, maharaja, patipada sabbesam tathagatanam sabbannutananappatilabhaya. ","mil6.1.4:5.1":"Yatha, maharaja, sabbesam sattanam aharo upatthambho, aharupanissita sabbe satta sukham anubhavanti; ","mil6.1.4:5.2":"evameva kho, maharaja, sayeva patipada sabbesam tathagatanam sabbannutananappatilabhaya, neso, maharaja, doso arambhassa, na nikkamassa, na kilesayuddhassa, yena tathagato tasmim samaye na papuni sabbannutananam, atha kho aharuparodhasseveso doso, sada patiyatta yevesa patipada. ","mil6.1.4:6.1":"Yatha, maharaja, puriso addhanam ativegena gaccheyya, tena so pakkhahato va bhaveyya pithasappi va asancaro pathavitale. ","mil6.1.4:6.2":"Api nu kho, maharaja, mahapathaviya doso atthi, yena so puriso pakkhahato ahosi”ti? ","mil6.1.4:6.3":"“Na hi, bhante; ","mil6.1.4:6.4":"sada patiyatta, bhante, mahapathavi, kuto tassa doso? ","mil6.1.4:6.5":"Vayamasseveso doso, yena so puriso pakkhahato ahosi”ti. ","mil6.1.4:6.6":"“Evameva kho, maharaja, neso doso arambhassa, na nikkamassa, na kilesayuddhassa, yena tathagato tasmim samaye na papuni sabbannutananam, atha kho aharuparodhasseveso doso sada patiyatta yevesa patipada. ","mil6.1.4:7.1":"Yatha va pana, maharaja, puriso kilittham satakam nivaseyya, na so tam dhovapeyya, neso doso udakassa, sada patiyattam udakam. ","mil6.1.4:7.2":"Purisasseveso doso. ","mil6.1.4:7.3":"Evameva kho, maharaja, neso doso arambhassa, na nikkamassa, na kilesayuddhassa, yena tathagato tasmim samaye na papuni sabbannutananam, atha kho aharuparodhasseveso doso, sada patiyatta yevesa patipada, tasma tathagato tayeva patipadaya savake anusasati samadapeti, evam kho, maharaja, sada patiyatta anavajja sa patipada”ti. ","mil6.1.4:7.4":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil6.1.4:8.1":"Patipadadosapanho catuttho. "}