{"mil6.3.1:0.1":"Milindapanha ","mil6.3.1:0.2":"Anumanapanha ","mil6.3.1:0.3":"Vessantaravagga ","mil6.3.1:0.4":"1. Vessantarapanha ","mil6.3.1:1.1":"“Bhante nagasena, sabbeva bodhisatta puttadaram denti, udahu vessantareneva ranna puttadaram dinnan”ti? ","mil6.3.1:1.2":"“Sabbepi, maharaja, bodhisatta puttadaram denti, na vessantareneva ranna puttadaram dinnan”ti. ","mil6.3.1:1.3":"“Api ca kho, bhante nagasena, tesam anumatena denti”ti. ","mil6.3.1:1.4":"“Bhariya, maharaja, anumata, daraka pana balataya vilapimsu, yadi te atthato janeyyum, tepi anumodeyyum, na te vilapeyyun”ti. ","mil6.3.1:2.1":"“Dukkaram, bhante nagasena, bodhisattena katam, yam so attano orase piye putte brahmanassa dasatthaya adasi. ","mil6.3.1:3.1":"Idampi dutiyam dukkarato dukkarataram, yam so attano orase piye putte balake tarunake lataya bandhitva tena brahmanena lataya anumajjiyante disva ajjhupekkhi. ","mil6.3.1:4.1":"Idampi tatiyam dukkarato dukkarataram, yam so sakena balena bandhana muccitva agate darake sarajjamupagate punadeva lataya bandhitva adasi. ","mil6.3.1:5.1":"Idampi catuttham dukkarato dukkarataram, yam so darake ‘ayam kho, tata, yakkho khaditum neti amhe’ti vilapante ‘ma bhayittha’ti na assasesi. ","mil6.3.1:6.1":"Idampi pancamam dukkarato dukkarataram, yam so jalissa kumarassa rudamanassa padesu nipatitva ‘alam, tata, kanhajinam nivattehi, ahameva gacchami yakkhena saha, khadatu mam yakkho’ti yacamanassa evam na sampaticchi. ","mil6.3.1:7.1":"Idampi chattham dukkarato dukkarataram, yam so jalissa kumarassa ‘pasanasamam nuna te, tata, hadayam, yam tvam amhakam dukkhitanam pekkhamano nimmanussake braharanne yakkhena niyamane na nivaresi’ti vilapamanassa karunnam nakasi. ","mil6.3.1:8.1":"Idampi sattamam dukkarato dukkarataram, yam tassa rularulassa bhimabhimassa nite darake adassanam gamite na phali hadayam satadha va sahassadha va, punnakamena manujena kim paradukkhapanena, nanu nama sakadanam databbam hoti”ti? ","mil6.3.1:9.1":"“Dukkarassa, maharaja, katatta bodhisattassa kittisaddo dasasahassiya lokadhatuya sadevamanussesu abbhuggato, deva devabhavane pakittenti, asura asurabhavane pakittenti, garula garulabhavane pakittenti, naga nagabhavane pakittenti, yakkha yakkhabhavane pakittenti, anupubbena tassa kittisaddo paramparaya ajjetarahi idha amhakam samayam anuppatto, tam mayam danam pakittenta vikopenta nisinna sudinnam, udahu duddinnanti. ","mil6.3.1:9.2":"So kho panayam, maharaja, kittisaddo nipunanam vinnunam vidunam vibhavinam bodhisattanam dasa gune anudassati. ","mil6.3.1:9.3":"Katame dasa? ","mil6.3.1:9.4":"Agedhata niralayata cago pahanam apunaravattita sukhumata mahantata duranubodhata dullabhata asadisata buddhadhammassa, so kho panayam, maharaja, kittisaddo nipunanam vinnunam vidunam vibhavinam bodhisattanam ime dasa gune anudassati”ti. ","mil6.3.1:10.1":"“Bhante nagasena, yo param dukkhapetva danam deti, api nu tam danam sukhavipakam hoti saggasamvattanikan”ti? ","mil6.3.1:10.2":"“Ama, maharaja, kim vattabban”ti. ","mil6.3.1:10.3":"“Ingha, bhante nagasena, karanam upadassehi”ti. ","mil6.3.1:10.4":"“Idha, maharaja, koci samano va brahmano va silava hoti kalyanadhammo, so bhaveyya pakkhahato va pithasappi va annataram va byadhim apanno, tamenam yo koci punnakamo yanam aropetva patthitam desamanupapeyya, api nu kho, maharaja, tassa purisassa tatonidanam kinci sukham nibbatteyya saggasamvattanikam tam kamman”ti? ","mil6.3.1:10.5":"“Ama, bhante, kim vattabbam? ","mil6.3.1:10.6":"Hatthiyanam va so, bhante, puriso labheyya assayanam va rathayanam va, thale thalayanam jale jalayanam devesu devayanam manussesu manussayanam, tadanucchavikam tadanulomikam bhave bhave nibbatteyya, tadanucchavikani tadanulomikani cassa sukhani nibbatteyyum, sugatito sugatim gaccheyya, teneva kammabhisandena iddhiyanam abhiruyha patthitam nibbananagaram papuneyya”ti. ","mil6.3.1:10.7":"“Tena hi, maharaja, paradukkhapanena dinnadanam sukhavipakam hoti saggasamvattanikam, yam so puriso balibadde dukkhapetva evarupam sukham anubhavati. ","mil6.3.1:11.1":"Aparampi, maharaja, uttarim karanam sunohi, yatha paradukkhapanena dinnadanam sukhavipakam hoti saggasamvattanikam. ","mil6.3.1:11.2":"Idha, maharaja, yo koci raja janapadato dhammikam balim uddharapetva anapavattanena danam dadeyya, api nu kho so, maharaja, raja tatonidanam kinci sukham anubhaveyya saggasamvattanikam tam danan”ti? ","mil6.3.1:11.3":"“Ama, bhante, kim vattabbam, tatonidanam so, bhante, raja uttarim anekasatasahassagunam labheyya. ","mil6.3.1:11.4":"Rajunam atiraja bhaveyya, devanam atidevo bhaveyya, brahmanam atibrahma bhaveyya, samananam atisamano bhaveyya, brahmananam atibrahmano bhaveyya, arahantanam atiaraha bhaveyya”ti. ","mil6.3.1:11.5":"“Tena hi, maharaja, paradukkhapanena dinnadanam sukhavipakam hoti saggasamvattanikam, yam so raja balina janam piletva dinnadanena evarupam uttarim yasasukham anubhavati”ti. ","mil6.3.1:12.1":"“Atidanam, bhante nagasena, vessantarena ranna dinnam, yam so sakam bhariyam parassa bhariyatthaya adasi, sake orase putte brahmanassa dasatthaya adasi, atidanam nama, bhante nagasena, loke viduhi ninditam garahitam, yatha nama, bhante nagasena, atibharena sakatassa akkho bhijjati, atibharena nava osidati, atibhuttena bhojanam visamam parinamati, ativassena dhannam vinassati, atidanena bhogakkhayam upeti, atitapena pathavi upadayhati, atiragena ummattako hoti, atidosena vajjho hoti, atimohena anayam apajjati, atilobhena coraggahanamupagacchati, atibhayena nirujjhati, atipurena nadi uttarati, ativatena asani patati, atiaggina odanam uttarati, atisancaranena na ciram jivati. ","mil6.3.1:12.2":"Evameva kho, bhante nagasena, atidanam nama loke viduhi ninditam garahitam, atidanam, bhante nagasena, vessantarena ranna dinnam, na tattha kinci phalam icchitabban”ti. ","mil6.3.1:13.1":"“Atidanam, maharaja, loke viduhi vannitam thutam pasattham, ye keci yadisam kidisam danam denti, atidanadayi loke kittim papunati. ","mil6.3.1:13.2":"Yatha, maharaja, atipavarataya dibbam vanamulam gahitampi hatthapase thitanam parajananam na dassayati, agado atijaccataya pilaya samugghatako roganam antakaro, aggi atijotitaya dahati, udakam atisitataya nibbapeti, padumam parisuddhataya na upalimpati varikaddamena, mani atigunataya kamadado, vajiram atitikhinataya vijjhati manimuttaphalikam, pathavi atimahantataya naroragamigapakkhijalaselapabbatadume dhareti, samuddo atimahantataya aparipurano, sineru atibharataya acalo, akaso ativittharataya ananto, suriyo atippabhataya timiram ghateti, siho atijatitaya vigatabhayo, mallo atibalavataya patimallam khippam ukkhipati, raja atipunnataya adhipati, bhikkhu atisilavantataya nagayakkhanaramaruhi namassaniyo, buddho atiaggataya anupamo. ","mil6.3.1:13.3":"Evameva kho, maharaja, atidanam nama loke viduhi vannitam thutam pasattham, ye keci yadisam kidisam danam denti, atidanadayi loke kittim papunati, atidanena vessantaro raja dasasahassiya lokadhatuya vannito thuto pasattho mahito kittito, teneva atidanena vessantaro raja ajjetarahi buddho jato aggo sadevake loke. ","mil6.3.1:14.1":"Atthi pana, maharaja, loke thapaniyam danam, yam dakkhineyye anuppatte na databban”ti? ","mil6.3.1:14.2":"“Dasa kho panimani, bhante nagasena, danani, yani loke adanasammatani, yo tani danani deti, so apayagami hoti. ","mil6.3.1:14.3":"Katamani dasa? ","mil6.3.1:14.4":"Majjadanam, bhante nagasena, loke adanasammatam, yo tam danam deti, so apayagami hoti. ","mil6.3.1:14.5":"Samajjadanam …pe… ","mil6.3.1:14.6":"itthidanam … ","mil6.3.1:14.7":"usabhadanam … ","mil6.3.1:14.8":"cittakammadanam … ","mil6.3.1:14.9":"satthadanam … ","mil6.3.1:14.10":"visadanam … ","mil6.3.1:14.11":"sankhalikadanam … ","mil6.3.1:14.12":"kukkutasukaradanam … ","mil6.3.1:14.13":"tulakutamanakutadanam, bhante nagasena, loke adanasammatam hoti, yo tam danam deti, so apayagami hoti. ","mil6.3.1:14.14":"Imani kho, bhante nagasena, dasa danani loke adanasammatani, yo tani danani deti, so apayagami hoti”ti. ","mil6.3.1:15.1":"“Naham tam, maharaja, adanasammatam pucchami, imam khvaham, maharaja, tam pucchami ‘atthi pana, maharaja, loke thapaniyam danam, yam dakkhineyye anuppatte na databban’”ti. ","mil6.3.1:15.2":"“Natthi, bhante nagasena, loke thapaniyam danam. ","mil6.3.1:15.3":"Yam dakkhineyye anuppatte na databbam, cittappasade uppanne keci dakkhineyyanam bhojanam denti, keci acchadanam, keci sayanam, keci avasatham, keci attharanapavuranam, keci dasidasam, keci khettavatthum, keci dvipadacatuppadam, keci satam sahassam satasahassam, keci maharajjam, keci jivitampi denti”ti. ","mil6.3.1:15.4":"“Yadi pana, maharaja, keci jivitampi denti, kim karana vessantaram danapatim atibalham paripatesi sudinne putte ca dare ca? ","mil6.3.1:16.1":"Api nu kho, maharaja, atthi lokapakati lokacinnam, labhati pita puttam inatto va ajivikapakato va avapitum va vikkinitum va”ti? ","mil6.3.1:16.2":"“Ama, bhante, labhati pita puttam inatto va ajivikapakato va avapitum va vikkinitum va”ti. ","mil6.3.1:16.3":"“Yadi, maharaja, labhati pita puttam inatto va ajivikapakato va avapitum va vikkinitum va, vessantaropi, maharaja, raja alabhamano sabbannutananam upadduto dukkhito tassa dhammadhanassa patilabhaya puttadaram avapesi ca vikkini ca. ","mil6.3.1:16.4":"Iti, maharaja, vessantarena ranna annesam dinnamyeva dinnam, katamyeva katam. ","mil6.3.1:16.5":"Kissa pana tvam, maharaja, tena danena vessantaram danapatim atibalham apasadesi”ti? ","mil6.3.1:17.1":"“Naham, bhante nagasena, vessantarassa danapatino danam garahami, api ca puttadaram yacante niminitva attanam databban”ti. ","mil6.3.1:17.2":"“Etam kho, maharaja, asabbhikaranam, yam puttadaram yacante attanam dadeyya, yam yam hi yacante tam tadeva databbam, etam sappurisanam kammam. ","mil6.3.1:17.3":"Yatha, maharaja, koci puriso paniyam aharapeyya, tassa yo bhojanam dadeyya, api nu so, maharaja, puriso tassa kiccakari assa”ti? ","mil6.3.1:17.4":"“Na hi, bhante, yam so aharapeti, tameva tassa dento kiccakari assa”ti. ","mil6.3.1:17.5":"“Evameva kho, maharaja, vessantaro raja brahmane puttadaram yacante puttadaram yeva adasi. ","mil6.3.1:17.6":"Sace, maharaja, brahmano vessantarassa sariram yaceyya, na so, maharaja, attanam rakkheyya na kampeyya na rajjeyya, tassa dinnam pariccattamyeva sariram bhaveyya. ","mil6.3.1:17.7":"Sace, maharaja, koci vessantaram danapatim upagantva yaceyya ‘dasattam me upehi’ti, dinnam pariccattamyevassa sariram bhaveyya, na so datva tapeyya, ranno, maharaja, vessantarassa kayo bahusadharano. ","mil6.3.1:18.1":"Yatha, maharaja, pakka mamsapesi bahusadharana; ","mil6.3.1:18.2":"evameva kho, maharaja, ranno vessantarassa kayo bahusadharano. ","mil6.3.1:18.3":"Yatha va pana, maharaja, phalito rukkho nanadijaganasadharano; ","mil6.3.1:18.4":"evameva kho, maharaja, ranno vessantarassa kayo bahusadharano. ","mil6.3.1:18.5":"Kim karana? ","mil6.3.1:18.6":"‘Evaham patipajjanto sammasambodhim papunissami’ti. ","mil6.3.1:19.1":"Yatha, maharaja, puriso adhano dhanatthiko dhanapariyesanam caramano ajapatham sankupatham vettapatham gacchati, jalathalavanijjam karoti, kayena vacaya manasa dhanam aradheti, dhanappatilabhaya vayamati; ","mil6.3.1:19.2":"evameva kho, maharaja, vessantaro danapati adhano buddhadhanena sabbannutananaratanappatilabhaya yacakanam dhanadhannam dasidasam yanavahanam sakalasapateyyam sakam puttadaram attananca cajitva sammasambodhimyeva pariyesati. ","mil6.3.1:20.1":"Yatha va pana, maharaja, amacco muddakamo muddadhikaranam yam kinci gehe dhanadhannam hirannasuvannam, tam sabbam datvapi muddappatilabhaya vayamati; ","mil6.3.1:20.2":"evameva kho, maharaja, vessantaro danapati sabbam tam bahirabbhantaradhanam datva jivitampi paresam datva sammasambodhimyeva pariyesati. ","mil6.3.1:21.1":"Api ca, maharaja, vessantarassa danapatino evam ahosi ‘yam so brahmano yacati, tamevaham tassa dento kiccakari nama homi’ti, evam so tassa puttadaramadasi. ","mil6.3.1:21.2":"Na kho, maharaja, vessantaro danapati dessataya brahmanassa puttadaramadasi, na adassanakamataya puttadaramadasi, na atibahuka me puttadara, ‘na sakkomi te posetun’ti puttadaramadasi, na ukkanthito ‘appiya me’ti niharitukamataya puttadaramadasi. ","mil6.3.1:21.3":"Atha kho sabbannutananaratanasseva piyatta sabbannutananassa karana vessantaro raja evarupam atulam vipulamanuttaram piyam manapam dayitam panasamam puttadaradanavaram brahmanassa adasi. ","mil6.3.1:22.1":"Bhasitampetam, maharaja, bhagavata devatidevena cariyapitake—","mil6.3.1:23.1":"‘Na me dessa ubho putta, ","mil6.3.1:23.2":"maddi devi na dessiya; ","mil6.3.1:23.3":"Sabbannutam piyam mayham, ","mil6.3.1:23.4":"tasma piye adasahan’ti. ","mil6.3.1:24.1":"Tasma, maharaja, vessantaro raja puttadanam datva pannasalam pavisitva nipajji. ","mil6.3.1:24.2":"Tassa atipemena dukkhitassa balavasoko uppajji, hadayavatthu unhamahosi. ","mil6.3.1:24.3":"Nasikaya appahontiya mukhena unhe assasapassase vissajjesi, assuni parivattitva lohitabinduni hutva nettehi nikkhamimsu. ","mil6.3.1:24.4":"Evameva kho, maharaja, dukkhena vessantaro raja brahmanassa puttadaramadasi ‘ma me danapatho parihayi’ti. ","mil6.3.1:25.1":"Api ca, maharaja, vessantaro raja dve atthavase paticca brahmanassa dve darake adasi. ","mil6.3.1:25.2":"Katame dve? ","mil6.3.1:25.3":"Danapatho ca me aparihino bhavissati, dukkhite ca me puttake vanamulaphalehi itonidanam ayyako mocessatiti. ","mil6.3.1:25.4":"Janati hi, maharaja, vessantaro raja ‘na me daraka sakka kenaci dasabhogena bhunjitum, ime ca darake ayyako nikkinissati, evam amhakampi gamanam bhavissati’ti. ","mil6.3.1:25.5":"Ime kho, maharaja, dve atthavase paticca brahmanassa dve darake adasi. ","mil6.3.1:26.1":"Api ca, maharaja, vessantaro raja janati ‘ayam kho brahmano jinno vuddho mahallako dubbalo bhaggo dandaparayano khinayuko parittapunno, neso samattho ime darake dasabhogena bhunjitun’ti. ","mil6.3.1:26.2":"Sakkuneyya pana, maharaja, puriso pakatikena balena ime candimasuriye evammahiddhike evammahanubhave gahetva pelaya va samugge va pakkhipitva nippabhe katva thalakaparibhogena paribhunjitun”ti? ","mil6.3.1:26.3":"“Na hi, bhante”ti. ","mil6.3.1:26.4":"“Evameva kho, maharaja, imasmim loke candimasuriyappatibhagassa vessantarassa daraka na sakka kenaci dasabhogena bhunjitunti. ","mil6.3.1:27.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:27.2":"Yatha, maharaja, ranno cakkavattissa maniratanam subham jatimantam atthamsam suparikammakatam catuhatthayamam sakatanabhiparinaham na sakka kenaci pilotikaya vethetva pelaya pakkhipitva satthakanisanaparibhogena paribhunjitum; ","mil6.3.1:27.3":"evameva kho, maharaja, loke cakkavattiranno maniratanappatibhagassa vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:28.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:28.2":"Yatha, maharaja, tidha pabhinno sabbaseto sattappatitthito attharatanubbedho navaratanayamaparinaho pasadiko dassaniyo uposatho nagaraja na sakka kenaci suppena va saravena va pidahitum, govacchako viya vacchakasalaya pakkhipitva pariharitum va; ","mil6.3.1:28.3":"evameva kho, maharaja, loke uposathanagarajappatibhagassa vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:29.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:29.2":"Yatha, maharaja, mahasamuddo dighaputhulavitthinno gambhiro appameyyo duruttaro apariyogalho anavato na sakka kenaci sabbattha pidahitva ekatitthena paribhogam katum; ","mil6.3.1:29.3":"evameva kho, maharaja, loke mahasamuddappatibhagassa vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:30.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:30.2":"Yatha, maharaja, himavanto pabbataraja pancayojanasatam accuggato nabhe tisahassayojanayamavittharo caturasitikutasahassappatimandito pancannam mahanadisatanam pabhavo mahabhutaganalayo nanavidhagandhadharo dibbosadhasatasamalankato nabhe valahako viya accuggato dissati; ","mil6.3.1:30.3":"evameva kho, maharaja, loke himavantapabbatarajappatibhagassa vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:31.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:31.2":"Yatha, maharaja, rattandhakaratimisayam uparipabbatagge jalamano mahaaggikkhandho suvidurepi pannayati; ","mil6.3.1:31.3":"evameva kho, maharaja, vessantaro raja pabbatagge jalamano mahaaggikkhandho viya suvidurepi pakato pannayati, tassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:32.1":"Aparampi, maharaja, uttarim karanam sunohi, yena karanena vessantarassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:32.2":"Yatha, maharaja, himavante pabbate nagapupphasamaye ujuvate vayante dasa dvadasa yojanani pupphagandho vayati; ","mil6.3.1:32.3":"evameva kho, maharaja, vessantarassa ranno api yojanasahassehipi yava akanitthabhavanam etthantare surasuragarulagandhabbayakkharakkhasamahoragakinnaraindabhavanesu kittisaddo abbhuggato, silavaragandho cassa sampavayati, tena tassa daraka na sakka kenaci dasabhogena bhunjitum. ","mil6.3.1:32.4":"Anusittho, maharaja, jali kumaro pitara vessantarena ranna ‘ayyako te, tata, tumhe brahmanassa dhanam datva nikkinanto tam nikkhasahassam datva nikkinatu, kanhajinam nikkinanto dasasatam dasisatam hatthisatam assasatam dhenusatam usabhasatam nikkhasatanti sabbasatam datva nikkinatu, yadi te, tata, ayyako tumhe brahmanassa hatthato anaya balasa mudha ganhati, ma tumhe ayyakassa vacanam karittha, brahmanasseva anuyayino hotha’ti, evamanusasitva putte pesesi, tato jalikumaro gantva ayyakena puttho kathesi—","mil6.3.1:33.1":"‘Sahassagghanhi mam tata, ","mil6.3.1:33.2":"brahmanassa pita ada; ","mil6.3.1:33.3":"Atho kanhajinam kannam, ","mil6.3.1:33.4":"hatthinanca satena ca’”ti. ","mil6.3.1:34.1":"“Sunibbethito, bhante nagasena, panho; ","mil6.3.1:34.2":"subhinnam ditthijalam; ","mil6.3.1:34.3":"sumaddito paravado; ","mil6.3.1:34.4":"sakasamayo sudipito; ","mil6.3.1:34.5":"byanjanam suparisodhitam; ","mil6.3.1:34.6":"suvibhatto attho; ","mil6.3.1:34.7":"evametam tatha sampaticchami”ti. ","mil6.3.1:35.1":"Vessantarapanho pathamo. "}