{"mil6.1.9:0.1":"Milindapanha ","mil6.1.9:0.2":"Anumanapanha ","mil6.1.9:0.3":"Buddhavagga ","mil6.1.9:0.4":"9. Udakasattajivapanha ","mil6.1.9:1.1":"“Bhante nagasena, imam udakam aggimhi tappamanam ciccitayati citicitayati saddayati bahuvidham, kim nu kho, bhante nagasena, udakam jivati, kim kilamanam saddayati, udahu annena patipilitam saddayati”ti? ","mil6.1.9:1.2":"“Na hi, maharaja, udakam jivati, natthi udake jivo va satto va, api ca, maharaja, aggisantapavegassa mahantataya udakam ciccitayati citicitayati saddayati bahuvidhan”ti. ","mil6.1.9:2.1":"“Bhante nagasena, idhekacce titthiya udakam jivatiti sitodakam patikkhipitva udakam tapetva vekatikavekatikam paribhunjanti, te tumhe garahanti paribhavanti ‘ekindriyam samana sakyaputtiya jivam vihethenti’ti, tam tesam garaham paribhavam vinodehi apanehi niccharehi”ti. ","mil6.1.9:2.2":"“Na hi, maharaja, udakam jivati, natthi, maharaja, udake jivo va satto va, api ca, maharaja, aggisantapavegassa mahantataya udakam ciccitayati citicitayati saddayati bahuvidham. ","mil6.1.9:3.1":"Yatha, maharaja, udakam sobbhasarasaritadahatalakakandarapadaraudapananinnapokkharanigatam vatatapavegassa mahantataya pariyadiyati parikkhayam gacchati, api nu tattha udakam ciccitayati citicitayati saddayati bahuvidhan”ti? ","mil6.1.9:3.2":"“Na hi, bhante”ti. ","mil6.1.9:3.3":"“Yadi, maharaja, udakam jiveyya, tatthapi udakam saddayeyya, iminapi, maharaja, karanena janahi ‘natthi udake jivo va satto va, aggisantapavegassa mahantataya udakam ciccitayati citicitayati saddayati bahuvidhan’ti. ","mil6.1.9:4.1":"Aparampi, maharaja, uttarim karanam sunohi ‘natthi udake jivo va satto va, aggisantapavegassa mahantataya udakam saddayati’ti. ","mil6.1.9:4.2":"Yada pana, maharaja, udakam tandulehi sammissitam bhajanagatam hoti pihitam uddhane athapitam, api nu tattha udakam saddayati”ti? ","mil6.1.9:4.3":"“Na hi, bhante, acalam hoti santasantan”ti. ","mil6.1.9:4.4":"“Tamyeva pana, maharaja, udakam bhajanagatam aggim ujjaletva uddhane thapitam hoti, api nu tattha udakam acalam hoti santasantan”ti? ","mil6.1.9:4.5":"“Na hi, bhante, calati khubbhati lulati avilati umijatam hoti, uddhamadho disavidisam gacchati, uttarati patarati phenamali hoti”ti. ","mil6.1.9:4.6":"“Kissa pana tam, maharaja, pakatikam udakam na calati santasantam hoti, kissa pana aggigatam calati khubbhati lulati avilati umijatam hoti, uddhamadho disavidisam gacchati, uttarati patarati phenamali hoti”ti? ","mil6.1.9:4.7":"“Pakatikam, bhante, udakam na calati, aggikatam pana udakam aggisantapavegassa mahantataya ciccitayati citicitayati saddayati bahuvidhan”ti. ","mil6.1.9:4.8":"“Iminapi, maharaja, karanena janahi ‘natthi udake jivo va satto va, aggisantapavegassa mahantataya udakam saddayati’ti. ","mil6.1.9:5.1":"Aparampi, maharaja, uttarim karanam sunohi, natthi udake jivo va satto va, aggisantapavegassa mahantataya udakam saddayati. ","mil6.1.9:5.2":"Hoti tam, maharaja, udakam ghare ghare udakavarakagatam pihitan”ti? ","mil6.1.9:5.3":"“Ama, bhante”ti. ","mil6.1.9:5.4":"“Api nu tam, maharaja, udakam calati khubbhati lulati avilati umijatam hoti, uddhamadho disavidisam gacchati, uttarati patarati phenamali hoti”ti. ","mil6.1.9:5.5":"“Na hi, bhante, acalam tam hoti pakatikam udakavarakagatam udakan”ti. ","mil6.1.9:6.1":"“Sutapubbam pana taya, maharaja, ‘mahasamudde udakam calati khubbhati lulati avilati umijatam hoti, uddhamadho disavidisam gacchati, uttarati patarati phenamali hoti, ussakkitva ossakkitva velaya paharati saddayati bahuvidhan’”ti? ","mil6.1.9:6.2":"“Ama, bhante, sutapubbam etam maya ditthapubbanca ‘mahasamudde udakam hatthasatampi dvepi hatthasatani gagane ussakkati’”ti. ","mil6.1.9:6.3":"“Kissa, maharaja, udakavarakagatam udakam na calati na saddayati, kissa pana mahasamudde udakam calati saddayati”ti? ","mil6.1.9:6.4":"“Vatavegassa mahantataya, bhante, mahasamudde udakam calati saddayati, udakavarakagatam udakam aghattitam kehici na calati na saddayati”ti. ","mil6.1.9:6.5":"“Yatha, maharaja, vatavegassa mahantataya mahasamudde udakam calati saddayati; ","mil6.1.9:6.6":"evameva aggisantapavegassa mahantataya udakam saddayatiti. ","mil6.1.9:7.1":"Nanu, maharaja, bheripokkharam sukkham sukkhena gocammena onandhanti”ti? ","mil6.1.9:7.2":"“Ama, bhante”. ","mil6.1.9:7.3":"“Api nu, maharaja, bheriya jivo va satto va atthi”ti. ","mil6.1.9:7.4":"“Na hi, bhante”ti. ","mil6.1.9:7.5":"“Kissa pana, maharaja, bheri saddayati”ti? ","mil6.1.9:7.6":"“Itthiya va, bhante, purisassa va tajjena vayamena”ti. ","mil6.1.9:7.7":"“Yatha, maharaja, itthiya va purisassa va tajjena vayamena bheri saddayati; ","mil6.1.9:7.8":"evameva aggisantapavegassa mahantataya udakam saddayati. ","mil6.1.9:7.9":"Iminapi, maharaja, karanena janahi ‘natthi udake jivo va satto va, aggisantapavegassa mahantataya udakam saddayati’ti. ","mil6.1.9:8.1":"Mayhampi tava, maharaja, tava pucchitabbam atthi, evameso panho suvinicchito hoti, kim nu kho, maharaja, sabbehipi bhajanehi udakam tappamanam saddayati, udahu ekaccehiyeva bhajanehi tappamanam saddayati”ti? ","mil6.1.9:8.2":"“Na hi, bhante, sabbehipi bhajanehi udakam tappamanam saddayati, ekaccehiyeva bhajanehi udakam tappamanam saddayati”ti. ","mil6.1.9:8.3":"“Tena hi, maharaja, jahitosi sakasamayam, paccagatosi mama visayam, natthi udake jivo va satto va. ","mil6.1.9:8.4":"Yadi, maharaja, sabbehipi bhajanehi udakam tappamanam saddayeyya, yuttamidam ‘udakam jivati’ti vattum. ","mil6.1.9:8.5":"Na hi, maharaja, udakam dvayam hoti, yam saddayati, tam jivati, yam na saddayati, tam na jivatiti. ","mil6.1.9:8.6":"Yadi, maharaja, udakam jiveyya, mahantanam hatthinaganam ussannakayanam pabhinnanam sondaya ussincitva mukhe pakkhipitva kucchim pavesayantanam, tampi udakam tesam dantantare cippiyamanam saddayeyya. ","mil6.1.9:8.7":"Hatthasatikapi mahanava garuka bharika anekasatasahassabharaparipura mahasamudde vicaranti, tahipi cippiyamanam udakam saddayeyya. ","mil6.1.9:8.8":"Mahatimahantapi maccha anekasatayojanikakaya timi timingala timirapingala abbhantare nimugga mahasamudde nivasatthanataya pativasanta mahaudakadhara acamanti dhamanti ca, tesampi tam dantantarepi udarantarepi cippiyamanam udakam saddayeyya. ","mil6.1.9:8.9":"Yasma ca kho, maharaja, evarupehi evarupehi mahantehi patipilanehi patipilitam udakam na saddayati tasmapi natthi udake jivo va satto vati, evametam, maharaja, dharehi”ti. ","mil6.1.9:9.1":"“Sadhu, bhante nagasena, dosagato panho anucchavikaya vibhattiya vibhatto, yatha nama, bhante nagasena, mahaggham maniratanam chekam acariyam kusalam sikkhitam manikaram papunitva kittim labheyya thomanam pasamsam, muttaratanam va muttikam dussaratanam va dussikam, lohitacandanam va gandhikam papunitva kittim labheyya thomanam pasamsam. ","mil6.1.9:9.2":"Evameva kho, bhante nagasena, dosagato panho anucchavikaya vibhattiya vibhatto, evametam tatha sampaticchami”ti. ","mil6.1.9:10.1":"Udakasattajivapanho navamo. ","mil6.1.9:11.1":"Buddhavaggo pathamo. ","mil6.1.9:12.1":"Imasmim vagge nava panha. "}