{"mil6.3.2:0.1":"Milindapanha ","mil6.3.2:0.2":"Anumanapanha ","mil6.3.2:0.3":"Vessantaravagga ","mil6.3.2:0.4":"2. Dukkarakarikapanha ","mil6.3.2:1.1":"“Bhante nagasena, sabbeva bodhisatta dukkarakarikam karonti, udahu gotameneva bodhisattena dukkarakarika kata”ti? ","mil6.3.2:1.2":"“Natthi, maharaja, sabbesam bodhisattanam dukkarakarika, gotameneva bodhisattena dukkarakarika kata”ti. ","mil6.3.2:2.1":"“Bhante nagasena, yadi evam ayuttam, yam bodhisattanam bodhisattehi vemattata hoti”ti. ","mil6.3.2:2.2":"“Catuhi, maharaja, thanehi bodhisattanam bodhisattehi vemattata hoti. ","mil6.3.2:2.3":"Katamehi catuhi? ","mil6.3.2:2.4":"Kulavemattata padhanavemattata ayuvemattata pamanavemattatati. ","mil6.3.2:2.5":"Imehi kho, maharaja, catuhi thanehi bodhisattanam bodhisattehi vemattata hoti. ","mil6.3.2:2.6":"Sabbesampi, maharaja, buddhanam rupe sile samadhimhi pannaya vimuttiya vimuttinanadassane catuvesarajje dasatathagatabale chaasadharananane cuddasabuddhanane attharasabuddhadhamme kevale ca buddhagune natthi vemattata, sabbepi buddha buddhadhammehi samasama”ti. ","mil6.3.2:3.1":"“Yadi, bhante nagasena, sabbepi buddha buddhadhammehi samasama, kena karanena gotameneva bodhisattena dukkarakarika kata”ti? ","mil6.3.2:3.2":"“Aparipakke, maharaja, nane aparipakkaya bodhiya gotamo bodhisatto nekkhammamabhinikkhanto aparipakkam nanam paripacayamanena dukkarakarika kata”ti. ","mil6.3.2:4.1":"“Bhante nagasena, kena karanena bodhisatto aparipakke nane aparipakkaya bodhiya mahabhinikkhamanam nikkhanto, nanu nama nanam paripacetva paripakke nane nikkhamitabban”ti? ","mil6.3.2:5.1":"“Bodhisatto, maharaja, viparitam itthagaram disva vippatisari ahosi, tassa vippatisarissa arati uppajji, araticittam uppannam disva annataro marakayiko devaputto ‘ayam kho kalo araticittassa vinodanaya’ti vehase thatva idam vacanamabravi—","mil6.3.2:6.1":"‘Marisa, ma kho tvam ukkanthito ahosi, ito te sattame divase dibbam cakkaratanam patubhavissati sahassaram sanemikam sanabhikam sabbakaraparipuram, pathavigatani ca te ratanani akasatthani ca sayameva upagacchissanti, dvisahassaparittadipaparivaresu catusu mahadipesu ekamukhena ana pavattissati, parosahassanca te putta bhavissanti sura virangarupa parasenappamaddana, tehi puttehi parikinno sattaratanasamannagato catuddipamanusasissasi’ti. ","mil6.3.2:7.1":"Yatha nama divasasantattam ayosulam sabbattha upadahantam kannasotam paviseyya; ","mil6.3.2:7.2":"evameva kho, maharaja, bodhisattassa tam vacanam kannasotam pavisittha, iti so pakatiyava ukkanthito tassa devataya vacanena bhiyyoso mattaya ubbijji samvijji samvegamapajji. ","mil6.3.2:8.1":"Yatha pana, maharaja, mahatimahaaggikkhandho jalamano annena katthena upadahito bhiyyoso mattaya jaleyya; ","mil6.3.2:8.2":"evameva kho, maharaja, bodhisatto pakatiyava ukkanthito tassa devataya vacanena bhiyyoso mattaya ubbijji samvijji samvegamapajji. ","mil6.3.2:9.1":"Yatha va pana, maharaja, mahapathavi pakatitinta nibbattaharitasaddala asittodaka cikkhallajata punadeva mahameghe abhivutthe bhiyyoso mattaya cikkhallatara assa; ","mil6.3.2:9.2":"evameva kho, maharaja, bodhisatto pakatiyava ukkanthito tassa devataya vacanena bhiyyoso mattaya ubbijji samvijji samvegamapajji”ti. ","mil6.3.2:10.1":"“Api nu kho, bhante nagasena, bodhisattassa yadi sattame divase dibbam cakkaratanam nibbatteyya, patinivatteyya bodhisatto dibbe cakkaratane nibbatte”ti? ","mil6.3.2:10.2":"“Na hi, maharaja, sattame divase bodhisattassa dibbam cakkaratanam nibbatteyya, api ca palobhanatthaya taya devataya musa bhanitam, yadipi, maharaja, sattame divase dibbam cakkaratanam nibbatteyya, bodhisatto na nivatteyya. ","mil6.3.2:10.3":"Kinkaranam? ","mil6.3.2:10.4":"‘Aniccan’ti, maharaja, bodhisatto dalham aggahesi, ‘dukkham anatta’ti dalham aggahesi, upadanakkhayam patto. ","mil6.3.2:11.1":"Yatha, maharaja, anotattadahato udakam gangam nadim pavisati, gangaya nadiya mahasamuddam pavisati, mahasamuddato patalamukham pavisati, api nu, maharaja, tam udakam patalamukhagatam patinivattitva mahasamuddam paviseyya, mahasamuddato gangam nadim paviseyya, gangaya nadiya puna anotattam paviseyya”ti? ","mil6.3.2:11.2":"“Na hi, bhante”ti. ","mil6.3.2:11.3":"“Evameva kho, maharaja, bodhisattena kappanam satasahassam caturo ca asankhyeyye kusalam paripacitam imassa bhavassa karana, soyam antimabhavo anuppatto paripakkam bodhinanam chahi vassehi buddho bhavissati sabbannu loke aggapuggalo, api nu kho, maharaja, bodhisatto cakkaratanakarana patinivatteyya”ti? ","mil6.3.2:11.4":"“Na hi, bhante”ti. ","mil6.3.2:12.1":"“Api ca, maharaja, mahapathavi parivatteyya sakanana sapabbata, na tveva bodhisatto patinivatteyya apatva sammasambodhim. ","mil6.3.2:12.2":"Aroheyyapi ce, maharaja, gangaya udakam patisotam, na tveva bodhisatto patinivatteyya apatva sammasambodhim; ","mil6.3.2:12.3":"visusseyyapi ce, maharaja, mahasamuddo aparimitajaladharo gopade udakam viya, na tveva bodhisatto patinivatteyya apatva sammasambodhim; ","mil6.3.2:12.4":"phaleyyapi ce, maharaja, sinerupabbataraja satadha va sahassadha va, na tveva bodhisatto patinivatteyya apatva sammasambodhim; ","mil6.3.2:12.5":"pateyyumpi ce, maharaja, candimasuriya sataraka leddu viya chamayam, na tveva bodhisatto patinivatteyya apatva sammasambodhim; ","mil6.3.2:12.6":"samvatteyyapi ce, maharaja, akaso kilanjamiva, na tveva bodhisatto patinivatteyya apatva sammasambodhim. ","mil6.3.2:12.7":"Kim karana? ","mil6.3.2:12.8":"Padalitatta sabbabandhananan”ti. ","mil6.3.2:13.1":"“Bhante nagasena, kati loke bandhanani”ti? ","mil6.3.2:13.2":"“Dasa kho panimani, maharaja, loke bandhanani, yehi bandhanehi baddha satta na nikkhamanti, nikkhamitvapi patinivattanti. ","mil6.3.2:13.3":"Katamani dasa? ","mil6.3.2:13.4":"Mata, maharaja, loke bandhanam, pita, maharaja, loke bandhanam, bhariya, maharaja, loke bandhanam, putta, maharaja, loke bandhanam, nati, maharaja, loke bandhanam, mittam, maharaja, loke bandhanam, dhanam, maharaja, loke bandhanam, labhasakkaro, maharaja, loke bandhanam, issariyam, maharaja, loke bandhanam, panca kamaguna, maharaja, loke bandhanam, imani kho, maharaja, dasa loke bandhanani, yehi bandhanehi baddha satta na nikkhamanti, nikkhamitvapi patinivattanti, tani dasa bandhanani bodhisattassa chinnani padalitani, tasma, maharaja, bodhisatto na patinivattati”ti. ","mil6.3.2:14.1":"“Bhante nagasena, yadi bodhisatto uppanne araticitte devataya vacanena aparipakke nane aparipakkaya bodhiya nekkhammamabhinikkhanto, kim tassa dukkarakarikaya kataya, nanu nama sabbabhakkhena bhavitabbam nanaparipakam agamayamanena”ti? ","mil6.3.2:15.1":"“Dasa kho panime, maharaja, puggala lokasmim onnata avannata hilita khilita garahita paribhuta acittikata. ","mil6.3.2:15.2":"Katame dasa? ","mil6.3.2:15.3":"Itthi, maharaja, vidhava lokasmim onnata avannata hilita khilita garahita paribhuta acittikata. ","mil6.3.2:15.4":"Dubbalo, maharaja, puggalo …pe… ","mil6.3.2:15.5":"amittanati, maharaja, puggalo … ","mil6.3.2:15.6":"mahagghaso, maharaja, puggalo … ","mil6.3.2:15.7":"agarukulavasiko, maharaja, puggalo … ","mil6.3.2:15.8":"papamitto, maharaja, puggalo … ","mil6.3.2:15.9":"dhanahino, maharaja, puggalo … ","mil6.3.2:15.10":"acarahino, maharaja, puggalo … ","mil6.3.2:15.11":"kammahino, maharaja, puggalo … ","mil6.3.2:15.12":"payogahino, maharaja, puggalo lokasmim onnato avannato hilito khilito garahito paribhuto acittikato. ","mil6.3.2:15.13":"Ime kho, maharaja, dasa puggala lokasmim onnata avannata hilita khilita garahita paribhuta acittikata. ","mil6.3.2:15.14":"Imani kho, maharaja, dasa thanani anussaramanassa bodhisattassa evam sanna uppajji ‘maham kammahino assam payogahino garahito devamanussanam, yannunaham kammassami assam kammagaru kammadhipateyyo kammasilo kammadhorayho kammaniketava appamatto vihareyyan’ti, evam kho, maharaja, bodhisatto nanam paripacento dukkarakarikam akasi”ti. ","mil6.3.2:16.1":"“Bhante nagasena, bodhisatto dukkarakarikam karonto evamaha ‘na kho panaham imaya katukaya dukkarakarikaya adhigacchami uttari manussadhammam alamariyananadassanavisesam, siya nu kho anno maggo bodhaya’ti. ","mil6.3.2:16.2":"Api nu tasmim samaye bodhisattassa maggam arabbha satisammoso ahosi”ti? ","mil6.3.2:17.1":"“Pancavisati kho panime, maharaja, cittadubbalikarana dhamma, yehi dubbalikatam cittam na samma samadhiyati asavanam khayaya. ","mil6.3.2:17.2":"Katame pancavisati? ","mil6.3.2:17.3":"Kodho, maharaja, cittadubbalikarano dhammo, yena dubbalikatam cittam na samma samadhiyati asavanam khayaya, upanaho …pe… ","mil6.3.2:17.4":"makkho … ","mil6.3.2:17.5":"palaso … ","mil6.3.2:17.6":"issa … ","mil6.3.2:17.7":"macchariyam … ","mil6.3.2:17.8":"maya … ","mil6.3.2:17.9":"satheyyam … ","mil6.3.2:17.10":"thambho … ","mil6.3.2:17.11":"sarambho … ","mil6.3.2:17.12":"mano … ","mil6.3.2:17.13":"atimano … ","mil6.3.2:17.14":"mado … ","mil6.3.2:17.15":"pamado … ","mil6.3.2:17.16":"thinamiddham … ","mil6.3.2:17.17":"tandi … ","mil6.3.2:17.18":"alasyam … ","mil6.3.2:17.19":"papamittata … ","mil6.3.2:17.20":"rupa … ","mil6.3.2:17.21":"sadda … ","mil6.3.2:17.22":"gandha … ","mil6.3.2:17.23":"rasa … ","mil6.3.2:17.24":"photthabba … ","mil6.3.2:17.25":"khudapipasa … ","mil6.3.2:17.26":"arati, maharaja, cittadubbalikarano dhammo, yena dubbalikatam cittam na samma samadhiyati asavanam khayaya. ","mil6.3.2:17.27":"Ime kho, maharaja, pancavisati cittadubbalikarana dhamma, yehi dubbalikatam cittam na samma samadhiyati asavanam khayaya. ","mil6.3.2:18.1":"Bodhisattassa kho, maharaja, khudapipasa kayam pariyadiyimsu, kaye pariyadinne cittam na samma samadhiyati asavanam khayaya. ","mil6.3.2:18.2":"Satasahassam, maharaja, kappanam caturo ca asankhyeyye kappe bodhisatto catunnamyeva ariyasaccanam abhisamayam anvesi tasu tasu jatisu, kim panassa pacchime bhave abhisamayajatiyam maggam arabbha satisammoso hessati? ","mil6.3.2:18.3":"Api ca, maharaja, bodhisattassa sannamattam uppajji ‘siya nu kho anno maggo bodhaya’ti. ","mil6.3.2:18.4":"Pubbe kho, maharaja, bodhisatto ekamasiko samano pitu sakkassa kammante sitaya jambucchayaya sirisayane pallankam abhujitva nisinno vivicceva kamehi vicicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja vihasi …pe… ","mil6.3.2:18.5":"catuttham jhanam upasampajja vihasi”ti. ","mil6.3.2:18.6":"“Sadhu, bhante nagasena, evametam tatha sampaticchami, nanam paripacento bodhisatto dukkarakarikam akasi”ti. ","mil6.3.2:19.1":"Dukkarakarikapanho dutiyo. "}