{"mil6.3.6:0.1":"Milindapanha ","mil6.3.6:0.2":"Anumanapanha ","mil6.3.6:0.3":"Vessantaravagga ","mil6.3.6:0.4":"6. Akalamaranapanha ","mil6.3.6:1.1":"“Bhante nagasena, ye te satta maranti, sabbe te kaleyeva maranti, udahu akalepi maranti”ti? ","mil6.3.6:1.2":"“Atthi, maharaja, kalepi maranam, atthi akalepi maranan”ti. ","mil6.3.6:2.1":"“Bhante nagasena, ke kale maranti, ke akale maranti”ti? ","mil6.3.6:2.2":"“Ditthapubba pana, maharaja, taya ambarukkha va jamburukkha va, annasma va pana phalarukkha phalani patantani amani ca pakkani ca”ti? ","mil6.3.6:2.3":"“Ama, bhante”ti. ","mil6.3.6:2.4":"“Yani tani, maharaja, phalani rukkhato patanti, sabbani tani kaleyeva patanti, udahu akalepi”ti? ","mil6.3.6:2.5":"“Yani tani, bhante nagasena, phalani paripakkani vilinani patanti, sabbani tani kale patanti. ","mil6.3.6:2.6":"Yani pana tani avasesani phalani tesu kanici kimividdhani patanti, kanici lagulahatani patanti, kanici vatappahatani patanti, kanici antoputikani hutva patanti, sabbani tani akale patanti”ti. ","mil6.3.6:2.7":"“Evameva kho, maharaja, ye te jaravegahata maranti, teyeva kale maranti, avasesa keci kammappatibalha maranti, keci gatippatibalha maranti, keci kiriyappatibalha maranti”ti. ","mil6.3.6:3.1":"“Bhante nagasena, ye te kammappatibalha maranti, yepi te gatippatibalha maranti, yepi te kiriyappatibalha maranti, yepi te jaravegappatibalha maranti, sabbe te kaleyeva maranti, yopi matukucchigato marati, so tassa kalo, kaleyeva so marati. ","mil6.3.6:3.2":"Yopi vijataghare marati, so tassa kalo, sopi kaleyeva marati. ","mil6.3.6:3.3":"Yopi masiko marati …pe… ","mil6.3.6:3.4":"yopi vassasatiko marati, so tassa kalo, kaleyeva so marati, tena hi, bhante nagasena, akale maranam nama na hoti, ye keci maranti, sabbe te kaleyeva maranti”ti. ","mil6.3.6:4.1":"“Sattime, maharaja, vijjamanepi uttarim ayusmim akale maranti. ","mil6.3.6:4.2":"Katame satta? ","mil6.3.6:4.3":"Jighacchito, maharaja, bhojanam alabhamano upahatabbhantaro vijjamanepi uttarim ayusmim akale marati; ","mil6.3.6:4.4":"pipasito, maharaja, paniyam alabhamano parisukkhahadayo vijjamanepi uttarim ayusmim akale marati; ","mil6.3.6:4.5":"ahina dattho, maharaja, visavegabhihato tikicchakam alabhamano vijjamanepi uttarim ayusmim akale marati; ","mil6.3.6:4.6":"visamasito, maharaja, dayhantesu angapaccangesu agadam alabhamano vijjamanepi uttarim ayusmim akale marati; ","mil6.3.6:4.7":"aggigato, maharaja, jhayamano nibbapanam alabhamano vijjamanepi uttarim ayusmim akale marati; ","mil6.3.6:4.8":"udakagato, maharaja, patittham alabhamano vijjamanepi uttarim ayusmim akale marati; ","mil6.3.6:4.9":"sattihato, maharaja, abadhiko bhisakkam alabhamano vijjamanepi uttarim ayusmim akale marati; ","mil6.3.6:4.10":"ime kho, maharaja, satta vijjamanepi uttarim ayusmim akale maranti. ","mil6.3.6:4.11":"Tatrapaham, maharaja, ekamsena vadami. ","mil6.3.6:5.1":"Atthavidhena, maharaja, sattanam kalankiriya hoti, vatasamutthanena pittasamutthanena semhasamutthanena sannipatikena utuviparinamena visamapariharena opakkamikena kammavipakena, maharaja, sattanam kalankiriya hoti. ","mil6.3.6:5.2":"Tatra, maharaja, yadidam kammavipakena kalankiriya, sayeva tattha samayika kalankiriya, avasesa asamayika kalankiriyati. ","mil6.3.6:5.3":"Bhavati ca—","mil6.3.6:6.1":"‘Jighacchaya pipasaya, ","mil6.3.6:6.2":"ahidattha visena ca; ","mil6.3.6:6.3":"Aggiudakasattihi, ","mil6.3.6:6.4":"akale tattha miyati; ","mil6.3.6:6.5":"Vatapittena semhena, ","mil6.3.6:6.6":"sannipatenutuhi ca; ","mil6.3.6:6.7":"Visamopakkamakammehi, ","mil6.3.6:6.8":"akale tattha miyati’ti. ","mil6.3.6:7.1":"Keci, maharaja, satta pubbe katena tena tena akusalakammavipakena maranti. ","mil6.3.6:7.2":"Idha, maharaja, yo pubbe pare jighacchaya mareti, so bahuni vassasatasahassani jighacchaya paripilito chato parikilanto sukkhamilatahadayo bubhukkhito visukkhito jhayanto abbhantaram paridayhanto jighacchayayeva marati daharopi majjhimopi mahallakopi, idampi tassa samayikamaranam. ","mil6.3.6:8.1":"Yo pubbe pare pipasaya mareti, so bahuni vassasatasahassani peto hutva nijjhamatanhiko samano lukho kiso parisukkhitahadayo pipasayayeva marati daharopi majjhimopi mahallakopi, idampi tassa samayikamaranam. ","mil6.3.6:9.1":"Yo pubbe pare ahina damsapetva mareti, so bahuni vassasatasahassani ajagaramukheneva ajagaramukham kanhasappamukheneva kanhasappamukham parivattitva tehi khayitakhayito ahihi datthoyeva marati daharopi majjhimopi mahallakopi, idampi tassa samayikamaranam. ","mil6.3.6:10.1":"Yo pubbe pare visam datva mareti, so bahuni vassasatasahassani dayhantehi angapaccangehi bhijjamanena sarirena kunapagandham vayanto viseneva marati daharopi majjhimopi mahallakopi, idampi tassa samayikamaranam. ","mil6.3.6:11.1":"Yo pubbe pare aggina mareti, so bahuni vassasatasahassani angarapabbateneva angarapabbatam yamavisayeneva yamavisayam parivattitva daddhavidaddhagatto agginayeva marati daharopi majjhimopi mahallakopi, idampi tassa samayikamaranam. ","mil6.3.6:12.1":"Yo pubbe pare udakena mareti, so bahuni vassasatasahassani hataviluttabhaggadubbalagatto khubbhitacitto udakeneva marati daharopi majjhimopi mahallakopi, idampi tassa samayikamaranam. ","mil6.3.6:13.1":"Yo pubbe pare sattiya mareti, so bahuni vassasatasahassani chinnabhinnakottitavikottito sattimukhasamahato sattiyayeva marati daharopi majjhimopi mahallakopi, idampi tassa samayikamaranam”. ","mil6.3.6:14.1":"“Bhante nagasena, akale maranam atthiti yam vadesi, ingha me tvam tattha karanam atidisati”. ","mil6.3.6:14.2":"“Yatha, maharaja, mahatimahaaggikkhandho adinnatinakatthasakhapalaso pariyadinnabhakkho upadanasankhaya nibbayati, so aggi vuccati ‘anitiko anupaddavo samaye nibbuto nama’ti; ","mil6.3.6:14.3":"evameva kho, maharaja, yo koci bahuni divasasahassani jivitva jarajinno ayukkhaya anitiko anupaddavo marati, so vuccati ‘samaye maranamupagato’ti. ","mil6.3.6:15.1":"Yatha va pana, maharaja, mahatimahaaggikkhandho adinnatinakatthasakhapalaso assa, tam apariyadinneyeva tinakatthasakhapalase mahatimahamegho abhippavassitva nibbapeyya, api nu kho, maharaja, mahaaggikkhandho samaye nibbuto nama hoti”ti? ","mil6.3.6:15.2":"“Na hi, bhante”ti. ","mil6.3.6:15.3":"“Kissa pana so, maharaja, pacchimo aggikkhandho purimakena aggikkhandhena samasamagatiko nahosi”ti? ","mil6.3.6:15.4":"“Agantukena, bhante, meghena patipilito so aggikkhandho asamaye nibbuto”ti. ","mil6.3.6:15.5":"“Evameva kho, maharaja, yo koci akale marati, so agantukena rogena patipilito vatasamutthanena va pittasamutthanena va semhasamutthanena va sannipatikena va utuparinamajena va visamapariharajena va opakkamikena va jighacchaya va pipasaya va sappadatthena va visamasitena va aggina va udakena va sattivegappatipilito va akale marati. ","mil6.3.6:15.6":"Idamettha, maharaja, karanam, yena karanena akale maranam atthi. ","mil6.3.6:16.1":"Yatha va pana, maharaja, gagane mahatimahavalahako utthahitva ninnanca thalanca paripurayanto abhivassati, so vuccati ‘megho anitiko anupaddavo vassati’ti; ","mil6.3.6:16.2":"evameva kho, maharaja, yo koci ciram jivitva jarajinno ayukkhaya anitiko anupaddavo marati, so vuccati ‘samaye maranamupagato’ti. ","mil6.3.6:17.1":"Yatha va pana, maharaja, gagane mahatimahavalahako utthahitva antarayeva mahata vatena abbhattham gaccheyya, api nu kho so, maharaja, mahavalahako samaye vigato nama hoti”ti? ","mil6.3.6:17.2":"“Na hi, bhante”ti. ","mil6.3.6:17.3":"“Kissa pana so, maharaja, pacchimo valahako purimena valahakena samasamagatiko nahosi”ti? ","mil6.3.6:17.4":"“Agantukena, bhante, vatena patipilito so valahako asamayappattoyeva vigato”ti. ","mil6.3.6:17.5":"“Evameva kho, maharaja, yo koci akale marati, so agantukena rogena patipilito vatasamutthanena va …pe… ","mil6.3.6:17.6":"sattivegappatipilito va akale marati. ","mil6.3.6:17.7":"Idamettha, maharaja, karanam, yena karanena akale maranam atthiti. ","mil6.3.6:18.1":"Yatha va pana, maharaja, balava asiviso kupito kincideva purisam damseyya, tassa tam visam anitikam anupaddavam maranam papeyya, tam visam vuccati ‘anitikamanupaddavam kotigatan’ti; ","mil6.3.6:18.2":"evameva kho, maharaja, yo koci ciram jivitva jarajinno ayukkhaya anitiko anupaddavo marati, so vuccati ‘anitiko anupaddavo jivitakotigato samayikam maranamupagato’ti. ","mil6.3.6:19.1":"Yatha va pana, maharaja, balavata asivisena datthassa antarayeva ahitundiko agadam datva avisam kareyya, api nu kho tam, maharaja, visam samaye vigatam nama hoti”ti? ","mil6.3.6:19.2":"“Na hi, bhante”ti. ","mil6.3.6:19.3":"“Kissa pana tam, maharaja, pacchimam visam purimakena visena samasamagatikam nahosi”ti? ","mil6.3.6:19.4":"“Agantukena, bhante, agadena patipilitam visam akotigatamyeva vigatan”ti. ","mil6.3.6:19.5":"“Evameva kho, maharaja, yo koci akale marati, so agantukena rogena patipilito vatasamutthanena va …pe… ","mil6.3.6:19.6":"sattivegappatipilito va akale marati. ","mil6.3.6:19.7":"Idamettha, maharaja, karanam, yena karanena akale maranam atthiti. ","mil6.3.6:20.1":"Yatha va pana, maharaja, issaso saram pateyya, sace so saro yathagatigamanapathamatthakam gacchati, so saro vuccati ‘anitiko anupaddavo yathagatigamanapathamatthakam gato nama’ti; ","mil6.3.6:20.2":"evameva kho, maharaja, yo koci ciram jivitva jarajinno ayukkhaya anitiko anupaddavo marati, so vuccati ‘anitiko anupaddavo samaye maranamupagato’ti. ","mil6.3.6:21.1":"Yatha va pana, maharaja, issaso saram pateyya, tassa tam saram tasmimyeva khane koci ganheyya, api nu kho so, maharaja, saro yathagatigamanapathamatthakam gato nama hoti”ti? ","mil6.3.6:21.2":"“Na hi, bhante”ti. ","mil6.3.6:21.3":"“Kissa pana so, maharaja, pacchimo saro purimakena sarena samasamagatiko nahosi”ti? ","mil6.3.6:21.4":"“Agantukena, bhante, gahanena tassa sarassa gamanam upacchinnan”ti. ","mil6.3.6:21.5":"“Evameva kho, maharaja, yo koci akale marati, so agantukena rogena patipilito vatasamutthanena va …pe… ","mil6.3.6:21.6":"sattivegappatipilito va akale marati. ","mil6.3.6:21.7":"Idamettha, maharaja, karanam, yena karanena akale maranam atthiti. ","mil6.3.6:22.1":"Yatha va pana, maharaja, yo koci lohamayam bhajanam akoteyya, tassa akotanena saddo nibbattitva yathagatigamanapathamatthakam gacchati, so saddo vuccati ‘anitiko anupaddavo yathagatigamanapathamatthakam gato nama’ti; ","mil6.3.6:22.2":"evameva kho, maharaja, yo koci bahuni divasasahassani jivitva jarajinno ayukkhaya anitiko anupaddavo marati, so vuccati ‘anitiko anupaddavo samaye maranamupagato’ti. ","mil6.3.6:23.1":"Yatha va pana, maharaja, yo koci lohamayam bhajanam akoteyya, tassa akotanena saddo nibbatteyya, nibbatte sadde aduragate koci amaseyya, saha amasanena saddo nirujjheyya, api nu kho so, maharaja, saddo yathagatigamanapathamatthakam gato nama hoti”ti? ","mil6.3.6:23.2":"“Na hi, bhante”ti. ","mil6.3.6:23.3":"“Kissa pana, maharaja, pacchimo saddo purimakena saddena samasamagatiko nahosi”ti? ","mil6.3.6:23.4":"“Agantukena, bhante, amasanena so saddo uparato”ti. ","mil6.3.6:23.5":"“Evameva kho, maharaja, yo koci akale marati, so agantukena rogena patipilito vatasamutthanena va …pe… ","mil6.3.6:23.6":"sattivegappatipilito va akale marati. ","mil6.3.6:23.7":"Idamettha, maharaja, karanam, yena karanena akale maranam atthiti. ","mil6.3.6:24.1":"Yatha va pana, maharaja, khette suvirulham dhannabijam samma pavattamanena vassena otatavitataakinnabahuphalam hutva sassutthanasamayam papunati, tam dhannam vuccati ‘anitikamanupaddavam samayasampattam nama hoti’ti; ","mil6.3.6:24.2":"evameva kho, maharaja, yo koci bahuni divasasahassani jivitva jarajinno ayukkhaya anitiko anupaddavo marati, so vuccati ‘anitiko anupaddavo samaye maranamupagato’ti. ","mil6.3.6:25.1":"Yatha va pana, maharaja, khette suvirulham dhannabijam udakena vikalam mareyya, api nu kho tam, maharaja, dhannam samayasampattam nama hoti”ti? ","mil6.3.6:25.2":"“Na hi, bhante”ti. ","mil6.3.6:25.3":"“Kissa pana tam, maharaja, pacchimam dhannam purimakena dhannena samasamagatikam nahosi”ti? ","mil6.3.6:25.4":"“Agantukena, bhante, unhena patipilitam tam dhannam matan”ti. ","mil6.3.6:25.5":"“Evameva kho, maharaja, yo koci akale marati, so agantukena rogena patipilito vatasamutthanena va …pe… ","mil6.3.6:25.6":"sattivegappatipilito va akale marati. ","mil6.3.6:25.7":"Idamettha, maharaja, karanam, yena karanena akale maranam atthiti. ","mil6.3.6:26.1":"Sutapubbam pana taya, maharaja, ‘sampannatarunasassam kimayo utthahitva samulam nasenti’”ti? ","mil6.3.6:26.2":"“Sutapubbanceva tam, bhante, amhehi ditthapubbanca”ti. ","mil6.3.6:26.3":"“Kim nu kho tam, maharaja, sassam kale nattham, udahu akale natthan”ti? ","mil6.3.6:26.4":"“Akale, bhante, yadi kho tam, bhante, sassam kimayo na khadeyyum, sassuddharanasamayam papuneyya”ti. ","mil6.3.6:26.5":"“Kim pana, maharaja, agantukena upaghatena sassam vinassati, nirupaghatam sassam sassuddharanasamayam papunati”ti? ","mil6.3.6:26.6":"“Ama, bhante”ti. ","mil6.3.6:26.7":"“Evameva kho, maharaja, yo koci akale marati, so agantukena rogena patipilito vatasamutthanena va …pe… ","mil6.3.6:26.8":"sattivegappatipilito va marati. ","mil6.3.6:26.9":"Idamettha, maharaja, karanam, yena karanena akale maranam atthiti. ","mil6.3.6:27.1":"Sutapubbam pana taya, maharaja, ‘sampanne sasse phalabharanamite manjaritapatte karakavassam nama vassajati nipatitva vinaseti aphalam karoti’”ti? ","mil6.3.6:27.2":"“Sutapubbanceva tam, bhante, amhehi ditthapubbanca”ti. ","mil6.3.6:27.3":"“Api nu kho tam, maharaja, sassam kale nattham, udahu akale natthan”ti? ","mil6.3.6:27.4":"“Akale, bhante, yadi kho tam, bhante, sassam karakavassam na vasseyya sassuddharanasamayam papuneyya”ti. ","mil6.3.6:27.5":"“Kim pana, maharaja, agantukena upaghatena sassam vinassati, nirupaghatam sassam sassuddharanasamayam papunati”ti? ","mil6.3.6:27.6":"“Ama, bhante”ti. ","mil6.3.6:27.7":"“Evameva kho, maharaja, yo koci akale marati, so agantukena rogena patipilito vatasamutthanena va pittasamutthanena va semhasamutthanena va sannipatikena va utuparinamajena va visamapariharajena va opakkamikena va jighacchaya va pipasaya va sappadatthena va visamasitena va aggina va udakena va sattivegappatipilito va akale marati. ","mil6.3.6:27.8":"Yadi pana agantukena rogena patipilito na bhaveyya, samayeva maranam papuneyya. ","mil6.3.6:27.9":"Idamettha, maharaja, karanam, yena karanena akale maranam atthi”ti. ","mil6.3.6:28.1":"“Acchariyam, bhante nagasena, abbhutam, bhante nagasena, sudassitam karanam, sudassitam opammam akale maranassa paridipanaya, ‘atthi akale maranan’ti uttanikatam pakatam katam vibhutam katam, acittavikkhittakopi, bhante nagasena, manujo ekamekenapi tava opammena nittham gaccheyya ‘atthi akale maranan’ti, kim pana manujo sacetano? ","mil6.3.6:28.2":"Pathamopammenevaham, bhante, sannatto ‘atthi akale maranan’ti, api ca aparaparam nibbahanam sotukamo na sampaticchin”ti. ","mil6.3.6:29.1":"Akalamaranapanho chattho. "}