{"mil6.1.2:0.1":"Milindapanha ","mil6.1.2:0.2":"Anumanapanha ","mil6.1.2:0.3":"Buddhavagga ","mil6.1.2:0.4":"2. Gotamivatthadanapanha ","mil6.1.2:1.1":"“Bhante nagasena, bhasitampetam bhagavata matucchaya mahapajapatiya gotamiya vassikasatikaya diyamanaya ‘sanghe, gotami, dehi, sanghe te dinne ahanceva pujito bhavissami sangho ca’ti. ","mil6.1.2:1.2":"Kim nu kho, bhante nagasena, tathagato sangharatanato na bhariko na garuko na dakkhineyyo, yam tathagato sakaya matucchaya sayam pinjitam sayam luncitam sayam pothitam sayam kantitam sayam vayitam vassikasatikam attano diyamanam sanghassa dapesi. ","mil6.1.2:1.3":"Yadi, bhante nagasena, tathagato sangharatanato uttaro bhaveyya adhiko va visittho va, ‘mayi dinne mahapphalam bhavissati’ti na tathagato matucchaya sayam pinjitam sayam luncitam sayam pothitam vassikasatikam sanghe dapeyya, yasma ca kho, bhante nagasena tathagato attanam na patthayati na upanissayati, tasma tathagato matucchaya tam vassikasatikam sanghassa dapesi”ti. ","mil6.1.2:2.1":"“Bhasitampetam, maharaja, bhagavata matucchaya mahapajapatiya gotamiya vassikasatikaya diyamanaya ‘sanghe, gotami, dehi, sanghe te dinne ahanceva pujito bhavissami sangho ca’ti. ","mil6.1.2:2.2":"Tam pana na attano patimananassa avipakataya na adakkhineyyataya, api ca kho, maharaja, hitatthaya anukampaya anagatamaddhanam sangho mamaccayena cittikato bhavissatiti vijjamaneyeva gune parikittayanto evamaha—","mil6.1.2:2.3":"‘sanghe, gotami, dehi, sanghe te dinne ahanceva pujito bhavissami sangho ca’ti. ","mil6.1.2:3.1":"Yatha, maharaja, pita dharamanoyeva amaccabhatabaladovarikaanikatthaparisajjajanamajjhe ranno santike puttassa vijjamanamyeva gunam pakitteti ‘idha thapito anagatamaddhanam janamajjhe pujito bhavissati’ti. ","mil6.1.2:3.2":"Evameva kho, maharaja, tathagato hitatthaya anukampaya anagatamaddhanam sangho mamaccayena cittikato bhavissatiti vijjamaneyeva gune pakittayanto evamaha—","mil6.1.2:3.3":"‘sanghe, gotami, dehi, sanghe te dinne ahanceva pujito bhavissami sangho ca’ti. ","mil6.1.2:4.1":"Na kho, maharaja, tavatakena vassikasatikanuppadanamattakena sangho tathagatato adhiko nama hoti visittho va. ","mil6.1.2:4.2":"Yatha, maharaja, matapitaro puttanam ucchadenti parimaddanti nahapenti sambahenti, api nu kho, maharaja, tavatakena ucchadanaparimaddananahapanasambahanamattakena ‘putto matapituhi adhiko nama hoti visittho va’”ti? ","mil6.1.2:4.3":"“Na hi, bhante, akamakaraniya, bhante, putta matapitunam, tasma matapitaro puttanam ucchadanaparimaddananahapanasambahanam karonti”ti. ","mil6.1.2:4.4":"“Evameva kho, maharaja, na tavatakena vassikasatikanuppadanamattakena sangho tathagatato adhiko nama hoti visittho vati. ","mil6.1.2:4.5":"Api ca tathagato akamakaraniyam karonto matucchaya tam vassikasatikam sanghassa dapesi. ","mil6.1.2:5.1":"Yatha va pana, maharaja, kocideva puriso ranno upayanam ahareyya, tam raja upayanam annatarassa bhatassa va balassa va senapatissa va purohitassa va dadeyya. ","mil6.1.2:5.2":"Api nu kho so, maharaja, puriso tavatakena upayanapatilabhamattakena ranna adhiko nama hoti visittho va”ti? ","mil6.1.2:5.3":"“Na hi, bhante, rajabhattiko, bhante, so puriso rajupajivi, tatthane thapento raja upayanam deti”ti. ","mil6.1.2:5.4":"“Evameva kho, maharaja, na tavatakena vassikasatikanuppadanamattakena sangho tathagatato adhiko nama hoti visittho va, atha kho tathagatabhattiko tathagatupajivi. ","mil6.1.2:5.5":"Tatthane thapento tathagato sanghassa vassikasatikam dapesi. ","mil6.1.2:6.1":"Api ca, maharaja, tathagatassa evam ahosi ‘sabhavapatipujaniyo sangho, mama santakena sangham patipujessami’ti sanghassa vassikasatikam dapesi, na, maharaja, tathagato attano yeva patipujanam vanneti, atha kho ye loke patipujanaraha, tesampi tathagato patipujanam vanneti. ","mil6.1.2:7.1":"Bhasitampetam, maharaja, bhagavata devatidevena majjhimanikayavaralanchake dhammadayadadhammapariyaye appicchappatipattim pakittayamanena ‘asuyeva me purimo bhikkhu pujjataro ca pasamsataro ca’ti. ","mil6.1.2:7.2":"Natthi, maharaja, bhavesu koci satto tathagatato dakkhineyyo va uttaro va adhiko va visittho va, tathagatova uttaro adhiko visittho. ","mil6.1.2:8.1":"Bhasitampetam, maharaja, samyuttanikayavare manavagamikena devaputtena bhagavato purato thatva devamanussamajjhe—","mil6.1.2:9.1":"‘Vipulo rajagahiyanam, ","mil6.1.2:9.2":"giri settho pavuccati; ","mil6.1.2:9.3":"Seto himavatam settho, ","mil6.1.2:9.4":"adicco aghagaminam. ","mil6.1.2:10.1":"Samuddo udadhinam settho, ","mil6.1.2:10.2":"nakkhattananca candima; ","mil6.1.2:10.3":"Sadevakassa lokassa, ","mil6.1.2:10.4":"buddho aggo pavuccati’ti. ","mil6.1.2:11.1":"Ta kho paneta, maharaja, manavagamikena devaputtena gatha sugita na duggita, subhasita na dubbhasita, anumata ca bhagavata, nanu, maharaja, therenapi sariputtena dhammasenapatina bhanitam—","mil6.1.2:12.1":"‘Eko manopasado, ","mil6.1.2:12.2":"Saranagamanamanjalipanamo va; ","mil6.1.2:12.3":"Ussahate tarayitum, ","mil6.1.2:12.4":"Marabalanisudane buddhe’ti. ","mil6.1.2:13.1":"Bhagavata ca bhanitam devatidevena ‘ekapuggalo, bhikkhave, loke uppajjamano uppajjati bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanam. ","mil6.1.2:13.2":"Katamo ekapuggalo? ","mil6.1.2:13.3":"Tathagato araham sammasambuddho …pe… ","mil6.1.2:13.4":"devamanussanan’”ti. ","mil6.1.2:13.5":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil6.1.2:14.1":"Gotamivatthadanapanho dutiyo. "}