{"mil6.3.9:0.1":"Milindapanha ","mil6.3.9:0.2":"Anumanapanha ","mil6.3.9:0.3":"Vessantaravagga ","mil6.3.9:0.4":"9. Ekantasukhanibbanapanha ","mil6.3.9:1.1":"“Bhante nagasena, kim ekantasukham nibbanam, udahu dukkhena missan”ti? ","mil6.3.9:1.2":"“Ekantasukham, maharaja, nibbanam, dukkhena amissan”ti. ","mil6.3.9:2.1":"“Na mayam tam, bhante nagasena, vacanam saddahama ‘ekantasukham nibbanan’ti, evamettha mayam, bhante nagasena, paccema ‘nibbanam dukkhena missan’ti, karanancettha upalabhama ‘nibbanam dukkhena missan’ti. ","mil6.3.9:2.2":"Katamam ettha karanam? ","mil6.3.9:2.3":"Ye te, bhante nagasena, nibbanam pariyesanti, tesam dissati kayassa ca cittassa ca atapo paritapo thanacankamanisajjasayanaharapariggaho middhassa ca uparodho ayatanananca patipilanam dhanadhannapiyanatimittappajahanam. ","mil6.3.9:2.4":"Ye keci loke sukhita sukhasamappita, te sabbepi pancahi kamagunehi ayatane ramenti bruhenti, manapikamanapikabahuvidhasubhanimittena rupena cakkhum ramenti bruhenti, manapikamanapikagitavaditabahuvidhasubhanimittena saddena sotam ramenti bruhenti, manapikamanapikapupphaphalapattatacamulasarabahuvidhasubhanimittena gandhena ghanam ramenti bruhenti, manapikamanapikakhajjabhojjaleyyapeyyasayaniyabahuvidhasubhanimittena rasena jivham ramenti bruhenti, manapikamanapikasanhasukhumamudumaddavabahuvidhasubhanimittena phassena kayam ramenti bruhenti, manapikamanapikakalyanapapakasubhasubhabahuvidhavitakkamanasikarena manam ramenti bruhenti. ","mil6.3.9:2.5":"Tumhe tam cakkhusotaghanajivhakayamanobruhanam hanatha upahanatha, chindatha upacchindatha, rundhatha uparundhatha. ","mil6.3.9:2.6":"Tena kayopi paritapati, cittampi paritapati, kaye paritatte kayikadukkhavedanam vediyati, citte paritatte cetasikadukkhavedanam vedayati. ","mil6.3.9:2.7":"Nanu magandiyopi paribbajako bhagavantam garahamano evamaha ‘bhunahu samano gotamo’ti. ","mil6.3.9:2.8":"Idamettha karanam, yenaham karanena brumi ‘nibbanam dukkhena missan’”ti. ","mil6.3.9:3.1":"“Na hi, maharaja, nibbanam dukkhena missam, ekantasukham nibbanam. ","mil6.3.9:3.2":"Yam pana tvam, maharaja, brusi ‘nibbanam dukkhan’ti, netam dukkham nibbanam nama, nibbanassa pana sacchikiriyaya pubbabhago eso, nibbanapariyesanam etam, ekantasukhamyeva, maharaja, nibbanam, na dukkhena missam. ","mil6.3.9:3.3":"Ettha karanam vadami. ","mil6.3.9:3.4":"Atthi, maharaja, rajunam rajjasukham nama”ti? ","mil6.3.9:3.5":"“Ama, bhante, atthi rajunam rajjasukhan”ti. ","mil6.3.9:3.6":"“Api nu kho tam, maharaja, rajjasukham dukkhena missan”ti? ","mil6.3.9:3.7":"“Na hi, bhante”ti. ","mil6.3.9:3.8":"“Kissa pana te, maharaja, rajano paccante kupite tesam paccantanissitanam patisedhaya amaccehi parinayakehi bhatehi balatthehi parivuta pavasam gantva damsamakasavatatapapatipilita samavisame paridhavanti, mahayuddhanca karonti, jivitasamsayanca papunanti”ti? ","mil6.3.9:3.9":"“Netam, bhante nagasena, rajjasukham nama, rajjasukhassa pariyesanaya pubbabhago eso, dukkhena, bhante nagasena, rajano rajjam pariyesitva rajjasukham anubhavanti, evam, bhante nagasena, rajjasukham dukkhena amissam, annam tam rajjasukham, annam dukkhan”ti. ","mil6.3.9:3.10":"“Evameva kho, maharaja, ekantasukham nibbanam, na dukkhena missam. ","mil6.3.9:3.11":"Ye pana tam nibbanam pariyesanti, te kayanca cittanca atapetva thanacankamanisajjasayanaharam pariggahetva middham uparundhitva ayatanani patipiletva kayanca jivitanca pariccajitva dukkhena nibbanam pariyesitva ekantasukham nibbanam anubhavanti, nihatapaccamitta viya rajano rajjasukham. ","mil6.3.9:3.12":"Evam, maharaja, ekantasukham nibbanam, na dukkhena missam, annam nibbanam, annam dukkhanti. ","mil6.3.9:4.1":"Aparampi, maharaja, uttarim karanam sunohi ekantasukham nibbanam, na dukkhena missam, annam dukkham, annam nibbananti. ","mil6.3.9:4.2":"Atthi, maharaja, acariyanam sippavantanam sippasukham nama”ti? ","mil6.3.9:4.3":"“Ama, bhante, atthi acariyanam sippavantanam sippasukhan”ti. ","mil6.3.9:4.4":"“Api nu kho tam, maharaja, sippasukham dukkhena missan”ti? ","mil6.3.9:4.5":"“Na hi, bhante”ti. ","mil6.3.9:4.6":"“Kissa pana te, maharaja, acariya acariyanam abhivadanapaccutthanena udakaharanagharasammajjanadantakatthamukhodakanuppadanena ucchitthapatiggahanaucchadananahapanapadaparikammena sakacittam nikkhipitva paracittanuvattanena dukkhaseyyaya visamabhojanena kayam atapenti”ti? ","mil6.3.9:4.7":"“Netam, bhante nagasena, sippasukham nama, sippapariyesanaya pubbabhago eso, dukkhena, bhante nagasena, acariya sippam pariyesitva sippasukham anubhavanti, evam, bhante nagasena, sippasukham dukkhena amissam, annam tam sippasukham, annam dukkhan”ti. ","mil6.3.9:4.8":"“Evameva kho, maharaja, ekantasukham nibbanam, na dukkhena missam. ","mil6.3.9:4.9":"Ye pana tam nibbanam pariyesanti, te kayanca cittanca atapetva thanacankamanisajjasayanaharam pariggahetva middham uparundhitva ayatanani patipiletva kayanca jivitanca pariccajitva dukkhena nibbanam pariyesitva ekantasukham nibbanam anubhavanti, acariya viya sippasukham. ","mil6.3.9:4.10":"Evam, maharaja, ekantasukham nibbanam, na dukkhena missam, annam dukkham, annam nibbanan”ti. ","mil6.3.9:4.11":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil6.3.9:5.1":"Ekantasukhanibbanapanho navamo. "}