{"mil6.3.8:0.1":"Milindapanha ","mil6.3.8:0.2":"Anumanapanha ","mil6.3.8:0.3":"Vessantaravagga ","mil6.3.8:0.4":"8. Dhammabhisamayapanha ","mil6.3.8:1.1":"“Bhante nagasena, ye te samma patipajjanti, tesam sabbesamyeva dhammabhisamayo hoti, udahu kassaci na hoti”ti? ","mil6.3.8:1.2":"“Kassaci, maharaja, hoti, kassaci na hoti”ti. ","mil6.3.8:1.3":"“Kassa, bhante, hoti, kassa na hoti”ti? ","mil6.3.8:1.4":"“Tiracchanagatassa, maharaja, suppatipannassapi dhammabhisamayo na hoti, pettivisayupapannassa … micchaditthikassa … kuhakassa … matughatakassa … pitughatakassa … arahantaghatakassa … sanghabhedakassa … lohituppadakassa … theyyasamvasakassa … titthiyapakkantassa … bhikkhunidusakassa … terasannam garukapattinam annataram apajjitva avutthitassa … pandakassa … ubhatobyanjanakassa suppatipannassapi dhammabhisamayo na hoti … yopi manussadaharako unakasattavassiko, tassa suppatipannassapi dhammabhisamayo na hoti. ","mil6.3.8:1.5":"Imesam kho, maharaja, solasannam puggalanam suppatipannanampi dhammabhisamayo na hoti”ti. ","mil6.3.8:2.1":"“Bhante nagasena, ye te pannarasa puggala viruddhayeva, tesam dhammabhisamayo hotu va ma va hotu, atha kena karanena manussadaharakassa unakasattavassikassa suppatipannassapi dhammabhisamayo na hoti? ","mil6.3.8:2.2":"Ettha tava panho bhavati ‘nanu nama daharakassa na rago hoti, na doso hoti, na moho hoti, na mano hoti, na micchaditthi hoti, na arati hoti, na kamavitakko hoti, amissito kilesehi, so nama daharako yutto ca patto ca arahati ca cattari saccani ekappativedhena pativijjhitun’”ti. ","mil6.3.8:3.1":"“Tannevettha, maharaja, karanam, yenaham karanena bhanami ‘unakasattavassikassa suppatipannassapi dhammabhisamayo na hoti’ti. ","mil6.3.8:3.2":"Yadi, maharaja, unakasattavassiko rajaniye rajjeyya, dussaniye dusseyya, mohaniye muyheyya, madaniye majjeyya, ditthim vijaneyya, ratinca aratinca vijaneyya, kusalakusalam vitakkeyya, bhaveyya tassa dhammabhisamayo, api ca, maharaja, unakasattavassikassa cittam abalam dubbalam parittam appam thokam mandam avibhutam, asankhata nibbanadhatu garuka bharika vipula mahati. ","mil6.3.8:3.3":"Unakasattavassiko, maharaja, tena dubbalena cittena parittakena mandena avibhutena na sakkoti garukam bharikam vipulam mahatim asankhatam nibbanadhatum pativijjhitum. ","mil6.3.8:4.1":"Yatha, maharaja, sinerupabbataraja garuko bhariko vipulo mahanto, api nu kho tam, maharaja, puriso attano pakatikena thamabalaviriyena sakkuneyya sinerupabbatarajanam uddharitun”ti? ","mil6.3.8:4.2":"“Na hi, bhante”ti. ","mil6.3.8:4.3":"“Kena karanena, maharaja”ti? ","mil6.3.8:4.4":"“Dubbalatta, bhante, purisassa, mahantatta sinerupabbatarajassa”ti. ","mil6.3.8:4.5":"“Evameva kho, maharaja, unakasattavassikassa cittam abalam dubbalam parittam appam thokam mandam avibhutam, asankhata nibbanadhatu garuka bharika vipula mahati. ","mil6.3.8:4.6":"Unakasattavassiko tena dubbalena cittena parittena mandena avibhutena na sakkoti garukam bharikam vipulam mahatim asankhatam nibbanadhatum pativijjhitum, tena karanena unakasattavassikassa suppatipannassapi dhammabhisamayo na hoti. ","mil6.3.8:5.1":"Yatha va pana, maharaja, ayam mahapathavi digha ayata puthula vitthata visala vitthinna vipula mahanta, api nu kho tam, maharaja, mahapathavim sakka parittakena udakabindukena temetva udakacikkhallam katun”ti? ","mil6.3.8:5.2":"“Na hi, bhante”ti. ","mil6.3.8:5.3":"“Kena karanena, maharaja”ti? ","mil6.3.8:5.4":"“Parittatta, bhante, udakabindussa, mahantatta mahapathaviya”ti. ","mil6.3.8:5.5":"“Evameva kho, maharaja, unakasattavassikassa cittam abalam dubbalam parittam appam thokam mandam avibhutam, asankhata nibbanadhatu digha ayata puthula vitthata visala vitthinna vipula mahanta. ","mil6.3.8:5.6":"Unakasattavassiko tena dubbalena cittena parittakena mandena avibhutena na sakkoti mahatim asankhatam nibbanadhatum pativijjhitum, tena karanena unakasattavassikassa suppatipannassapi dhammabhisamayo na hoti. ","mil6.3.8:6.1":"Yatha va pana, maharaja, abaladubbalaparittaappathokamandaggi bhaveyya, api nu kho, maharaja, tavatakena mandena aggina sakka sadevake loke andhakaram vidhamitva alokam dassetun”ti? ","mil6.3.8:6.2":"“Na hi, bhante”ti. ","mil6.3.8:6.3":"“Kena karanena, maharaja”ti? ","mil6.3.8:6.4":"“Mandatta, bhante, aggissa, lokassa mahantatta”ti. ","mil6.3.8:6.5":"“Evameva kho, maharaja, unakasattavassikassa cittam abalam dubbalam parittam appam thokam mandam avibhutam, mahata ca avijjandhakarena pihitam. ","mil6.3.8:6.6":"Tasma dukkaram nanalokam dassayitum, tena karanena unakasattavassikassa suppatipannassapi dhammabhisamayo na hoti. ","mil6.3.8:7.1":"Yatha va pana, maharaja, aturo kiso anuparimitakayo salakakimi hatthinagam tidha pabhinnam navayatam tivitthatam dasaparinaham attharatanikam sakatthanamupagatam disva gilitum parikaddheyya, api nu kho so, maharaja, salakakimi sakkuneyya tam hatthinagam gilitun”ti? ","mil6.3.8:7.2":"“Na hi, bhante”ti. ","mil6.3.8:7.3":"“Kena karanena, maharaja”ti? ","mil6.3.8:7.4":"“Parittatta, bhante, salakakimissa, mahantatta hatthinagassa”ti. ","mil6.3.8:7.5":"“Evameva kho, maharaja, unakasattavassikassa cittam abalam dubbalam parittam appam thokam mandam avibhutam, mahati asankhata nibbanadhatu. ","mil6.3.8:7.6":"So tena dubbalena cittena parittakena mandena avibhutena na sakkoti mahatim asankhatam nibbanadhatum pativijjhitum, tena karanena unakasattavassikassa suppatipannassapi dhammabhisamayo na hoti”ti. ","mil6.3.8:7.7":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil6.3.8:8.1":"Dhammabhisamayapanho atthamo. "}