{"mil6.1.8:0.1":"Milindapanha ","mil6.1.8:0.2":"Anumanapanha ","mil6.1.8:0.3":"Buddhavagga ","mil6.1.8:0.4":"8. Dussilapanha ","mil6.1.8:1.1":"“Bhante nagasena, gihidussilassa ca samanadussilassa ca ko viseso, kim nanakaranam, ubhopete samasamagatika, ubhinnampi samasamo vipako hoti, udahu kinci nanakaranam atthi”ti? ","mil6.1.8:2.1":"“Dasayime, maharaja, guna samanadussilassa gihidussilato visesena atireka, dasahi ca karanehi uttarim dakkhinam visodheti. ","mil6.1.8:3.1":"Katame dasa guna samanadussilassa gihidussilato visesena atireka? ","mil6.1.8:3.2":"Idha, maharaja, samanadussilo buddhe sagaravo hoti, dhamme sagaravo hoti, sanghe sagaravo hoti, sabrahmacarisu sagaravo hoti, uddesaparipucchaya vayamati, savanabahulo hoti, bhinnasilopi, maharaja, dussilo parisagato akappam upatthapeti, garahabhaya kayikam vacasikam rakkhati, padhanabhimukhancassa hoti cittam, bhikkhusamannam upagato hoti. ","mil6.1.8:3.3":"Karontopi, maharaja, samanadussilo papam paticchannam acarati. ","mil6.1.8:3.4":"Yatha, maharaja, itthi sapatika niliyitva rahasseneva papamacarati; ","mil6.1.8:3.5":"evameva kho, maharaja, karontopi samanadussilo papam paticchannam acarati. ","mil6.1.8:3.6":"Ime kho, maharaja, dasa guna samanadussilassa gihidussilato visesena atireka. ","mil6.1.8:4.1":"Katamehi dasahi karanehi uttarim dakkhinam visodheti? ","mil6.1.8:4.2":"Anavajjakavacadharanatayapi dakkhinam visodheti, isisamannabhandulingadharanatopi dakkhinam visodheti, sanghasamayamanuppavitthatayapi dakkhinam visodheti, buddhadhammasanghasaranagatatayapi dakkhinam visodheti, padhanasayaniketavasitayapi dakkhinam visodheti, jinasasanadharapariyesanatopi dakkhinam visodheti, pavaradhammadesanatopi dakkhinam visodheti, dhammadipagatiparayanatayapi dakkhinam visodheti, ‘aggo buddho’ti ekantaujuditthitayapi dakkhinam visodheti, uposathasamadanatopi dakkhinam visodheti. ","mil6.1.8:4.3":"Imehi kho, maharaja, dasahi karanehi uttarim dakkhinam visodheti. ","mil6.1.8:5.1":"Suvipannopi hi, maharaja, samanadussilo dayakanam dakkhinam visodheti. ","mil6.1.8:5.2":"Yatha, maharaja, udakam subahalampi kalalakaddamarajojallam apaneti; ","mil6.1.8:5.3":"evameva kho, maharaja, suvipannopi samanadussilo dayakanam dakkhinam visodheti. ","mil6.1.8:6.1":"Yatha va pana, maharaja, unhodakam sukudhitampi pajjalantam mahantam aggikkhandham nibbapeti; ","mil6.1.8:6.2":"evameva kho, maharaja, suvipannopi samanadussilo dayakanam dakkhinam visodheti. ","mil6.1.8:7.1":"Yatha va pana, maharaja, bhojanam virasampi khudadubbalyam apaneti; ","mil6.1.8:7.2":"evameva kho, maharaja, suvipannopi samanadussilo dayakanam dakkhinam visodheti. ","mil6.1.8:8.1":"Bhasitampetam, maharaja, tathagatena devatidevena majjhimanikayavaralanchake dakkhinavibhange veyyakarane—","mil6.1.8:9.1":"‘Yo silava dussilesu dadati danam, ","mil6.1.8:9.2":"Dhammena laddham supasannacitto; ","mil6.1.8:9.3":"Abhisaddaham kammaphalam ularam, ","mil6.1.8:9.4":"Sa dakkhina dayakato visujjhati’”ti. ","mil6.1.8:10.1":"“Acchariyam, bhante nagasena, abbhutam, bhante nagasena, tavatakam mayam panham apucchimha, tam tvam opammehi karanehi vibhavento amatamadhuram savanupagam akasi. ","mil6.1.8:10.2":"Yatha nama, bhante, sudo va sudantevasi va tavatakam mamsam labhitva nanavidhehi sambharehi sampadetva rajupabhogam karoti; ","mil6.1.8:10.3":"evameva kho, bhante nagasena, tavatakam mayam panham apucchimha, tam tvam opammehi karanehi vibhavetva amatamadhuram savanupagam akasi”ti. ","mil6.1.8:11.1":"Dussilapanho atthamo. "}