{"mil6.3.5:0.1":"Milindapanha ","mil6.3.5:0.2":"Anumanapanha ","mil6.3.5:0.3":"Vessantaravagga ","mil6.3.5:0.4":"5. Supinapanha ","mil6.3.5:1.1":"“Bhante nagasena, imasmim loke naranariyo supinam passanti kalyanampi papakampi, ditthapubbampi aditthapubbampi, katapubbampi akatapubbampi, khemampi sabhayampi, durepi santikepi, bahuvidhanipi anekavannasahassani dissanti, kincetam supinam nama, ko cetam passati”ti? ","mil6.3.5:1.2":"“Nimittametam, maharaja, supinam nama, yam cittassa apatamupagacchati. ","mil6.3.5:1.3":"Chayime, maharaja, supinam passanti, vatiko supinam passati, pittiko supinam passati, semhiko supinam passati, devatupasamharato supinam passati, samudacinnato supinam passati, pubbanimittato supinam passati, tatra, maharaja, yam pubbanimittato supinam passati, tamyeva saccam, avasesam miccha”ti. ","mil6.3.5:2.1":"“Bhante nagasena, yo pubbanimittato supinam passati, kim tassa cittam sayam gantva tam nimittam vicinati, tam va nimittam cittassa apatamupagacchati, anno va agantva tassa aroceti”ti? ","mil6.3.5:2.2":"“Na, maharaja, tassa cittam sayam gantva tam nimittam vicinati, napi anno koci agantva tassa aroceti, atha kho tamyeva nimittam cittassa apatamupagacchati. ","mil6.3.5:2.3":"Yatha, maharaja, adaso na sayam kuhinci gantva chayam vicinati, napi anno koci chayam anetva adasam aropeti, atha kho yato kutoci chaya agantva adasassa apatamupagacchati; ","mil6.3.5:2.4":"evameva kho, maharaja, na tassa cittam sayam gantva tam nimittam vicinati, napi anno koci agantva aroceti, atha kho yato kutoci nimittam agantva cittassa apatamupagacchati”ti. ","mil6.3.5:3.1":"“Bhante nagasena, yam tam cittam supinam passati, api nu tam cittam janati ‘evam nama vipako bhavissati khemam va bhayam va’ti? ","mil6.3.5:3.2":"Na hi, maharaja, tam cittam janati ‘evamvipako bhavissati khemam va bhayam va’ti, nimitte pana uppanne annesam katheti, tato te attham kathenti”ti. ","mil6.3.5:4.1":"“Ingha, bhante nagasena, karanam me dassehi”ti. ","mil6.3.5:4.2":"“Yatha, maharaja, sarire tilaka pilaka dadduni utthahanti labhaya va alabhaya va, yasaya va ayasaya va, nindaya va pasamsaya va, sukhaya va dukkhaya va, api nu ta, maharaja, pilaka janitva uppajjanti ‘imam nama mayam attham nipphadessama’”ti? ","mil6.3.5:4.3":"“Na hi, bhante, yadise ta okase pilaka sambhavanti, tattha ta pilaka disva nemittaka byakaronti ‘evam nama vipako bhavissati’”ti. ","mil6.3.5:4.4":"“Evameva kho, maharaja, yam tam cittam supinam passati, na tam cittam janati ‘evam nama vipako bhavissati khemam va bhayam va’ti, nimitte pana uppanne annesam katheti, tato te attham kathenti”ti. ","mil6.3.5:5.1":"“Bhante nagasena, yo supinam passati, so niddayanto, udahu jagaranto passati”ti? ","mil6.3.5:5.2":"“Yo so, maharaja, supinam passati, na so niddayanto passati, napi jagaranto passati. ","mil6.3.5:5.3":"Api ca okkante middhe asampatte bhavange etthantare supinam passati. ","mil6.3.5:5.4":"Middhasamarulhassa, maharaja, cittam bhavangagatam hoti, bhavangagatam cittam nappavattati, appavattam cittam sukhadukkham nappajanati, appativijanantassa supino na hoti, pavattamane citte supinam passati. ","mil6.3.5:6.1":"Yatha, maharaja, timire andhakare appabhase suparisuddhepi adase chaya na dissati; ","mil6.3.5:6.2":"evameva kho, maharaja, middhasamarulhe citte bhavangagate titthamanepi sarire cittam appavattam hoti, appavatte citte supinam na passati. ","mil6.3.5:6.3":"Yatha, maharaja, adaso, evam sariram datthabbam; ","mil6.3.5:6.4":"yatha andhakaro, evam middham datthabbam; ","mil6.3.5:6.5":"yatha aloko, evam cittam datthabbam. ","mil6.3.5:7.1":"Yatha va pana, maharaja, mahikotthatassa suriyassa pabha na dissati santayeva suriyarasmi appavatta hoti, appavattaya suriyarasmiya aloko na hoti; ","mil6.3.5:7.2":"evameva kho, maharaja, middhasamarulhassa cittam bhavangagatam hoti, bhavangagatam cittam nappavattati, appavatte citte supinam na passati. ","mil6.3.5:7.3":"Yatha, maharaja, suriyo, evam sariram datthabbam; ","mil6.3.5:7.4":"yatha mahikottharanam, evam middham datthabbam; ","mil6.3.5:7.5":"yatha suriyarasmi, evam cittam datthabbam. ","mil6.3.5:8.1":"Dvinnam, maharaja, santepi sarire cittam appavattam hoti, middhasamarulhassa bhavangagatassa santepi sarire cittam appavattam hoti, nirodhasamapannassa santepi sarire cittam appavattam hoti, jagarantassa, maharaja, cittam lolam hoti vivatam pakatam anibaddham, evarupassa citte nimittam apatam na upeti. ","mil6.3.5:8.2":"Yatha, maharaja, purisam vivatam pakatam akiriyam arahassam rahassakama parivajjenti; ","mil6.3.5:8.3":"evameva kho, maharaja, jagarantassa dibbo attho apatam na upeti, tasma jagaranto supinam na passati. ","mil6.3.5:8.4":"Yatha va pana, maharaja, bhikkhum bhinnajivam anacaram papamittam dussilam kusitam hinaviriyam kusala bodhipakkhiya dhamma apatam na upenti; ","mil6.3.5:8.5":"evameva kho, maharaja, jagarantassa dibbo attho apatam na upeti, tasma jagaranto supinam na passati”ti. ","mil6.3.5:9.1":"“Bhante nagasena, atthi middhassa adimajjhapariyosanan”ti? ","mil6.3.5:9.2":"“Ama, maharaja, atthi middhassa adimajjhapariyosanan”ti. ","mil6.3.5:9.3":"“Katamam adi, katamam majjham, katamam pariyosanan”ti? ","mil6.3.5:9.4":"“Yo, maharaja, kayassa onaho pariyonaho dubbalyam mandata akammannata kayassa, ayam middhassa adi; ","mil6.3.5:9.5":"yo, maharaja, kapiniddapareto vokinnakam jaggati, idam middhassa majjham; ","mil6.3.5:9.6":"bhavangagati pariyosanam. ","mil6.3.5:9.7":"Majjhupagato, maharaja, kapiniddapareto supinam passati. ","mil6.3.5:9.8":"Yatha, maharaja, koci yatacari samahitacitto thitadhammo acalabuddhi pahinakotuhalasaddam vanamajjhogahitva sukhumam attham cintayati, na ca so tattha middham okkamati, so tattha samahito ekaggacitto sukhumam attham pativijjhati; ","mil6.3.5:9.9":"evameva kho, maharaja, jagaro na middhasamapanno, majjhupagato kapiniddapareto supinam passati. ","mil6.3.5:9.10":"Yatha, maharaja, kotuhalasaddo, evam jagaram datthabbam; ","mil6.3.5:9.11":"yatha vivittam vanam, evam kapiniddapareto datthabbo; ","mil6.3.5:9.12":"yatha so kotuhalasaddam ohaya middham vivajjetva majjhattabhuto sukhumam attham pativijjhati, evam jagaro na middhasamapanno kapiniddapareto supinam passati”ti. ","mil6.3.5:9.13":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil6.3.5:10.1":"Supinapanho pancamo. "}