{"mil6.2.2:0.1":"Milindapanha ","mil6.2.2:0.2":"Anumanapanha ","mil6.2.2:0.3":"Nippapancavagga ","mil6.2.2:0.4":"2. Khinasavabhavapanha ","mil6.2.2:1.1":"“Bhante nagasena, tumhe bhanatha—","mil6.2.2:1.2":"‘yo gihi arahattam patto, dve vassa gatiyo bhavanti ananna, tasmimyeva divase pabbajati va parinibbayati va. ","mil6.2.2:1.3":"Na so divaso sakka atikkametun’ti. ","mil6.2.2:1.4":"Sace so, bhante nagasena, tasmim divase acariyam va upajjhayam va pattacivaram va na labhetha, api nu kho so araha sayam va pabbajeyya divasam va atikkameyya, anno koci araha iddhima agantva tam pabbajeyya va parinibbayeyya va”ti? ","mil6.2.2:1.5":"“Na so, maharaja, araha sayam pabbajeyya, sayam pabbajanto theyyam apajjati, na ca divasam atikkameyya, annassa arahantassa agamanam bhaveyya va na va bhaveyya, tasmimyeva divase parinibbayeyya”ti. ","mil6.2.2:1.6":"“Tena hi, bhante nagasena, arahattassa santabhavo vijahito hoti, yena adhigatassa jivitaharo bhavati”ti. ","mil6.2.2:2.1":"“Visamam, maharaja, gihilingam, visame linge lingadubbalataya arahattam patto gihi tasmimyeva divase pabbajati va parinibbayati va. ","mil6.2.2:2.2":"Neso, maharaja, doso arahattassa, gihilingasseveso doso yadidam lingadubbalata. ","mil6.2.2:3.1":"Yatha, maharaja, bhojanam sabbasattanam ayupalakam jivitarakkhakam visamakotthassa mandadubbalagahanikassa avipakena jivitam harati. ","mil6.2.2:3.2":"Neso, maharaja, doso bhojanassa, kotthasseveso doso yadidam aggidubbalata. ","mil6.2.2:3.3":"Evameva kho, maharaja, visame linge lingadubbalataya arahattam patto gihi tasmimyeva divase pabbajati va parinibbayati va. ","mil6.2.2:3.4":"Neso, maharaja, doso arahattassa, gihilingasseveso doso yadidam lingadubbalata. ","mil6.2.2:4.1":"Yatha va pana, maharaja, parittam tinasalakam upari garuke pasane thapite dubbalataya bhijjitva patati; ","mil6.2.2:4.2":"evameva kho, maharaja, arahattam patto gihi tena lingena arahattam dharetum asakkonto tasmimyeva divase pabbajati va parinibbayati va. ","mil6.2.2:5.1":"Yatha va pana, maharaja, puriso abalo dubbalo nihinajacco parittapunno mahatimaharajjam labhitva khanena paripatati paridhamsati osakkati, na sakkoti issariyam dharetum; ","mil6.2.2:5.2":"evameva kho, maharaja, arahattam patto gihi tena lingena arahattam dharetum na sakkoti, tena karanena tasmimyeva divase pabbajati va parinibbayati va”ti. ","mil6.2.2:5.3":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil6.2.2:6.1":"Khinasavabhavapanho dutiyo. "}