{"mil6.3.10:0.1":"Milindapanha ","mil6.3.10:0.2":"Anumanapanha ","mil6.3.10:0.3":"Vessantaravagga ","mil6.3.10:0.4":"10. Nibbanarupasanthanapanha ","mil6.3.10:1.1":"“Bhante nagasena, ‘nibbanam nibbanan’ti yam vadesi, sakka pana tassa nibbanassa rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitun”ti? ","mil6.3.10:1.2":"“Appatibhagam, maharaja, nibbanam, na sakka nibbanassa rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitun”ti. ","mil6.3.10:1.3":"“Etampaham, bhante nagasena, na sampaticchami, yam atthidhammassa nibbanassa rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va apannapanam, karanena mam sannapehi”ti. ","mil6.3.10:1.4":"“Hotu, maharaja, karanena tam sannapessami. ","mil6.3.10:1.5":"Atthi, maharaja, mahasamuddo nama”ti? ","mil6.3.10:1.6":"“Ama, bhante, attheso mahasamuddo”ti. ","mil6.3.10:1.7":"“Sace tam, maharaja, koci evam puccheyya ‘kittakam, maharaja, mahasamudde udakam, kati pana te satta, ye mahasamudde pativasanti’ti, evam puttho tvam, maharaja, kinti tassa byakareyyasi”ti? ","mil6.3.10:1.8":"“Sace mam, bhante, koci evam puccheyya ‘kittakam, maharaja, mahasamudde udakam, kati pana te satta, ye mahasamudde pativasanti’ti, tamaham, bhante, evam vadeyyam ‘apucchitabbam mam tvam, ambho purisa, pucchasi, nesa puccha kenaci pucchitabba, thapaniyo eso panho. ","mil6.3.10:1.9":"Avibhatto lokakkhayikehi mahasamuddo, na sakka mahasamudde udakam pariminitum satta va ye tattha vasamupagatati evaham, bhante tassa pativacanam dadeyyan’”ti. ","mil6.3.10:2.1":"“Kissa pana tvam, maharaja, atthidhamme mahasamudde evam pativacanam dadeyyasi, nanu viganetva tassa acikkhitabbam ‘ettakam mahasamudde udakam, ettaka ca satta mahasamudde pativasanti’”ti? ","mil6.3.10:2.2":"“Na sakka, bhante, avisayo eso panho”ti. ","mil6.3.10:3.1":"“Yatha, maharaja, atthidhammeyeva mahasamudde na sakka udakam pariganetum satta va ye tattha vasamupagata; ","mil6.3.10:3.2":"evameva kho, maharaja, atthidhammasseva nibbanassa na sakka rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitum, viganeyya, maharaja, iddhima cetovasippatto mahasamudde udakam tatrasaye ca satte, na tveva so iddhima cetovasippatto sakkuneyya nibbanassa rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitum. ","mil6.3.10:4.1":"Aparampi, maharaja, uttarim karanam sunohi, atthidhammasseva nibbanassa na sakka rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitunti. ","mil6.3.10:4.2":"Atthi, maharaja, devesu arupakayika nama deva”ti. ","mil6.3.10:4.3":"“Ama, bhante, suyyati ‘atthi devesu arupakayika nama deva’”ti. ","mil6.3.10:4.4":"“Sakka pana, maharaja, tesam arupakayikanam devanam rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitun”ti? ","mil6.3.10:4.5":"“Na hi, bhante”ti. ","mil6.3.10:4.6":"“Tena hi, maharaja, natthi arupakayika deva”ti? ","mil6.3.10:4.7":"“Atthi, bhante, arupakayika deva, na ca sakka tesam rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitun”ti. ","mil6.3.10:4.8":"“Yatha, maharaja, atthisattanamyeva arupakayikanam devanam na sakka rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitum; ","mil6.3.10:4.9":"evameva kho, maharaja, atthidhammasseva nibbanassa na sakka rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitun”ti. ","mil6.3.10:5.1":"“Bhante nagasena, hotu ekantasukham nibbanam, na ca sakka tassa rupam va santhanam va vayam va pamanam va opammena va karanena va hetuna va nayena va upadassayitum. ","mil6.3.10:5.2":"Atthi pana, bhante, nibbanassa gunam annehi anupavittham kinci opammanidassanamattan”ti? ","mil6.3.10:5.3":"“Sarupato, maharaja, natthi, gunato pana sakka kinci opammanidassanamattam upadassayitun”ti. ","mil6.3.10:5.4":"“Sadhu, bhante nagasena, yathaham labhami nibbanassa gunatopi ekadesaparidipanamattam, tatha sigham bruhi, nibbapehi me hadayaparilaham vinaya sitalamadhuravacanamalutena”ti. ","mil6.3.10:6.1":"“Padumassa, maharaja, eko guno nibbanam anupavittho, udakassa dve guna, agadassa tayo guna, mahasamuddassa cattaro guna, bhojanassa panca guna, akasassa dasa guna, maniratanassa tayo guna, lohitacandanassa tayo guna, sappimandassa tayo guna, girisikharassa panca guna nibbanam anupavittha”ti. ","mil6.3.10:7.1":"“Bhante nagasena, ‘padumassa eko guno nibbanam anupavittho’ti yam vadesi, katamo padumassa eko guno nibbanam anupavittho”ti? ","mil6.3.10:7.2":"“Yatha, maharaja, padumam anupalittam udakena; ","mil6.3.10:7.3":"evameva kho, maharaja, nibbanam sabbakilesehi anupalittam. ","mil6.3.10:7.4":"Ayam, maharaja, padumassa eko guno nibbanam anupavittho”ti. ","mil6.3.10:8.1":"“Bhante nagasena, ‘udakassa dve guna nibbanam anupavittha’ti yam vadesi, katame udakassa dve guna nibbanam anupavittha”ti? ","mil6.3.10:8.2":"“Yatha, maharaja, udakam sitalam parilahanibbapanam; ","mil6.3.10:8.3":"evameva kho, maharaja, nibbanam sitalam sabbakilesaparilahanibbapanam. ","mil6.3.10:8.4":"Ayam, maharaja, udakassa pathamo guno nibbanam anupavittho. ","mil6.3.10:8.5":"Puna caparam, maharaja, udakam kilantatasitapipasitaghammabhitattanam janapasupajanam pipasavinayanam; ","mil6.3.10:8.6":"evameva kho, maharaja, nibbanam kamatanhabhavatanhavibhavatanhapipasavinayanam. ","mil6.3.10:8.7":"Ayam, maharaja, udakassa dutiyo guno nibbanam anupavittho. ","mil6.3.10:8.8":"Ime kho, maharaja, udakassa dve guna nibbanam anupavittha”ti. ","mil6.3.10:9.1":"“Bhante nagasena, ‘agadassa tayo guna nibbanam anupavittha’ti yam vadesi, katame agadassa tayo guna nibbanam anupavittha”ti? ","mil6.3.10:9.2":"“Yatha, maharaja, agado visapilitanam sattanam patisaranam; ","mil6.3.10:9.3":"evameva kho, maharaja, nibbanam kilesavisapilitanam sattanam patisaranam. ","mil6.3.10:9.4":"Ayam, maharaja, agadassa pathamo guno nibbanam anupavittho. ","mil6.3.10:9.5":"Puna caparam, maharaja, agado roganam antakaro; ","mil6.3.10:9.6":"evameva kho, maharaja, nibbanam sabbadukkhanam antakaram. ","mil6.3.10:9.7":"Ayam, maharaja, agadassa dutiyo guno nibbanam anupavittho. ","mil6.3.10:9.8":"Puna caparam, maharaja, agado amatam; ","mil6.3.10:9.9":"evameva kho, maharaja, nibbanam amatam. ","mil6.3.10:9.10":"Ayam, maharaja, agadassa tatiyo guno nibbanam anupavittho. ","mil6.3.10:9.11":"Ime kho, maharaja, agadassa tayo guna nibbanam anupavittha”ti. ","mil6.3.10:10.1":"“Bhante nagasena, ‘mahasamuddassa cattaro guna nibbanam anupavittha’ti yam vadesi, katame mahasamuddassa cattaro guna nibbanam anupavittha”ti? ","mil6.3.10:10.2":"“Yatha, maharaja, mahasamuddo sunno sabbakunapehi; ","mil6.3.10:10.3":"evameva kho, maharaja, nibbanam sunnam sabbakilesakunapehi. ","mil6.3.10:10.4":"Ayam, maharaja, mahasamuddassa pathamo guno nibbanam anupavittho. ","mil6.3.10:10.5":"Puna caparam, maharaja, mahasamuddo mahanto anoraparo, na paripurati sabbasavantihi; ","mil6.3.10:10.6":"evameva kho, maharaja, nibbanam mahantam anoraparam, na purati sabbasattehi. ","mil6.3.10:10.7":"Ayam, maharaja, mahasamuddassa dutiyo guno nibbanam anupavittho. ","mil6.3.10:10.8":"Puna caparam, maharaja, mahasamuddo mahantanam bhutanam avaso; ","mil6.3.10:10.9":"evameva kho, maharaja, nibbanam mahantanam arahantanam vimalakhinasavabalappattavasibhutamahabhutanam avaso. ","mil6.3.10:10.10":"Ayam, maharaja, mahasamuddassa tatiyo guno nibbanam anupavittho. ","mil6.3.10:10.11":"Puna caparam, maharaja, mahasamuddo aparimitavividhavipulavicipupphasankusumito; ","mil6.3.10:10.12":"evameva kho, maharaja, nibbanam aparimitavividhavipulaparisuddhavijjavimuttipupphasankusumitam. ","mil6.3.10:10.13":"Ayam, maharaja, mahasamuddassa catuttho guno nibbanam anupavittho. ","mil6.3.10:10.14":"Ime kho, maharaja, mahasamuddassa cattaro guna nibbanam anupavittha”ti. ","mil6.3.10:11.1":"“Bhante nagasena, ‘bhojanassa panca guna nibbanam anupavittha’ti yam vadesi, katame bhojanassa panca guna nibbanam anupavittha”ti? ","mil6.3.10:11.2":"“Yatha, maharaja, bhojanam sabbasattanam ayudharanam; ","mil6.3.10:11.3":"evameva kho, maharaja, nibbanam sacchikatam jaramarananasanato ayudharanam. ","mil6.3.10:11.4":"Ayam, maharaja, bhojanassa pathamo guno nibbanam anupavittho. ","mil6.3.10:11.5":"Puna caparam, maharaja, bhojanam sabbasattanam balavaddhanam; ","mil6.3.10:11.6":"evameva kho, maharaja, nibbanam sacchikatam sabbasattanam iddhibalavaddhanam. ","mil6.3.10:11.7":"Ayam, maharaja, bhojanassa dutiyo guno nibbanam anupavittho. ","mil6.3.10:11.8":"Puna caparam, maharaja, bhojanam sabbasattanam vannajananam; ","mil6.3.10:11.9":"evameva kho, maharaja, nibbanam sacchikatam sabbasattanam gunavannajananam. ","mil6.3.10:11.10":"Ayam, maharaja, bhojanassa tatiyo guno nibbanam anupavittho. ","mil6.3.10:11.11":"Puna caparam, maharaja, bhojanam sabbasattanam darathavupasamanam; ","mil6.3.10:11.12":"evameva kho, maharaja, nibbanam sacchikatam sabbasattanam sabbakilesadarathavupasamanam. ","mil6.3.10:11.13":"Ayam, maharaja, bhojanassa catuttho guno nibbanam anupavittho. ","mil6.3.10:11.14":"Puna caparam, maharaja, bhojanam sabbasattanam jighacchadubbalyapativinodanam; ","mil6.3.10:11.15":"evameva kho, maharaja, nibbanam sacchikatam sabbasattanam sabbadukkhajighacchadubbalyapativinodanam. ","mil6.3.10:11.16":"Ayam, maharaja, bhojanassa pancamo guno nibbanam anupavittho. ","mil6.3.10:11.17":"Ime kho, maharaja, bhojanassa panca guna nibbanam anupavittha”ti. ","mil6.3.10:12.1":"“Bhante nagasena, ‘akasassa dasa guna nibbanam anupavittha’ti yam vadesi, katame akasassa dasa guna nibbanam anupavittha”ti? ","mil6.3.10:12.2":"“Yatha, maharaja, akaso na jayati, na jiyati, na miyati, na cavati, na uppajjati, duppasaho, acoraharano, anissito, vihagagamano, niravarano, ananto. ","mil6.3.10:12.3":"Evameva kho, maharaja, nibbanam na jayati, na jiyati, na miyati, na cavati, na uppajjati, duppasaham, acoraharanam, anissitam, ariyagamanam, niravaranam, anantam. ","mil6.3.10:12.4":"Ime kho, maharaja, akasassa dasa guna nibbanam anupavittha”ti. ","mil6.3.10:13.1":"“Bhante nagasena, ‘maniratanassa tayo guna nibbanam anupavittha’ti yam vadesi, katame maniratanassa tayo guna nibbanam anupavittha”ti? ","mil6.3.10:13.2":"“Yatha, maharaja, maniratanam kamadadam; ","mil6.3.10:13.3":"evameva kho, maharaja, nibbanam kamadadam. ","mil6.3.10:13.4":"Ayam, maharaja, maniratanassa pathamo guno nibbanam anupavittho. ","mil6.3.10:13.5":"Puna caparam, maharaja, maniratanam hasakaram; ","mil6.3.10:13.6":"evameva kho, maharaja, nibbanam hasakaram. ","mil6.3.10:13.7":"Ayam, maharaja, maniratanassa dutiyo guno nibbanam anupavittho. ","mil6.3.10:13.8":"Puna caparam, maharaja, maniratanam ujjotattakaram; ","mil6.3.10:13.9":"evameva kho, maharaja, nibbanam ujjotattakaram. ","mil6.3.10:13.10":"Ayam, maharaja, maniratanassa tatiyo guno nibbanam anupavittho. ","mil6.3.10:13.11":"Ime kho, maharaja, maniratanassa tayo guna nibbanam anupavittha”ti. ","mil6.3.10:14.1":"“Bhante nagasena, ‘lohitacandanassa tayo guna nibbanam anupavittha’ti yam vadesi, katame lohitacandanassa tayo guna nibbanam anupavittha”ti? ","mil6.3.10:14.2":"“Yatha, maharaja, lohitacandanam dullabham; ","mil6.3.10:14.3":"evameva kho, maharaja, nibbanam dullabham. ","mil6.3.10:14.4":"Ayam, maharaja, lohitacandanassa pathamo guno nibbanam anupavittho. ","mil6.3.10:14.5":"Puna caparam, maharaja, lohitacandanam asamasugandham; ","mil6.3.10:14.6":"evameva kho, maharaja, nibbanam asamasugandham. ","mil6.3.10:14.7":"Ayam, maharaja, lohitacandanassa dutiyo guno nibbanam anupavittho. ","mil6.3.10:14.8":"Puna caparam, maharaja, lohitacandanam sajjanapasattham; ","mil6.3.10:14.9":"evameva kho, maharaja, nibbanam ariyasajjanapasattham. ","mil6.3.10:14.10":"Ayam, maharaja, lohitacandanassa tatiyo guno nibbanam anupavittho. ","mil6.3.10:14.11":"Ime kho, maharaja, lohitacandanassa tayo guna nibbanam anupavittha”ti. ","mil6.3.10:15.1":"“Bhante nagasena, ‘sappimandassa tayo guna nibbanam anupavittha’ti yam vadesi, katame sappimandassa tayo guna nibbanam anupavittha”ti? ","mil6.3.10:15.2":"“Yatha, maharaja, sappimando vannasampanno; ","mil6.3.10:15.3":"evameva kho, maharaja, nibbanam gunavannasampannam. ","mil6.3.10:15.4":"Ayam, maharaja, sappimandassa pathamo guno nibbanam anupavittho. ","mil6.3.10:15.5":"Puna caparam, maharaja, sappimando gandhasampanno; ","mil6.3.10:15.6":"evameva kho, maharaja, nibbanam silagandhasampannam. ","mil6.3.10:15.7":"Ayam, maharaja, sappimandassa dutiyo guno nibbanam anupavittho. ","mil6.3.10:15.8":"Puna caparam, maharaja, sappimando rasasampanno; ","mil6.3.10:15.9":"evameva kho, maharaja, nibbanam rasasampannam. ","mil6.3.10:15.10":"Ayam, maharaja, sappimandassa tatiyo guno nibbanam anupavittho. ","mil6.3.10:15.11":"Ime kho, maharaja, sappimandassa tayo guna nibbanam anupavittha”ti. ","mil6.3.10:16.1":"“Bhante nagasena, ‘girisikharassa panca guna nibbanam anupavittha’ti yam vadesi, katame girisikharassa panca guna nibbanam anupavittha”ti? ","mil6.3.10:16.2":"“Yatha, maharaja, girisikharam accuggatam; ","mil6.3.10:16.3":"evameva kho, maharaja, nibbanam accuggatam. ","mil6.3.10:16.4":"Ayam, maharaja, girisikharassa pathamo guno nibbanam anupavittho. ","mil6.3.10:16.5":"Puna caparam, maharaja, girisikharam acalam; ","mil6.3.10:16.6":"evameva kho, maharaja, nibbanam acalam. ","mil6.3.10:16.7":"Ayam, maharaja, girisikharassa dutiyo guno nibbanam anupavittho. ","mil6.3.10:16.8":"Puna caparam, maharaja, girisikharam duradhiroham; ","mil6.3.10:16.9":"evameva kho, maharaja, nibbanam duradhiroham sabbakilesanam. ","mil6.3.10:16.10":"Ayam, maharaja, girisikharassa tatiyo guno nibbanam anupavittho. ","mil6.3.10:16.11":"Puna caparam, maharaja, girisikharam sabbabijanam aviruhanam; ","mil6.3.10:16.12":"evameva kho, maharaja, nibbanam sabbakilesanam aviruhanam. ","mil6.3.10:16.13":"Ayam, maharaja, girisikharassa catuttho guno nibbanam anupavittho. ","mil6.3.10:16.14":"Puna caparam, maharaja, girisikharam anunayappatighavippamuttam; ","mil6.3.10:16.15":"evameva kho, maharaja, nibbanam anunayappatighavippamuttam. ","mil6.3.10:16.16":"Ayam, maharaja, girisikharassa pancamo guno nibbanam anupavittho. ","mil6.3.10:16.17":"Ime kho, maharaja, girisikharassa panca guna nibbanam anupavittha”ti. ","mil6.3.10:16.18":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil6.3.10:17.1":"Nibbanarupasanthanapanho dasamo. "}