{"mil6.1.3:0.1":"Milindapanha ","mil6.1.3:0.2":"Anumanapanha ","mil6.1.3:0.3":"Buddhavagga ","mil6.1.3:0.4":"3. Gihipabbajitasammapatipattipanha ","mil6.1.3:1.1":"“Bhante nagasena, bhasitampetam bhagavata—","mil6.1.3:1.2":"‘gihino vaham, bhikkhave, pabbajitassa va sammapatipattim vannemi, gihi va, bhikkhave, pabbajito va sammapatipanno sammapatipattadhikaranahetu aradhako hoti nayam dhammam kusalan’ti. ","mil6.1.3:1.3":"Yadi, bhante nagasena, gihi odatavasano kamabhogi puttadarasambadhasayanam ajjhavasanto kasikacandanam paccanubhonto malagandhavilepanam dharento jataruparajatam sadiyanto manikundalavicittamolibaddho sammapatipanno aradhako hoti nayam dhammam kusalam, pabbajitopi bhandukasavavatthavasano parapindamajjhupagato catusu silakkhandhesu sammaparipurakari diyaddhesu sikkhapadasatesu samadaya vattanto terasasu dhutagunesu anavasesam vattanto sammapatipanno aradhako hoti nayam dhammam kusalam. ","mil6.1.3:1.4":"Tattha, bhante, ko viseso gihino va pabbajitassa va? ","mil6.1.3:1.5":"Aphalam hoti tapokammam, niratthaka pabbajja. ","mil6.1.3:1.6":"Vanjha sikkhapadagopana, mogham dhutagunasamadanam, kim tattha dukkhamanucinnena, nanu nama sukheneva sukham adhigantabban”ti. ","mil6.1.3:2.1":"“Bhasitampetam, maharaja, bhagavata—","mil6.1.3:2.2":"‘gihino vaham, bhikkhave, pabbajitassa va sammapatipattim vannemi, gihi va, bhikkhave, pabbajito va sammapatipanno sammapatipattadhikaranahetu aradhako hoti nayam dhammam kusalan’ti. ","mil6.1.3:2.3":"Evametam, maharaja, sammapatipannova settho, pabbajitopi, maharaja, ‘pabbajitomhi’ti na samma patipajjeyya, atha kho so arakava samanna, arakava brahmanna, pageva gihi odatavasano. ","mil6.1.3:2.4":"Gihipi, maharaja, sammapatipanno aradhako hoti nayam dhammam kusalam, pabbajitopi, maharaja, sammapatipanno aradhako hoti nayam dhammam kusalam. ","mil6.1.3:3.1":"Api ca kho, maharaja, pabbajitova samannassa issaro adhipati; ","mil6.1.3:3.2":"pabbajja, maharaja, bahuguna anekaguna appamanaguna, na sakka pabbajjaya gunam parimanam katum. ","mil6.1.3:4.1":"Yatha, maharaja, kamadadassa maniratanassa na sakka dhanena aggho parimanam katum ‘ettakam maniratanassa mulan’ti; ","mil6.1.3:4.2":"evameva kho, maharaja, pabbajja bahuguna anekaguna appamanaguna, na sakka pabbajjaya gunam parimanam katum. ","mil6.1.3:5.1":"Yatha va pana, maharaja, mahasamudde umiyo na sakka parimanam katum ‘ettaka mahasamudde umiyo’ti; ","mil6.1.3:5.2":"evameva kho, maharaja, pabbajja bahuguna anekaguna appamanaguna, na sakka pabbajjaya gunam parimanam katum. ","mil6.1.3:6.1":"Pabbajitassa, maharaja, yam kinci karaniyam, sabbam tam khippameva samijjhati no cirarattaya. ","mil6.1.3:6.2":"Kim karana? ","mil6.1.3:6.3":"Pabbajito, maharaja, appiccho hoti santuttho pavivitto asamsattho araddhaviriyo niralayo aniketo paripunnasilo sallekhitacaro dhutappatipattikusalo hoti, tam karana pabbajitassa yam kinci karaniyam, sabbam tam khippameva samijjhati no cirarattaya. ","mil6.1.3:6.4":"Yatha, maharaja, nigganthisamasudhotaujuvimalanaraco susajjito samma vahati; ","mil6.1.3:6.5":"evameva kho, maharaja, pabbajitassa yam kinci karaniyam, sabbam tam khippameva samijjhati no cirarattaya”ti. ","mil6.1.3:6.6":"“Sadhu, bhante nagasena, evametam tatha sampaticchami”ti. ","mil6.1.3:7.1":"Gihipabbajitasammapatipattipanho tatiyo. "}