{"mil6.1.5:0.1":"Milindapanha ","mil6.1.5:0.2":"Anumanapanha ","mil6.1.5:0.3":"Buddhavagga ","mil6.1.5:0.4":"5. Hinayavattanapanha ","mil6.1.5:1.1":"“Bhante nagasena, mahantam idam tathagatasasanam saram varam settham pavaram anupamam parisuddham vimalam pandaram anavajjam, na yuttam gihim tavatakam pabbajetum, gihiyeva ekasmim phale vinetva yada apunaravatti hoti tada so pabbajetabbo. ","mil6.1.5:1.2":"Kim karana? ","mil6.1.5:1.3":"Ime dujjana tava tattha sasane visuddhe pabbajitva patinivattitva hinayavattanti, tesam paccagamanena ayam mahajano evam vicinteti ‘tucchakam vata bho etam samanassa gotamassa sasanam bhavissati, yam ime patinivattanti’ti, idamettha karanan”ti. ","mil6.1.5:2.1":"“Yatha, maharaja, talako bhaveyya sampunnasucivimalasitalasalilo, atha yo koci kilittho malakaddamagato tam talakam gantva anahayitva kilitthova patinivatteyya, tattha, maharaja, katamam jano garaheyya kilittham va talakam va”ti? ","mil6.1.5:2.2":"“Kilittham, bhante, jano garaheyya ‘ayam talakam gantva anahayitva kilitthova patinivatto, kim imam anahayitukamam talako sayam nahapessati, ko doso talakassa’”ti. ","mil6.1.5:2.3":"“Evameva kho, maharaja, tathagato vimuttivarasalilasampunnam saddhammavaratalakam mapesi ‘ye keci kilesamalakilittha sacetana budha, te idha nahayitva sabbakilese pavahayissanti’ti. ","mil6.1.5:2.4":"Yadi koci tam saddhammavaratalakam gantva anahayitva sakilesova patinivattitva hinayavattati tamyeva jano garahissati ‘ayam jinasasane pabbajitva tattha patittham alabhitva hinayavatto, kim imam appatipajjantam jinasasanam sayam bodhessati, ko doso jinasasanassa’ti? ","mil6.1.5:3.1":"Yatha va pana, maharaja, puriso paramabyadhito roguppattikusalam amoghadhuvasiddhakammam bhisakkam sallakattam disva atikicchapetva sabyadhikova patinivatteyya, tattha katamam jano garaheyya aturam va bhisakkam va”ti? ","mil6.1.5:3.2":"“Aturam, bhante, jano garaheyya ‘ayam roguppattikusalam amoghadhuvasiddhakammam bhisakkam sallakattam disva atikicchapetva sabyadhikova patinivatto, kim imam atikicchapentam bhisakko sayam tikicchissati, ko doso bhisakkassa’”ti? ","mil6.1.5:3.3":"“Evameva kho, maharaja, tathagato antosasanasamugge kevalam sakalakilesabyadhivupasamanasamattham amatosadham pakkhipi, ‘ye keci kilesabyadhipilita sacetana budha, te imam amatosadham pivitva sabbakilesabyadhim vupasamessanti’ti. ","mil6.1.5:3.4":"Yadi koci tam amatosadham apivitva sakilesova patinivattitva hinayavattati, tamyeva jano garahissati ‘ayam jinasasane pabbajitva tattha patittham alabhitva hinayavatto, kim imam appatipajjantam jinasasanam sayam bodhessati, ko doso jinasasanassa’ti? ","mil6.1.5:4.1":"Yatha va pana, maharaja, chato puriso mahatimahapunnabhattaparivesanam gantva tam bhattam abhunjitva chatova patinivatteyya, tattha katamam jano garaheyya chatam va punnabhattam va”ti? ","mil6.1.5:4.2":"“Chatam, bhante, jano garaheyya ‘ayam khudapilito punnabhattam patilabhitva abhunjitva chatova patinivatto, kim imassa abhunjantassa bhojanam sayam mukham pavisissati, ko doso bhojanassa’”ti? ","mil6.1.5:4.3":"“Evameva kho, maharaja, tathagato antosasanasamugge paramapavaram santam sivam panitam amatam paramamadhuram kayagatasatibhojanam thapesi ‘ye keci kilesachatajjhatta tanhaparetamanasa sacetana budha, te imam bhojanam bhunjitva kamaruparupabhavesu sabbam tanhamapanessanti’ti. ","mil6.1.5:4.4":"Yadi koci tam bhojanam abhunjitva tanhasitova patinivattitva hinayavattati, tanneva jano garahissati ‘ayam jinasasane pabbajitva tattha patittham alabhitva hinayavatto, kim imam appatipajjantam jinasasanam sayam bodhessasi, ko doso jinasasanassa’ti? ","mil6.1.5:5.1":"Yadi, maharaja, tathagato gihimyeva ekasmim phale vinitam pabbajeyya, na namayam pabbajja kilesappahanaya visuddhiya va, natthi pabbajjaya karaniyam. ","mil6.1.5:5.2":"Yatha, maharaja, puriso anekasatena kammena talakam khanapetva parisaya evamanussaveyya ‘ma me, bhonto, keci sankilittha imam talakam otaratha, pavahitarajojalla parisuddha vimalamattha imam talakam otaratha’ti. ","mil6.1.5:5.3":"Api nu kho, maharaja, tesam pavahitarajojallanam parisuddhanam vimalamatthanam tena talakena karaniyam bhaveyya”ti? ","mil6.1.5:5.4":"“Na hi, bhante, yassatthaya te tam talakam upagaccheyyum, tam annatreva tesam katam karaniyam, kim tesam tena talakena”ti? ","mil6.1.5:5.5":"“Evameva kho, maharaja, yadi tathagato gihimyeva ekasmim phale vinitam pabbajeyya, tattheva tesam katam karaniyam, kim tesam pabbajjaya. ","mil6.1.5:6.1":"Yatha va pana, maharaja, sabhavaisibhattiko sutamantapadadharo atakkiko roguppattikusalo amoghadhuvasiddhakammo bhisakko sallakatto sabbarogupasamabhesajjam sannipatetva parisaya evamanussaveyya ‘ma kho, bhonto, keci sabyadhika mama santike upagacchatha, abyadhika aroga mama santike upagacchatha’ti. ","mil6.1.5:6.2":"Api nu kho, maharaja, tesam abyadhikanam aroganam paripunnanam udagganam tena bhisakkena karaniyam bhaveyya”ti? ","mil6.1.5:6.3":"“Na hi, bhante, yassatthaya te tam bhisakkam sallakattam upagaccheyyum, tam annatreva tesam katam karaniyam, kim tesam tena bhisakkena”ti? ","mil6.1.5:6.4":"“Evameva kho, maharaja, yadi tathagato gihimyeva ekasmim phale vinitam pabbajeyya, tattheva tesam katam karaniyam, kim tesam pabbajjaya? ","mil6.1.5:7.1":"Yatha va pana, maharaja, koci puriso anekathalipakasatam bhojanam patiyadapetva parisaya evamanussaveyya ‘ma me, bhonto, keci chata imam parivesanam upagacchatha, subhutta titta suhita dhata pinita paripunna imam parivesanam upagacchatha’ti. ","mil6.1.5:7.2":"Api nu kho, maharaja, tesam bhuttavinam tittanam suhitanam dhatanam pinitanam paripunnanam tena bhojanena karaniyam bhaveyya”ti? ","mil6.1.5:7.3":"“Na hi, bhante, yassatthaya te tam parivesanam upagaccheyyum, tam annatreva tesam katam karaniyam, kim tesam taya parivesanaya”ti? ","mil6.1.5:7.4":"“Evameva kho, maharaja, yadi tathagato gihimyeva ekasmim phale vinitam pabbajeyya, tattheva tesam katam karaniyam, kim tesam pabbajjaya? ","mil6.1.5:8.1":"Api ca, maharaja, ye hinayavattanti, te jinasasanassa panca atuliye gune dassenti. ","mil6.1.5:8.2":"Katame panca? ","mil6.1.5:8.3":"Bhumimahantabhavam dassenti, parisuddhavimalabhavam dassenti, papehi asamvasiyabhavam dassenti, duppativedhabhavam dassenti, bahusamvararakkhiyabhavam dassenti. ","mil6.1.5:9.1":"Katham bhumimahantabhavam dassenti? ","mil6.1.5:9.2":"Yatha, maharaja, puriso adhano hinajacco nibbiseso buddhiparihino maharajjam patilabhitva na cirasseva paripatati paridhamsati parihayati yasato, na sakkoti issariyam sandharetum. ","mil6.1.5:9.3":"Kinkaranam? ","mil6.1.5:9.4":"Mahantatta issariyassa. ","mil6.1.5:9.5":"Evameva kho, maharaja, ye keci nibbisesa akatapunna buddhiparihina jinasasane pabbajanti, te tam pabbajjam pavaruttamam sandharetum avisahanta na cirasseva jinasasana paripatitva paridhamsitva parihayitva hinayavattanti, na sakkonti jinasasanam sandharetum. ","mil6.1.5:9.6":"Kinkaranam? ","mil6.1.5:9.7":"Mahantatta jinasasanabhumiya. ","mil6.1.5:9.8":"Evam bhumimahantabhavam dassenti. ","mil6.1.5:10.1":"Katham parisuddhavimalabhavam dassenti? ","mil6.1.5:10.2":"Yatha, maharaja, vari pokkharapatte vikirati vidhamati vidhamseti, na thanamupagacchati nupalimpati. ","mil6.1.5:10.3":"Kinkaranam? ","mil6.1.5:10.4":"Parisuddhavimalatta padumassa. ","mil6.1.5:10.5":"Evameva kho, maharaja, ye keci satha kuta vanka kutila visamaditthino jinasasane pabbajanti, te parisuddhavimalanikkantakapandaravarappavarasasanato na cirasseva vikiritva vidhamitva vidhamsetva asanthahitva anupalimpitva hinayavattanti. ","mil6.1.5:10.6":"Kinkaranam? ","mil6.1.5:10.7":"Parisuddhavimalatta jinasasanassa. ","mil6.1.5:10.8":"Evam parisuddhavimalabhavam dassenti. ","mil6.1.5:11.1":"Katham papehi asamvasiyabhavam dassenti? ","mil6.1.5:11.2":"Yatha, maharaja, mahasamuddo na matena kunapena samvasati, yam hoti mahasamudde matam kunapam, tam khippameva tiram upaneti thalam va ussareti. ","mil6.1.5:11.3":"Kinkaranam? ","mil6.1.5:11.4":"Mahabhutanam bhavanatta mahasamuddassa. ","mil6.1.5:11.5":"Evameva kho, maharaja, ye keci papaka asamvuta ahirika akiriya osannaviriya kusita kilittha dujjana manussa jinasasane pabbajanti, te na cirasseva jinasasanato arahantavimalakhinasavamahabhutabhavanato nikkhamitva asamvasitva hinayavattanti. ","mil6.1.5:11.6":"Kinkaranam? ","mil6.1.5:11.7":"Papehi asamvasiyatta jinasasanassa. ","mil6.1.5:11.8":"Evam papehi asamvasiyabhavam dassenti. ","mil6.1.5:12.1":"Katham duppativedhabhavam dassenti? ","mil6.1.5:12.2":"Yatha, maharaja, ye keci acheka asikkhita asippino mativippahina issasa valaggavedham avisahanta vigalanti pakkamanti. ","mil6.1.5:12.3":"Kinkaranam? ","mil6.1.5:12.4":"Sanhasukhumaduppativedhatta valaggassa. ","mil6.1.5:12.5":"Evameva kho, maharaja, ye keci duppanna jala elamuga mulha dandhagatika jana jinasasane pabbajanti, te tam paramasanhasukhumacatusaccappativedham pativijjhitum avisahanta jinasasana vigalitva pakkamitva na cirasseva hinayavattanti. ","mil6.1.5:12.6":"Kinkaranam? ","mil6.1.5:12.7":"Paramasanhasukhumaduppativedhataya saccanam. ","mil6.1.5:12.8":"Evam duppativedhabhavam dassenti. ","mil6.1.5:13.1":"Katham bahusamvararakkhiyabhavam dassenti? ","mil6.1.5:13.2":"Yatha, maharaja, kocideva puriso mahatimahayuddhabhumimupagato parasenaya disavidisahi samanta parivarito sattihattham janamupentam disva bhito osakkati patinivattati palayati. ","mil6.1.5:13.3":"Kinkaranam? ","mil6.1.5:13.4":"Bahuvidhayuddhamukharakkhanabhaya. ","mil6.1.5:13.5":"Evameva kho, maharaja, ye keci papaka asamvuta ahirika akiriya akkhanti capala calita ittara balajana jinasasane pabbajanti, te bahuvidham sikkhapadam parirakkhitum avisahanta osakkitva patinivattitva palayitva na cirasseva hinayavattanti. ","mil6.1.5:13.6":"Kinkaranam? ","mil6.1.5:13.7":"Bahuvidhasamvararakkhiyabhavatta jinasasanassa. ","mil6.1.5:13.8":"Evam bahuvidhasamvararakkhiyabhavam dassenti. ","mil6.1.5:14.1":"Thalajuttamepi, maharaja, vassikagumbe kimividdhani pupphani honti, tani ankurani sankutitani antarayeva paripatanti, na ca tesu paripatitesu vassikagumbo hilito nama hoti. ","mil6.1.5:14.2":"Yani tattha thitani pupphani, tani samma gandhena disavidisam abhibyapenti. ","mil6.1.5:14.3":"Evameva kho, maharaja, ye te jinasasane pabbajitva hinayavattanti, te jinasasane kimividdhani vassikapupphani viya vannagandharahita nibbannakarasila abhabba vepullaya, na ca tesam hinayavattanena jinasasanam hilitam nama hoti. ","mil6.1.5:14.4":"Ye tattha thita bhikkhu, te sadevakam lokam silavaragandhena abhibyapenti. ","mil6.1.5:15.1":"Salinampi, maharaja, niratankanam lohitakanam antare karumbhakam nama salijati uppajjitva antara yeva vinassati, na ca tassa vinatthatta lohitakasali hilita nama honti. ","mil6.1.5:15.2":"Ye tattha thita sali, te rajupabhoga honti. ","mil6.1.5:15.3":"Evameva kho, maharaja, ye te jinasasane pabbajitva hinayavattanti, te lohitakasalinamantare karumbhaka viya jinasasane na vaddhitva vepullatam na papunitva antarayeva hinayavattanti, na ca tesam hinayavattanena jinasasanam hilitam nama hoti. ","mil6.1.5:15.4":"Ye tattha thita bhikkhu te arahattassa anucchavika honti. ","mil6.1.5:16.1":"Kamadadassapi, maharaja, maniratanassa ekadesam kakkasam uppajjati, na ca tattha kakkasuppannatta maniratanam hilitam nama hoti. ","mil6.1.5:16.2":"Yam tattha parisuddham maniratanassa, tam janassa hasakaram hoti. ","mil6.1.5:16.3":"Evameva kho, maharaja, ye te jinasasane pabbajitva hinayavattanti, kakkasa te jinasasane papatika, na ca tesam hinayavattanena jinasasanam hilitam nama hoti. ","mil6.1.5:16.4":"Ye tattha thita bhikkhu, te devamanussanam hasajanaka honti. ","mil6.1.5:17.1":"Jatisampannassapi, maharaja, lohitacandanassa ekadesam putikam hoti appagandham. ","mil6.1.5:17.2":"Na tena lohitacandanam hilitam nama hoti. ","mil6.1.5:17.3":"Yam tattha aputikam sugandham, tam samanta vidhupeti abhibyapeti. ","mil6.1.5:17.4":"Evameva kho, maharaja, ye te jinasasane pabbajitva hinayavattanti, te lohitacandanasarantare putikadesamiva chaddaniya jinasasane, na ca tesam hinayavattanena jinasasanam hilitam nama hoti. ","mil6.1.5:17.5":"Ye tattha thita bhikkhu, te sadevakam lokam silavaracandanagandhena anulimpayanti”ti. ","mil6.1.5:18.1":"“Sadhu, bhante nagasena, tena tena anucchavikena tena tena sadisena karanena niravajjamanupapitam jinasasanam setthabhavena paridipitam, hinayavattamanapi te jinasasanassa setthabhavamyeva paridipenti”ti. ","mil6.1.5:19.1":"Hinayavattanapanho pancamo. "}