{"mn105:0.1":"Majjhima Nikaya 105 ","mn105:0.2":"Sunakkhattasutta ","mn105:1.1":"Evam me sutam—","mn105:1.2":"ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","mn105:2.1":"Tena kho pana samayena sambahulehi bhikkhuhi bhagavato santike anna byakata hoti: ","mn105:2.2":"“‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanama”ti. ","mn105:2.3":"Assosi kho sunakkhatto licchaviputto: ","mn105:2.4":"“sambahulehi kira bhikkhuhi bhagavato santike anna byakata hoti: ","mn105:2.5":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattayati pajanama’”ti. ","mn105:3.1":"Atha kho sunakkhatto licchaviputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho sunakkhatto licchaviputto bhagavantam etadavoca: ","mn105:4.1":"“sutam metam, bhante: ","mn105:4.2":"‘sambahulehi kira bhikkhuhi bhagavato santike anna byakata—","mn105:4.3":"khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattayati pajanama’ti. ","mn105:4.4":"Ye te, bhante, bhikkhu bhagavato santike annam byakamsu: ","mn105:4.5":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattayati pajanama’ti, kacci te, bhante, bhikkhu sammadeva annam byakamsu udahu santetthekacce bhikkhu adhimanena annam byakamsu”ti? ","mn105:5.1":"“Ye te, sunakkhatta, bhikkhu mama santike annam byakamsu: ","mn105:5.2":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattayati pajanama’ti. ","mn105:5.3":"Santetthekacce bhikkhu sammadeva annam byakamsu, santi panidhekacce bhikkhu adhimanenapi annam byakamsu. ","mn105:5.4":"Tatra, sunakkhatta, ye te bhikkhu sammadeva annam byakamsu tesam tam tatheva hoti; ","mn105:5.5":"ye pana te bhikkhu adhimanena annam byakamsu tatra, sunakkhatta, tathagatassa evam hoti: ","mn105:5.6":"‘dhammam nesam desessan’ti. ","mn105:5.7":"Evancettha, sunakkhatta, tathagatassa hoti: ","mn105:5.8":"‘dhammam nesam desessan’ti. ","mn105:5.9":"Atha ca panidhekacce moghapurisa panham abhisankharitva abhisankharitva tathagatam upasankamitva pucchanti. ","mn105:5.10":"Tatra, sunakkhatta, yampi tathagatassa evam hoti: ","mn105:5.11":"‘dhammam nesam desessan’ti tassapi hoti annathattan”ti. ","mn105:6.1":"“Etassa bhagava kalo, etassa sugata kalo, ","mn105:6.2":"yam bhagava dhammam deseyya. Bhagavato sutva bhikkhu dharessanti”ti. ","mn105:6.3":"“Tena hi, sunakkhatta, sunahi, sadhukam manasi karohi; bhasissami”ti. ","mn105:6.4":"“Evam, bhante”ti kho sunakkhatto licchaviputto bhagavato paccassosi. ","mn105:6.5":"Bhagava etadavoca—","mn105:7.1":"Panca kho ime, sunakkhatta, kamaguna. ","mn105:7.2":"Katame panca? ","mn105:7.3":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya, ","mn105:7.4":"sotavinneyya sadda …pe… ","mn105:7.5":"ghanavinneyya gandha … ","mn105:7.6":"jivhavinneyya rasa … ","mn105:7.7":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya—","mn105:7.8":"ime kho, sunakkhatta, panca kamaguna. ","mn105:8.1":"Thanam kho panetam, sunakkhatta, vijjati yam idhekacco purisapuggalo lokamisadhimutto assa. ","mn105:8.2":"Lokamisadhimuttassa kho, sunakkhatta, purisapuggalassa tappatirupi ceva katha santhati, tadanudhammanca anuvitakketi, anuvicareti, tanca purisam bhajati, tena ca vittim apajjati; ","mn105:8.3":"anenjapatisamyuttaya ca pana kathaya kacchamanaya na sussusati, na sotam odahati, na anna cittam upatthapeti, na ca tam purisam bhajati, na ca tena vittim apajjati. ","mn105:9.1":"Seyyathapi, sunakkhatta, puriso sakamha gama va nigama va ciravippavuttho assa. ","mn105:9.2":"So annataram purisam passeyya tamha gama va nigama va acirapakkantam. ","mn105:9.3":"So tam purisam tassa gamassa va nigamassa va khematanca subhikkhatanca appabadhatanca puccheyya; ","mn105:9.4":"tassa so puriso tassa gamassa va nigamassa va khematanca subhikkhatanca appabadhatanca samseyya. ","mn105:9.5":"Tam kim mannasi, sunakkhatta, ","mn105:9.6":"api nu so puriso tassa purisassa sussuseyya, sotam odaheyya, anna cittam upatthapeyya, tanca purisam bhajeyya, tena ca vittim apajjeyya”ti? ","mn105:9.7":"“Evam, bhante”. ","mn105:9.8":"“Evameva kho, sunakkhatta, thanametam vijjati yam idhekacco purisapuggalo lokamisadhimutto assa. ","mn105:9.9":"Lokamisadhimuttassa kho, sunakkhatta, purisapuggalassa tappatirupi ceva katha santhati, tadanudhammanca anuvitakketi, anuvicareti, tanca purisam bhajati, tena ca vittim apajjati; ","mn105:9.10":"anenjapatisamyuttaya ca pana kathaya kacchamanaya na sussusati, na sotam odahati, na anna cittam upatthapeti, na ca tam purisam bhajati, na ca tena vittim apajjati. ","mn105:9.11":"So evamassa veditabbo: ","mn105:9.12":"‘anenjasamyojanena hi kho visamyutto lokamisadhimutto purisapuggalo’ti. ","mn105:10.1":"Thanam kho panetam, sunakkhatta, vijjati yam idhekacco purisapuggalo anenjadhimutto assa. ","mn105:10.2":"Anenjadhimuttassa kho, sunakkhatta, purisapuggalassa tappatirupi ceva katha santhati, tadanudhammanca anuvitakketi, anuvicareti, tanca purisam bhajati, tena ca vittim apajjati; ","mn105:10.3":"lokamisapatisamyuttaya ca pana kathaya kacchamanaya na sussusati, na sotam odahati, na anna cittam upatthapeti, na ca tam purisam bhajati, na ca tena vittim apajjati. ","mn105:11.1":"Seyyathapi, sunakkhatta, pandupalaso bandhana pavutto abhabbo haritattaya; ","mn105:11.2":"evameva kho, sunakkhatta, anenjadhimuttassa purisapuggalassa ye lokamisasamyojane se pavutte. ","mn105:11.3":"So evamassa veditabbo: ","mn105:11.4":"‘lokamisasamyojanena hi kho visamyutto anenjadhimutto purisapuggalo’ti. ","mn105:12.1":"Thanam kho panetam, sunakkhatta, vijjati yam idhekacco purisapuggalo akincannayatanadhimutto assa. ","mn105:12.2":"Akincannayatanadhimuttassa kho, sunakkhatta, purisapuggalassa tappatirupi ceva katha santhati, tadanudhammanca anuvitakketi, anuvicareti, tanca purisam bhajati, tena ca vittim apajjati; ","mn105:12.3":"anenjapatisamyuttaya ca pana kathaya kacchamanaya na sussusati, na sotam odahati, na anna cittam upatthapeti, na ca tam purisam bhajati, na ca tena vittim apajjati. ","mn105:13.1":"Seyyathapi, sunakkhatta, puthusila dvedhabhinna appatisandhika hoti; ","mn105:13.2":"evameva kho, sunakkhatta, akincannayatanadhimuttassa purisapuggalassa ye anenjasamyojane se bhinne. ","mn105:13.3":"So evamassa veditabbo: ","mn105:13.4":"‘anenjasamyojanena hi kho visamyutto akincannayatanadhimutto purisapuggalo’ti. ","mn105:14.1":"Thanam kho panetam, sunakkhatta, vijjati yam idhekacco purisapuggalo nevasannanasannayatanadhimutto assa. ","mn105:14.2":"Nevasannanasannayatanadhimuttassa kho, sunakkhatta, purisapuggalassa tappatirupi ceva katha santhati, tadanudhammanca anuvitakketi, anuvicareti, tanca purisam bhajati, tena ca vittim apajjati; ","mn105:14.3":"akincannayatanapatisamyuttaya ca pana kathaya kacchamanaya na sussusati, na sotam odahati, na anna cittam upatthapeti, na ca tam purisam bhajati, na ca tena vittim apajjati. ","mn105:15.1":"Seyyathapi, sunakkhatta, puriso manunnabhojanam bhuttavi chaddeyya. ","mn105:15.2":"Tam kim mannasi, sunakkhatta, ","mn105:15.3":"api nu tassa purisassa tasmim bhatte puna bhottukamyata assa”ti? ","mn105:15.4":"“No hetam, bhante”. ","mn105:15.5":"“Tam kissa hetu”? ","mn105:15.6":"“Adunhi, bhante, bhattam patikulasammatan”ti. ","mn105:15.7":"“Evameva kho, sunakkhatta, nevasannanasannayatanadhimuttassa purisapuggalassa ye akincannayatanasamyojane se vante. ","mn105:15.8":"So evamassa veditabbo: ","mn105:15.9":"‘akincannayatanasamyojanena hi kho visamyutto nevasannanasannayatanadhimutto purisapuggalo’ti. ","mn105:16.1":"Thanam kho panetam, sunakkhatta, vijjati yam idhekacco purisapuggalo samma nibbanadhimutto assa. ","mn105:16.2":"Samma nibbanadhimuttassa kho, sunakkhatta, purisapuggalassa tappatirupi ceva katha santhati, tadanudhammanca anuvitakketi, anuvicareti, tanca purisam bhajati, tena ca vittim apajjati; ","mn105:16.3":"nevasannanasannayatanapatisamyuttaya ca pana kathaya kacchamanaya na sussusati, na sotam odahati, na anna cittam upatthapeti, na ca tam purisam bhajati, na ca tena vittim apajjati. ","mn105:17.1":"Seyyathapi, sunakkhatta, talo matthakacchinno abhabbo puna virulhiya; ","mn105:17.2":"evameva kho, sunakkhatta, samma nibbanadhimuttassa purisapuggalassa ye nevasannanasannayatanasamyojane se ucchinnamule talavatthukate anabhavankate ayatim anuppadadhamme. ","mn105:17.3":"So evamassa veditabbo: ","mn105:17.4":"‘nevasannanasannayatanasamyojanena hi kho visamyutto samma nibbanadhimutto purisapuggalo’ti. ","mn105:18.1":"Thanam kho panetam, sunakkhatta, vijjati yam idhekaccassa bhikkhuno evamassa: ","mn105:18.2":"‘tanha kho sallam samanena vuttam, avijjavisadoso, chandaragabyapadena ruppati. ","mn105:18.3":"Tam me tanhasallam pahinam, apanito avijjavisadoso, samma nibbanadhimuttohamasmi’ti. ","mn105:18.4":"Evammani assa atatham samanam. ","mn105:18.5":"So yani samma nibbanadhimuttassa asappayani tani anuyunjeyya; asappayam cakkhuna rupadassanam anuyunjeyya, asappayam sotena saddam anuyunjeyya, asappayam ghanena gandham anuyunjeyya, asappayam jivhaya rasam anuyunjeyya, asappayam kayena photthabbam anuyunjeyya, asappayam manasa dhammam anuyunjeyya. ","mn105:18.6":"Tassa asappayam cakkhuna rupadassanam anuyuttassa, asappayam sotena saddam anuyuttassa, asappayam ghanena gandham anuyuttassa, asappayam jivhaya rasam anuyuttassa, asappayam kayena photthabbam anuyuttassa, asappayam manasa dhammam anuyuttassa rago cittam anuddhamseyya. ","mn105:18.7":"So raganuddhamsitena cittena maranam va nigaccheyya maranamattam va dukkham. ","mn105:19.1":"Seyyathapi, sunakkhatta, puriso sallena viddho assa savisena galhupalepanena. ","mn105:19.2":"Tassa mittamacca natisalohita bhisakkam sallakattam upatthapeyyum. ","mn105:19.3":"Tassa so bhisakko sallakatto satthena vanamukham parikanteyya. ","mn105:19.4":"Satthena vanamukham parikantitva esaniya sallam eseyya. ","mn105:19.5":"Esaniya sallam esitva sallam abbuheyya, apaneyya visadosam saupadisesam. ","mn105:19.6":"Saupadisesoti janamano so evam vadeyya: ","mn105:19.7":"‘ambho purisa, ubbhatam kho te sallam, apanito visadoso saupadiseso. ","mn105:19.8":"Analanca te antarayaya. ","mn105:19.9":"Sappayani ceva bhojanani bhunjeyyasi, ma te asappayani bhojanani bhunjato vano assavi assa. ","mn105:19.10":"Kalena kalanca vanam dhoveyyasi, kalena kalam vanamukham alimpeyyasi, ma te na kalena kalam vanam dhovato na kalena kalam vanamukham alimpato pubbalohitam vanamukham pariyonandhi. ","mn105:19.11":"Ma ca vatatape carittam anuyunji, ma te vatatape carittam anuyuttassa rajosukam vanamukham anuddhamsesi. ","mn105:19.12":"Vananurakkhi ca, ambho purisa, vihareyyasi vanasaropi’ti. ","mn105:20.1":"Tassa evamassa: ","mn105:20.2":"‘ubbhatam kho me sallam, apanito visadoso anupadiseso. ","mn105:20.3":"Analanca me antarayaya’ti. ","mn105:20.4":"So asappayani ceva bhojanani bhunjeyya. Tassa asappayani bhojanani bhunjato vano assavi assa. ","mn105:20.5":"Na ca kalena kalam vanam dhoveyya, na ca kalena kalam vanamukham alimpeyya. Tassa na kalena kalam vanam dhovato, na kalena kalam vanamukham alimpato pubbalohitam vanamukham pariyonandheyya. ","mn105:20.6":"Vatatape ca carittam anuyunjeyya. Tassa vatatape carittam anuyuttassa rajosukam vanamukham anuddhamseyya. ","mn105:20.7":"Na ca vananurakkhi vihareyya na vanasaropi. ","mn105:20.8":"Tassa imissa ca asappayakiriyaya, asuci visadoso apanito saupadiseso tadubhayena vano puthuttam gaccheyya. ","mn105:20.9":"So puthuttam gatena vanena maranam va nigaccheyya maranamattam va dukkham. ","mn105:21.1":"Evameva kho, sunakkhatta, thanametam vijjati yam idhekaccassa bhikkhuno evamassa: ","mn105:21.2":"‘tanha kho sallam samanena vuttam, avijjavisadoso chandaragabyapadena ruppati. ","mn105:21.3":"Tam me tanhasallam pahinam, apanito avijjavisadoso, samma nibbanadhimuttohamasmi’ti. ","mn105:21.4":"Evammani assa atatham samanam. ","mn105:21.5":"So yani samma nibbanadhimuttassa asappayani tani anuyunjeyya, asappayam cakkhuna rupadassanam anuyunjeyya, asappayam sotena saddam anuyunjeyya, asappayam ghanena gandham anuyunjeyya, asappayam jivhaya rasam anuyunjeyya, asappayam kayena photthabbam anuyunjeyya, asappayam manasa dhammam anuyunjeyya. ","mn105:21.6":"Tassa asappayam cakkhuna rupadassanam anuyuttassa, asappayam sotena saddam anuyuttassa, asappayam ghanena gandham anuyuttassa, asappayam jivhaya rasam anuyuttassa, asappayam kayena photthabbam anuyuttassa, asappayam manasa dhammam anuyuttassa rago cittam anuddhamseyya. ","mn105:21.7":"So raganuddhamsitena cittena maranam va nigaccheyya maranamattam va dukkham. ","mn105:22.1":"Marananhetam, sunakkhatta, ariyassa vinaye yo sikkham paccakkhaya hinayavattati; ","mn105:22.2":"maranamattanhetam, sunakkhatta, dukkham yam annataram sankilittham apattim apajjati. ","mn105:23.1":"Thanam kho panetam, sunakkhatta, vijjati yam idhekaccassa bhikkhuno evamassa: ","mn105:23.2":"‘tanha kho sallam samanena vuttam, avijjavisadoso chandaragabyapadena ruppati. ","mn105:23.3":"Tam me tanhasallam pahinam, apanito avijjavisadoso, samma nibbanadhimuttohamasmi’ti. ","mn105:23.4":"Samma nibbanadhimuttasseva sato so yani samma nibbanadhimuttassa asappayani tani nanuyunjeyya, asappayam cakkhuna rupadassanam nanuyunjeyya, asappayam sotena saddam nanuyunjeyya, asappayam ghanena gandham nanuyunjeyya, asappayam jivhaya rasam nanuyunjeyya, asappayam kayena photthabbam nanuyunjeyya, asappayam manasa dhammam nanuyunjeyya. ","mn105:23.5":"Tassa asappayam cakkhuna rupadassanam nanuyuttassa, asappayam sotena saddam nanuyuttassa, asappayam ghanena gandham nanuyuttassa, asappayam jivhaya rasam nanuyuttassa, asappayam kayena photthabbam nanuyuttassa, asappayam manasa dhammam nanuyuttassa rago cittam nanuddhamseyya. ","mn105:23.6":"So na raganuddhamsitena cittena neva maranam va nigaccheyya na maranamattam va dukkham. ","mn105:24.1":"Seyyathapi, sunakkhatta, puriso sallena viddho assa savisena galhupalepanena. ","mn105:24.2":"Tassa mittamacca natisalohita bhisakkam sallakattam upatthapeyyum. ","mn105:24.3":"Tassa so bhisakko sallakatto satthena vanamukham parikanteyya. ","mn105:24.4":"Satthena vanamukham parikantitva esaniya sallam eseyya. ","mn105:24.5":"Esaniya sallam esitva sallam abbuheyya, apaneyya visadosam anupadisesam. ","mn105:24.6":"Anupadisesoti janamano so evam vadeyya: ","mn105:24.7":"‘ambho purisa, ubbhatam kho te sallam, apanito visadoso anupadiseso. ","mn105:24.8":"Analanca te antarayaya. ","mn105:24.9":"Sappayani ceva bhojanani bhunjeyyasi, ma te asappayani bhojanani bhunjato vano assavi assa. ","mn105:24.10":"Kalena kalanca vanam dhoveyyasi, kalena kalam vanamukham alimpeyyasi. Ma te na kalena kalam vanam dhovato na kalena kalam vanamukham alimpato pubbalohitam vanamukham pariyonandhi. ","mn105:24.11":"Ma ca vatatape carittam anuyunji, ma te vatatape carittam anuyuttassa rajosukam vanamukham anuddhamsesi. ","mn105:24.12":"Vananurakkhi ca, ambho purisa, vihareyyasi vanasaropi’ti. ","mn105:25.1":"Tassa evamassa: ","mn105:25.2":"‘ubbhatam kho me sallam, apanito visadoso anupadiseso. ","mn105:25.3":"Analanca me antarayaya’ti. ","mn105:25.4":"So sappayani ceva bhojanani bhunjeyya. Tassa sappayani bhojanani bhunjato vano na assavi assa. ","mn105:25.5":"Kalena kalanca vanam dhoveyya, kalena kalam vanamukham alimpeyya. Tassa kalena kalam vanam dhovato kalena kalam vanamukham alimpato na pubbalohitam vanamukham pariyonandheyya. ","mn105:25.6":"Na ca vatatape carittam anuyunjeyya. Tassa vatatape carittam ananuyuttassa rajosukam vanamukham nanuddhamseyya. ","mn105:25.7":"Vananurakkhi ca vihareyya vanasaropi. ","mn105:25.8":"Tassa imissa ca sappayakiriyaya asu ca visadoso apanito anupadiseso tadubhayena vano viruheyya. ","mn105:25.9":"So rulhena vanena sanchavina neva maranam va nigaccheyya na maranamattam va dukkham. ","mn105:26.1":"Evameva kho, sunakkhatta, thanametam vijjati yam idhekaccassa bhikkhuno evamassa: ","mn105:26.2":"‘tanha kho sallam samanena vuttam, avijjavisadoso chandaragabyapadena ruppati. ","mn105:26.3":"Tam me tanhasallam pahinam, apanito avijjavisadoso, samma nibbanadhimuttohamasmi’ti. ","mn105:26.4":"Samma nibbanadhimuttasseva sato so yani samma nibbanadhimuttassa asappayani tani nanuyunjeyya, asappayam cakkhuna rupadassanam nanuyunjeyya, asappayam sotena saddam nanuyunjeyya, asappayam ghanena gandham nanuyunjeyya, asappayam jivhaya rasam nanuyunjeyya, asappayam kayena photthabbam nanuyunjeyya, asappayam manasa dhammam nanuyunjeyya. ","mn105:26.5":"Tassa asappayam cakkhuna rupadassanam nanuyuttassa, asappayam sotena saddam nanuyuttassa, asappayam ghanena gandham nanuyuttassa, asappayam jivhaya rasam nanuyuttassa, asappayam kayena photthabbam nanuyuttassa, asappayam manasa dhammam nanuyuttassa, rago cittam nanuddhamseyya. ","mn105:26.6":"So na raganuddhamsitena cittena neva maranam va nigaccheyya na maranamattam va dukkham. ","mn105:27.1":"Upama kho me ayam, sunakkhatta, kata atthassa vinnapanaya. ","mn105:27.2":"Ayamyevettha attho—","mn105:27.3":"vanoti kho, sunakkhatta, channetam ajjhattikanam ayatananam adhivacanam; ","mn105:27.4":"visadosoti kho, sunakkhatta, avijjayetam adhivacanam; ","mn105:27.5":"sallanti kho, sunakkhatta, tanhayetam adhivacanam; ","mn105:27.6":"esaniti kho, sunakkhatta, satiyayetam adhivacanam; ","mn105:27.7":"satthanti kho, sunakkhatta, ariyayetam pannaya adhivacanam; ","mn105:27.8":"bhisakko sallakattoti kho, sunakkhatta, tathagatassetam adhivacanam arahato sammasambuddhassa. ","mn105:28.1":"So vata, sunakkhatta, bhikkhu chasu phassayatanesu samvutakari. ","mn105:28.2":"‘Upadhi dukkhassa mulan’ti—iti viditva nirupadhi upadhisankhaye vimutto upadhismim va kayam upasamharissati cittam va uppadessatiti—netam thanam vijjati. ","mn105:29.1":"Seyyathapi, sunakkhatta, apaniyakamso vannasampanno gandhasampanno rasasampanno; ","mn105:29.2":"so ca kho visena samsattho. ","mn105:29.3":"Atha puriso agaccheyya jivitukamo amaritukamo sukhakamo dukkhapatikulo. ","mn105:29.4":"Tam kim mannasi, sunakkhatta, ","mn105:29.5":"api nu so puriso amum apaniyakamsam piveyya yam janna: ","mn105:29.6":"‘imaham pivitva maranam va nigacchami maranamattam va dukkhan’”ti? ","mn105:29.7":"“No hetam, bhante”. ","mn105:29.8":"“Evameva kho, sunakkhatta, so vata bhikkhu chasu phassayatanesu samvutakari. ","mn105:29.9":"‘Upadhi dukkhassa mulan’ti—iti viditva nirupadhi upadhisankhaye vimutto upadhismim va kayam upasamharissati cittam va uppadessatiti—netam thanam vijjati. ","mn105:30.1":"Seyyathapi, sunakkhatta, asiviso ghoraviso. ","mn105:30.2":"Atha puriso agaccheyya jivitukamo amaritukamo sukhakamo dukkhapatikulo. ","mn105:30.3":"Tam kim mannasi, sunakkhatta, ","mn105:30.4":"api nu so puriso amussa asivisassa ghoravisassa hattham va anguttham va dajja yam janna: ","mn105:30.5":"‘iminaham dattho maranam va nigacchami maranamattam va dukkhan’”ti? ","mn105:30.6":"“No hetam, bhante”. ","mn105:30.7":"“Evameva kho, sunakkhatta, so vata bhikkhu chasu phassayatanesu samvutakari. ","mn105:30.8":"‘Upadhi dukkhassa mulan’ti—iti viditva nirupadhi upadhisankhaye vimutto upadhismim va kayam upasamharissati cittam va uppadessatiti—","mn105:30.9":"netam thanam vijjati”ti. ","mn105:30.10":"Idamavoca bhagava. ","mn105:30.11":"Attamano sunakkhatto licchaviputto bhagavato bhasitam abhinanditi. ","mn105:30.12":"Sunakkhattasuttam nitthitam pancamam. "}