{"mn108:0.1":"Majjhima Nikaya 108 ","mn108:0.2":"Gopakamoggallanasutta ","mn108:1.1":"Evam me sutam—","mn108:1.2":"ekam samayam ayasma anando rajagahe viharati veluvane kalandakanivape aciraparinibbute bhagavati. ","mn108:2.1":"Tena kho pana samayena raja magadho ajatasattu vedehiputto rajagaham patisankharapeti ranno pajjotassa asankamano. ","mn108:3.1":"Atha kho ayasma anando pubbanhasamayam nivasetva pattacivaramadaya rajagaham pindaya pavisi. ","mn108:3.2":"Atha kho ayasmato anandassa etadahosi: ","mn108:3.3":"“atippago kho tava rajagahe pindaya caritum. ","mn108:3.4":"Yannunaham yena gopakamoggallanassa brahmanassa kammanto, yena gopakamoggallano brahmano tenupasankameyyan”ti. ","mn108:4.1":"Atha kho ayasma anando yena gopakamoggallanassa brahmanassa kammanto, yena gopakamoggallano brahmano tenupasankami. ","mn108:4.2":"Addasa kho gopakamoggallano brahmano ayasmantam anandam duratova agacchantam. ","mn108:4.3":"Disvana ayasmantam anandam etadavoca: ","mn108:4.4":"“etu kho bhavam anando. ","mn108:4.5":"Svagatam bhoto anandassa. ","mn108:4.6":"Cirassam kho bhavam anando imam pariyayamakasi yadidam idhagamanaya. ","mn108:4.7":"Nisidatu bhavam anando, idamasanam pannattan”ti. ","mn108:4.8":"Nisidi kho ayasma anando pannatte asane. ","mn108:4.9":"Gopakamoggallanopi kho brahmano annataram nicam asanam gahetva ekamantam nisidi. ","mn108:4.10":"Ekamantam nisinno kho gopakamoggallano brahmano ayasmantam anandam etadavoca: ","mn108:5.1":"“atthi nu kho, bho ananda, ekabhikkhupi tehi dhammehi sabbenasabbam sabbathasabbam samannagato yehi dhammehi samannagato so bhavam gotamo ahosi araham sammasambuddho”ti? ","mn108:5.2":"“Natthi kho, brahmana, ekabhikkhupi tehi dhammehi sabbenasabbam sabbathasabbam samannagato yehi dhammehi samannagato so bhagava ahosi araham sammasambuddho. ","mn108:5.3":"So hi, brahmana, bhagava anuppannassa maggassa uppadeta, asanjatassa maggassa sanjaneta, anakkhatassa maggassa akkhata, maggannu, maggavidu, maggakovido; ","mn108:5.4":"magganuga ca pana etarahi savaka viharanti paccha samannagata”ti. ","mn108:6.1":"Ayanca hidam ayasmato anandassa gopakamoggallanena brahmanena saddhim antarakatha vippakata ahosi. ","mn108:6.2":"Atha kho vassakaro brahmano magadhamahamatto rajagahe kammante anusannayamano yena gopakamoggallanassa brahmanassa kammanto, yenayasma anando tenupasankami; upasankamitva ayasmata anandena saddhim sammodi. ","mn108:6.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho vassakaro brahmano magadhamahamatto ayasmantam anandam etadavoca: ","mn108:6.4":"“kaya nuttha, bho ananda, etarahi kathaya sannisinna, ka ca pana vo antarakatha vippakata”ti? ","mn108:6.5":"“Idha mam, brahmana, gopakamoggallano brahmano evamaha: ","mn108:6.6":"‘atthi nu kho, bho ananda, ekabhikkhupi tehi dhammehi sabbenasabbam sabbathasabbam samannagato yehi dhammehi samannagato so bhavam gotamo ahosi araham sammasambuddho’ti. ","mn108:6.7":"Evam vutte, aham, brahmana, gopakamoggallanam brahmanam etadavocam: ","mn108:6.8":"‘natthi kho, brahmana, ekabhikkhupi tehi dhammehi sabbenasabbam sabbathasabbam samannagato yehi dhammehi samannagato so bhagava ahosi araham sammasambuddho. ","mn108:6.9":"So hi, brahmana, bhagava anuppannassa maggassa uppadeta, asanjatassa maggassa sanjaneta, anakkhatassa maggassa akkhata, maggannu, maggavidu, maggakovido; ","mn108:6.10":"magganuga ca pana etarahi savaka viharanti paccha samannagata’ti. ","mn108:6.11":"Ayam kho no, brahmana, gopakamoggallanena brahmanena saddhim antarakatha vippakata. ","mn108:6.12":"Atha tvam anuppatto”ti. ","mn108:7.1":"“Atthi nu kho, bho ananda, ekabhikkhupi tena bhota gotamena thapito: ","mn108:7.2":"‘ayam vo mamaccayena patisaranam bhavissati’ti, yam tumhe etarahi patipadeyyatha”ti? ","mn108:7.3":"“Natthi kho, brahmana, ekabhikkhupi tena bhagavata janata passata arahata sammasambuddhena thapito: ","mn108:7.4":"‘ayam vo mamaccayena patisaranam bhavissati’ti, yam mayam etarahi patipadeyyama”ti. ","mn108:8.1":"“Atthi pana, bho ananda, ekabhikkhupi sanghena sammato, sambahulehi therehi bhikkhuhi thapito: ","mn108:8.2":"‘ayam no bhagavato accayena patisaranam bhavissati’ti, yam tumhe etarahi patipadeyyatha”ti? ","mn108:8.3":"“Natthi kho, brahmana, ekabhikkhupi sanghena sammato, sambahulehi therehi bhikkhuhi thapito: ","mn108:8.4":"‘ayam no bhagavato accayena patisaranam bhavissati’ti, yam mayam etarahi patipadeyyama”ti. ","mn108:9.1":"“Evam appatisarane ca pana, bho ananda, ko hetu samaggiya”ti? ","mn108:9.2":"“Na kho mayam, brahmana, appatisarana; ","mn108:9.3":"sappatisarana mayam, brahmana; ","mn108:9.4":"dhammappatisarana”ti. ","mn108:10.1":"“‘Atthi nu kho, bho ananda, ekabhikkhupi tena bhota gotamena thapito—","mn108:10.2":"ayam vo mamaccayena patisaranam bhavissatiti, yam tumhe etarahi patipadeyyatha’ti—","mn108:10.3":"iti puttho samano ‘natthi kho, brahmana, ekabhikkhupi tena bhagavata janata passata arahata sammasambuddhena thapito—","mn108:10.4":"ayam vo mamaccayena patisaranam bhavissatiti, yam mayam etarahi patipadeyyama’ti vadesi; ","mn108:10.5":"‘atthi pana, bho ananda, ekabhikkhupi sanghena sammato, sambahulehi therehi bhikkhuhi thapito—","mn108:10.6":"ayam no bhagavato accayena patisaranam bhavissatiti, yam tumhe etarahi patipadeyyatha’ti—","mn108:10.7":"iti puttho samano ‘natthi kho, brahmana, ekabhikkhupi sanghena sammato, sambahulehi therehi bhikkhuhi thapito—","mn108:10.8":"ayam no bhagavato accayena patisaranam bhavissatiti, yam mayam etarahi patipadeyyama’ti—","mn108:10.9":"vadesi; ","mn108:10.10":"‘evam appatisarane ca pana, bho ananda, ko hetu samaggiya’ti iti puttho samano ‘na kho mayam, brahmana, appatisarana; ","mn108:10.11":"sappatisarana mayam, brahmana; ","mn108:10.12":"dhammappatisarana’ti vadesi. ","mn108:10.13":"Imassa pana, bho ananda, bhasitassa katham attho datthabbo”ti? ","mn108:10.14":"“Atthi kho, brahmana, tena bhagavata janata passata arahata sammasambuddhena bhikkhunam sikkhapadam pannattam, patimokkham uddittham. ","mn108:10.15":"Te mayam tadahuposathe yavatika ekam gamakhettam upanissaya viharama te sabbe ekajjham sannipatama; ","mn108:10.16":"sannipatitva yassa tam pavattati tam ajjhesama. ","mn108:10.17":"Tasmince bhannamane hoti bhikkhussa apatti hoti vitikkamo tam mayam yathadhammam yathanusittham karemati. ","mn108:10.18":"Na kira no bhavanto karenti; ","mn108:10.19":"dhammo no kareti”. ","mn108:11.1":"“Atthi nu kho, bho ananda, ekabhikkhupi yam tumhe etarahi sakkarotha garum karotha manetha pujetha; sakkatva garum katva upanissaya viharatha”ti? ","mn108:11.2":"“Natthi kho, brahmana, ekabhikkhupi yam mayam etarahi sakkaroma garum karoma manema pujema; sakkatva garum katva upanissaya viharama”ti. ","mn108:11.3":"“‘Atthi nu kho, bho ananda, ekabhikkhupi tena bhota gotamena thapito—","mn108:11.4":"ayam vo mamaccayena patisaranam bhavissatiti yam tumhe etarahi patipadeyyatha’ti—","mn108:11.5":"iti puttho samano ‘natthi kho, brahmana, ekabhikkhupi tena bhagavata janata passata arahata sammasambuddhena thapito—","mn108:12.1":"ayam vo mamaccayena patisaranam bhavissatiti yam mayam etarahi patipadeyyama’ti vadesi; ","mn108:12.2":"‘atthi pana, bho ananda, ekabhikkhupi sanghena sammato, sambahulehi therehi bhikkhuhi thapito—","mn108:12.3":"ayam no bhagavato accayena patisaranam bhavissatiti yam tumhe etarahi patipadeyyatha’ti—","mn108:12.4":"iti puttho samano ‘natthi kho, brahmana, ekabhikkhupi sanghena sammato, sambahulehi therehi bhikkhuhi thapito—","mn108:12.5":"ayam no bhagavato accayena patisaranam bhavissatiti yam mayam etarahi patipadeyyama’ti vadesi; ","mn108:12.6":"‘atthi nu kho, bho ananda, ekabhikkhupi yam tumhe etarahi sakkarotha garum karotha manetha pujetha; sakkatva garum katva upanissaya viharatha’ti—","mn108:12.7":"iti puttho samano ‘natthi kho, brahmana, ekabhikkhupi yam mayam etarahi sakkaroma garum karoma manema pujema; sakkatva garum katva upanissaya viharama’ti vadesi. ","mn108:12.8":"Imassa pana, bho ananda, bhasitassa katham attho datthabbo”ti? ","mn108:13.1":"“Atthi kho, brahmana, tena bhagavata janata passata arahata sammasambuddhena dasa pasadaniya dhamma akkhata. ","mn108:13.2":"Yasmim no ime dhamma samvijjanti tam mayam etarahi sakkaroma garum karoma manema pujema; sakkatva garum katva upanissaya viharama. ","mn108:13.3":"Katame dasa? ","mn108:14.1":"Idha, brahmana, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","mn108:15.1":"Bahussuto hoti sutadharo sutasannicayo. ","mn108:15.2":"Ye te dhamma adikalyana, majjhekalyana, pariyosanakalyana, sattham, sabyanjanam, kevalaparipunnam parisuddham brahmacariyam abhivadanti tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","mn108:16.1":"Santuttho hoti civarapindapatasenasanagilanappaccayabhesajjaparikkharehi. ","mn108:17.1":"Catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","mn108:18.1":"Anekavihitam iddhividham paccanubhoti—ekopi hutva bahudha hoti, bahudhapi hutva eko hoti; avibhavam tirobhavam; tirokuttam tiropakaram tiropabbatam asajjamano gacchati, seyyathapi akase; pathaviyapi ummujjanimujjam karoti, seyyathapi udake; udakepi abhijjamane gacchati, seyyathapi pathaviyam; akasepi pallankena kamati, seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina parimasati parimajjati, yava brahmalokapi kayena vasam vatteti. ","mn108:19.1":"Dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunati—dibbe ca manuse ca, ye dure santike ca. ","mn108:20.1":"Parasattanam parapuggalanam cetasa ceto paricca pajanati. ","mn108:20.2":"Saragam va cittam ‘saragam cittan’ti pajanati, ","mn108:20.3":"vitaragam va cittam ‘vitaragam cittan’ti pajanati, ","mn108:20.4":"sadosam va cittam ‘sadosam cittan’ti pajanati, ","mn108:20.5":"vitadosam va cittam ‘vitadosam cittan’ti pajanati, ","mn108:20.6":"samoham va cittam ‘samoham cittan’ti pajanati, ","mn108:20.7":"vitamoham va cittam ‘vitamoham cittan’ti pajanati, ","mn108:20.8":"sankhittam va cittam ‘sankhittam cittan’ti pajanati, ","mn108:20.9":"vikkhittam va cittam ‘vikkhittam cittan’ti pajanati, ","mn108:20.10":"mahaggatam va cittam ‘mahaggatam cittan’ti pajanati, ","mn108:20.11":"amahaggatam va cittam ‘amahaggatam cittan’ti pajanati, ","mn108:20.12":"sauttaram va cittam ‘sauttaram cittan’ti pajanati, ","mn108:20.13":"anuttaram va cittam ‘anuttaram cittan’ti pajanati, ","mn108:20.14":"samahitam va cittam ‘samahitam cittan’ti pajanati, ","mn108:20.15":"asamahitam va cittam ‘asamahitam cittan’ti pajanati, ","mn108:20.16":"vimuttam va cittam ‘vimuttam cittan’ti pajanati, ","mn108:20.17":"avimuttam va cittam ‘avimuttam cittan’ti pajanati. ","mn108:21.1":"Anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattarisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn108:22.1":"Dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati. ","mn108:23.1":"Asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","mn108:23.2":"Ime kho, brahmana, tena bhagavata janata passata arahata sammasambuddhena dasa pasadaniya dhamma akkhata. ","mn108:23.3":"Yasmim no ime dhamma samvijjanti tam mayam etarahi sakkaroma garum karoma manema pujema; sakkatva garum katva upanissaya viharama”ti. ","mn108:24.1":"Evam vutte, vassakaro brahmano magadhamahamatto upanandam senapatim amantesi: ","mn108:24.2":"“Tam kim mannati bhavam senapati yadime bhonto sakkatabbam sakkaronti, garum katabbam garum karonti, ","mn108:24.3":"manetabbam manenti, pujetabbam pujenti”? ","mn108:24.4":"“Tagghime bhonto sakkatabbam sakkaronti, garum katabbam garum karonti, manetabbam manenti, pujetabbam pujenti. ","mn108:24.5":"Imanca hi te bhonto na sakkareyyum na garum kareyyum na maneyyum na pujeyyum; ","mn108:24.6":"atha kincarahi te bhonto sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva manetva pujetva upanissaya vihareyyun”ti? ","mn108:25.1":"Atha kho vassakaro brahmano magadhamahamatto ayasmantam anandam etadavoca: ","mn108:25.2":"“kaham pana bhavam anando etarahi viharati”ti? ","mn108:25.3":"“Veluvane khoham, brahmana, etarahi viharami”ti. ","mn108:25.4":"“Kacci pana, bho ananda, veluvanam ramaniyanceva appasaddanca appanigghosanca vijanavatam manussarahasseyyakam patisallanasaruppan”ti? ","mn108:25.5":"“Taggha, brahmana, veluvanam ramaniyanceva appasaddanca appanigghosanca vijanavatam manussarahasseyyakam patisallanasaruppam, yatha tam tumhadisehi rakkhakehi gopakehi”ti. ","mn108:25.6":"“Taggha, bho ananda, veluvanam ramaniyanceva appasaddanca appanigghosanca vijanavatam manussarahasseyyakam patisallanasaruppam, yatha tam bhavantehi jhayihi jhanasilihi. ","mn108:25.7":"Jhayino ceva bhavanto jhanasilino ca. ","mn108:25.8":"Ekamidaham, bho ananda, samayam so bhavam gotamo vesaliyam viharati mahavane kutagarasalayam. ","mn108:25.9":"Atha khvaham, bho ananda, yena mahavanam kutagarasala yena so bhavam gotamo tenupasankamim. ","mn108:25.10":"Tatra ca pana so bhavam gotamo anekapariyayena jhanakatham kathesi. ","mn108:25.11":"Jhayi ceva so bhavam gotamo ahosi jhanasili ca. ","mn108:25.12":"Sabbanca pana so bhavam gotamo jhanam vannesi”ti. ","mn108:26.1":"“Na ca kho, brahmana, so bhagava sabbam jhanam vannesi, napi so bhagava sabbam jhanam na vannesiti. ","mn108:26.2":"Katham rupanca, brahmana, so bhagava jhanam na vannesi? ","mn108:26.3":"Idha, brahmana, ekacco kamaragapariyutthitena cetasa viharati kamaragaparetena, uppannassa ca kamaragassa nissaranam yathabhutam nappajanati; ","mn108:26.4":"so kamaragamyeva antaram karitva jhayati pajjhayati nijjhayati apajjhayati. ","mn108:26.5":"Byapadapariyutthitena cetasa viharati byapadaparetena, uppannassa ca byapadassa nissaranam yathabhutam nappajanati; ","mn108:26.6":"so byapadamyeva antaram karitva jhayati pajjhayati nijjhayati apajjhayati. ","mn108:26.7":"Thinamiddhapariyutthitena cetasa viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaranam yathabhutam nappajanati; ","mn108:26.8":"so thinamiddhamyeva antaram karitva jhayati pajjhayati nijjhayati apajjhayati. ","mn108:26.9":"Uddhaccakukkuccapariyutthitena cetasa viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaranam yathabhutam nappajanati; ","mn108:26.10":"so uddhaccakukkuccamyeva antaram karitva jhayati pajjhayati nijjhayati apajjhayati. ","mn108:26.11":"Vicikicchapariyutthitena cetasa viharati vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam nappajanati; ","mn108:26.12":"so vicikicchamyeva antaram karitva jhayati pajjhayati nijjhayati apajjhayati. ","mn108:26.13":"Evarupam kho, brahmana, so bhagava jhanam na vannesi. ","mn108:27.1":"Katham rupanca, brahmana, so bhagava jhanam vannesi? ","mn108:27.2":"Idha, brahmana, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn108:27.3":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam … ","mn108:27.4":"tatiyam jhanam … ","mn108:27.5":"catuttham jhanam upasampajja viharati. ","mn108:27.6":"Evarupam kho, brahmana, so bhagava jhanam vannesi”ti. ","mn108:28.1":"“Garayham kira, bho ananda, so bhavam gotamo jhanam garahi, pasamsam pasamsi. ","mn108:28.2":"Handa ca dani mayam, bho ananda, gacchama; ","mn108:28.3":"bahukicca mayam bahukaraniya”ti. ","mn108:28.4":"“Yassadani tvam, brahmana, kalam mannasi”ti. ","mn108:28.5":"Atha kho vassakaro brahmano magadhamahamatto ayasmato anandassa bhasitam abhinanditva anumoditva utthayasana pakkami. ","mn108:29.1":"Atha kho gopakamoggallano brahmano acirapakkante vassakare brahmane magadhamahamatte ayasmantam anandam etadavoca: ","mn108:29.2":"“yam no mayam bhavantam anandam apucchimha tam no bhavam anando na byakasi”ti. ","mn108:29.3":"“Nanu te, brahmana, avocumha: ","mn108:29.4":"‘natthi kho, brahmana, ekabhikkhupi tehi dhammehi sabbenasabbam sabbathasabbam samannagato yehi dhammehi samannagato so bhagava ahosi araham sammasambuddho. ","mn108:29.5":"So hi, brahmana, bhagava anuppannassa maggassa uppadeta, asanjatassa maggassa sanjaneta, anakkhatassa maggassa akkhata, maggannu, maggavidu, maggakovido. ","mn108:29.6":"Magganuga ca pana etarahi savaka viharanti paccha samannagata’”ti. ","mn108:29.7":"Gopakamoggallanasuttam nitthitam atthamam. "}