{"mn101:0.1":"Majjhima Nikaya 101 ","mn101:0.2":"Devadahasutta ","mn101:1.1":"Evam me sutam—","mn101:1.2":"ekam samayam bhagava sakkesu viharati devadaham nama sakyanam nigamo. ","mn101:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn101:2.1":"“bhikkhavo”ti. ","mn101:2.2":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn101:2.3":"Bhagava etadavoca: ","mn101:2.4":"“santi, bhikkhave, eke samanabrahmana evamvadino evamditthino: ","mn101:2.5":"‘yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbekatahetu. ","mn101:2.6":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:2.7":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati’ti. ","mn101:2.8":"Evamvadino, bhikkhave, nigantha. ","mn101:3.1":"Evamvadaham, bhikkhave, niganthe upasankamitva evam vadami: ","mn101:3.2":"‘saccam kira tumhe, avuso nigantha, evamvadino evamditthino—","mn101:3.3":"yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbekatahetu. ","mn101:3.4":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:3.5":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati’ti? ","mn101:3.6":"Te ca me, bhikkhave, nigantha evam puttha ‘ama’ti patijananti. ","mn101:4.1":"Tyaham evam vadami: ","mn101:4.2":"‘kim pana tumhe, avuso nigantha, janatha—","mn101:4.3":"ahuvamheva mayam pubbe, na nahuvamha’ti? ","mn101:4.4":"‘No hidam, avuso’. ","mn101:4.5":"‘Kim pana tumhe, avuso nigantha, janatha—","mn101:4.6":"akaramheva mayam pubbe papakammam, na nakaramha’ti? ","mn101:4.7":"‘No hidam, avuso’. ","mn101:4.8":"‘Kim pana tumhe, avuso nigantha, janatha—","mn101:4.9":"evarupam va evarupam va papakammam akaramha’ti? ","mn101:4.10":"‘No hidam, avuso’. ","mn101:4.11":"‘Kim pana tumhe, avuso nigantha, janatha—","mn101:4.12":"ettakam va dukkham nijjinnam, ettakam va dukkham nijjiretabbam, ettakamhi va dukkhe nijjinne sabbam dukkham nijjinnam bhavissati’ti? ","mn101:4.13":"‘No hidam, avuso’. ","mn101:4.14":"‘Kim pana tumhe, avuso nigantha, janatha—","mn101:4.15":"dittheva dhamme akusalanam dhammanam pahanam, kusalanam dhammanam upasampadan’ti? ","mn101:4.16":"‘No hidam, avuso’. ","mn101:5.1":"‘Iti kira tumhe, avuso nigantha, na janatha—","mn101:5.2":"ahuvamheva mayam pubbe, na nahuvamhati, na janatha—","mn101:5.3":"akaramheva mayam pubbe papakammam, na nakaramhati, na janatha—","mn101:5.4":"evarupam va evarupam va papakammam akaramhati, na janatha—","mn101:5.5":"ettakam va dukkham nijjinnam, ettakam va dukkham nijjiretabbam, ettakamhi va dukkhe nijjinne sabbam dukkham nijjinnam bhavissatiti, na janatha—","mn101:5.6":"dittheva dhamme akusalanam dhammanam pahanam, kusalanam dhammanam upasampadam; ","mn101:5.7":"evam sante ayasmantanam niganthanam na kallamassa veyyakaranaya: ","mn101:5.8":"“yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbekatahetu. ","mn101:5.9":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:5.10":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati”ti. ","mn101:6.1":"Sace pana tumhe, avuso nigantha, janeyyatha—","mn101:6.2":"ahuvamheva mayam pubbe, na nahuvamhati, janeyyatha—","mn101:6.3":"akaramheva mayam pubbe papakammam, na nakaramhati, janeyyatha—","mn101:6.4":"evarupam va evarupam va papakammam akaramhati, janeyyatha—","mn101:6.5":"ettakam va dukkham nijjinnam, ettakam va dukkham nijjiretabbam, ettakamhi va dukkhe nijjinne sabbam dukkham nijjinnam bhavissatiti, janeyyatha—","mn101:6.6":"dittheva dhamme akusalanam dhammanam pahanam, kusalanam dhammanam upasampadam; ","mn101:6.7":"evam sante ayasmantanam niganthanam kallamassa veyyakaranaya: ","mn101:6.8":"“yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbekatahetu. ","mn101:6.9":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:6.10":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati”ti. ","mn101:7.1":"Seyyathapi, avuso nigantha, puriso sallena viddho assa savisena galhupalepanena; ","mn101:7.2":"so sallassapi vedhanahetu dukkha tibba katuka vedana vediyeyya. ","mn101:7.3":"Tassa mittamacca natisalohita bhisakkam sallakattam upatthapeyyum. ","mn101:7.4":"Tassa so bhisakko sallakatto satthena vanamukham parikanteyya; ","mn101:7.5":"so satthenapi vanamukhassa parikantanahetu dukkha tibba katuka vedana vediyeyya. ","mn101:7.6":"Tassa so bhisakko sallakatto esaniya sallam eseyya; ","mn101:7.7":"so esaniyapi sallassa esanahetu dukkha tibba katuka vedana vediyeyya. ","mn101:7.8":"Tassa so bhisakko sallakatto sallam abbuheyya; ","mn101:7.9":"so sallassapi abbuhanahetu dukkha tibba katuka vedana vediyeyya. ","mn101:7.10":"Tassa so bhisakko sallakatto agadangaram vanamukhe odaheyya; ","mn101:7.11":"so agadangarassapi vanamukhe odahanahetu dukkha tibba katuka vedana vediyeyya. ","mn101:7.12":"So aparena samayena rulhena vanena sanchavina arogo assa sukhi seri sayamvasi yena kamangamo. ","mn101:7.13":"Tassa evamassa: ","mn101:7.14":"“aham kho pubbe sallena viddho ahosim savisena galhupalepanena. ","mn101:7.15":"Soham sallassapi vedhanahetu dukkha tibba katuka vedana vediyim. ","mn101:7.16":"Tassa me mittamacca natisalohita bhisakkam sallakattam upatthapesum. ","mn101:7.17":"Tassa me so bhisakko sallakatto satthena vanamukham parikanti; ","mn101:7.18":"soham satthenapi vanamukhassa parikantanahetu dukkha tibba katuka vedana vediyim. ","mn101:7.19":"Tassa me so bhisakko sallakatto esaniya sallam esi; ","mn101:7.20":"so aham esaniyapi sallassa esanahetu dukkha tibba katuka vedana vediyim. ","mn101:7.21":"Tassa me so bhisakko sallakatto sallam abbuhi; ","mn101:7.22":"soham sallassapi abbuhanahetu dukkha tibba katuka vedana vediyim. ","mn101:7.23":"Tassa me so bhisakko sallakatto agadangaram vanamukhe odahi; ","mn101:7.24":"soham agadangarassapi vanamukhe odahanahetu dukkha tibba katuka vedana vediyim. ","mn101:7.25":"Somhi etarahi rulhena vanena sanchavina arogo sukhi seri sayamvasi yena kamangamo”ti. ","mn101:8.1":"Evameva kho, avuso nigantha, sace tumhe janeyyatha—","mn101:8.2":"ahuvamheva mayam pubbe, na nahuvamhati, janeyyatha—","mn101:8.3":"akaramheva mayam pubbe papakammam, na nakaramhati, janeyyatha—","mn101:8.4":"evarupam va evarupam va papakammam akaramhati, janeyyatha—","mn101:8.5":"ettakam va dukkham nijjinnam, ettakam va dukkham nijjiretabbam, ettakamhi va dukkhe nijjinne sabbam dukkham nijjinnam bhavissatiti, janeyyatha—","mn101:8.6":"dittheva dhamme akusalanam dhammanam pahanam, kusalanam dhammanam upasampadam; ","mn101:8.7":"evam sante ayasmantanam niganthanam kallamassa veyyakaranaya: ","mn101:8.8":"“yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbekatahetu. ","mn101:8.9":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:8.10":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati”ti. ","mn101:9.1":"Yasma ca kho tumhe, avuso nigantha, na janatha—","mn101:9.2":"ahuvamheva mayam pubbe, na nahuvamhati, na janatha—","mn101:9.3":"akaramheva mayam pubbe papakammam, na nakaramhati, na janatha—","mn101:9.4":"evarupam va evarupam va papakammam akaramhati, na janatha—","mn101:9.5":"ettakam va dukkham nijjinnam, ettakam va dukkham nijjiretabbam, ettakamhi va dukkhe nijjinne sabbam dukkham nijjinnam bhavissatiti, na janatha—","mn101:9.6":"dittheva dhamme akusalanam dhammanam pahanam, kusalanam dhammanam upasampadam; ","mn101:9.7":"tasma ayasmantanam niganthanam na kallamassa veyyakaranaya: ","mn101:9.8":"“yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbekatahetu. ","mn101:9.9":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:9.10":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati”’ti. ","mn101:10.1":"Evam vutte, bhikkhave, te nigantha mam etadavocum: ","mn101:10.2":"‘nigantho, avuso, nataputto sabbannu sabbadassavi, aparisesam nanadassanam patijanati. ","mn101:10.3":"“Carato ca me titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitan”ti. ","mn101:10.4":"So evamaha: ","mn101:10.5":"“atthi kho vo, avuso nigantha, pubbeva papakammam katam, tam imaya katukaya dukkarakarikaya nijjiretha, ","mn101:10.6":"yam panettha etarahi kayena samvuta vacaya samvuta manasa samvuta tam ayatim papakammassa akaranam. ","mn101:10.7":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:10.8":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati”ti. ","mn101:10.9":"Tanca panamhakam ruccati ceva khamati ca, tena camha attamana’ti. ","mn101:11.1":"Evam vutte, aham, bhikkhave, te niganthe etadavocam: ","mn101:11.2":"‘panca kho ime, avuso nigantha, dhamma dittheva dhamme dvidhavipaka. ","mn101:11.3":"Katame panca? ","mn101:11.4":"Saddha, ruci, anussavo, akaraparivitakko, ditthinijjhanakkhanti—","mn101:11.5":"ime kho, avuso nigantha, panca dhamma dittheva dhamme dvidhavipaka. ","mn101:11.6":"Tatrayasmantanam niganthanam ka atitamse satthari saddha, ka ruci, ko anussavo, ko akaraparivitakko, ka ditthinijjhanakkhanti’ti. ","mn101:11.7":"Evamvadi kho aham, bhikkhave, niganthesu na kanci sahadhammikam vadapatiharam samanupassami. ","mn101:12.1":"Puna caparaham, bhikkhave, te niganthe evam vadami: ","mn101:12.2":"‘tam kim mannatha, avuso nigantha. ","mn101:12.3":"Yasmim vo samaye tibbo upakkamo hoti tibbam padhanam, tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyetha; ","mn101:12.4":"yasmim pana vo samaye na tibbo upakkamo hoti na tibbam padhanam, na tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyetha’ti? ","mn101:12.5":"‘Yasmim no, avuso gotama, samaye tibbo upakkamo hoti tibbam padhanam, tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyama; ","mn101:12.6":"yasmim pana no samaye na tibbo upakkamo hoti na tibbam padhanam, na tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyama’ti. ","mn101:13.1":"‘Iti kira, avuso nigantha, yasmim vo samaye tibbo upakkamo hoti tibbam padhanam, tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyetha; ","mn101:13.2":"yasmim pana vo samaye na tibbo upakkamo hoti na tibbam padhanam, na tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyetha. ","mn101:13.3":"Evam sante ayasmantanam niganthanam na kallamassa veyyakaranaya: ","mn101:13.4":"“yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbekatahetu. ","mn101:13.5":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:13.6":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati”ti. ","mn101:14.1":"Sace, avuso nigantha, yasmim vo samaye tibbo upakkamo hoti tibbam padhanam, na tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyetha; ","mn101:14.2":"yasmim pana vo samaye na tibbo upakkamo hoti na tibbam padhanam, tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyetha; ","mn101:14.3":"evam sante ayasmantanam niganthanam kallamassa veyyakaranaya: ","mn101:14.4":"“yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbekatahetu. ","mn101:14.5":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:14.6":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati”ti. ","mn101:15.1":"Yasma ca kho, avuso nigantha, yasmim vo samaye tibbo upakkamo hoti tibbam padhanam, tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyetha; ","mn101:15.2":"yasmim pana vo samaye na tibbo upakkamo hoti na tibbam padhanam, na tibba tasmim samaye opakkamika dukkha tibba katuka vedana vediyetha; ","mn101:15.3":"te tumhe samamyeva opakkamika dukkha tibba katuka vedana vedayamana avijja annana sammoha vipaccetha: ","mn101:15.4":"“yam kincayam purisapuggalo patisamvedeti sukham va dukkham va adukkhamasukham va, sabbam tam pubbekatahetu. ","mn101:15.5":"Iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn101:15.6":"ayatim anavassava kammakkhayo; kammakkhaya dukkhakkhayo; dukkhakkhaya vedanakkhayo; vedanakkhaya sabbam dukkham nijjinnam bhavissati”’ti. ","mn101:15.7":"Evamvadipi kho aham, bhikkhave, niganthesu na kanci sahadhammikam vadapatiharam samanupassami. ","mn101:16.1":"Puna caparaham, bhikkhave, te niganthe evam vadami: ","mn101:16.2":"‘tam kim mannathavuso nigantha, yamidam kammam ditthadhammavedaniyam tam upakkamena va padhanena va samparayavedaniyam hotuti labbhametan’ti? ","mn101:16.3":"‘No hidam, avuso’. ","mn101:16.4":"‘Yam panidam kammam samparayavedaniyam tam upakkamena va padhanena va ditthadhammavedaniyam hotuti labbhametan’ti? ","mn101:16.5":"‘No hidam, avuso’. ","mn101:17.1":"‘Tam kim mannathavuso nigantha, yamidam kammam sukhavedaniyam tam upakkamena va padhanena va dukkhavedaniyam hotuti labbhametan’ti? ","mn101:17.2":"‘No hidam, avuso’. ","mn101:17.3":"‘Yam panidam kammam dukkhavedaniyam tam upakkamena va padhanena va sukhavedaniyam hotuti labbhametan’ti? ","mn101:17.4":"‘No hidam, avuso’. ","mn101:18.1":"‘Tam kim mannathavuso nigantha, yamidam kammam paripakkavedaniyam tam upakkamena va padhanena va aparipakkavedaniyam hotuti labbhametan’ti? ","mn101:18.2":"‘No hidam, avuso’. ","mn101:18.3":"‘Yam panidam kammam aparipakkavedaniyam tam upakkamena va padhanena va paripakkavedaniyam hotuti labbhametan’ti? ","mn101:18.4":"‘No hidam, avuso’. ","mn101:19.1":"‘Tam kim mannathavuso nigantha, yamidam kammam bahuvedaniyam tam upakkamena va padhanena va appavedaniyam hotuti labbhametan’ti? ","mn101:19.2":"‘No hidam, avuso’. ","mn101:19.3":"‘Yam panidam kammam appavedaniyam tam upakkamena va padhanena va bahuvedaniyam hotuti labbhametan’ti? ","mn101:19.4":"‘No hidam, avuso’. ","mn101:20.1":"‘Tam kim mannathavuso nigantha, yamidam kammam savedaniyam tam upakkamena va padhanena va avedaniyam hotuti labbhametan’ti? ","mn101:20.2":"‘No hidam, avuso’. ","mn101:20.3":"‘Yam panidam kammam avedaniyam tam upakkamena va padhanena va savedaniyam hotuti labbhametan’ti? ","mn101:20.4":"‘No hidam, avuso’. ","mn101:21.1":"‘Iti kira, avuso nigantha, yamidam kammam ditthadhammavedaniyam tam upakkamena va padhanena va samparayavedaniyam hotuti alabbhametam, yam panidam kammam samparayavedaniyam tam upakkamena va padhanena va ditthadhammavedaniyam hotuti alabbhametam, yamidam kammam sukhavedaniyam tam upakkamena va padhanena va dukkhavedaniyam hotuti alabbhametam, yamidam kammam dukkhavedaniyam tam upakkamena va padhanena va sukhavedaniyam hotuti alabbhametam, yamidam kammam paripakkavedaniyam tam upakkamena va padhanena va aparipakkavedaniyam hotuti alabbhametam, yamidam kammam aparipakkavedaniyam tam upakkamena va padhanena va paripakkavedaniyam hotuti alabbhametam, yamidam kammam bahuvedaniyam tam upakkamena va padhanena va appavedaniyam hotuti alabbhametam, yamidam kammam appavedaniyam tam upakkamena va padhanena va bahuvedaniyam hotuti alabbhametam, yamidam kammam savedaniyam tam upakkamena va padhanena va avedaniyam hotuti alabbhametam, yamidam kammam avedaniyam tam upakkamena va padhanena va savedaniyam hotuti alabbhametam; ","mn101:21.2":"evam sante ayasmantanam niganthanam aphalo upakkamo hoti, aphalam padhanam’. ","mn101:22.1":"Evamvadi, bhikkhave, nigantha. ","mn101:22.2":"Evamvadinam, bhikkhave, niganthanam dasa sahadhammika vadanuvada garayham thanam agacchanti. ","mn101:22.3":"Sace, bhikkhave, satta pubbekatahetu sukhadukkham patisamvedenti; ","mn101:22.4":"addha, bhikkhave, nigantha pubbe dukkatakammakarino yam etarahi evarupa dukkha tibba katuka vedana vediyanti. ","mn101:22.5":"Sace, bhikkhave, satta issaranimmanahetu sukhadukkham patisamvedenti; ","mn101:22.6":"addha, bhikkhave, nigantha papakena issarena nimmita yam etarahi evarupa dukkha tibba katuka vedana vediyanti. ","mn101:22.7":"Sace, bhikkhave, satta sangatibhavahetu sukhadukkham patisamvedenti; ","mn101:22.8":"addha, bhikkhave, nigantha papasangatika yam etarahi evarupa dukkha tibba katuka vedana vediyanti. ","mn101:22.9":"Sace, bhikkhave, satta abhijatihetu sukhadukkham patisamvedenti; ","mn101:22.10":"addha, bhikkhave, nigantha papabhijatika yam etarahi evarupa dukkha tibba katuka vedana vediyanti. ","mn101:22.11":"Sace, bhikkhave, satta ditthadhammupakkamahetu sukhadukkham patisamvedenti; ","mn101:22.12":"addha, bhikkhave, nigantha evarupa ditthadhammupakkama yam etarahi evarupa dukkha tibba katuka vedana vediyanti. ","mn101:22.13":"Sace, bhikkhave, satta pubbekatahetu sukhadukkham patisamvedenti, garayha nigantha; ","mn101:22.14":"no ce satta pubbekatahetu sukhadukkham patisamvedenti, garayha nigantha. ","mn101:22.15":"Sace, bhikkhave, satta issaranimmanahetu sukhadukkham patisamvedenti, garayha nigantha; ","mn101:22.16":"no ce satta issaranimmanahetu sukhadukkham patisamvedenti, garayha nigantha. ","mn101:22.17":"Sace, bhikkhave, satta sangatibhavahetu sukhadukkham patisamvedenti, garayha nigantha; ","mn101:22.18":"no ce satta sangatibhavahetu sukhadukkham patisamvedenti, garayha nigantha. ","mn101:22.19":"Sace, bhikkhave, satta abhijatihetu sukhadukkham patisamvedenti, garayha nigantha; ","mn101:22.20":"no ce satta abhijatihetu sukhadukkham patisamvedenti, garayha nigantha. ","mn101:22.21":"Sace, bhikkhave, satta ditthadhammupakkamahetu sukhadukkham patisamvedenti, garayha nigantha; ","mn101:22.22":"no ce satta ditthadhammupakkamahetu sukhadukkham patisamvedenti, garayha nigantha. ","mn101:22.23":"Evamvadi, bhikkhave, nigantha. ","mn101:22.24":"Evamvadinam, bhikkhave, niganthanam ime dasa sahadhammika vadanuvada garayham thanam agacchanti. ","mn101:22.25":"Evam kho, bhikkhave, aphalo upakkamo hoti, aphalam padhanam. ","mn101:23.1":"Kathanca, bhikkhave, saphalo upakkamo hoti, saphalam padhanam? ","mn101:23.2":"Idha, bhikkhave, bhikkhu na heva anaddhabhutam attanam dukkhena addhabhaveti, dhammikanca sukham na pariccajati, tasminca sukhe anadhimucchito hoti. ","mn101:23.3":"So evam pajanati: ","mn101:23.4":"‘imassa kho me dukkhanidanassa sankharam padahato sankharappadhana virago hoti, imassa pana me dukkhanidanassa ajjhupekkhato upekkham bhavayato virago hoti’ti. ","mn101:23.5":"So yassa hi khvassa dukkhanidanassa sankharam padahato sankharappadhana virago hoti, sankharam tattha padahati. ","mn101:23.6":"Yassa panassa dukkhanidanassa ajjhupekkhato upekkham bhavayato virago hoti, upekkham tattha bhaveti. ","mn101:23.7":"Tassa tassa dukkhanidanassa sankharam padahato sankharappadhana virago hoti—","mn101:23.8":"evampissa tam dukkham nijjinnam hoti. ","mn101:23.9":"Tassa tassa dukkhanidanassa ajjhupekkhato upekkham bhavayato virago hoti—","mn101:23.10":"evampissa tam dukkham nijjinnam hoti. ","mn101:24.1":"Seyyathapi, bhikkhave, puriso itthiya saratto patibaddhacitto tibbacchando tibbapekkho. ","mn101:24.2":"So tam itthim passeyya annena purisena saddhim santitthantim sallapantim sanjagghantim samhasantim. ","mn101:24.3":"Tam kim mannatha, bhikkhave, ","mn101:24.4":"api nu tassa purisassa amum itthim disva annena purisena saddhim santitthantim sallapantim sanjagghantim samhasantim uppajjeyyum sokaparidevadukkhadomanassupayasa”ti? ","mn101:24.5":"“Evam, bhante”. ","mn101:24.6":"“Tam kissa hetu”? ","mn101:24.7":"“Amu hi, bhante, puriso amussa itthiya saratto patibaddhacitto tibbacchando tibbapekkho. ","mn101:24.8":"Tasma tam itthim disva annena purisena saddhim santitthantim sallapantim sanjagghantim samhasantim uppajjeyyum sokaparidevadukkhadomanassupayasa”ti. ","mn101:25.1":"“Atha kho, bhikkhave, tassa purisassa evamassa: ","mn101:25.2":"‘aham kho amussa itthiya saratto patibaddhacitto tibbacchando tibbapekkho. ","mn101:25.3":"Tassa me amum itthim disva annena purisena saddhim santitthantim sallapantim sanjagghantim samhasantim uppajjanti sokaparidevadukkhadomanassupayasa. ","mn101:25.4":"Yannunaham yo me amussa itthiya chandarago tam pajaheyyan’ti. ","mn101:25.5":"So yo amussa itthiya chandarago tam pajaheyya. ","mn101:25.6":"So tam itthim passeyya aparena samayena annena purisena saddhim santitthantim sallapantim sanjagghantim samhasantim. ","mn101:25.7":"Tam kim mannatha, bhikkhave, ","mn101:25.8":"api nu tassa purisassa amum itthim disva annena purisena saddhim santitthantim sallapantim sanjagghantim samhasantim uppajjeyyum sokaparidevadukkhadomanassupayasa”ti? ","mn101:25.9":"“No hetam, bhante”. ","mn101:25.10":"“Tam kissa hetu”? ","mn101:25.11":"“Amu hi, bhante, puriso amussa itthiya virago. ","mn101:25.12":"Tasma tam itthim disva annena purisena saddhim santitthantim sallapantim sanjagghantim samhasantim na uppajjeyyum sokaparidevadukkhadomanassupayasa”ti. ","mn101:26.1":"“Evameva kho, bhikkhave, bhikkhu na heva anaddhabhutam attanam dukkhena addhabhaveti, dhammikanca sukham na pariccajati, tasminca sukhe anadhimucchito hoti. ","mn101:26.2":"So evam pajanati: ","mn101:26.3":"‘imassa kho me dukkhanidanassa sankharam padahato sankharappadhana virago hoti, imassa pana me dukkhanidanassa ajjhupekkhato upekkham bhavayato virago hoti’ti. ","mn101:26.4":"So yassa hi khvassa dukkhanidanassa sankharam padahato sankharappadhana virago hoti, sankharam tattha padahati; ","mn101:26.5":"yassa panassa dukkhanidanassa ajjhupekkhato upekkham bhavayato virago hoti, upekkham tattha bhaveti. ","mn101:26.6":"Tassa tassa dukkhanidanassa sankharam padahato sankharappadhana virago hoti—","mn101:26.7":"evampissa tam dukkham nijjinnam hoti. ","mn101:26.8":"Tassa tassa dukkhanidanassa ajjhupekkhato upekkham bhavayato virago hoti—","mn101:26.9":"evampissa tam dukkham nijjinnam hoti. ","mn101:26.10":"Evampi, bhikkhave, saphalo upakkamo hoti, saphalam padhanam. ","mn101:27.1":"Puna caparam, bhikkhave, bhikkhu iti patisancikkhati: ","mn101:27.2":"‘yathasukham kho me viharato akusala dhamma abhivaddhanti, kusala dhamma parihayanti; ","mn101:27.3":"dukkhaya pana me attanam padahato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn101:27.4":"Yannunaham dukkhaya attanam padaheyyan’ti. ","mn101:27.5":"So dukkhaya attanam padahati. ","mn101:27.6":"Tassa dukkhaya attanam padahato akusala dhamma parihayanti kusala dhamma abhivaddhanti. ","mn101:27.7":"So na aparena samayena dukkhaya attanam padahati. ","mn101:27.8":"Tam kissa hetu? ","mn101:27.9":"Yassa hi so, bhikkhave, bhikkhu atthaya dukkhaya attanam padaheyya svassa attho abhinipphanno hoti. ","mn101:27.10":"Tasma na aparena samayena dukkhaya attanam padahati. ","mn101:28.1":"Seyyathapi, bhikkhave, usukaro tejanam dvisu alatesu atapeti paritapeti ujum karoti kammaniyam. ","mn101:29.1":"Yato kho, bhikkhave, usukarassa tejanam dvisu alatesu atapitam hoti paritapitam ujum katam kammaniyam, na so tam aparena samayena usukaro tejanam dvisu alatesu atapeti paritapeti ujum karoti kammaniyam. ","mn101:29.2":"Tam kissa hetu? ","mn101:29.3":"Yassa hi so, bhikkhave, atthaya usukaro tejanam dvisu alatesu atapeyya paritapeyya ujum kareyya kammaniyam svassa attho abhinipphanno hoti. ","mn101:29.4":"Tasma na aparena samayena usukaro tejanam dvisu alatesu atapeti paritapeti ujum karoti kammaniyam. ","mn101:29.5":"Evameva kho, bhikkhave, bhikkhu iti patisancikkhati: ","mn101:29.6":"‘yathasukham kho me viharato akusala dhamma abhivaddhanti, kusala dhamma parihayanti; ","mn101:29.7":"dukkhaya pana me attanam padahato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn101:29.8":"Yannunaham dukkhaya attanam padaheyyan’ti. ","mn101:29.9":"So dukkhaya attanam padahati. ","mn101:29.10":"Tassa dukkhaya attanam padahato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn101:29.11":"So na aparena samayena dukkhaya attanam padahati. ","mn101:29.12":"Tam kissa hetu? ","mn101:29.13":"Yassa hi so, bhikkhave, bhikkhu atthaya dukkhaya attanam padaheyya svassa attho abhinipphanno hoti. ","mn101:29.14":"Tasma na aparena samayena dukkhaya attanam padahati. ","mn101:29.15":"Evampi, bhikkhave, saphalo upakkamo hoti, saphalam padhanam. ","mn101:30.1":"Puna caparam, bhikkhave, idha tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","mn101:30.2":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn101:30.3":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn101:31.1":"Tam dhammam sunati gahapati va gahapatiputto va annatarasmim va kule paccajato. ","mn101:31.2":"So tam dhammam sutva tathagate saddham patilabhati. ","mn101:31.3":"So tena saddhapatilabhena samannagato iti patisancikkhati: ","mn101:31.4":"‘sambadho gharavaso rajapatho, abbhokaso pabbajja. ","mn101:31.5":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn101:31.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn101:31.7":"So aparena samayena appam va bhogakkhandham pahaya mahantam va bhogakkhandham pahaya, appam va natiparivattam pahaya mahantam va natiparivattam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","mn101:32.1":"So evam pabbajito samano bhikkhunam sikkhasajivasamapanno panatipatam pahaya panatipata pativirato hoti nihitadando nihitasattho, lajji dayapanno sabbapanabhutahitanukampi viharati. ","mn101:32.2":"Adinnadanam pahaya adinnadana pativirato hoti dinnadayi dinnapatikankhi, athenena sucibhutena attana viharati. ","mn101:32.3":"Abrahmacariyam pahaya brahmacari hoti aracari virato methuna gamadhamma. ","mn101:32.4":"Musavadam pahaya musavada pativirato hoti saccavadi saccasandho theto paccayiko avisamvadako lokassa. ","mn101:32.5":"Pisunam vacam pahaya pisunaya vacaya pativirato hoti; ito sutva na amutra akkhata imesam bhedaya, amutra va sutva na imesam akkhata amusam bhedaya—iti bhinnanam va sandhata sahitanam va anuppadata samaggaramo samaggarato samagganandi samaggakaranim vacam bhasita hoti. ","mn101:32.6":"Pharusam vacam pahaya pharusaya vacaya pativirato hoti; ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupim vacam bhasita hoti. ","mn101:32.7":"Samphappalapam pahaya samphappalapa pativirato hoti kalavadi bhutavadi atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita kalena sapadesam pariyantavatim atthasamhitam. ","mn101:32.8":"So bijagamabhutagamasamarambha pativirato hoti. ","mn101:32.9":"Ekabhattiko hoti rattuparato virato vikalabhojana. ","mn101:32.10":"Naccagitavaditavisukadassana pativirato hoti. ","mn101:32.11":"Malagandhavilepanadharanamandanavibhusanatthana pativirato hoti. ","mn101:32.12":"Uccasayanamahasayana pativirato hoti. ","mn101:32.13":"Jataruparajatapatiggahana pativirato hoti. ","mn101:32.14":"Amakadhannapatiggahana pativirato hoti. ","mn101:32.15":"Amakamamsapatiggahana pativirato hoti. ","mn101:32.16":"Itthikumarikapatiggahana pativirato hoti. ","mn101:32.17":"Dasidasapatiggahana pativirato hoti. ","mn101:32.18":"Ajelakapatiggahana pativirato hoti. ","mn101:32.19":"Kukkutasukarapatiggahana pativirato hoti. ","mn101:32.20":"Hatthigavassavalavapatiggahana pativirato hoti. ","mn101:32.21":"Khettavatthupatiggahana pativirato hoti. ","mn101:32.22":"Duteyyapahinagamananuyoga pativirato hoti. ","mn101:32.23":"Kayavikkaya pativirato hoti. ","mn101:32.24":"Tulakutakamsakutamanakuta pativirato hoti. ","mn101:32.25":"Ukkotanavancananikatisaciyoga pativirato hoti. ","mn101:32.26":"Chedanavadhabandhanaviparamosaalopasahasakara pativirato hoti. ","mn101:33.1":"So santuttho hoti kayapariharikena civarena, kucchipariharikena pindapatena. So yena yeneva pakkamati samadayeva pakkamati. ","mn101:33.2":"Seyyathapi nama pakkhi sakuno yena yeneva deti sapattabharova deti; ","mn101:33.3":"evameva bhikkhu santuttho hoti kayapariharikena civarena, kucchipariharikena pindapatena; so yena yeneva pakkamati samadayeva pakkamati. ","mn101:33.4":"So imina ariyena silakkhandhena samannagato ajjhattam anavajjasukham patisamvedeti. ","mn101:34.1":"So cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","mn101:34.2":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","mn101:34.3":"Sotena saddam sutva …pe… ","mn101:34.4":"ghanena gandham ghayitva …pe… ","mn101:34.5":"jivhaya rasam sayitva …pe… ","mn101:34.6":"kayena photthabbam phusitva …pe… ","mn101:34.7":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi. ","mn101:34.8":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati manindriyam, manindriye samvaram apajjati. ","mn101:34.9":"So imina ariyena indriyasamvarena samannagato ajjhattam abyasekasukham patisamvedeti. ","mn101:35.1":"So abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","mn101:36.1":"So imina ca ariyena silakkhandhena samannagato, imaya ca ariyaya santutthiya samannagato, imina ca ariyena indriyasamvarena samannagato, imina ca ariyena satisampajannena samannagato ","mn101:36.2":"vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn101:36.3":"So pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva, ujum kayam panidhaya, parimukham satim upatthapetva. ","mn101:37.1":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti. ","mn101:37.2":"Byapadapadosam pahaya abyapannacitto viharati sabbapanabhutahitanukampi, byapadapadosa cittam parisodheti. ","mn101:37.3":"Thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti. ","mn101:37.4":"Uddhaccakukkuccam pahaya anuddhato viharati ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti. ","mn101:37.5":"Vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","mn101:38.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","mn101:38.2":"vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn101:38.3":"Evampi, bhikkhave, saphalo upakkamo hoti, saphalam padhanam. ","mn101:39.1":"Puna caparam, bhikkhave, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","mn101:39.2":"Evampi, bhikkhave, saphalo upakkamo hoti, saphalam padhanam. ","mn101:40.1":"Puna caparam, bhikkhave, bhikkhu pitiya ca viraga upekkhako ca viharati sato ca sampajano, sukhanca kayena patisamvedeti. Yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","mn101:40.2":"Evampi, bhikkhave, saphalo upakkamo hoti, saphalam padhanam. ","mn101:41.1":"Puna caparam, bhikkhave, bhikkhu sukhassa ca pahana dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama, adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn101:41.2":"Evampi, bhikkhave, saphalo upakkamo hoti, saphalam padhanam. ","mn101:42.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnameti. ","mn101:42.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn101:42.3":"Evampi, bhikkhave, saphalo upakkamo hoti, saphalam padhanam. ","mn101:43.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnameti. ","mn101:43.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati. ","mn101:43.3":"Evampi, bhikkhave, saphalo upakkamo hoti, saphalam padhanam. ","mn101:44.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","mn101:44.2":"So ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati; ","mn101:44.3":"‘ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti yathabhutam pajanati, ‘ayam asavanirodho’ti yathabhutam pajanati, ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","mn101:45.1":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati. ","mn101:45.2":"Vimuttasmim vimuttamiti nanam hoti. ","mn101:45.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn101:45.4":"Evampi kho, bhikkhave, saphalo upakkamo hoti, saphalam padhanam. ","mn101:46.1":"Evamvadi, bhikkhave, tathagata. ","mn101:46.2":"Evamvadinam, bhikkhave, tathagatanam dasa sahadhammika pasamsatthana agacchanti. ","mn101:46.3":"Sace, bhikkhave, satta pubbekatahetu sukhadukkham patisamvedenti; ","mn101:46.4":"addha, bhikkhave, tathagato pubbe sukatakammakari yam etarahi evarupa anasava sukha vedana vedeti. ","mn101:46.5":"Sace, bhikkhave, satta issaranimmanahetu sukhadukkham patisamvedenti; ","mn101:46.6":"addha, bhikkhave, tathagato bhaddakena issarena nimmito yam etarahi evarupa anasava sukha vedana vedeti. ","mn101:46.7":"Sace, bhikkhave, satta sangatibhavahetu sukhadukkham patisamvedenti; ","mn101:46.8":"addha, bhikkhave, tathagato kalyanasangatiko yam etarahi evarupa anasava sukha vedana vedeti. ","mn101:46.9":"Sace, bhikkhave, satta abhijatihetu sukhadukkham patisamvedenti; ","mn101:46.10":"addha, bhikkhave, tathagato kalyanabhijatiko yam etarahi evarupa anasava sukha vedana vedeti. ","mn101:46.11":"Sace, bhikkhave, satta ditthadhammupakkamahetu sukhadukkham patisamvedenti; ","mn101:46.12":"addha, bhikkhave, tathagato kalyanaditthadhammupakkamo yam etarahi evarupa anasava sukha vedana vedeti. ","mn101:46.13":"Sace, bhikkhave, satta pubbekatahetu sukhadukkham patisamvedenti, pasamso tathagato; ","mn101:46.14":"no ce satta pubbekatahetu sukhadukkham patisamvedenti, pasamso tathagato. ","mn101:46.15":"Sace, bhikkhave, satta issaranimmanahetu sukhadukkham patisamvedenti, pasamso tathagato; ","mn101:46.16":"no ce satta issaranimmanahetu sukhadukkham patisamvedenti, pasamso tathagato. ","mn101:46.17":"Sace, bhikkhave, satta sangatibhavahetu sukhadukkham patisamvedenti, pasamso tathagato; ","mn101:46.18":"no ce satta sangatibhavahetu sukhadukkham patisamvedenti, pasamso tathagato. ","mn101:46.19":"Sace, bhikkhave, satta abhijatihetu sukhadukkham patisamvedenti, pasamso tathagato; ","mn101:46.20":"no ce satta abhijatihetu sukhadukkham patisamvedenti, pasamso tathagato. ","mn101:46.21":"Sace, bhikkhave, satta ditthadhammupakkamahetu sukhadukkham patisamvedenti, pasamso tathagato; ","mn101:46.22":"no ce satta ditthadhammupakkamahetu sukhadukkham patisamvedenti, pasamso tathagato. ","mn101:46.23":"Evamvadi, bhikkhave, tathagata. ","mn101:46.24":"Evamvadinam, bhikkhave, tathagatanam ime dasa sahadhammika pasamsatthana agacchanti”ti. ","mn101:46.25":"Idamavoca bhagava. ","mn101:46.26":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn101:46.27":"Devadahasuttam nitthitam pathamam. "}