{"mn109:0.1":"Majjhima Nikaya 109 ","mn109:0.2":"Mahapunnamasutta ","mn109:1.1":"Evam me sutam—","mn109:1.2":"ekam samayam bhagava savatthiyam viharati pubbarame migaramatupasade. ","mn109:2.1":"Tena kho pana samayena bhagava tadahuposathe pannarase punnaya punnamaya rattiya bhikkhusanghaparivuto abbhokase nisinno hoti. ","mn109:3.1":"Atha kho annataro bhikkhu utthayasana ekamsam civaram katva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","mn109:3.2":"“Puccheyyaham, bhante, bhagavantam kincideva desam, sace me bhagava okasam karoti panhassa veyyakaranaya”ti. ","mn109:3.3":"“Tena hi tvam, bhikkhu, sake asane nisiditva puccha yadakankhasi”ti. ","mn109:3.4":"Atha kho so bhikkhu sake asane nisiditva bhagavantam etadavoca: ","mn109:4.1":"“ime nu kho, bhante, pancupadanakkhandha, seyyathidam—","mn109:4.2":"rupupadanakkhandho, vedanupadanakkhandho, sannupadanakkhandho, sankharupadanakkhandho, vinnanupadanakkhandho”ti? ","mn109:4.3":"“Ime kho, bhikkhu, pancupadanakkhandha, seyyathidam—","mn109:4.4":"rupupadanakkhandho, vedanupadanakkhandho, sannupadanakkhandho, sankharupadanakkhandho, vinnanupadanakkhandho”ti. ","mn109:4.5":"“Sadhu, bhante”ti kho so bhikkhu bhagavato bhasitam abhinanditva anumoditva bhagavantam uttarim panham pucchi: ","mn109:5.1":"“ime pana, bhante, pancupadanakkhandha kimmulaka”ti? ","mn109:5.2":"“Ime kho, bhikkhu, pancupadanakkhandha chandamulaka”ti. ","mn109:6.1":"“Tamyeva nu kho, bhante, upadanam te pancupadanakkhandha, udahu annatra pancahupadanakkhandhehi upadanan”ti? ","mn109:6.2":"“Na kho, bhikkhu, tamyeva upadanam te pancupadanakkhandha, napi annatra pancahupadanakkhandhehi upadanam. ","mn109:6.3":"Yo kho, bhikkhu, pancasu upadanakkhandhesu chandarago tam tattha upadanan”ti. ","mn109:7.1":"“Siya pana, bhante, pancasu upadanakkhandhesu chandaragavemattata”ti? ","mn109:7.2":"“Siya, bhikkhu”ti bhagava avoca ","mn109:7.3":"“idha, bhikkhu, ekaccassa evam hoti: ","mn109:7.4":"‘evamrupo siyam anagatamaddhanam, evamvedano siyam anagatamaddhanam, evamsanno siyam anagatamaddhanam, evamsankharo siyam anagatamaddhanam, evamvinnano siyam anagatamaddhanan’ti. ","mn109:7.5":"Evam kho, bhikkhu, siya pancasu upadanakkhandhesu chandaragavemattata”ti. ","mn109:8.1":"“Kittavata pana, bhante, khandhanam khandhadhivacanam hoti”ti? ","mn109:8.2":"“Yam kinci, bhikkhu, rupam—atitanagatapaccuppannam ajjhattam va bahiddha va, olarikam va sukhumam va, hinam va panitam va, yam dure santike va—ayam rupakkhandho. ","mn109:8.3":"Ya kaci vedana—atitanagatapaccuppanna ajjhattam va bahiddha va, olarika va sukhuma va, hina va panita va, ya dure santike va—ayam vedanakkhandho. ","mn109:8.4":"Ya kaci sanna—atitanagatapaccuppanna …pe… ya dure santike va—ayam sannakkhandho. ","mn109:8.5":"Ye keci sankhara—atitanagatapaccuppanna ajjhattam va bahiddha va, olarika va sukhuma va, hina va panita va, ye dure santike va—ayam sankharakkhandho. ","mn109:8.6":"Yam kinci vinnanam—atitanagatapaccuppannam ajjhattam va bahiddha va, olarikam va sukhumam va, hinam va panitam va, yam dure santike va—ayam vinnanakkhandho. ","mn109:8.7":"Ettavata kho, bhikkhu, khandhanam khandhadhivacanam hoti”ti. ","mn109:9.1":"“Ko nu kho, bhante, hetu ko paccayo rupakkhandhassa pannapanaya? ","mn109:9.2":"Ko hetu ko paccayo vedanakkhandhassa pannapanaya? ","mn109:9.3":"Ko hetu ko paccayo sannakkhandhassa pannapanaya? ","mn109:9.4":"Ko hetu ko paccayo sankharakkhandhassa pannapanaya? ","mn109:9.5":"Ko hetu ko paccayo vinnanakkhandhassa pannapanaya”ti? ","mn109:9.6":"“Cattaro kho, bhikkhu, mahabhuta hetu, cattaro mahabhuta paccayo rupakkhandhassa pannapanaya. ","mn109:9.7":"Phasso hetu, phasso paccayo vedanakkhandhassa pannapanaya. ","mn109:9.8":"Phasso hetu, phasso paccayo sannakkhandhassa pannapanaya. ","mn109:9.9":"Phasso hetu, phasso paccayo sankharakkhandhassa pannapanaya. ","mn109:9.10":"Namarupam kho, bhikkhu, hetu, namarupam paccayo vinnanakkhandhassa pannapanaya”ti. ","mn109:10.1":"“Katham pana, bhante, sakkayaditthi hoti”ti? ","mn109:10.2":"“Idha, bhikkhu, assutava puthujjano ariyanam adassavi ariyadhammassa akovido ariyadhamme avinito sappurisanam adassavi sappurisadhammassa akovido sappurisadhamme avinito ","mn109:10.3":"rupam attato samanupassati rupavantam va attanam attani va rupam rupasmim va attanam; ","mn109:10.4":"vedanam attato samanupassati vedanavantam va attanam attani va vedanam vedanaya va attanam; ","mn109:10.5":"sannam attato samanupassati sannavantam va attanam attani va sannam sannaya va attanam; ","mn109:10.6":"sankhare attato samanupassati sankharavantam va attanam attani va sankhare sankharesu va attanam; ","mn109:10.7":"vinnanam attato samanupassati vinnanavantam va attanam attani va vinnanam vinnanasmim va attanam. ","mn109:10.8":"Evam kho, bhikkhu, sakkayaditthi hoti”ti. ","mn109:11.1":"“Katham pana, bhante, sakkayaditthi na hoti”ti? ","mn109:11.2":"“Idha, bhikkhu, sutava ariyasavako ariyanam dassavi ariyadhammassa kovido ariyadhamme suvinito sappurisanam dassavi sappurisadhammassa kovido sappurisadhamme suvinito ","mn109:11.3":"na rupam attato samanupassati na rupavantam va attanam na attani va rupam na rupasmim va attanam; ","mn109:11.4":"na vedanam attato samanupassati na vedanavantam va attanam na attani va vedanam na vedanaya va attanam; ","mn109:11.5":"na sannam attato samanupassati na sannavantam va attanam na attani va sannam na sannaya va attanam; ","mn109:11.6":"na sankhare attato samanupassati na sankharavantam va attanam na attani va sankhare na sankharesu va attanam; ","mn109:11.7":"na vinnanam attato samanupassati na vinnanavantam va attanam na attani va vinnanam na vinnanasmim va attanam. ","mn109:11.8":"Evam kho, bhikkhu, sakkayaditthi na hoti”ti. ","mn109:12.1":"“Ko nu kho, bhante, rupe assado, ko adinavo, kim nissaranam? ","mn109:12.2":"Ko vedanaya assado, ko adinavo, kim nissaranam? ","mn109:12.3":"Ko sannaya assado, ko adinavo, kim nissaranam? ","mn109:12.4":"Ko sankharesu assado, ko adinavo, kim nissaranam? ","mn109:12.5":"Ko vinnane assado, ko adinavo, kim nissaranan”ti? ","mn109:12.6":"“Yam kho, bhikkhu, rupam paticca uppajjati sukham somanassam, ayam rupe assado. ","mn109:12.7":"Yam rupam aniccam dukkham viparinamadhammam, ayam rupe adinavo. ","mn109:12.8":"Yo rupe chandaragavinayo chandaragappahanam, idam rupe nissaranam. ","mn109:12.9":"Yam kho, bhikkhu, vedanam paticca … ","mn109:12.10":"sannam paticca … ","mn109:12.11":"sankhare paticca … ","mn109:12.12":"vinnanam paticca uppajjati sukham somanassam, ayam vinnane assado. ","mn109:12.13":"Yam vinnanam aniccam dukkham viparinamadhammam, ayam vinnane adinavo. ","mn109:12.14":"Yo vinnane chandaragavinayo chandaragappahanam, idam vinnane nissaranan”ti. ","mn109:13.1":"“Katham pana, bhante, janato katham passato imasminca savinnanake kaye bahiddha ca sabbanimittesu ahankaramamankaramananusaya na honti”ti? ","mn109:13.2":"“Yam kinci, bhikkhu, rupam—atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va—sabbam rupam ‘netam mama, nesohamasmi, na meso atta’ti—evametam yathabhutam sammappannaya passati. ","mn109:13.3":"Ya kaci vedana … ","mn109:13.4":"ya kaci sanna … ","mn109:13.5":"ye keci sankhara … ","mn109:13.6":"yam kinci vinnanam—atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va—sabbam vinnanam ‘netam mama, nesohamasmi, na meso atta’ti—evametam yathabhutam sammappannaya passati. ","mn109:13.7":"Evam kho, bhikkhu, janato evam passato imasminca savinnanake kaye bahiddha ca sabbanimittesu ahankaramamankaramananusaya na honti”ti. ","mn109:14.1":"Atha kho annatarassa bhikkhuno evam cetaso parivitakko udapadi: ","mn109:14.2":"“iti kira, bho, rupam anatta, vedana anatta, sanna anatta, sankhara anatta, vinnanam anatta; ","mn109:14.3":"anattakatani kammani kamattanam phusissanti”ti? ","mn109:14.4":"Atha kho bhagava tassa bhikkhuno cetasa cetoparivitakkamannaya bhikkhu amantesi: ","mn109:14.5":"“thanam kho panetam, bhikkhave, vijjati yam idhekacco moghapuriso avidva avijjagato tanhadhipateyyena cetasa satthu sasanam atidhavitabbam manneyya: ","mn109:14.6":"‘iti kira, bho, rupam anatta, vedana anatta, sanna anatta, sankhara anatta, vinnanam anatta; ","mn109:14.7":"anattakatani kammani kamattanam phusissanti’ti. ","mn109:14.8":"Pativinita kho me tumhe, bhikkhave, tatra tatra dhammesu. ","mn109:15.1":"Tam kim mannatha, bhikkhave, ","mn109:15.2":"rupam niccam va aniccam va”ti? ","mn109:15.3":"“Aniccam, bhante”. ","mn109:15.4":"“Yam pananiccam dukkham va tam sukham va”ti? ","mn109:15.5":"“Dukkham, bhante”. ","mn109:15.6":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","mn109:15.7":"‘etam mama, esohamasmi, eso me atta’”ti? ","mn109:15.8":"“No hetam, bhante”. ","mn109:16.1":"“Tam kim mannatha, bhikkhave, ","mn109:16.2":"vedana … ","mn109:16.3":"sanna … ","mn109:16.4":"sankhara … ","mn109:16.5":"vinnanam niccam va aniccam va”ti? ","mn109:16.6":"“Aniccam, bhante”. ","mn109:16.7":"“Yam pananiccam dukkham va tam sukham va”ti? ","mn109:16.8":"“Dukkham, bhante”. ","mn109:16.9":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","mn109:16.10":"‘etam mama, esohamasmi, eso me atta’”ti? ","mn109:16.11":"“No hetam, bhante”. ","mn109:16.12":"“Tasmatiha, bhikkhave, yam kinci rupam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va sabbam rupam: ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya datthabbam. ","mn109:17.1":"Ya kaci vedana … ","mn109:17.2":"ya kaci sanna … ","mn109:17.3":"ye keci sankhara … ","mn109:17.4":"yam kinci vinnanam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va sabbam vinnanam: ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya datthabbam. ","mn109:17.5":"Evam passam, bhikkhave, sutava ariyasavako rupasmimpi nibbindati, vedanayapi nibbindati, sannayapi nibbindati, sankharesupi nibbindati, vinnanasmimpi nibbindati; ","mn109:18.1":"nibbindam virajjati, viraga vimuccati. Vimuttasmim vimuttamiti nanam hoti. ","mn109:18.2":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati”ti. ","mn109:18.3":"Idamavoca bhagava. ","mn109:18.4":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn109:18.5":"Imasminca pana veyyakaranasmim bhannamane satthimattanam bhikkhunam anupadaya asavehi cittani vimuccimsuti. ","mn109:18.6":"Mahapunnamasuttam nitthitam navamam. "}