{"mn104:0.1":"Majjhima Nikaya 104 ","mn104:0.2":"Samagamasutta ","mn104:1.1":"Evam me sutam—","mn104:1.2":"ekam samayam bhagava sakkesu viharati samagame. ","mn104:2.1":"Tena kho pana samayena nigantho nataputto pavayam adhunakalankato hoti. ","mn104:2.2":"Tassa kalankiriyaya bhinna nigantha dvedhikajata bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharanti: ","mn104:2.3":"“na tvam imam dhammavinayam ajanasi, aham imam dhammavinayam ajanami. Kim tvam imam dhammavinayam ajanissasi. Micchapatipanno tvamasi, ahamasmi sammapatipanno. Sahitam me, asahitam te. Purevacaniyam paccha avaca, pacchavacaniyam pure avaca. Adhicinnam te viparavattam. Aropito te vado. Niggahitosi, cara vadappamokkhaya; nibbethehi va sace pahosi”ti. ","mn104:2.4":"Vadhoyeva kho manne niganthesu nataputtiyesu vattati. ","mn104:2.5":"Yepi niganthassa nataputtassa savaka gihi odatavasana tepi niganthesu nataputtiyesu nibbinnarupa virattarupa pativanarupa yatha tam durakkhate dhammavinaye duppavedite aniyyanike anupasamasamvattanike asammasambuddhappavedite bhinnathupe appatisarane. ","mn104:3.1":"Atha kho cundo samanuddeso pavayam vassamvuttho yena samagamo yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinno kho cundo samanuddeso ayasmantam anandam etadavoca: ","mn104:3.2":"“nigantho, bhante, nataputto pavayam adhunakalankato. ","mn104:3.3":"Tassa kalankiriyaya bhinna nigantha dvedhikajata …pe… bhinnathupe appatisarane”ti. ","mn104:4.1":"Evam vutte, ayasma anando cundam samanuddesam etadavoca: ","mn104:4.2":"“atthi kho idam, avuso cunda, kathapabhatam bhagavantam dassanaya. ","mn104:4.3":"Ayama, avuso cunda, yena bhagava tenupasankamissama; upasankamitva etamattham bhagavato arocessama”ti. ","mn104:4.4":"“Evam, bhante”ti kho cundo samanuddeso ayasmato anandassa paccassosi. ","mn104:4.5":"Atha kho ayasma ca anando cundo ca samanuddeso yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","mn104:4.6":"“ayam, bhante, cundo samanuddeso evamaha: ","mn104:4.7":"‘nigantho, bhante, nataputto pavayam adhunakalankato. ","mn104:4.8":"Tassa kalankiriyaya bhinna nigantha dvedhikajata …pe… bhinnathupe appatisarane’ti. ","mn104:4.9":"Tassa mayham, bhante, evam hoti: ","mn104:4.10":"‘ma heva bhagavato accayena sanghe vivado uppajji; ","mn104:4.11":"svassa vivado bahujanahitaya bahujanasukhaya bahuno janassa anatthaya ahitaya dukkhaya devamanussanan’”ti. ","mn104:5.1":"“Tam kim mannasi, ananda, ","mn104:5.2":"ye vo maya dhamma abhinna desita, seyyathidam—","mn104:5.3":"cattaro satipatthana cattaro sammappadhana cattaro iddhipada pancindriyani panca balani satta bojjhanga ariyo atthangiko maggo, passasi no tvam, ananda, imesu dhammesu dvepi bhikkhu nanavade”ti? ","mn104:5.4":"“Ye me, bhante, dhamma bhagavata abhinna desita, seyyathidam—","mn104:5.5":"cattaro satipatthana cattaro sammappadhana cattaro iddhipada pancindriyani panca balani satta bojjhanga ariyo atthangiko maggo, naham passami imesu dhammesu dvepi bhikkhu nanavade. ","mn104:5.6":"Ye ca kho, bhante, puggala bhagavantam patissayamanarupa viharanti tepi bhagavato accayena sanghe vivadam janeyyum ajjhajive va adhipatimokkhe va. ","mn104:5.7":"Svassa vivado bahujanahitaya bahujanasukhaya bahuno janassa anatthaya ahitaya dukkhaya devamanussanan”ti. ","mn104:5.8":"“Appamattako so, ananda, vivado yadidam—ajjhajive va adhipatimokkhe va. ","mn104:5.9":"Magge va hi, ananda, patipadaya va sanghe vivado uppajjamano uppajjeyya; svassa vivado bahujanahitaya bahujanasukhaya bahuno janassa anatthaya ahitaya dukkhaya devamanussanam. ","mn104:6.1":"Chayimani, ananda, vivadamulani. ","mn104:6.2":"Katamani cha? ","mn104:6.3":"Idhananda, bhikkhu kodhano hoti upanahi. ","mn104:6.4":"Yo so, ananda, bhikkhu kodhano hoti upanahi so sattharipi agaravo viharati appatisso, dhammepi agaravo viharati appatisso, sanghepi agaravo viharati appatisso, sikkhayapi na paripurakari hoti. ","mn104:6.5":"Yo so, ananda, bhikkhu satthari agaravo viharati appatisso, dhamme … sanghe agaravo viharati appatisso, sikkhaya na paripurakari hoti, so sanghe vivadam janeti; yo hoti vivado bahujanahitaya bahujanasukhaya, bahuno janassa anatthaya ahitaya dukkhaya devamanussanam. ","mn104:6.6":"Evarupance tumhe, ananda, vivadamulam ajjhattam va bahiddha va samanupasseyyatha, tatra tumhe, ananda, tasseva papakassa vivadamulassa pahanaya vayameyyatha. ","mn104:6.7":"Evarupance tumhe, ananda, vivadamulam ajjhattam va bahiddha va na samanupasseyyatha. Tatra tumhe, ananda, tasseva papakassa vivadamulassa ayatim anavassavaya patipajjeyyatha. ","mn104:6.8":"Evametassa papakassa vivadamulassa pahanam hoti, evametassa papakassa vivadamulassa ayatim anavassavo hoti. ","mn104:7-11.1":"Puna caparam, ananda, bhikkhu makkhi hoti palasi …pe… ","mn104:7-11.2":"issuki hoti macchari …pe… ","mn104:7-11.3":"satho hoti mayavi …pe… ","mn104:7-11.4":"papiccho hoti micchaditthi …pe… ","mn104:7-11.5":"sanditthiparamasi hoti adhanaggahi duppatinissaggi. ","mn104:7-11.6":"Yo so, ananda, bhikkhu sanditthiparamasi hoti adhanaggahi duppatinissaggi so sattharipi agaravo viharati appatisso, dhammepi agaravo viharati appatisso, sanghepi agaravo viharati appatisso, sikkhayapi na paripurakari hoti. ","mn104:7-11.7":"Yo so, ananda, bhikkhu satthari agaravo viharati appatisso, dhamme … sanghe … sikkhaya na paripurakari hoti so sanghe vivadam janeti; yo hoti vivado bahujanahitaya bahujanasukhaya, bahuno janassa anatthaya ahitaya dukkhaya devamanussanam. ","mn104:7-11.8":"Evarupance tumhe, ananda, vivadamulam ajjhattam va bahiddha va samanupasseyyatha. Tatra tumhe, ananda, tasseva papakassa vivadamulassa pahanaya vayameyyatha. ","mn104:7-11.9":"Evarupance tumhe, ananda, vivadamulam ajjhattam va bahiddha va na samanupasseyyatha, tatra tumhe, ananda, tasseva papakassa vivadamulassa ayatim anavassavaya patipajjeyyatha. ","mn104:7-11.10":"Evametassa papakassa vivadamulassa pahanam hoti, evametassa papakassa vivadamulassa ayatim anavassavo hoti. ","mn104:7-11.11":"Imani kho, ananda, cha vivadamulani. ","mn104:12.1":"Cattarimani, ananda, adhikaranani. ","mn104:12.2":"Katamani cattari? ","mn104:12.3":"Vivadadhikaranam, anuvadadhikaranam, apattadhikaranam, kiccadhikaranam—","mn104:12.4":"imani kho, ananda, cattari adhikaranani. ","mn104:13.1":"Satta kho panime, ananda, adhikaranasamatha uppannuppannanam adhikarananam samathaya vupasamaya—","mn104:13.2":"sammukhavinayo databbo, sativinayo databbo, amulhavinayo databbo, patinnaya karetabbam, yebhuyyasika, tassapapiyasika, tinavattharako. ","mn104:14.1":"Kathancananda, sammukhavinayo hoti? ","mn104:14.2":"Idhananda, bhikkhu vivadanti dhammoti va adhammoti va vinayoti va avinayoti va. ","mn104:14.3":"Tehananda, bhikkhuhi sabbeheva samaggehi sannipatitabbam. ","mn104:14.4":"Sannipatitva dhammanetti samanumajjitabba. ","mn104:14.5":"Dhammanettim samanumajjitva yatha tattha sameti tatha tam adhikaranam vupasametabbam. ","mn104:14.6":"Evam kho, ananda, sammukhavinayo hoti; ","mn104:14.7":"evanca panidhekaccanam adhikarananam vupasamo hoti yadidam—","mn104:14.8":"sammukhavinayena. ","mn104:15.1":"Kathancananda, yebhuyyasika hoti? ","mn104:15.2":"Te ce, ananda, bhikkhu na sakkonti tam adhikaranam tasmim avase vupasametum. ","mn104:15.3":"Tehananda, bhikkhuhi yasmim avase bahutara bhikkhu so avaso gantabbo. ","mn104:15.4":"Tattha sabbeheva samaggehi sannipatitabbam. ","mn104:15.5":"Sannipatitva dhammanetti samanumajjitabba. ","mn104:15.6":"Dhammanettim samanumajjitva yatha tattha sameti tatha tam adhikaranam vupasametabbam. ","mn104:15.7":"Evam kho, ananda, yebhuyyasika hoti, evanca panidhekaccanam adhikarananam vupasamo hoti yadidam—","mn104:15.8":"yebhuyyasikaya. ","mn104:16.1":"Kathancananda, sativinayo hoti? ","mn104:16.2":"Idhananda, bhikkhu bhikkhum evarupaya garukaya apattiya codenti parajikena va parajikasamantena va: ","mn104:16.3":"‘saratayasma evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti? ","mn104:16.4":"So evamaha: ","mn104:16.5":"‘na kho aham, avuso, sarami evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti. ","mn104:16.6":"Tassa kho, ananda, bhikkhuno sativinayo databbo. ","mn104:16.7":"Evam kho, ananda, sativinayo hoti, evanca panidhekaccanam adhikarananam vupasamo hoti yadidam—","mn104:16.8":"sativinayena. ","mn104:17.1":"Kathancananda, amulhavinayo hoti? ","mn104:17.2":"Idhananda, bhikkhu bhikkhum evarupaya garukaya apattiya codenti parajikena va parajikasamantena va: ","mn104:17.3":"‘saratayasma evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti? ","mn104:17.4":"So evamaha: ","mn104:17.5":"‘na kho aham, avuso, sarami evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti. ","mn104:17.6":"Tamenam so nibbethentam ativetheti: ","mn104:17.7":"‘inghayasma sadhukameva janahi yadi sarasi evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti. ","mn104:17.8":"So evamaha: ","mn104:17.9":"‘aham kho, avuso, ummadam papunim cetaso vipariyasam. ","mn104:17.10":"Tena me ummattakena bahum assamanakam ajjhacinnam bhasitaparikkantam. ","mn104:17.11":"Naham tam sarami. ","mn104:17.12":"Mulhena me etam katan’ti. ","mn104:17.13":"Tassa kho, ananda, bhikkhuno amulhavinayo databbo. ","mn104:17.14":"Evam kho, ananda, amulhavinayo hoti, evanca panidhekaccanam adhikarananam vupasamo hoti yadidam—","mn104:17.15":"amulhavinayena. ","mn104:18.1":"Kathancananda, patinnatakaranam hoti? ","mn104:18.2":"Idhananda, bhikkhu codito va acodito va apattim sarati, vivarati uttanikaroti. ","mn104:18.3":"Tena, ananda, bhikkhuna vuddhataram bhikkhum upasankamitva ekamsam civaram katva pade vanditva ukkutikam nisiditva anjalim paggahetva evamassa vacaniyo: ","mn104:18.4":"‘aham, bhante, itthannamam apattim apanno, tam patidesemi’ti. ","mn104:18.5":"So evamaha: ","mn104:18.6":"‘passasi’ti? ","mn104:18.7":"‘Ama passami’ti. ","mn104:18.8":"‘Ayatim samvareyyasi’ti. ","mn104:18.9":"‘Samvarissami’ti. ","mn104:18.10":"Evam kho, ananda, patinnatakaranam hoti, evanca panidhekaccanam adhikarananam vupasamo hoti yadidam—","mn104:18.11":"patinnatakaranena. ","mn104:19.1":"Kathancananda, tassapapiyasika hoti? ","mn104:19.2":"Idhananda, bhikkhu bhikkhum evarupaya garukaya apattiya codeti parajikena va parajikasamantena va: ","mn104:19.3":"‘saratayasma evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti? ","mn104:19.4":"So evamaha: ","mn104:19.5":"‘na kho aham, avuso, sarami evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti. ","mn104:19.6":"Tamenam so nibbethentam ativetheti: ","mn104:19.7":"‘inghayasma sadhukameva janahi yadi sarasi evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti. ","mn104:19.8":"So evamaha: ","mn104:19.9":"‘na kho aham, avuso, sarami evarupim garukam apattim apajjita parajikam va parajikasamantam va; ","mn104:19.10":"sarami ca kho aham, avuso, evarupim appamattikam apattim apajjita’ti. ","mn104:19.11":"Tamenam so nibbethentam ativetheti: ","mn104:19.12":"‘inghayasma sadhukameva janahi yadi sarasi evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti? ","mn104:19.13":"So evamaha: ","mn104:19.14":"‘imanhi namaham, avuso, appamattikam apattim apajjitva aputtho patijanissami. ","mn104:19.15":"Kim panaham evarupim garukam apattim apajjitva parajikam va parajikasamantam va puttho na patijanissami’ti? ","mn104:19.16":"So evamaha: ","mn104:19.17":"‘imanhi nama tvam, avuso, appamattikam apattim apajjitva aputtho na patijanissasi, kim pana tvam evarupim garukam apattim apajjitva parajikam va parajikasamantam va puttho patijanissasi? ","mn104:19.18":"Inghayasma sadhukameva janahi yadi sarasi evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti. ","mn104:19.19":"So evamaha: ","mn104:19.20":"‘sarami kho aham, avuso, evarupim garukam apattim apajjita parajikam va parajikasamantam va. ","mn104:19.21":"Dava me etam vuttam, rava me etam vuttam—","mn104:19.22":"naham tam sarami evarupim garukam apattim apajjita parajikam va parajikasamantam va’ti. ","mn104:19.23":"Evam kho, ananda, tassapapiyasika hoti, evanca panidhekaccanam adhikarananam vupasamo hoti yadidam—","mn104:19.24":"tassapapiyasikaya. ","mn104:20.1":"Kathancananda, tinavattharako hoti? ","mn104:20.2":"Idhananda, bhikkhunam bhandanajatanam kalahajatanam vivadapannanam viharatam bahum assamanakam ajjhacinnam hoti bhasitaparikkantam. ","mn104:20.3":"Tehananda, bhikkhuhi sabbeheva samaggehi sannipatitabbam. ","mn104:20.4":"Sannipatitva ekatopakkhikanam bhikkhunam byattena bhikkhuna utthayasana ekamsam civaram katva anjalim panametva sangho napetabbo—","mn104:20.5":"Sunatu me, bhante, sangho. ","mn104:20.6":"Idam amhakam bhandanajatanam kalahajatanam vivadapannanam viharatam bahum assamanakam ajjhacinnam bhasitaparikkantam. ","mn104:20.7":"Yadi sanghassa pattakallam, aham ya ceva imesam ayasmantanam apatti ya ca attano apatti, imesanceva ayasmantanam atthaya attano ca atthaya, sanghamajjhe tinavattharakena deseyyam, thapetva thullavajjam thapetva gihipatisamyuttan’ti. ","mn104:20.8":"Athaparesam ekatopakkhikanam bhikkhunam byattena bhikkhuna utthayasana ekamsam civaram katva anjalim panametva sangho napetabbo: ","mn104:20.9":"‘Sunatu me, bhante, sangho. ","mn104:20.10":"Idam amhakam bhandanajatanam kalahajatanam vivadapannanam viharatam bahum assamanakam ajjhacinnam bhasitaparikkantam. ","mn104:20.11":"Yadi sanghassa pattakallam, aham ya ceva imesam ayasmantanam apatti ya ca attano apatti, imesanceva ayasmantanam atthaya attano ca atthaya, sanghamajjhe tinavattharakena deseyyam, thapetva thullavajjam thapetva gihipatisamyuttan’ti. ","mn104:20.12":"Evam kho, ananda, tinavattharako hoti, evanca panidhekaccanam adhikarananam vupasamo hoti yadidam—","mn104:20.13":"tinavattharakena. ","mn104:21.1":"Chayime, ananda, dhamma saraniya piyakarana garukarana sangahaya avivadaya samaggiya ekibhavaya samvattanti. ","mn104:21.2":"Katame cha? ","mn104:21.3":"Idhananda, bhikkhuno mettam kayakammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca. ","mn104:21.4":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn104:21.5":"Puna caparam, ananda, bhikkhuno mettam vacikammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca. ","mn104:21.6":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn104:21.7":"Puna caparam, ananda, bhikkhuno mettam manokammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca. ","mn104:21.8":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn104:21.9":"Puna caparam, ananda, bhikkhu—ye te labha dhammika dhammaladdha antamaso pattapariyapannamattampi tatharupehi labhehi—apativibhattabhogi hoti, silavantehi sabrahmacarihi sadharanabhogi. ","mn104:21.10":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn104:21.11":"Puna caparam, ananda, bhikkhu—yani tani silani akhandani acchiddani asabalani akammasani bhujissani vinnuppasatthani aparamatthani samadhisamvattanikani tatharupesu silesu—silasamannagato viharati sabrahmacarihi avi ceva raho ca. ","mn104:21.12":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn104:21.13":"Puna caparam, ananda, bhikkhu—yayam ditthi ariya niyyanika niyyati takkarassa samma dukkhakkhayaya tatharupaya ditthiya—ditthisamannagato viharati sabrahmacarihi avi ceva raho ca. ","mn104:21.14":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn104:21.15":"Ime kho, ananda, cha saraniya dhamma piyakarana garukarana sangahaya avivadaya samaggiya ekibhavaya samvattanti. ","mn104:22.1":"Ime ce tumhe, ananda, cha saraniye dhamme samadaya vatteyyatha, passatha no tumhe, ananda, tam vacanapatham anum va thulam va yam tumhe nadhivaseyyatha”ti? ","mn104:22.2":"“No hetam, bhante”. ","mn104:22.3":"“Tasmatihananda, ime cha saraniye dhamme samadaya vattatha. ","mn104:22.4":"Tam vo bhavissati digharattam hitaya sukhaya”ti. ","mn104:22.5":"Idamavoca bhagava. ","mn104:22.6":"Attamano ayasma anando bhagavato bhasitam abhinanditi. ","mn104:22.7":"Samagamasuttam nitthitam catuttham. "}