{"mn107:0.1":"Majjhima Nikaya 107 ","mn107:0.2":"Ganakamoggallanasutta ","mn107:1.1":"Evam me sutam—","mn107:1.2":"ekam samayam bhagava savatthiyam viharati pubbarame migaramatupasade. ","mn107:1.3":"Atha kho ganakamoggallano brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn107:1.4":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ganakamoggallano brahmano bhagavantam etadavoca: ","mn107:2.1":"“Seyyathapi, bho gotama, imassa migaramatupasadassa dissati anupubbasikkha anupubbakiriya anupubbapatipada yadidam—","mn107:2.2":"yava pacchimasopanakalevara; ","mn107:2.3":"imesampi hi, bho gotama, brahmananam dissati anupubbasikkha anupubbakiriya anupubbapatipada yadidam—","mn107:2.4":"ajjhene; ","mn107:2.5":"imesampi hi, bho gotama, issasanam dissati anupubbasikkha anupubbakiriya anupubbapatipada yadidam—","mn107:2.6":"issatthe. ","mn107:2.7":"Amhakampi hi, bho gotama, ganakanam gananajivanam dissati anupubbasikkha anupubbakiriya anupubbapatipada yadidam—","mn107:2.8":"sankhane. ","mn107:2.9":"Mayanhi, bho gotama, antevasim labhitva pathamam evam ganapema: ","mn107:2.10":"‘ekam ekakam, dve duka, tini tika, cattari catukka, panca pancaka, cha chakka, satta sattaka, attha atthaka, nava navaka, dasa dasaka’ti; ","mn107:2.11":"satampi mayam, bho gotama, ganapema, bhiyyopi ganapema. ","mn107:2.12":"Sakka nu kho, bho gotama, imasmimpi dhammavinaye evameva anupubbasikkha anupubbakiriya anupubbapatipada pannapetun”ti? ","mn107:3.1":"“Sakka, brahmana, imasmimpi dhammavinaye anupubbasikkha anupubbakiriya anupubbapatipada pannapetum. ","mn107:3.2":"Seyyathapi, brahmana, dakkho assadammako bhaddam assajaniyam labhitva pathameneva mukhadhane karanam kareti, atha uttarim karanam kareti; ","mn107:3.3":"evameva kho, brahmana, tathagato purisadammam labhitva pathamam evam vineti: ","mn107:3.4":"‘ehi tvam, bhikkhu, silava hohi, patimokkhasamvarasamvuto viharahi acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhassu sikkhapadesu’ti. ","mn107:4.1":"Yato kho, brahmana, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu, tamenam tathagato uttarim vineti: ","mn107:4.2":"‘ehi tvam, bhikkhu, indriyesu guttadvaro hohi, cakkhuna rupam disva ma nimittaggahi hohi manubyanjanaggahi. ","mn107:4.3":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjahi; rakkhahi cakkhundriyam, cakkhundriye samvaram apajjahi. ","mn107:4.4":"Sotena saddam sutva …pe… ","mn107:4.5":"ghanena gandham ghayitva …pe… ","mn107:4.6":"jivhaya rasam sayitva …pe… ","mn107:4.7":"kayena photthabbam phusitva …pe… ","mn107:4.8":"manasa dhammam vinnaya ma nimittaggahi hohi manubyanjanaggahi. ","mn107:4.9":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjahi; rakkhahi manindriyam, manindriye samvaram apajjahi’ti. ","mn107:5.1":"Yato kho, brahmana, bhikkhu indriyesu guttadvaro hoti, tamenam tathagato uttarim vineti: ","mn107:5.2":"‘ehi tvam, bhikkhu, bhojane mattannu hohi. ","mn107:5.3":"Patisankha yoniso aharam ahareyyasi—","mn107:5.4":"neva davaya na madaya na mandanaya na vibhusanaya, yavadeva imassa kayassa thitiya yapanaya vihimsuparatiya brahmacariyanuggahaya—iti purananca vedanam patihankhami, navanca vedanam na uppadessami, yatra ca me bhavissati anavajjata ca phasuviharo ca’ti. ","mn107:6.1":"Yato kho, brahmana, bhikkhu bhojane mattannu hoti, tamenam tathagato uttarim vineti: ","mn107:6.2":"‘ehi tvam, bhikkhu, jagariyam anuyutto viharahi, divasam cankamena nisajjaya avaraniyehi dhammehi cittam parisodhehi, rattiya pathamam yamam cankamena nisajjaya avaraniyehi dhammehi cittam parisodhehi, rattiya majjhimam yamam dakkhinena passena sihaseyyam kappeyyasi pade padam accadhaya sato sampajano utthanasannam manasikaritva, rattiya pacchimam yamam paccutthaya cankamena nisajjaya avaraniyehi dhammehi cittam parisodhehi’ti. ","mn107:7.1":"Yato kho, brahmana, bhikkhu jagariyam anuyutto hoti, tamenam tathagato uttarim vineti: ","mn107:7.2":"‘ehi tvam, bhikkhu, satisampajannena samannagato hohi, abhikkante patikkante sampajanakari, alokite vilokite sampajanakari, saminjite pasarite sampajanakari, sanghatipattacivaradharane sampajanakari, asite pite khayite sayite sampajanakari, uccarapassavakamme sampajanakari, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari’ti. ","mn107:8.1":"Yato kho, brahmana, bhikkhu satisampajannena samannagato hoti, tamenam tathagato uttarim vineti: ","mn107:8.2":"‘ehi tvam, bhikkhu, vivittam senasanam bhajahi arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjan’ti. ","mn107:9.1":"So vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn107:9.2":"So pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva, ujum kayam panidhaya, parimukham satim upatthapetva. ","mn107:9.3":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti; ","mn107:9.4":"byapadapadosam pahaya abyapannacitto viharati sabbapanabhutahitanukampi, byapadapadosa cittam parisodheti; ","mn107:9.5":"thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti; ","mn107:9.6":"uddhaccakukkuccam pahaya anuddhato viharati ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti; ","mn107:9.7":"vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","mn107:10.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","mn107:10.2":"vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn107:10.3":"Vitakkavicaranam vupasama ajjhattam sampasadanam …pe… dutiyam jhanam upasampajja viharati. ","mn107:10.4":"Pitiya ca viraga … tatiyam jhanam upasampajja viharati. ","mn107:10.5":"Sukhassa ca pahana … catuttham jhanam upasampajja viharati. ","mn107:11.1":"Ye kho te, brahmana, bhikkhu sekkha apattamanasa anuttaram yogakkhemam patthayamana viharanti tesu me ayam evarupi anusasani hoti. ","mn107:11.2":"Ye pana te bhikkhu arahanto khinasava vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana sammadannavimutta tesam ime dhamma ditthadhammasukhaviharaya ceva samvattanti, satisampajannaya ca”ti. ","mn107:12.1":"Evam vutte, ganakamoggallano brahmano bhagavantam etadavoca: ","mn107:12.2":"“kim nu kho bhoto gotamassa savaka bhota gotamena evam ovadiyamana evam anusasiyamana sabbe accantam nittham nibbanam aradhenti udahu ekacce naradhenti”ti? ","mn107:12.3":"“Appekacce kho, brahmana, mama savaka maya evam ovadiyamana evam anusasiyamana accantam nittham nibbanam aradhenti, ekacce naradhenti”ti. ","mn107:13.1":"“Ko nu kho, bho gotama, hetu ko paccayo yam titthateva nibbanam, titthati nibbanagami maggo, titthati bhavam gotamo samadapeta; ","mn107:13.2":"atha ca pana bhoto gotamassa savaka bhota gotamena evam ovadiyamana evam anusasiyamana appekacce accantam nittham nibbanam aradhenti, ekacce naradhenti”ti? ","mn107:14.1":"“Tena hi, brahmana, tamyevettha patipucchissami. Yatha te khameyya tatha nam byakareyyasi. ","mn107:14.2":"Tam kim mannasi, brahmana, ","mn107:14.3":"kusalo tvam rajagahagamissa maggassa”ti? ","mn107:14.4":"“Evam, bho, kusalo aham rajagahagamissa maggassa”ti. ","mn107:14.5":"“Tam kim mannasi, brahmana, ","mn107:14.6":"idha puriso agaccheyya rajagaham gantukamo. ","mn107:14.7":"So tam upasankamitva evam vadeyya: ","mn107:14.8":"‘icchamaham, bhante, rajagaham gantum; ","mn107:14.9":"tassa me rajagahassa maggam upadisa’ti. ","mn107:14.10":"Tamenam tvam evam vadeyyasi: ","mn107:14.11":"‘ehambho purisa, ayam maggo rajagaham gacchati. ","mn107:14.12":"Tena muhuttam gaccha, tena muhuttam gantva dakkhissasi amukam nama gamam, tena muhuttam gaccha, tena muhuttam gantva dakkhissasi amukam nama nigamam; ","mn107:14.13":"tena muhuttam gaccha, tena muhuttam gantva dakkhissasi rajagahassa aramaramaneyyakam vanaramaneyyakam bhumiramaneyyakam pokkharaniramaneyyakan’ti. ","mn107:14.14":"So taya evam ovadiyamano evam anusasiyamano ummaggam gahetva pacchamukho gaccheyya. ","mn107:14.15":"Atha dutiyo puriso agaccheyya rajagaham gantukamo. ","mn107:14.16":"So tam upasankamitva evam vadeyya: ","mn107:14.17":"‘icchamaham, bhante, rajagaham gantum; ","mn107:14.18":"tassa me rajagahassa maggam upadisa’ti. ","mn107:14.19":"Tamenam tvam evam vadeyyasi: ","mn107:14.20":"‘ehambho purisa, ayam maggo rajagaham gacchati. ","mn107:14.21":"Tena muhuttam gaccha, tena muhuttam gantva dakkhissasi amukam nama gamam; ","mn107:14.22":"tena muhuttam gaccha, tena muhuttam gantva dakkhissasi amukam nama nigamam; ","mn107:14.23":"tena muhuttam gaccha, tena muhuttam gantva dakkhissasi rajagahassa aramaramaneyyakam vanaramaneyyakam bhumiramaneyyakam pokkharaniramaneyyakan’ti. ","mn107:14.24":"So taya evam ovadiyamano evam anusasiyamano sotthina rajagaham gaccheyya. ","mn107:14.25":"Ko nu kho, brahmana, hetu ko paccayo yam titthateva rajagaham, titthati rajagahagami maggo, titthasi tvam samadapeta; ","mn107:14.26":"atha ca pana taya evam ovadiyamano evam anusasiyamano eko puriso ummaggam gahetva pacchamukho gaccheyya, eko sotthina rajagaham gaccheyya”ti? ","mn107:14.27":"“Ettha kyaham, bho gotama, karomi? ","mn107:14.28":"Maggakkhayiham, bho gotama”ti. ","mn107:14.29":"“Evameva kho, brahmana, titthateva nibbanam, titthati nibbanagami maggo, titthamaham samadapeta; ","mn107:14.30":"atha ca pana mama savaka maya evam ovadiyamana evam anusasiyamana appekacce accantam nittham nibbanam aradhenti, ekacce naradhenti. ","mn107:14.31":"Ettha kyaham, brahmana, karomi? ","mn107:14.32":"Maggakkhayiham, brahmana, tathagato”ti. ","mn107:15.1":"Evam vutte, ganakamoggallano brahmano bhagavantam etadavoca: ","mn107:15.2":"“yeme, bho gotama, puggala assaddha jivikattha na saddha agarasma anagariyam pabbajita satha mayavino ketabino uddhata unnala capala mukhara vikinnavaca indriyesu aguttadvara bhojane amattannuno jagariyam ananuyutta samanne anapekkhavanto sikkhaya na tibbagarava bahulika sathalika okkamane pubbangama paviveke nikkhittadhura kusita hinaviriya mutthassatino asampajana asamahita vibbhantacitta duppanna elamuga, na tehi bhavam gotamo saddhim samvasati. ","mn107:15.3":"Ye pana te kulaputta saddha agarasma anagariyam pabbajita asatha amayavino aketabino anuddhata anunnala acapala amukhara avikinnavaca indriyesu guttadvara bhojane mattannuno jagariyam anuyutta samanne apekkhavanto sikkhaya tibbagarava nabahulika nasathalika okkamane nikkhittadhura paviveke pubbangama araddhaviriya pahitatta upatthitassatino sampajana samahita ekaggacitta pannavanto anelamuga, tehi bhavam gotamo saddhim samvasati. ","mn107:16.1":"Seyyathapi, bho gotama, ye keci mulagandha, kalanusari tesam aggamakkhayati; ","mn107:16.2":"ye keci saragandha, lohitacandanam tesam aggamakkhayati; ","mn107:16.3":"ye keci pupphagandha, vassikam tesam aggamakkhayati; ","mn107:16.4":"evameva bhoto gotamassa ovado paramajjadhammesu. ","mn107:17.1":"Abhikkantam, bho gotama, abhikkantam, bho gotama. ","mn107:17.2":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","mn107:17.3":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","mn107:17.4":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","mn107:17.5":"Ganakamoggallanasuttam nitthitam sattamam. "}