{"mn119:0.1":"Majjhima Nikaya 119 ","mn119:0.2":"Kayagatasatisutta ","mn119:1.1":"Evam me sutam—","mn119:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn119:2.1":"Atha kho sambahulanam bhikkhunam pacchabhattam pindapatapatikkantanam upatthanasalayam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","mn119:2.2":"“acchariyam, avuso, abbhutam, avuso. ","mn119:2.3":"Yavancidam tena bhagavata janata passata arahata sammasambuddhena kayagatasati bhavita bahulikata mahapphala vutta mahanisamsa”ti. ","mn119:2.4":"Ayanca hidam tesam bhikkhunam antarakatha vippakata hoti, atha kho bhagava sayanhasamayam patisallana vutthito yena upatthanasala tenupasankami; upasankamitva pannatte asane nisidi. ","mn119:2.5":"Nisajja kho bhagava bhikkhu amantesi: ","mn119:2.6":"“kaya nuttha, bhikkhave, etarahi kathaya sannisinna, ka ca pana vo antarakatha vippakata”ti? ","mn119:2.7":"“Idha, bhante, amhakam pacchabhattam pindapatapatikkantanam upatthanasalayam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","mn119:2.8":"‘acchariyam, avuso, abbhutam, avuso. ","mn119:2.9":"Yavancidam tena bhagavata janata passata arahata sammasambuddhena kayagatasati bhavita bahulikata mahapphala vutta mahanisamsa’ti. ","mn119:2.10":"Ayam kho no, bhante, antarakatha vippakata, atha bhagava anuppatto”ti. ","mn119:3.1":"“Katham bhavita ca, bhikkhave, kayagatasati katham bahulikata mahapphala hoti mahanisamsa? ","mn119:4.1":"Idha, bhikkhave, bhikkhu arannagato va rukkhamulagato va sunnagaragato va nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","mn119:4.2":"So satova assasati satova passasati; ","mn119:4.3":"digham va assasanto ‘digham assasami’ti pajanati, digham va passasanto ‘digham passasami’ti pajanati; ","mn119:4.4":"rassam va assasanto ‘rassam assasami’ti pajanati, rassam va passasanto ‘rassam passasami’ti pajanati; ","mn119:4.5":"‘sabbakayapatisamvedi assasissami’ti sikkhati, ‘sabbakayapatisamvedi passasissami’ti sikkhati; ","mn119:4.6":"‘passambhayam kayasankharam assasissami’ti sikkhati, ‘passambhayam kayasankharam passasissami’ti sikkhati. ","mn119:4.7":"Tassa evam appamattassa atapino pahitattassa viharato ye gehasita sarasankappa te pahiyanti. ","mn119:4.8":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn119:4.9":"Evam, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:5.1":"Puna caparam, bhikkhave, bhikkhu gacchanto va ‘gacchami’ti pajanati, thito va ‘thitomhi’ti pajanati, nisinno va ‘nisinnomhi’ti pajanati, sayano va ‘sayanomhi’ti pajanati. ","mn119:5.2":"Yatha yatha va panassa kayo panihito hoti tatha tatha nam pajanati. ","mn119:5.3":"Tassa evam appamattassa atapino pahitattassa viharato ye gehasita sarasankappa te pahiyanti. ","mn119:5.4":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn119:5.5":"Evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:6.1":"Puna caparam, bhikkhave, bhikkhu abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","mn119:6.2":"Tassa evam appamattassa atapino pahitattassa viharato ye gehasita sarasankappa te pahiyanti. ","mn119:6.3":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn119:6.4":"Evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:7.1":"Puna caparam, bhikkhave, bhikkhu imameva kayam uddham padatala adho kesamatthaka tacapariyantam puram nanappakarassa asucino paccavekkhati: ","mn119:7.2":"‘atthi imasmim kaye kesa loma nakha danta taco mamsam nharu atthi atthiminjam vakkam hadayam yakanam kilomakam pihakam papphasam antam antagunam udariyam karisam pittam semham pubbo lohitam sedo medo assu vasa khelo singhanika lasika muttan’ti. ","mn119:7.3":"Seyyathapi, bhikkhave, ubhatomukha putoli pura nanavihitassa dhannassa, seyyathidam—","mn119:7.4":"salinam vihinam mugganam masanam tilanam tandulanam, ","mn119:7.5":"tamenam cakkhuma puriso muncitva paccavekkheyya: ","mn119:7.6":"‘ime sali ime vihi ime mugga ime masa ime tila ime tandula’ti; ","mn119:7.7":"evameva kho, bhikkhave, bhikkhu imameva kayam uddham padatala adho kesamatthaka tacapariyantam puram nanappakarassa asucino paccavekkhati: ","mn119:7.8":"‘atthi imasmim kaye kesa loma nakha danta taco mamsam nharu atthi atthiminjam vakkam hadayam yakanam kilomakam pihakam papphasam antam antagunam udariyam karisam pittam semham pubbo lohitam sedo medo assu vasa khelo singhanika lasika muttan’ti. ","mn119:7.9":"Tassa evam appamattassa atapino pahitattassa viharato ye gehasita sarasankappa te pahiyanti. ","mn119:7.10":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn119:7.11":"Evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:8.1":"Puna caparam, bhikkhave, bhikkhu imameva kayam yathathitam yathapanihitam dhatuso paccavekkhati: ","mn119:8.2":"‘atthi imasmim kaye pathavidhatu apodhatu tejodhatu vayodhatu’ti. ","mn119:8.3":"Seyyathapi, bhikkhave, dakkho goghatako va goghatakantevasi va gavim vadhitva catumahapathe bilaso vibhajitva nisinno assa; ","mn119:8.4":"evameva kho, bhikkhave, bhikkhu imameva kayam yathathitam yathapanihitam dhatuso paccavekkhati: ","mn119:8.5":"‘atthi imasmim kaye pathavidhatu apodhatu tejodhatu vayodhatu’ti. ","mn119:8.6":"Tassa evam appamattassa atapino pahitattassa viharato ye gehasita sarasankappa te pahiyanti. ","mn119:8.7":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn119:8.8":"Evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:9.1":"Puna caparam, bhikkhave, bhikkhu seyyathapi passeyya sariram sivathikaya chadditam ekahamatam va dvihamatam va tihamatam va uddhumatakam vinilakam vipubbakajatam. ","mn119:9.2":"So imameva kayam upasamharati: ","mn119:9.3":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","mn119:9.4":"Tassa evam appamattassa atapino pahitattassa viharato ye gehasita sarasankappa te pahiyanti. ","mn119:9.5":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn119:9.6":"Evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:10.1":"Puna caparam, bhikkhave, bhikkhu seyyathapi passeyya sariram sivathikaya chadditam kakehi va khajjamanam kulalehi va khajjamanam gijjhehi va khajjamanam kankehi va khajjamanam sunakhehi va khajjamanam byagghehi va khajjamanam dipihi va khajjamanam singalehi va khajjamanam vividhehi va panakajatehi khajjamanam. ","mn119:10.2":"So imameva kayam upasamharati: ","mn119:10.3":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","mn119:10.4":"Tassa evam appamattassa …pe… ","mn119:10.5":"evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:11-14.1":"Puna caparam, bhikkhave, bhikkhu seyyathapi passeyya sariram sivathikaya chadditam atthikasankhalikam samamsalohitam nharusambandham …pe… ","mn119:11-14.2":"atthikasankhalikam nimmamsalohitamakkhitam nharusambandham …pe… ","mn119:11-14.3":"atthikasankhalikam apagatamamsalohitam nharusambandham …pe… ","mn119:11-14.4":"atthikani apagatasambandhani disavidisavikkhittani annena hatthatthikam annena padatthikam annena gopphakatthikam annena janghatthikam annena urutthikam annena katitthikam annena phasukatthikam annena pitthitthikam annena khandhatthikam annena givatthikam annena hanukatthikam annena dantatthikam annena sisakataham. ","mn119:11-14.5":"So imameva kayam upasamharati: ","mn119:11-14.6":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","mn119:11-14.7":"Tassa evam appamattassa …pe… ","mn119:11-14.8":"evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:15-17.1":"Puna caparam, bhikkhave, bhikkhu seyyathapi passeyya sariram sivathikaya chadditam—","mn119:15-17.2":"atthikani setani sankhavannapatibhagani …pe… ","mn119:15-17.3":"atthikani punjakitani terovassikani …pe… ","mn119:15-17.4":"atthikani putini cunnakajatani. ","mn119:15-17.5":"So imameva kayam upasamharati: ","mn119:15-17.6":"‘ayampi kho kayo evamdhammo evambhavi evamanatito’ti. ","mn119:15-17.7":"Tassa evam appamattassa … ","mn119:15-17.8":"pe… ","mn119:15-17.9":"evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:18.1":"Puna caparam, bhikkhave, bhikkhu vivicceva kamehi …pe… pathamam jhanam upasampajja viharati. ","mn119:18.2":"So imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","mn119:18.3":"Seyyathapi, bhikkhave, dakkho nhapako va nhapakantevasi va kamsathale nhaniyacunnani akiritva udakena paripphosakam paripphosakam sanneyya, sayam nhaniyapindi snehanugata snehapareta santarabahira phuta snehena na ca paggharini; ","mn119:18.4":"evameva kho, bhikkhave, bhikkhu imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati; nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","mn119:18.5":"Tassa evam appamattassa … ","mn119:18.6":"pe… ","mn119:18.7":"evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:19.1":"Puna caparam, bhikkhave, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","mn119:19.2":"So imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati; nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","mn119:19.3":"Seyyathapi, bhikkhave, udakarahado gambhiro ubbhidodako. Tassa nevassa puratthimaya disaya udakassa ayamukham na pacchimaya disaya udakassa ayamukham na uttaraya disaya udakassa ayamukham na dakkhinaya disaya udakassa ayamukham; devo ca na kalena kalam samma dharam anuppaveccheyya; atha kho tamhava udakarahada sita varidhara ubbhijjitva tameva udakarahadam sitena varina abhisandeyya parisandeyya paripureyya paripphareyya, nassa kinci sabbavato udakarahadassa sitena varina apphutam assa; ","mn119:19.4":"evameva kho, bhikkhave, bhikkhu imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","mn119:19.5":"Tassa evam appamattassa …pe… ","mn119:19.6":"evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:20.1":"Puna caparam, bhikkhave, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","mn119:20.2":"So imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","mn119:20.3":"Seyyathapi, bhikkhave, uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani antonimuggaposini, tani yava cagga yava ca mula sitena varina abhisannani parisannani paripurani paripphutani, nassa kinci sabbavatam uppalanam va padumanam va pundarikanam va sitena varina apphutam assa; ","mn119:20.4":"evameva kho, bhikkhave, bhikkhu imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","mn119:20.5":"Tassa evam appamattassa …pe… ","mn119:20.6":"evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:21.1":"Puna caparam, bhikkhave, bhikkhu sukhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","mn119:21.2":"So imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti; nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","mn119:21.3":"Seyyathapi, bhikkhave, puriso odatena vatthena sasisam parupitva nisinno assa, nassa kinci sabbavato kayassa odatena vatthena apphutam assa; ","mn119:21.4":"evameva kho, bhikkhave, bhikkhu imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti, nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","mn119:21.5":"Tassa evam appamattassa atapino pahitattassa viharato ye gehasita sarasankappa te pahiyanti. ","mn119:21.6":"Tesam pahana ajjhattameva cittam santitthati, sannisidati ekodi hoti samadhiyati. ","mn119:21.7":"Evampi, bhikkhave, bhikkhu kayagatasatim bhaveti. ","mn119:22.1":"Yassa kassaci, bhikkhave, kayagatasati bhavita bahulikata, antogadhavassa kusala dhamma ye keci vijjabhagiya. ","mn119:22.2":"Seyyathapi, bhikkhave, yassa kassaci mahasamuddo cetasa phuto, antogadhavassa kunnadiyo ya kaci samuddangama; ","mn119:22.3":"evameva kho, bhikkhave, yassa kassaci kayagatasati bhavita bahulikata, antogadhavassa kusala dhamma ye keci vijjabhagiya. ","mn119:23.1":"Yassa kassaci, bhikkhave, kayagatasati abhavita abahulikata, labhati tassa maro otaram, labhati tassa maro arammanam. ","mn119:23.2":"Seyyathapi, bhikkhave, puriso garukam silagulam allamattikapunje pakkhipeyya. ","mn119:23.3":"Tam kim mannatha, bhikkhave, ","mn119:23.4":"api nu tam garukam silagulam allamattikapunje labhetha otaran”ti? ","mn119:23.5":"“Evam, bhante”. ","mn119:23.6":"“Evameva kho, bhikkhave, yassa kassaci kayagatasati abhavita abahulikata, labhati tassa maro otaram, labhati tassa maro arammanam. ","mn119:24.1":"Seyyathapi, bhikkhave, sukkham kattham kolapam; ","mn119:24.2":"atha puriso agaccheyya uttararanim adaya: ","mn119:24.3":"‘aggim abhinibbattessami, tejo patukarissami’ti. ","mn119:24.4":"Tam kim mannatha, bhikkhave, ","mn119:24.5":"api nu so puriso amum sukkham kattham kolapam uttararanim adaya abhimanthento aggim abhinibbatteyya, tejo patukareyya”ti? ","mn119:24.6":"“Evam, bhante”. ","mn119:24.7":"“Evameva kho, bhikkhave, yassa kassaci kayagatasati abhavita abahulikata, labhati tassa maro otaram, labhati tassa maro arammanam. ","mn119:25.1":"Seyyathapi, bhikkhave, udakamaniko ritto tuccho adhare thapito; ","mn119:25.2":"atha puriso agaccheyya udakabharam adaya. ","mn119:25.3":"Tam kim mannatha, bhikkhave, ","mn119:25.4":"api nu so puriso labhetha udakassa nikkhepanan”ti? ","mn119:25.5":"“Evam, bhante”. ","mn119:25.6":"“Evameva kho, bhikkhave, yassa kassaci kayagatasati abhavita abahulikata, labhati tassa maro otaram, labhati tassa maro arammanam. ","mn119:26.1":"Yassa kassaci, bhikkhave, kayagatasati bhavita bahulikata, na tassa labhati maro otaram, na tassa labhati maro arammanam. ","mn119:26.2":"Seyyathapi, bhikkhave, puriso lahukam suttagulam sabbasaramaye aggalaphalake pakkhipeyya. ","mn119:26.3":"Tam kim mannatha, bhikkhave, ","mn119:26.4":"api nu so puriso tam lahukam suttagulam sabbasaramaye aggalaphalake labhetha otaran”ti? ","mn119:26.5":"“No hetam, bhante”. ","mn119:26.6":"“Evameva kho, bhikkhave, yassa kassaci kayagatasati bhavita bahulikata, na tassa labhati maro otaram, na tassa labhati maro arammanam. ","mn119:27.1":"Seyyathapi, bhikkhave, allam kattham sasneham; ","mn119:27.2":"atha puriso agaccheyya uttararanim adaya: ","mn119:27.3":"‘aggim abhinibbattessami, tejo patukarissami’ti. ","mn119:27.4":"Tam kim mannatha, bhikkhave, ","mn119:27.5":"api nu so puriso amum allam kattham sasneham uttararanim adaya abhimanthento aggim abhinibbatteyya, tejo patukareyya”ti? ","mn119:27.6":"“No hetam, bhante”. ","mn119:27.7":"“Evameva kho, bhikkhave, yassa kassaci kayagatasati bhavita bahulikata, na tassa labhati maro otaram, na tassa labhati maro arammanam. ","mn119:28.1":"Seyyathapi, bhikkhave, udakamaniko puro udakassa samatittiko kakapeyyo adhare thapito; ","mn119:28.2":"atha puriso agaccheyya udakabharam adaya. ","mn119:28.3":"Tam kim mannatha, bhikkhave, ","mn119:28.4":"api nu so puriso labhetha udakassa nikkhepanan”ti? ","mn119:28.5":"“No hetam, bhante”. ","mn119:28.6":"“Evameva kho, bhikkhave, yassa kassaci kayagatasati bhavita bahulikata, na tassa labhati maro otaram, na tassa labhati maro arammanam. ","mn119:29.1":"Yassa kassaci, bhikkhave, kayagatasati bhavita bahulikata, so yassa yassa abhinnasacchikaraniyassa dhammassa cittam abhininnameti abhinnasacchikiriyaya, tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","mn119:29.2":"Seyyathapi, bhikkhave, udakamaniko puro udakassa samatittiko kakapeyyo adhare thapito. ","mn119:29.3":"Tamenam balava puriso yato yato avincheyya, agaccheyya udakan”ti? ","mn119:29.4":"“Evam, bhante”. ","mn119:29.5":"“Evameva kho, bhikkhave, yassa kassaci kayagatasati bhavita bahulikata so, yassa yassa abhinnasacchikaraniyassa dhammassa cittam abhininnameti abhinnasacchikiriyaya, tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","mn119:30.1":"Seyyathapi, bhikkhave, same bhumibhage caturassa pokkharani assa alibandha pura udakassa samatittika kakapeyya. ","mn119:30.2":"Tamenam balava puriso yato yato alim munceyya agaccheyya udakan”ti? ","mn119:30.3":"“Evam, bhante”. ","mn119:30.4":"“Evameva kho, bhikkhave, yassa kassaci kayagatasati bhavita bahulikata, so yassa yassa abhinnasacchikaraniyassa dhammassa cittam abhininnameti abhinnasacchikiriyaya, tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","mn119:31.1":"Seyyathapi, bhikkhave, subhumiyam catumahapathe ajannaratho yutto assa thito odhastapatodo; ","mn119:31.2":"tamenam dakkho yoggacariyo assadammasarathi abhiruhitva vamena hatthena rasmiyo gahetva dakkhinena hatthena patodam gahetva yenicchakam yadicchakam sareyyapi paccasareyyapi; ","mn119:31.3":"evameva kho, bhikkhave, yassa kassaci kayagatasati bhavita bahulikata, so yassa yassa abhinnasacchikaraniyassa dhammassa cittam abhininnameti abhinnasacchikiriyaya, tatra tatreva sakkhibhabbatam papunati sati satiayatane. ","mn119:32.1":"Kayagataya, bhikkhave, satiya asevitaya bhavitaya bahulikataya yanikataya vatthukataya anutthitaya paricitaya susamaraddhaya dasanisamsa patikankha. ","mn119:33.1":"Aratiratisaho hoti, na ca tam arati sahati, uppannam aratim abhibhuyya viharati. ","mn119:34.1":"Bhayabheravasaho hoti, na ca tam bhayabheravam sahati, uppannam bhayabheravam abhibhuyya viharati. ","mn119:35.1":"Khamo hoti sitassa unhassa jighacchaya pipasaya damsamakasavatatapasarisapasamphassanam duruttanam duragatanam vacanapathanam, uppannanam saririkanam vedananam dukkhanam tibbanam kharanam katukanam asatanam amanapanam panaharanam adhivasakajatiko hoti. ","mn119:36.1":"Catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","mn119:37.1":"So anekavihitam iddhividham paccanubhoti. Ekopi hutva bahudha hoti, bahudhapi hutva eko hoti, avibhavam …pe… yava brahmalokapi kayena vasam vatteti. ","mn119:38.1":"Dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunati dibbe ca manuse ca, ye dure santike ca …pe…. ","mn119:39.1":"Parasattanam parapuggalanam cetasa ceto paricca pajanati. ","mn119:39.2":"Saragam va cittam ‘saragam cittan’ti pajanati, ","mn119:39.3":"vitaragam va cittam …pe… ","mn119:39.4":"sadosam va cittam … ","mn119:39.5":"vitadosam va cittam … ","mn119:39.6":"samoham va cittam … ","mn119:39.7":"vitamoham va cittam … ","mn119:39.8":"sankhittam va cittam … ","mn119:39.9":"vikkhittam va cittam … ","mn119:39.10":"mahaggatam va cittam … ","mn119:39.11":"amahaggatam va cittam … ","mn119:39.12":"sauttaram va cittam … ","mn119:39.13":"anuttaram va cittam … ","mn119:39.14":"samahitam va cittam … ","mn119:39.15":"asamahitam va cittam … ","mn119:39.16":"vimuttam va cittam … ","mn119:39.17":"avimuttam va cittam ‘avimuttam cittan’ti pajanati. ","mn119:40.1":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn119:41.1":"Dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati. ","mn119:42.1":"Asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","mn119:43.1":"Kayagataya, bhikkhave, satiya asevitaya bhavitaya bahulikataya yanikataya vatthukataya anutthitaya paricitaya susamaraddhaya ime dasanisamsa patikankha”ti. ","mn119:43.2":"Idamavoca bhagava. ","mn119:43.3":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn119:43.4":"Kayagatasatisuttam nitthitam navamam. "}