{"mn112:0.1":"Majjhima Nikaya 112 ","mn112:0.2":"Chabbisodhanasutta ","mn112:1.1":"Evam me sutam—","mn112:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn112:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn112:1.4":"“bhikkhavo”ti. ","mn112:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn112:1.6":"Bhagava etadavoca: ","mn112:2.1":"“Idha, bhikkhave, bhikkhu annam byakaroti: ","mn112:2.2":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattayati pajanami’ti. ","mn112:3.1":"Tassa, bhikkhave, bhikkhuno bhasitam neva abhinanditabbam nappatikkositabbam. ","mn112:3.2":"Anabhinanditva appatikkositva panho pucchitabbo: ","mn112:3.3":"‘cattarome, avuso, vohara tena bhagavata janata passata arahata sammasambuddhena sammadakkhata. ","mn112:3.4":"Katame cattaro? ","mn112:3.5":"Ditthe ditthavadita, sute sutavadita, mute mutavadita, vinnate vinnatavadita—","mn112:3.6":"ime kho, avuso, cattaro vohara tena bhagavata janata passata arahata sammasambuddhena sammadakkhata. ","mn112:3.7":"Katham janato panayasmato, katham passato imesu catusu voharesu anupadaya asavehi cittam vimuttan’ti? ","mn112:4.1":"Khinasavassa, bhikkhave, bhikkhuno vusitavato katakaraniyassa ohitabharassa anuppattasadatthassa parikkhinabhavasamyojanassa sammadannavimuttassa ayamanudhammo hoti veyyakaranaya: ","mn112:4.2":"‘ditthe kho aham, avuso, anupayo anapayo anissito appatibaddho vippamutto visamyutto vimariyadikatena cetasa viharami. ","mn112:4.3":"Sute kho aham, avuso …pe… ","mn112:4.4":"mute kho aham, avuso … ","mn112:4.5":"vinnate kho aham, avuso, anupayo anapayo anissito appatibaddho vippamutto visamyutto vimariyadikatena cetasa viharami. ","mn112:4.6":"Evam kho me, avuso, janato evam passato imesu catusu voharesu anupadaya asavehi cittam vimuttan’ti. ","mn112:5.1":"Tassa, bhikkhave, bhikkhuno ‘sadhu’ti bhasitam abhinanditabbam anumoditabbam. ","mn112:5.2":"‘Sadhu’ti bhasitam abhinanditva anumoditva uttarim panho pucchitabbo. ","mn112:5.3":"‘Pancime, avuso, upadanakkhandha tena bhagavata janata passata arahata sammasambuddhena sammadakkhata. ","mn112:5.4":"Katame panca? ","mn112:5.5":"Seyyathidam—rupupadanakkhandho, vedanupadanakkhandho, sannupadanakkhandho, sankharupadanakkhandho, vinnanupadanakkhandho—","mn112:5.6":"ime kho, avuso, pancupadanakkhandha tena bhagavata janata passata arahata sammasambuddhena sammadakkhata. ","mn112:5.7":"Katham janato panayasmato, katham passato imesu pancasu upadanakkhandhesu anupadaya asavehi cittam vimuttan’ti? ","mn112:6.1":"Khinasavassa, bhikkhave, bhikkhuno vusitavato katakaraniyassa ohitabharassa anuppattasadatthassa parikkhinabhavasamyojanassa sammadannavimuttassa ayamanudhammo hoti veyyakaranaya: ","mn112:6.2":"‘rupam kho aham, avuso, abalam viragunam anassasikanti viditva ye rupe upayupadana cetaso adhitthanabhinivesanusaya tesam khaya viraga nirodha caga patinissagga vimuttam me cittanti pajanami. ","mn112:6.3":"Vedanam kho aham, avuso …pe… ","mn112:6.4":"sannam kho aham, avuso … ","mn112:6.5":"sankhare kho aham, avuso … ","mn112:6.6":"vinnanam kho aham, avuso, abalam viragunam anassasikanti viditva ye vinnane upayupadana cetaso adhitthanabhinivesanusaya tesam khaya viraga nirodha caga patinissagga vimuttam me cittanti pajanami. ","mn112:6.7":"Evam kho me, avuso, janato evam passato imesu pancasu upadanakkhandhesu anupadaya asavehi cittam vimuttan’ti. ","mn112:7.1":"Tassa, bhikkhave, bhikkhuno ‘sadhu’ti bhasitam abhinanditabbam, anumoditabbam. ","mn112:7.2":"‘Sadhu’ti bhasitam abhinanditva anumoditva uttarim panho pucchitabbo. ","mn112:7.3":"‘Chayima, avuso, dhatuyo tena bhagavata janata passata arahata sammasambuddhena sammadakkhata. ","mn112:7.4":"Katama cha? ","mn112:7.5":"Pathavidhatu, apodhatu, tejodhatu, vayodhatu, akasadhatu, vinnanadhatu—","mn112:7.6":"ima kho, avuso, cha dhatuyo tena bhagavata janata passata arahata sammasambuddhena sammadakkhata. ","mn112:7.7":"Katham janato panayasmato, katham passato imasu chasu dhatusu anupadaya asavehi cittam vimuttan’ti? ","mn112:8.1":"Khinasavassa, bhikkhave, bhikkhuno vusitavato katakaraniyassa ohitabharassa anuppattasadatthassa parikkhinabhavasamyojanassa sammadannavimuttassa ayamanudhammo hoti veyyakaranaya: ","mn112:8.2":"‘pathavidhatum kho aham, avuso, na attato upagacchim, na ca pathavidhatunissitam attanam. ","mn112:8.3":"Ye ca pathavidhatunissita upayupadana cetaso adhitthanabhinivesanusaya tesam khaya viraga nirodha caga patinissagga vimuttam me cittanti pajanami. ","mn112:8.4":"Apodhatum kho aham, avuso …pe… ","mn112:8.5":"tejodhatum kho aham, avuso … ","mn112:8.6":"vayodhatum kho aham, avuso … ","mn112:8.7":"akasadhatum kho aham, avuso … ","mn112:8.8":"vinnanadhatum kho aham, avuso, na attato upagacchim, na ca vinnanadhatunissitam attanam. ","mn112:8.9":"Ye ca vinnanadhatunissita upayupadana cetaso adhitthanabhinivesanusaya tesam khaya viraga nirodha caga patinissagga vimuttam me cittanti pajanami. ","mn112:8.10":"Evam kho me, avuso, janato, evam passato imasu chasu dhatusu anupadaya asavehi cittam vimuttan’ti. ","mn112:9.1":"Tassa, bhikkhave, bhikkhuno ‘sadhu’ti bhasitam abhinanditabbam, anumoditabbam. ","mn112:9.2":"‘Sadhu’ti bhasitam abhinanditva anumoditva uttarim panho pucchitabbo. ","mn112:9.3":"‘Cha kho panimani, avuso, ajjhattikabahirani ayatanani tena bhagavata janata passata arahata sammasambuddhena sammadakkhatani. ","mn112:9.4":"Katamani cha? ","mn112:9.5":"Cakkhu ceva rupa ca, sotanca sadda ca, ghananca gandha ca, jivha ca rasa ca, kayo ca photthabba ca, mano ca dhamma ca—","mn112:9.6":"imani kho, avuso, cha ajjhattikabahirani ayatanani tena bhagavata janata passata arahata sammasambuddhena sammadakkhatani. ","mn112:9.7":"Katham janato panayasmato, katham passato imesu chasu ajjhattikabahiresu ayatanesu anupadaya asavehi cittam vimuttan’ti? ","mn112:10.1":"Khinasavassa, bhikkhave, bhikkhuno vusitavato katakaraniyassa ohitabharassa anuppattasadatthassa parikkhinabhavasamyojanassa sammadannavimuttassa ayamanudhammo hoti veyyakaranaya: ","mn112:10.2":"‘cakkhusmim, avuso, rupe cakkhuvinnane cakkhuvinnanavinnatabbesu dhammesu yo chando yo rago ya nandi ya tanha ye ca upayupadana cetaso adhitthanabhinivesanusaya tesam khaya viraga nirodha caga patinissagga vimuttam me cittanti pajanami. ","mn112:10.3":"Sotasmim, avuso, sadde sotavinnane …pe… ","mn112:10.4":"ghanasmim, avuso, gandhe ghanavinnane … ","mn112:10.5":"jivhaya, avuso, rase jivhavinnane … ","mn112:10.6":"kayasmim, avuso, photthabbe kayavinnane … ","mn112:10.7":"manasmim, avuso, dhamme manovinnane manovinnanavinnatabbesu dhammesu yo chando yo rago ya nandi ya tanha ye ca upayupadana cetaso adhitthanabhinivesanusaya tesam khaya viraga nirodha caga patinissagga vimuttam me cittanti pajanami. ","mn112:10.8":"Evam kho me, avuso, janato evam passato imesu chasu ajjhattikabahiresu ayatanesu anupadaya asavehi cittam vimuttan’ti. ","mn112:11.1":"Tassa, bhikkhave, bhikkhuno ‘sadhu’ti bhasitam abhinanditabbam anumoditabbam. ","mn112:11.2":"‘Sadhu’ti bhasitam abhinanditva anumoditva uttarim panho pucchitabbo. ","mn112:11.3":"‘Katham janato panayasmato, katham passato imasminca savinnanake kaye bahiddha ca sabbanimittesu ahankaramamankaramananusaya samuhata’ti? ","mn112:12.1":"Khinasavassa, bhikkhave, bhikkhuno vusitavato katakaraniyassa ohitabharassa anuppattasadatthassa parikkhinabhavasamyojanassa sammadannavimuttassa ayamanudhammo hoti veyyakaranaya: ","mn112:12.2":"‘pubbe kho aham, avuso, agariyabhuto samano aviddasu ahosim. ","mn112:12.3":"Tassa me tathagato va tathagatasavako va dhammam desesi. ","mn112:12.4":"Taham dhammam sutva tathagate saddham patilabhim. ","mn112:12.5":"So tena saddhapatilabhena samannagato iti patisancikkhim: ","mn112:12.6":"“sambadho gharavaso rajapatho, abbhokaso pabbajja. ","mn112:12.7":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn112:12.8":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan”ti. ","mn112:13.1":"So kho aham, avuso, aparena samayena appam va bhogakkhandham pahaya mahantam va bhogakkhandham pahaya, appam va natiparivattam pahaya mahantam va natiparivattam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajim. ","mn112:13.2":"So evam pabbajito samano bhikkhunam sikkhasajivasamapanno panatipatam pahaya panatipata pativirato ahosim nihitadando nihitasattho, lajji dayapanno sabbapanabhutahitanukampi vihasim. ","mn112:13.3":"Adinnadanam pahaya adinnadana pativirato ahosim dinnadayi dinnapatikankhi, athenena sucibhutena attana vihasim. ","mn112:13.4":"Abrahmacariyam pahaya brahmacari ahosim aracari virato methuna gamadhamma. ","mn112:13.5":"Musavadam pahaya musavada pativirato ahosim saccavadi saccasandho theto paccayiko avisamvadako lokassa. ","mn112:13.6":"Pisunam vacam pahaya pisunaya vacaya pativirato ahosim, ito sutva na amutra akkhata imesam bhedaya, amutra va sutva na imesam akkhata amusam bhedaya; iti bhinnanam va sandhata sahitanam va anuppadata samaggaramo samaggarato samagganandi samaggakaranim vacam bhasita ahosim. ","mn112:13.7":"Pharusam vacam pahaya pharusaya vacaya pativirato ahosim; ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupim vacam bhasita ahosim. ","mn112:13.8":"Samphappalapam pahaya samphappalapa pativirato ahosim; kalavadi bhutavadi atthavadi dhammavadi vinayavadi nidhanavatim vacam bhasita ahosim kalena sapadesam pariyantavatim atthasamhitam. ","mn112:14.1":"So bijagamabhutagamasamarambha pativirato ahosim, ekabhattiko ahosim rattuparato virato vikalabhojana. ","mn112:14.2":"Naccagitavaditavisukadassana pativirato ahosim. ","mn112:14.3":"Malagandhavilepanadharanamandanavibhusanatthana pativirato ahosim. ","mn112:14.4":"Uccasayanamahasayana pativirato ahosim. ","mn112:14.5":"Jataruparajatapatiggahana pativirato ahosim, ","mn112:14.6":"amakadhannapatiggahana pativirato ahosim, ","mn112:14.7":"amakamamsapatiggahana pativirato ahosim; ","mn112:14.8":"itthikumarikapatiggahana pativirato ahosim, ","mn112:14.9":"dasidasapatiggahana pativirato ahosim, ","mn112:14.10":"ajelakapatiggahana pativirato ahosim, ","mn112:14.11":"kukkutasukarapatiggahana pativirato ahosim, ","mn112:14.12":"hatthigavassavalavapatiggahana pativirato ahosim, ","mn112:14.13":"khettavatthupatiggahana pativirato ahosim. ","mn112:14.14":"Duteyyapahinagamananuyoga pativirato ahosim, ","mn112:14.15":"kayavikkaya pativirato ahosim, ","mn112:14.16":"tulakutakamsakutamanakuta pativirato ahosim, ","mn112:14.17":"ukkotanavancananikatisaciyoga pativirato ahosim, ","mn112:14.18":"chedanavadhabandhanaviparamosaalopasahasakara pativirato ahosim. ","mn112:14.19":"So santuttho ahosim kayapariharikena civarena, kucchipariharikena pindapatena. So yena yeneva pakkamim samadayeva pakkamim. ","mn112:14.20":"Seyyathapi nama pakkhi sakuno yena yeneva deti sapattabharova deti; ","mn112:14.21":"evameva kho aham, avuso; santuttho ahosim kayapariharikena civarena, kucchipariharikena pindapatena. So yena yeneva pakkamim samadayeva pakkamim. ","mn112:14.22":"So imina ariyena silakkhandhena samannagato ajjhattam anavajjasukham patisamvedesim. ","mn112:15.1":"So cakkhuna rupam disva na nimittaggahi ahosim nanubyanjanaggahi; ","mn112:15.2":"yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjim; rakkhim cakkhundriyam, cakkhundriye samvaram apajjim. ","mn112:15.3":"Sotena saddam sutva …pe… ","mn112:15.4":"ghanena gandham ghayitva …pe… ","mn112:15.5":"jivhaya rasam sayitva …pe… ","mn112:15.6":"kayena photthabbam phusitva …pe… ","mn112:15.7":"manasa dhammam vinnaya na nimittaggahi ahosim nanubyanjanaggahi; ","mn112:15.8":"yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjim; rakkhim manindriyam, manindriye samvaram apajjim. ","mn112:15.9":"So imina ariyena indriyasamvarena samannagato ajjhattam abyasekasukham patisamvedesim. ","mn112:16.1":"So abhikkante patikkante sampajanakari ahosim, alokite vilokite sampajanakari ahosim, saminjite pasarite sampajanakari ahosim, sanghatipattacivaradharane sampajanakari ahosim, asite pite khayite sayite sampajanakari ahosim, uccarapassavakamme sampajanakari ahosim, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari ahosim. ","mn112:16.2":"So imina ca ariyena silakkhandhena samannagato, imaya ca ariyaya santutthiya samannagato, imina ca ariyena indriyasamvarena samannagato, imina ca ariyena satisampajannena samannagato ","mn112:16.3":"vivittam senasanam bhajim arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn112:16.4":"So pacchabhattam pindapatapatikkanto nisidim pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","mn112:17.1":"So abhijjham loke pahaya vigatabhijjhena cetasa vihasim, abhijjhaya cittam parisodhesim. ","mn112:17.2":"Byapadapadosam pahaya abyapannacitto vihasim sabbapanabhutahitanukampi, byapadapadosa cittam parisodhesim. ","mn112:17.3":"Thinamiddham pahaya vigatathinamiddho vihasim alokasanni sato sampajano, thinamiddha cittam parisodhesim. ","mn112:17.4":"Uddhaccakukkuccam pahaya anuddhato vihasim ajjhattam, vupasantacitto, uddhaccakukkucca cittam parisodhesim. ","mn112:17.5":"Vicikiccham pahaya tinnavicikiccho vihasim akathankathi kusalesu dhammesu, vicikicchaya cittam parisodhesim. ","mn112:18.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","mn112:18.2":"vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja vihasim. ","mn112:18.3":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam …pe… ","mn112:18.4":"tatiyam jhanam … ","mn112:18.5":"catuttham jhanam upasampajja vihasim. ","mn112:19.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnamesim. ","mn112:19.2":"So idam dukkhanti yathabhutam abbhannasim, ayam dukkhasamudayoti yathabhutam abbhannasim, ayam dukkhanirodhoti yathabhutam abbhannasim, ayam dukkhanirodhagamini patipadati yathabhutam abbhannasim; ","mn112:19.3":"ime asavati yathabhutam abbhannasim, ayam asavasamudayoti yathabhutam abbhannasim, ayam asavanirodhoti yathabhutam abbhannasim, ayam asavanirodhagamini patipadati yathabhutam abbhannasim. ","mn112:20.1":"Tassa me evam janato evam passato kamasavapi cittam vimuccittha, bhavasavapi cittam vimuccittha, avijjasavapi cittam vimuccittha. ","mn112:20.2":"Vimuttasmim vimuttamiti nanam ahosi. ","mn112:20.3":"Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattayati abbhannasim. ","mn112:20.4":"Evam kho me, avuso, janato evam passato imasminca savinnanake kaye bahiddha ca sabbanimittesu ahankaramamankaramananusaya samuhata’ti. ","mn112:21.1":"Tassa, bhikkhave, bhikkhuno ‘sadhu’ti bhasitam abhinanditabbam anumoditabbam. ","mn112:21.2":"‘Sadhu’ti bhasitam abhinanditva anumoditva evamassa vacaniyo: ","mn112:21.3":"‘labha no, avuso, suladdham no, avuso, ","mn112:21.4":"ye mayam ayasmantam tadisam sabrahmacarim samanupassama’”ti. ","mn112:21.5":"Idamavoca bhagava. ","mn112:21.6":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn112:21.7":"Chabbisodhanasuttam nitthitam dutiyam. "}