{"mn114:0.1":"Majjhima Nikaya 114 ","mn114:0.2":"Sevitabbasevitabbasutta ","mn114:1.1":"Evam me sutam—","mn114:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn114:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn114:1.4":"“bhikkhavo”ti. ","mn114:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn114:1.6":"Bhagava etadavoca: ","mn114:2.1":"“sevitabbasevitabbam vo, bhikkhave, dhammapariyayam desessami. ","mn114:2.2":"Tam sunatha, sadhukam manasi karotha, bhasissami”ti. ","mn114:2.3":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","mn114:2.4":"Bhagava etadavoca: ","mn114:3.1":"“Kayasamacarampaham, bhikkhave, duvidhena vadami—","mn114:3.2":"sevitabbampi, asevitabbampi; ","mn114:3.3":"tanca annamannam kayasamacaram. ","mn114:3.4":"Vacisamacarampaham, bhikkhave, duvidhena vadami—","mn114:3.5":"sevitabbampi, asevitabbampi; ","mn114:3.6":"tanca annamannam vacisamacaram. ","mn114:3.7":"Manosamacarampaham, bhikkhave, duvidhena vadami—","mn114:3.8":"sevitabbampi, asevitabbampi; ","mn114:3.9":"tanca annamannam manosamacaram. ","mn114:3.10":"Cittuppadampaham, bhikkhave, duvidhena vadami—","mn114:3.11":"sevitabbampi, asevitabbampi; ","mn114:3.12":"tanca annamannam cittuppadam. ","mn114:3.13":"Sannapatilabhampaham, bhikkhave, duvidhena vadami—","mn114:3.14":"sevitabbampi, asevitabbampi; ","mn114:3.15":"tanca annamannam sannapatilabham. ","mn114:3.16":"Ditthipatilabhampaham, bhikkhave, duvidhena vadami—","mn114:3.17":"sevitabbampi, asevitabbampi; ","mn114:3.18":"tanca annamannam ditthipatilabham. ","mn114:3.19":"Attabhavapatilabhampaham, bhikkhave, duvidhena vadami—","mn114:3.20":"sevitabbampi, asevitabbampi; ","mn114:3.21":"tanca annamannam attabhavapatilabhan”ti. ","mn114:4.1":"Evam vutte ayasma sariputto bhagavantam etadavoca: ","mn114:4.2":"“imassa kho aham, bhante, bhagavata sankhittena bhasitassa, vittharena attham avibhattassa, evam vittharena attham ajanami. ","mn114:5.1":"‘Kayasamacarampaham, bhikkhave, duvidhena vadami—","mn114:5.2":"sevitabbampi, asevitabbampi; ","mn114:5.3":"tanca annamannam kayasamacaran’ti—","mn114:5.4":"iti kho panetam vuttam bhagavata. ","mn114:5.5":"Kincetam paticca vuttam? ","mn114:5.6":"Yatharupam, bhante, kayasamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupo kayasamacaro na sevitabbo; ","mn114:5.7":"yatharupanca kho, bhante, kayasamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti, evarupo kayasamacaro sevitabbo. ","mn114:5.8":"Kathamrupam, bhante, kayasamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti? ","mn114:5.9":"Idha, bhante, ekacco panatipati hoti luddo lohitapani hatappahate nivittho adayapanno panabhutesu; ","mn114:5.10":"adinnadayi kho pana hoti, yam tam parassa paravittupakaranam gamagatam va arannagatam va tam adinnam theyyasankhatam adata hoti; ","mn114:5.11":"kamesumicchacari kho pana hoti, ya ta maturakkhita piturakkhita matapiturakkhita bhaturakkhita bhaginirakkhita natirakkhita gottarakkhita dhammarakkhita sassamika saparidanda antamaso malagulaparikkhittapi tatharupasu carittam apajjita hoti—","mn114:5.12":"evarupam, bhante, kayasamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti. ","mn114:5.13":"Kathamrupam, bhante, kayasamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti? ","mn114:5.14":"Idha, bhante, ekacco panatipatam pahaya panatipata pativirato hoti nihitadando nihitasattho, lajji dayapanno sabbapanabhutahitanukampi viharati; ","mn114:5.15":"adinnadanam pahaya adinnadana pativirato hoti, yam tam parassa paravittupakaranam gamagatam va arannagatam va tam nadinnam theyyasankhatam adata hoti; ","mn114:5.16":"kamesumicchacaram pahaya kamesumicchacara pativirato hoti, ya ta maturakkhita piturakkhita matapiturakkhita bhaturakkhita bhaginirakkhita natirakkhita gottarakkhita dhammarakkhita sassamika saparidanda antamaso malagulaparikkhittapi tatharupasu na carittam apajjita hoti—","mn114:5.17":"evarupam, bhante, kayasamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn114:5.18":"‘Kayasamacarampaham, bhikkhave, duvidhena vadami—","mn114:5.19":"sevitabbampi, asevitabbampi; ","mn114:5.20":"tanca annamannam kayasamacaran’ti—","mn114:5.21":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:6.1":"‘Vacisamacarampaham, bhikkhave, duvidhena vadami—","mn114:6.2":"sevitabbampi, asevitabbampi; ","mn114:6.3":"tanca annamannam vacisamacaran’ti—","mn114:6.4":"iti kho panetam vuttam bhagavata. ","mn114:6.5":"Kincetam paticca vuttam? ","mn114:6.6":"Yatharupam, bhante, vacisamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti, evarupo vacisamacaro na sevitabbo; ","mn114:6.7":"yatharupanca kho, bhante, vacisamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupo vacisamacaro sevitabbo. ","mn114:6.8":"Kathamrupam, bhante, vacisamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti? ","mn114:6.9":"Idha, bhante, ekacco musavadi hoti. Sabhagato va parisagato va natimajjhagato va pugamajjhagato va rajakulamajjhagato va abhinito sakkhiputtho: ‘ehambho purisa, yam janasi tam vadehi’ti so ajanam va aha: ‘janami’ti, janam va aha: ‘na janami’ti; apassam va aha: ‘passami’ti, passam va aha: ‘na passami’ti—iti attahetu va parahetu va amisakincikkhahetu va sampajanamusa bhasita hoti; ","mn114:6.10":"pisunavaco kho pana hoti, ito sutva amutra akkhata imesam bhedaya, amutra va sutva imesam akkhata amusam bhedaya—iti samagganam va bhetta, bhinnanam va anuppadata, vaggaramo, vaggarato, vagganandi, vaggakaranim vacam bhasita hoti; ","mn114:6.11":"pharusavaco kho pana hoti, ya sa vaca kandaka kakkasa pharusa parakatuka parabhisajjani kodhasamanta asamadhisamvattanika, tatharupim vacam bhasita hoti; ","mn114:6.12":"samphappalapi kho pana hoti akalavadi abhutavadi anatthavadi adhammavadi avinayavadi, anidhanavatim vacam bhasita hoti akalena anapadesam apariyantavatim anatthasamhitam—","mn114:6.13":"evarupam, bhante, vacisamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti. ","mn114:6.14":"Kathamrupam, bhante, vacisamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti? ","mn114:6.15":"Idha, bhante, ekacco musavadam pahaya musavada pativirato hoti sabhagato va parisagato va natimajjhagato va pugamajjhagato va rajakulamajjhagato va abhinito sakkhiputtho: ‘ehambho purisa, yam janasi tam vadehi’ti so ajanam va aha: ‘na janami’ti, janam va aha: ‘janami’ti, apassam va aha: ‘na passami’ti, passam va aha: ‘passami’ti—iti attahetu va parahetu va amisakincikkhahetu va na sampajanamusa bhasita hoti; ","mn114:6.16":"pisunam vacam pahaya pisunaya vacaya pativirato hoti, ito sutva na amutra akkhata imesam bhedaya, amutra va sutva na imesam akkhata amusam bhedaya—iti bhinnanam va sandhata sahitanam va anuppadata samaggaramo samaggarato samagganandi samaggakaranim vacam bhasita hoti; ","mn114:6.17":"pharusam vacam pahaya pharusaya vacaya pativirato hoti, ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupim vacam bhasita hoti; ","mn114:6.18":"samphappalapam pahaya samphappalapa pativirato hoti kalavadi bhutavadi atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita hoti kalena sapadesam pariyantavatim atthasamhitam—","mn114:6.19":"evarupam, bhante, vacisamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn114:6.20":"‘Vacisamacarampaham, bhikkhave, duvidhena vadami—","mn114:6.21":"sevitabbampi, asevitabbampi; ","mn114:6.22":"tanca annamannam vacisamacaran’ti—","mn114:6.23":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:7.1":"‘Manosamacarampaham, bhikkhave, duvidhena vadami—","mn114:7.2":"sevitabbampi, asevitabbampi; ","mn114:7.3":"tanca annamannam manosamacaran’ti—","mn114:7.4":"iti kho panetam vuttam bhagavata. ","mn114:7.5":"Kincetam paticca vuttam? ","mn114:7.6":"Yatharupam, bhante, manosamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupo manosamacaro na sevitabbo; ","mn114:7.7":"yatharupanca kho, bhante, manosamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupo manosamacaro sevitabbo. ","mn114:7.8":"Kathamrupam, bhante, manosamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti? ","mn114:7.9":"Idha, bhante, ekacco abhijjhalu hoti, yam tam parassa paravittupakaranam tam abhijjhata hoti: ‘aho vata yam parassa tam mamassa’ti; ","mn114:7.10":"byapannacitto kho pana hoti padutthamanasankappo: ‘ime satta hannantu va vajjhantu va ucchijjantu va vinassantu va ma va ahesun’ti—","mn114:7.11":"evarupam, bhante, manosamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti. ","mn114:7.12":"Kathamrupam, bhante, manosamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti? ","mn114:7.13":"Idha, bhante, ekacco anabhijjhalu hoti, yam tam parassa paravittupakaranam tam nabhijjhata hoti: ‘aho vata yam parassa tam mamassa’ti; ","mn114:7.14":"abyapannacitto kho pana hoti appadutthamanasankappo: ‘ime satta avera abyabajjha anigha sukhi attanam pariharantu’ti—","mn114:7.15":"evarupam, bhante, manosamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn114:7.16":"‘Manosamacarampaham, bhikkhave, duvidhena vadami—","mn114:7.17":"sevitabbampi, asevitabbampi; ","mn114:7.18":"tanca annamannam manosamacaran’ti—","mn114:7.19":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:8.1":"‘Cittuppadampaham, bhikkhave, duvidhena vadami—","mn114:8.2":"sevitabbampi, asevitabbampi; ","mn114:8.3":"tanca annamannam cittuppadan’ti—","mn114:8.4":"iti kho panetam vuttam bhagavata. ","mn114:8.5":"Kincetam paticca vuttam? ","mn114:8.6":"Yatharupam, bhante, cittuppadam sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupo cittuppado na sevitabbo; ","mn114:8.7":"yatharupanca kho, bhante, cittuppadam sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupo cittuppado sevitabbo. ","mn114:8.8":"Kathamrupam, bhante, cittuppadam sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti? ","mn114:8.9":"Idha, bhante, ekacco abhijjhalu hoti, abhijjhasahagatena cetasa viharati; ","mn114:8.10":"byapadava hoti, byapadasahagatena cetasa viharati; ","mn114:8.11":"vihesava hoti, vihesasahagatena cetasa viharati—","mn114:8.12":"evarupam, bhante, cittuppadam sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti. ","mn114:8.13":"Kathamrupam, bhante, cittuppadam sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti? ","mn114:8.14":"Idha, bhante, ekacco anabhijjhalu hoti, anabhijjhasahagatena cetasa viharati; ","mn114:8.15":"abyapadava hoti, abyapadasahagatena cetasa viharati; ","mn114:8.16":"avihesava hoti, avihesasahagatena cetasa viharati—","mn114:8.17":"evarupam, bhante, cittuppadam sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn114:8.18":"‘Cittuppadampaham, bhikkhave, duvidhena vadami—","mn114:8.19":"sevitabbampi, asevitabbampi; ","mn114:8.20":"tanca annamannam cittuppadan’ti—","mn114:8.21":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:9.1":"‘Sannapatilabhampaham, bhikkhave, duvidhena vadami—","mn114:9.2":"sevitabbampi, asevitabbampi; ","mn114:9.3":"tanca annamannam sannapatilabhan’ti—","mn114:9.4":"iti kho panetam vuttam bhagavata. ","mn114:9.5":"Kincetam paticca vuttam? ","mn114:9.6":"Yatharupam, bhante, sannapatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupo sannapatilabho na sevitabbo; ","mn114:9.7":"yatharupanca kho, bhante, sannapatilabham sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupo sannapatilabho sevitabbo. ","mn114:9.8":"Kathamrupam, bhante, sannapatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti? ","mn114:9.9":"Idha, bhante, ekacco abhijjhalu hoti, abhijjhasahagataya sannaya viharati; ","mn114:9.10":"byapadava hoti, byapadasahagataya sannaya viharati; ","mn114:9.11":"vihesava hoti, vihesasahagataya sannaya viharati—","mn114:9.12":"evarupam, bhante, sannapatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti. ","mn114:9.13":"Kathamrupam, bhante, sannapatilabham sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti? ","mn114:9.14":"Idha, bhante, ekacco anabhijjhalu hoti, anabhijjhasahagataya sannaya viharati; ","mn114:9.15":"abyapadava hoti, abyapadasahagataya sannaya viharati; ","mn114:9.16":"avihesava hoti, avihesasahagataya sannaya viharati—","mn114:9.17":"evarupam, bhante, sannapatilabham sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn114:9.18":"‘Sannapatilabhampaham, bhikkhave, duvidhena vadami—","mn114:9.19":"sevitabbampi, asevitabbampi; ","mn114:9.20":"tanca annamannam sannapatilabhan’ti—","mn114:9.21":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:10.1":"‘Ditthipatilabhampaham, bhikkhave, duvidhena vadami—","mn114:10.2":"sevitabbampi, asevitabbampi; ","mn114:10.3":"tanca annamannam ditthipatilabhan’ti—","mn114:10.4":"iti kho panetam vuttam bhagavata. ","mn114:10.5":"Kincetam paticca vuttam? ","mn114:10.6":"Yatharupam, bhante, ditthipatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupo ditthipatilabho na sevitabbo; ","mn114:10.7":"yatharupanca kho, bhante, ditthipatilabham sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti—evarupo ditthipatilabho sevitabbo. ","mn114:10.8":"Kathamrupam, bhante, ditthipatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti? ","mn114:10.9":"Idha, bhante, ekacco evamditthiko hoti: ","mn114:10.10":"‘natthi dinnam, natthi yittham, natthi hutam, natthi sukatadukkatanam kammanam phalam vipako, natthi ayam loko, natthi paro loko, natthi mata, natthi pita, natthi satta opapatika, natthi loke samanabrahmana sammaggata sammapatipanna ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti’ti—","mn114:10.11":"evarupam, bhante, ditthipatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti. ","mn114:10.12":"Kathamrupam, bhante, ditthipatilabham sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti? ","mn114:10.13":"Idha, bhante, ekacco evamditthiko hoti: ","mn114:10.14":"‘atthi dinnam, atthi yittham, atthi hutam, atthi sukatadukkatanam kammanam phalam vipako, atthi ayam loko, atthi paro loko, atthi mata, atthi pita, atthi satta opapatika, atthi loke samanabrahmana sammaggata sammapatipanna ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti’ti—","mn114:10.15":"evarupam, bhante, ditthipatilabham sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn114:10.16":"‘Ditthipatilabhampaham, bhikkhave, duvidhena vadami—","mn114:10.17":"sevitabbampi, asevitabbampi; ","mn114:10.18":"tanca annamannam ditthipatilabhan’ti—","mn114:10.19":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:11.1":"‘Attabhavapatilabhampaham, bhikkhave, duvidhena vadami—","mn114:11.2":"sevitabbampi, asevitabbampi; ","mn114:11.3":"tanca annamannam attabhavapatilabhan’ti—","mn114:11.4":"iti kho panetam vuttam bhagavata. ","mn114:11.5":"Kincetam paticca vuttam? ","mn114:11.6":"Yatharupam, bhante, attabhavapatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti—","mn114:11.7":"evarupo attabhavapatilabho na sevitabbo; ","mn114:11.8":"yatharupanca kho, bhante, attabhavapatilabham sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti—","mn114:11.9":"evarupo attabhavapatilabho sevitabbo. ","mn114:11.10":"Kathamrupam, bhante, attabhavapatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti? ","mn114:11.11":"Sabyabajjham, bhante, attabhavapatilabham abhinibbattayato aparinitthitabhavaya akusala dhamma abhivaddhanti, kusala dhamma parihayanti; ","mn114:11.12":"abyabajjham, bhante, attabhavapatilabham abhinibbattayato parinitthitabhavaya akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn114:11.13":"‘Attabhavapatilabhampaham, bhikkhave, duvidhena vadami—","mn114:11.14":"sevitabbampi, asevitabbampi; ","mn114:11.15":"tanca annamannam attabhavapatilabhan’ti—","mn114:11.16":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:12.1":"Imassa kho aham, bhante, bhagavata sankhittena bhasitassa, vittharena attham avibhattassa, evam vittharena attham ajanami”ti. ","mn114:13.1":"“Sadhu sadhu, sariputta. ","mn114:13.2":"Sadhu kho tvam, sariputta, imassa maya sankhittena bhasitassa, vittharena attham avibhattassa, evam vittharena attham ajanasi. ","mn114:14.1":"‘Kayasamacarampaham, bhikkhave, duvidhena vadami—","mn114:14.2":"sevitabbampi, asevitabbampi; ","mn114:14.3":"tanca annamannam kayasamacaran’ti—","mn114:14.4":"iti kho panetam vuttam maya. ","mn114:14.5":"Kincetam paticca vuttam? ","mn114:14.6":"Yatharupam, sariputta, kayasamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupo kayasamacaro na sevitabbo; ","mn114:14.7":"yatharupanca kho, sariputta, kayasamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti—","mn114:14.8":"evarupo kayasamacaro sevitabbo. ","mn114:15.1":"Kathamrupam, sariputta, kayasamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti? ","mn114:15.2":"Idha, sariputta, ekacco panatipati hoti luddo lohitapani hatappahate nivittho adayapanno panabhutesu; ","mn114:15.3":"adinnadayi kho pana hoti, yam tam parassa paravittupakaranam gamagatam va arannagatam va tam adinnam theyyasankhatam adata hoti; ","mn114:15.4":"kamesumicchacari kho pana hoti, ya ta maturakkhita piturakkhita matapiturakkhita bhaturakkhita bhaginirakkhita natirakkhita gottarakkhita dhammarakkhita sassamika saparidanda antamaso malagulaparikkhittapi tatharupasu carittam apajjita hoti—","mn114:15.5":"evarupam, sariputta, kayasamacaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti. ","mn114:16.1":"Kathamrupam, sariputta, kayasamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti? ","mn114:16.2":"Idha, sariputta, ekacco panatipatam pahaya panatipata pativirato hoti nihitadando nihitasattho, lajji dayapanno sabbapanabhutahitanukampi viharati; ","mn114:16.3":"adinnadanam pahaya adinnadana pativirato hoti, yam tam parassa paravittupakaranam gamagatam va arannagatam va tam nadinnam theyyasankhatam adata hoti; ","mn114:16.4":"kamesumicchacaram pahaya kamesumicchacara pativirato hoti, ya ta maturakkhita piturakkhita matapiturakkhita bhaturakkhita bhaginirakkhita natirakkhita gottarakkhita dhammarakkhita sassamika saparidanda antamaso malagulaparikkhittapi tatharupasu na carittam apajjita hoti—","mn114:16.5":"evarupam, sariputta, kayasamacaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn114:16.6":"‘Kayasamacarampaham, bhikkhave, duvidhena vadami—","mn114:16.7":"sevitabbampi, asevitabbampi; ","mn114:16.8":"tanca annamannam kayasamacaran’ti—","mn114:16.9":"iti yam tam vuttam maya idametam paticca vuttam. ","mn114:17-19.1":"Vacisamacarampaham, bhikkhave, duvidhena vadami …pe… ","mn114:17-19.2":"manosamacarampaham, bhikkhave, duvidhena vadami …pe… ","mn114:17-19.3":"cittuppadampaham, bhikkhave, duvidhena vadami …pe… ","mn114:17-19.4":"sannapatilabhampaham, bhikkhave, duvidhena vadami …pe… ","mn114:17-19.5":"ditthipatilabhampaham, bhikkhave, duvidhena vadami …pe…. ","mn114:20.1":"‘Attabhavapatilabhampaham, bhikkhave, duvidhena vadami—","mn114:20.2":"sevitabbampi, asevitabbampi; ","mn114:20.3":"tanca annamannam attabhavapatilabhan’ti—","mn114:20.4":"iti kho panetam vuttam maya. ","mn114:20.5":"Kincetam paticca vuttam? ","mn114:20.6":"Yatharupam, sariputta, attabhavapatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupo attabhavapatilabho na sevitabbo; ","mn114:20.7":"yatharupanca kho, sariputta, attabhavapatilabham sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti—","mn114:20.8":"evarupo attabhavapatilabho sevitabbo. ","mn114:21.1":"Kathamrupam, sariputta, attabhavapatilabham sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti? ","mn114:21.2":"Sabyabajjham, sariputta, attabhavapatilabham abhinibbattayato aparinitthitabhavaya akusala dhamma abhivaddhanti, kusala dhamma parihayanti; ","mn114:21.3":"abyabajjham, sariputta, attabhavapatilabham abhinibbattayato parinitthitabhavaya akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn114:21.4":"‘Attabhavapatilabhampaham, bhikkhave, duvidhena vadami—","mn114:21.5":"sevitabbampi, asevitabbampi; ","mn114:21.6":"tanca annamannam attabhavapatilabhan’ti—","mn114:21.7":"iti yam tam vuttam maya idametam paticca vuttam. ","mn114:21.8":"Imassa kho, sariputta, maya sankhittena bhasitassa evam vittharena attho datthabbo. ","mn114:22.1":"Cakkhuvinneyyam rupampaham, sariputta, duvidhena vadami—","mn114:22.2":"sevitabbampi, asevitabbampi; ","mn114:22.3":"sotavinneyyam saddampaham, sariputta, duvidhena vadami—","mn114:22.4":"sevitabbampi asevitabbampi; ","mn114:22.5":"ghanavinneyyam gandhampaham, sariputta, duvidhena vadami—","mn114:22.6":"sevitabbampi, asevitabbampi; ","mn114:22.7":"jivhavinneyyam rasampaham, sariputta, duvidhena vadami—","mn114:22.8":"sevitabbampi, asevitabbampi; ","mn114:22.9":"kayavinneyyam photthabbampaham, sariputta, duvidhena vadami—","mn114:22.10":"sevitabbampi, asevitabbampi; ","mn114:22.11":"manovinneyyam dhammampaham, sariputta, duvidhena vadami—","mn114:22.12":"sevitabbampi, asevitabbampi”ti. ","mn114:23.1":"Evam vutte, ayasma sariputto bhagavantam etadavoca: ","mn114:23.2":"“imassa kho aham, bhante, bhagavata sankhittena bhasitassa, vittharena attham avibhattassa, evam vittharena attham ajanami. ","mn114:24.1":"‘Cakkhuvinneyyam rupampaham, sariputta, duvidhena vadami—","mn114:24.2":"sevitabbampi, asevitabbampi’ti—","mn114:24.3":"iti kho panetam vuttam bhagavata. ","mn114:24.4":"Kincetam paticca vuttam? ","mn114:24.5":"Yatharupam, bhante, cakkhuvinneyyam rupam sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupam cakkhuvinneyyam rupam na sevitabbam; ","mn114:24.6":"yatharupanca kho, bhante, cakkhuvinneyyam rupam sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupam cakkhuvinneyyam rupam sevitabbam. ","mn114:24.7":"‘Cakkhuvinneyyam rupampaham, sariputta, duvidhena vadami—","mn114:24.8":"sevitabbampi, asevitabbampi’ti—","mn114:24.9":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:25.1":"Sotavinneyyam saddampaham, sariputta …pe… ","mn114:25.2":"evarupo sotavinneyyo saddo na sevitabbo … ","mn114:25.3":"evarupo sotavinneyyo saddo sevitabbo … ","mn114:26.1":"evarupo ghanavinneyyo gandho na sevitabbo … ","mn114:26.2":"evarupo ghanavinneyyo gandho sevitabbo … ","mn114:27.1":"evarupo jivhavinneyyo raso na sevitabbo … ","mn114:27.2":"evarupo jivhavinneyyo raso sevitabbo … ","mn114:27.3":"kayavinneyyam photthabbampaham, sariputta … ","mn114:28.1":"evarupo kayavinneyyo photthabbo na sevitabbo … ","mn114:28.2":"evarupo kayavinneyyo photthabbo sevitabbo. ","mn114:29.1":"‘Manovinneyyam dhammampaham, sariputta, duvidhena vadami—","mn114:29.2":"sevitabbampi, asevitabbampi’ti—","mn114:29.3":"iti kho panetam vuttam bhagavata. ","mn114:29.4":"Kincetam paticca vuttam? ","mn114:30.1":"Yatharupam, bhante, manovinneyyam dhammam sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupo manovinneyyo dhammo na sevitabbo; ","mn114:30.2":"yatharupanca kho, bhante, manovinneyyam dhammam sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupo manovinneyyo dhammo sevitabbo. ","mn114:30.3":"‘Manovinneyyam dhammampaham, sariputta, duvidhena vadami—","mn114:30.4":"sevitabbampi, asevitabbampi’ti—","mn114:30.5":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:30.6":"Imassa kho aham, bhante, bhagavata sankhittena bhasitassa, vittharena attham avibhattassa, evam vittharena attham ajanami”ti. ","mn114:31.1":"“Sadhu sadhu, sariputta. ","mn114:31.2":"Sadhu kho tvam, sariputta, imassa maya sankhittena bhasitassa, vittharena attham avibhattassa, evam vittharena attham ajanasi. ","mn114:32-36.1":"‘Cakkhuvinneyyam rupampaham, sariputta, duvidhena vadami—","mn114:32-36.2":"sevitabbampi, asevitabbampi’ti—","mn114:32-36.3":"iti kho panetam vuttam maya. ","mn114:32-36.4":"Kincetam paticca vuttam? ","mn114:32-36.5":"Yatharupam, sariputta, cakkhuvinneyyam rupam sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupam cakkhuvinneyyam rupam na sevitabbam; ","mn114:32-36.6":"yatharupanca kho, sariputta, cakkhuvinneyyam rupam sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupam cakkhuvinneyyam rupam sevitabbam. ","mn114:32-36.7":"‘Cakkhuvinneyyam rupampaham, sariputta, duvidhena vadami—","mn114:32-36.8":"sevitabbampi, asevitabbampi’ti—","mn114:32-36.9":"iti yam tam vuttam maya idametam paticca vuttam. ","mn114:37.1":"Sotavinneyyam saddampaham, sariputta …pe… ","mn114:37.2":"evarupo sotavinneyyo saddo na sevitabbo … ","mn114:37.3":"evarupo sotavinneyyo saddo sevitabbo … ","mn114:37.4":"evarupo ghanavinneyyo gandho na sevitabbo … ","mn114:37.5":"evarupo ghanavinneyyo gandho sevitabbo … ","mn114:37.6":"evarupo jivhavinneyyo raso na sevitabbo … ","mn114:37.7":"evarupo jivhavinneyyo raso sevitabbo … ","mn114:37.8":"evarupo kayavinneyyo photthabbo na sevitabbo … ","mn114:37.9":"evarupo kayavinneyyo photthabbo sevitabbo. ","mn114:38.1":"Manovinneyyam dhammampaham, sariputta …pe… ","mn114:38.2":"evarupo manovinneyyo dhammo na sevitabbo … ","mn114:38.3":"evarupo manovinneyyo dhammo sevitabbo. ","mn114:38.4":"‘Manovinneyyam dhammampaham, sariputta, duvidhena vadami—","mn114:38.5":"sevitabbampi, asevitabbampi’ti—","mn114:38.6":"iti yam tam vuttam maya idametam paticca vuttam. ","mn114:38.7":"Imassa kho, sariputta, maya sankhittena bhasitassa evam vittharena attho datthabbo. ","mn114:39.1":"Civarampaham, sariputta, duvidhena vadami—","mn114:39.2":"sevitabbampi, asevitabbampi …pe… ","mn114:39.3":"pindapatampaham, sariputta … ","mn114:39.4":"senasanampaham, sariputta … ","mn114:39.5":"gamampaham, sariputta … ","mn114:39.6":"nigamampaham, sariputta … ","mn114:39.7":"nagarampaham, sariputta … ","mn114:39.8":"janapadampaham, sariputta … ","mn114:39.9":"puggalampaham, sariputta, duvidhena vadami—","mn114:39.10":"sevitabbampi, asevitabbampi”ti. ","mn114:40.1":"Evam vutte, ayasma sariputto bhagavantam etadavoca: ","mn114:40.2":"“imassa kho aham, bhante, bhagavata sankhittena bhasitassa, vittharena attham avibhattassa, evam vittharena attham ajanami. ","mn114:41.1":"‘Civarampaham, sariputta, duvidhena vadami—","mn114:41.2":"sevitabbampi, asevitabbampi’ti—","mn114:41.3":"iti kho panetam vuttam bhagavata. ","mn114:41.4":"Kincetam paticca vuttam? ","mn114:41.5":"Yatharupam, bhante, civaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupam civaram na sevitabbam; ","mn114:41.6":"yatharupanca kho, bhante, civaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupam civaram sevitabbam. ","mn114:41.7":"‘Civarampaham, sariputta, duvidhena vadami—","mn114:41.8":"sevitabbampi, asevitabbampi’ti—","mn114:41.9":"iti yam tam vuttam bhagavata idametam paticca vuttam. ","mn114:42.1":"Pindapatampaham, sariputta …pe… ","mn114:42.2":"evarupo pindapato na sevitabbo … ","mn114:42.3":"evarupo pindapato sevitabbo … ","mn114:43.1":"senasanampaham, sariputta …pe… ","mn114:43.2":"evarupam senasanam na sevitabbam … ","mn114:43.3":"evarupam senasanam sevitabbam … ","mn114:44.1":"gamampaham, sariputta …pe… ","mn114:45.1":"evarupo gamo na sevitabbo … ","mn114:45.2":"evarupo gamo sevitabbo … ","mn114:45.3":"evarupo nigamo na sevitabbo … ","mn114:45.4":"evarupo nigamo sevitabbo … ","mn114:46.1":"evarupam nagaram na sevitabbam … ","mn114:46.2":"evarupam nagaram sevitabbam … ","mn114:47.1":"evarupo janapado na sevitabbo … ","mn114:47.2":"evarupo janapado sevitabbo. ","mn114:48.1":"‘Puggalampaham, sariputta, duvidhena vadami—","mn114:48.2":"sevitabbampi, asevitabbampi’ti—","mn114:48.3":"iti kho panetam vuttam bhagavata. ","mn114:48.4":"Kincetam paticca vuttam? ","mn114:48.5":"Yatharupam, bhante, puggalam sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupo puggalo na sevitabbo; ","mn114:48.6":"yatharupanca kho, bhante, puggalam sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupo puggalo sevitabbo. ","mn114:48.7":"‘Puggalampaham, sariputta, duvidhena vadami—","mn114:48.8":"sevitabbampi, asevitabbampi’ti—","mn114:48.9":"iti yam tam vuttam bhagavata idametam paticca vuttanti. ","mn114:49.1":"Imassa kho aham, bhante, bhagavata sankhittena bhasitassa, vittharena attham avibhattassa evam vittharena attham ajanami”ti. ","mn114:50.1":"“Sadhu sadhu, sariputta. ","mn114:50.2":"Sadhu kho tvam, sariputta, imassa maya sankhittena bhasitassa, vittharena attham avibhattassa evam vittharena attham ajanasi. ","mn114:51-58.1":"‘Civarampaham, sariputta, duvidhena vadami—","mn114:51-58.2":"sevitabbampi, asevitabbampi’ti—","mn114:51-58.3":"iti kho panetam vuttam maya. ","mn114:51-58.4":"Kincetam paticca vuttam? ","mn114:51-58.5":"Yatharupam, sariputta, civaram sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupam civaram na sevitabbam; ","mn114:51-58.6":"yatharupanca kho, sariputta, civaram sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupam civaram sevitabbam. ","mn114:51-58.7":"‘Civarampaham, sariputta, duvidhena vadami—","mn114:51-58.8":"sevitabbampi, asevitabbampi’ti—","mn114:51-58.9":"iti yam tam vuttam maya idametam paticca vuttam. ","mn114:51-58.10":"(Yatha pathamam tatha vittharetabbam) ","mn114:51-58.11":"Evarupo pindapato … ","mn114:51-58.12":"evarupam senasanam … ","mn114:51-58.13":"evarupo gamo … ","mn114:51-58.14":"evarupo nigamo … ","mn114:51-58.15":"evarupam nagaram … ","mn114:51-58.16":"evarupo janapado. ","mn114:59.1":"‘Puggalampaham, sariputta, duvidhena vadami—","mn114:59.2":"sevitabbampi, asevitabbampi’ti—","mn114:59.3":"iti kho panetam vuttam maya. ","mn114:59.4":"Kincetam paticca vuttam? ","mn114:59.5":"Yatharupam, sariputta, puggalam sevato akusala dhamma abhivaddhanti, kusala dhamma parihayanti evarupo puggalo na sevitabbo; ","mn114:59.6":"yatharupanca kho, sariputta, puggalam sevato akusala dhamma parihayanti, kusala dhamma abhivaddhanti evarupo puggalo sevitabbo. ","mn114:59.7":"‘Puggalampaham, sariputta, duvidhena vadami—","mn114:59.8":"sevitabbampi, asevitabbampi’ti—","mn114:59.9":"iti yam tam vuttam maya idametam paticca vuttam. ","mn114:59.10":"Imassa kho, sariputta, maya sankhittena bhasitassa evam vittharena attho datthabbo. ","mn114:60.1":"Sabbepi ce, sariputta, khattiya imassa maya sankhittena bhasitassa evam vittharena attham ajaneyyum, sabbesanampissa khattiyanam digharattam hitaya sukhaya. ","mn114:60.2":"Sabbepi ce, sariputta, brahmana …pe… ","mn114:60.3":"sabbepi ce, sariputta, vessa … ","mn114:60.4":"sabbepi ce, sariputta, sudda imassa maya sankhittena bhasitassa evam vittharena attham ajaneyyum, sabbesanampissa suddanam digharattam hitaya sukhaya. ","mn114:60.5":"Sadevakopi ce, sariputta, loko samarako sabrahmako sassamanabrahmani paja sadevamanussa imassa maya sankhittena bhasitassa evam vittharena attham ajaneyya, sadevakassapissa lokassa samarakassa sabrahmakassa sassamanabrahmaniya pajaya sadevamanussaya digharattam hitaya sukhaya”ti. ","mn114:61.1":"Idamavoca bhagava. ","mn114:61.2":"Attamano ayasma sariputto bhagavato bhasitam abhinanditi. ","mn114:61.3":"Sevitabbasevitabbasuttam nitthitam catuttham. "}