{"mn124:0.1":"Majjhima Nikaya 124 ","mn124:0.2":"Bakulasutta ","mn124:1.1":"Evam me sutam—","mn124:1.2":"ekam samayam ayasma bakulo rajagahe viharati veluvane kalandakanivape. ","mn124:2.1":"Atha kho acelakassapo ayasmato bakulassa puranagihisahayo yenayasma bakulo tenupasankami; upasankamitva ayasmata bakulena saddhim sammodi. ","mn124:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho acelakassapo ayasmantam bakulam etadavoca: ","mn124:3.1":"“Kivaciram pabbajitosi, avuso bakula”ti? ","mn124:3.2":"“Asiti me, avuso, vassani pabbajitassa”ti. ","mn124:3.3":"“Imehi pana te, avuso bakula, asitiya vassehi katikkhattum methuno dhammo patisevito”ti? ","mn124:3.4":"“Na kho mam, avuso kassapa, evam pucchitabbam: ","mn124:3.5":"‘imehi pana te, avuso bakula, asitiya vassehi katikkhattum methuno dhammo patisevito’ti. ","mn124:3.6":"Evanca kho mam, avuso kassapa, pucchitabbam: ","mn124:3.7":"‘imehi pana te, avuso bakula, asitiya vassehi katikkhattum kamasanna uppannapubba’”ti? ","mn124:3.8":"(…) ","mn124:3.9":"“Asiti me, avuso, vassani pabbajitassa nabhijanami kamasannam uppannapubbam”. ","mn124:3.10":"“Yampayasma bakulo asitiya vassehi nabhijanati kamasannam uppannapubbam idampi mayam ayasmato bakulassa acchariyam abbhutadhammam dharema”. ","mn124:4-5.1":"“Asiti me, avuso, vassani pabbajitassa nabhijanami byapadasannam …pe… ","mn124:4-5.2":"vihimsasannam uppannapubbam”. ","mn124:4-5.3":"“Yampayasma bakulo asitiya vassehi nabhijanati vihimsasannam uppannapubbam, idampi mayam ayasmato bakulassa acchariyam abbhutadhammam dharema”. ","mn124:6.1":"“Asiti me, avuso, vassani pabbajitassa nabhijanami kamavitakkam uppannapubbam”. ","mn124:6.2":"“Yampayasma bakulo asitiya vassehi nabhijanati kamavitakkam uppannapubbam, idampi mayam ayasmato bakulassa acchariyam abbhutadhammam dharema”. ","mn124:7-8.1":"“Asiti me, avuso, vassani pabbajitassa nabhijanami byapadavitakkam …pe… ","mn124:7-8.2":"vihimsavitakkam uppannapubbam”. ","mn124:7-8.3":"“Yampayasma bakulo asitiya vassehi nabhijanati vihimsavitakkam uppannapubbam, idampi mayam ayasmato bakulassa acchariyam abbhutadhammam dharema”. ","mn124:9.1":"“Asiti me, avuso, vassani pabbajitassa nabhijanami gahapaticivaram sadita”. ","mn124:9.2":"“Yampayasma bakulo asitiya vassehi nabhijanati gahapaticivaram sadita, idampi mayam ayasmato bakulassa acchariyam abbhutadhammam dharema”. ","mn124:10.1":"“Asiti me, avuso, vassani pabbajitassa nabhijanami satthena civaram chindita”. ","mn124:10.2":"“Yampayasma bakulo asitiya vassehi nabhijanati satthena civaram chindita …pe… dharema”. ","mn124:11-15.1":"“Asiti me, avuso, vassani pabbajitassa nabhijanami suciya civaram sibbita …pe… ","mn124:11-15.2":"nabhijanami rajanena civaram rajita … ","mn124:11-15.3":"nabhijanami kathine civaram sibbita … ","mn124:11-15.4":"nabhijanami sabrahmacarinam civarakamme vicarita … ","mn124:16-19.1":"nabhijanami nimantanam sadita … ","mn124:16-19.2":"nabhijanami evarupam cittam uppannapubbam: ","mn124:16-19.3":"‘aho vata mam koci nimanteyya’ti … ","mn124:16-19.4":"nabhijanami antaraghare nisidita … ","mn124:16-19.5":"nabhijanami antaraghare bhunjita … ","mn124:20-25.1":"nabhijanami matugamassa anubyanjanaso nimittam gaheta … ","mn124:20-25.2":"nabhijanami matugamassa dhammam desita antamaso catuppadampi gatham … ","mn124:20-25.3":"nabhijanami bhikkhunupassayam upasankamita … ","mn124:20-25.4":"nabhijanami bhikkhuniya dhammam desita … ","mn124:20-25.5":"nabhijanami sikkhamanaya dhammam desita … ","mn124:20-25.6":"nabhijanami samaneriya dhammam desita … ","mn124:26-29.1":"nabhijanami pabbajeta … ","mn124:26-29.2":"nabhijanami upasampadeta … ","mn124:26-29.3":"nabhijanami nissayam data … ","mn124:26-29.4":"nabhijanami samaneram upatthapeta … ","mn124:30-36.1":"nabhijanami jantaghare nhayita … ","mn124:30-36.2":"nabhijanami cunnena nhayita … ","mn124:30-36.3":"nabhijanami sabrahmacarigattaparikamme vicarita … ","mn124:30-36.4":"nabhijanami abadham uppannapubbam, antamaso gadduhanamattampi … ","mn124:30-36.5":"nabhijanami bhesajjam upaharita, antamaso haritakikhandampi … ","mn124:30-36.6":"nabhijanami apassenakam apassayita … ","mn124:30-36.7":"nabhijanami seyyam kappeta”. ","mn124:30-36.8":"“Yampayasma …pe… dharema”. ","mn124:37.1":"“Asiti me, avuso, vassani pabbajitassa nabhijanami gamantasenasane vassam upaganta”. ","mn124:37.2":"“Yampayasma bakulo asitiya vassehi nabhijanati gamantasenasane vassam upaganta, idampi mayam ayasmato bakulassa acchariyam abbhutadhammam dharema”. ","mn124:38.1":"“Sattahameva kho aham, avuso, sarano ratthapindam bhunjim; ","mn124:38.2":"atha atthamiyam anna udapadi. ","mn124:38.3":"Yampayasma bakulo sattahameva sarano ratthapindam bhunji; atha atthamiyam anna udapadi idampi mayam ayasmato bakulassa acchariyam abbhutadhammam dharema. ","mn124:39.1":"Labheyyaham, avuso bakula, imasmim dhammavinaye pabbajjam, labheyyam upasampadan”ti. ","mn124:39.2":"Alattha kho acelakassapo imasmim dhammavinaye pabbajjam, alattha upasampadam. ","mn124:39.3":"Acirupasampanno panayasma kassapo eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","mn124:39.4":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","mn124:39.5":"Annataro kho panayasma kassapo arahatam ahosi. ","mn124:40.1":"Atha kho ayasma bakulo aparena samayena avapuranam adaya viharena viharam upasankamitva evamaha: ","mn124:40.2":"“abhikkamathayasmanto, abhikkamathayasmanto. Ajja me parinibbanam bhavissati”ti. ","mn124:40.3":"“Yampayasma bakulo avapuranam adaya viharena viharam upasankamitva evamaha: ‘abhikkamathayasmanto, abhikkamathayasmanto; ajja me parinibbanam bhavissati’ti, idampi mayam ayasmato bakulassa acchariyam abbhutadhammam dharema”. ","mn124:41.1":"Ayasma bakulo majjhe bhikkhusanghassa nisinnakova parinibbayi. ","mn124:41.2":"“Yampayasma bakulo majjhe bhikkhusanghassa nisinnakova parinibbayi, idampi mayam ayasmato bakulassa acchariyam abbhutadhammam dharema”ti. ","mn124:41.3":"Bakulasuttam nitthitam catuttham. "}