{"mn129:0.1":"Majjhima Nikaya 129 ","mn129:0.2":"Balapanditasutta ","mn129:1.1":"Evam me sutam—","mn129:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn129:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn129:1.4":"“bhikkhavo”ti. ","mn129:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn129:1.6":"Bhagava etadavoca: ","mn129:2.1":"“Tinimani, bhikkhave, balassa balalakkhanani balanimittani balapadanani. ","mn129:2.2":"Katamani tini? ","mn129:2.3":"Idha, bhikkhave, balo duccintitacinti ca hoti dubbhasitabhasi ca dukkatakammakari ca. ","mn129:2.4":"No cetam, bhikkhave, balo duccintitacinti ca abhavissa dubbhasitabhasi ca dukkatakammakari ca kena nam pandita janeyyum: ","mn129:2.5":"‘balo ayam bhavam asappuriso’ti? ","mn129:2.6":"Yasma ca kho, bhikkhave, balo duccintitacinti ca hoti dubbhasitabhasi ca dukkatakammakari ca tasma nam pandita jananti: ","mn129:2.7":"‘balo ayam bhavam asappuriso’ti. ","mn129:3.1":"Sa kho so, bhikkhave, balo tividham dittheva dhamme dukkham domanassam patisamvedeti. ","mn129:3.2":"Sace, bhikkhave, balo sabhayam va nisinno hoti, rathikaya va nisinno hoti, singhatake va nisinno hoti; ","mn129:3.3":"tatra ce jano tajjam tassaruppam katham manteti. ","mn129:3.4":"Sace, bhikkhave, balo panatipati hoti, adinnadayi hoti, kamesumicchacari hoti, musavadi hoti, suramerayamajjapamadatthayi hoti. ","mn129:3.5":"Tatra, bhikkhave, balassa evam hoti: ","mn129:3.6":"‘yam kho jano tajjam tassaruppam katham manteti, ","mn129:3.7":"samvijjanteva te dhamma mayi, ahanca tesu dhammesu sandissami’ti. ","mn129:3.8":"Idam, bhikkhave, balo pathamam dittheva dhamme dukkham domanassam patisamvedeti. ","mn129:4.1":"Puna caparam, bhikkhave, balo passati rajano coram agucarim gahetva vividha kammakarana karente—","mn129:4.2":"kasahipi talente vettehipi talente addhadandakehipi talente hatthampi chindante padampi chindante hatthapadampi chindante kannampi chindante nasampi chindante kannanasampi chindante bilangathalikampi karonte sankhamundikampi karonte rahumukhampi karonte jotimalikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cirakavasikampi karonte eneyyakampi karonte balisamamsikampi karonte kahapanikampi karonte kharapatacchikampi karonte palighaparivattikampi karonte palalapithakampi karonte tattenapi telena osincante sunakhehipi khadapente jivantampi sule uttasente asinapi sisam chindante. ","mn129:4.3":"Tatra, bhikkhave, balassa evam hoti: ","mn129:4.4":"‘yatharupanam kho papakanam kammanam hetu rajano coram agucarim gahetva vividha kammakarana karenti—","mn129:4.5":"kasahipi talenti …pe… asinapi sisam chindanti; ","mn129:4.6":"samvijjanteva te dhamma mayi, ahanca tesu dhammesu sandissami. ","mn129:4.7":"Mancepi rajano janeyyum, mampi rajano gahetva vividha kammakarana kareyyum—","mn129:4.8":"kasahipi taleyyum …pe… jivantampi sule uttaseyyum, asinapi sisam chindeyyun’ti. ","mn129:4.9":"Idampi, bhikkhave, balo dutiyam dittheva dhamme dukkham domanassam patisamvedeti. ","mn129:5.1":"Puna caparam, bhikkhave, balam pithasamarulham va mancasamarulham va chamayam va semanam, yanissa pubbe papakani kammani katani kayena duccaritani vacaya duccaritani manasa duccaritani tanissa tamhi samaye olambanti ajjholambanti abhippalambanti. ","mn129:5.2":"Seyyathapi, bhikkhave, mahatam pabbatakutanam chaya sayanhasamayam pathaviya olambanti ajjholambanti abhippalambanti; ","mn129:5.3":"evameva kho, bhikkhave, balam pithasamarulham va mancasamarulham va chamayam va semanam, yanissa pubbe papakani kammani katani kayena duccaritani vacaya duccaritani manasa duccaritani tanissa tamhi samaye olambanti ajjholambanti abhippalambanti. ","mn129:5.4":"Tatra, bhikkhave, balassa evam hoti: ","mn129:5.5":"‘akatam vata me kalyanam, akatam kusalam, akatam bhiruttanam; ","mn129:5.6":"katam papam, katam luddam, katam kibbisam. ","mn129:5.7":"Yavata, bho, akatakalyananam akatakusalanam akatabhiruttananam katapapanam kataluddanam katakibbisanam gati tam gatim pecca gacchami’ti. ","mn129:5.8":"So socati kilamati paridevati urattalim kandati sammoham apajjati. ","mn129:5.9":"Idampi, bhikkhave, balo tatiyam dittheva dhamme dukkham domanassam patisamvedeti. ","mn129:6.1":"Sa kho so, bhikkhave, balo kayena duccaritam caritva vacaya duccaritam caritva manasa duccaritam caritva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn129:7.1":"Yam kho tam, bhikkhave, samma vadamano vadeyya: ","mn129:7.2":"‘ekantam anittham ekantam akantam ekantam amanapan’ti, nirayameva tam samma vadamano vadeyya: ","mn129:7.3":"‘ekantam anittham ekantam akantam ekantam amanapan’ti. ","mn129:7.4":"Yavancidam, bhikkhave, upamapi na sukara yava dukkha niraya”ti. ","mn129:7.5":"Evam vutte, annataro bhikkhu bhagavantam etadavoca: ","mn129:7.6":"“sakka pana, bhante, upamam katun”ti? ","mn129:8.1":"“Sakka, bhikkhu”ti bhagava avoca. ","mn129:8.2":"“Seyyathapi, bhikkhu, coram agucarim gahetva ranno dasseyyum: ","mn129:8.3":"‘ayam kho, deva, coro agucari, imassa yam icchasi tam dandam panehi’ti. ","mn129:8.4":"Tamenam raja evam vadeyya: ","mn129:8.5":"‘gacchatha, bho, imam purisam pubbanhasamayam sattisatena hanatha’ti. ","mn129:8.6":"Tamenam pubbanhasamayam sattisatena haneyyum. ","mn129:8.7":"Atha raja majjhanhikasamayam evam vadeyya: ","mn129:8.8":"‘ambho, katham so puriso’ti? ","mn129:8.9":"‘Tatheva, deva, jivati’ti. ","mn129:8.10":"Tamenam raja evam vadeyya: ","mn129:8.11":"‘gacchatha, bho, tam purisam majjhanhikasamayam sattisatena hanatha’ti. ","mn129:8.12":"Tamenam majjhanhikasamayam sattisatena haneyyum. ","mn129:8.13":"Atha raja sayanhasamayam evam vadeyya: ","mn129:8.14":"‘ambho, katham so puriso’ti? ","mn129:8.15":"‘Tatheva, deva, jivati’ti. ","mn129:8.16":"Tamenam raja evam vadeyya: ","mn129:8.17":"‘gacchatha, bho, tam purisam sayanhasamayam sattisatena hanatha’ti. ","mn129:8.18":"Tamenam sayanhasamayam sattisatena haneyyum. ","mn129:8.19":"Tam kim mannatha, bhikkhave, ","mn129:8.20":"api nu so puriso tihi sattisatehi hannamano tatonidanam dukkham domanassam patisamvediyetha”ti? ","mn129:8.21":"“Ekissapi, bhante, sattiya hannamano so puriso tatonidanam dukkham domanassam patisamvediyetha, ko pana vado tihi sattisatehi”ti? ","mn129:9.1":"Atha kho bhagava parittam panimattam pasanam gahetva bhikkhu amantesi: ","mn129:9.2":"“Tam kim mannatha, bhikkhave, ","mn129:9.3":"katamo nu kho mahantataro—yo cayam maya paritto panimatto pasano gahito, yo ca himava pabbataraja”ti? ","mn129:9.4":"“Appamattako ayam, bhante, bhagavata paritto panimatto pasano gahito, himavantam pabbatarajanam upanidhaya sankhampi na upeti, kalabhagampi na upeti, upanidhampi na upe”ti. ","mn129:9.5":"“Evameva kho, bhikkhave, yam so puriso tihi sattisatehi hannamano tatonidanam dukkham domanassam patisamvedeti tam nirayakassa dukkhassa upanidhaya sankhampi na upeti, kalabhagampi na upeti, upanidhampi na upeti. ","mn129:10.1":"Tamenam, bhikkhave, nirayapala pancavidhabandhanam nama kammakaranam karonti—","mn129:10.2":"tattam ayokhilam hatthe gamenti, tattam ayokhilam dutiye hatthe gamenti, tattam ayokhilam pade gamenti, tattam ayokhilam dutiye pade gamenti, tattam ayokhilam majjhe urasmim gamenti. ","mn129:10.3":"So tattha dukkha tibba khara katuka vedana vedeti, na ca tava kalam karoti yava na tam papakammam byantihoti. ","mn129:11.1":"Tamenam, bhikkhave, nirayapala samvesetva kutharihi tacchanti. ","mn129:11.2":"So tattha dukkha tibba …pe… byantihoti. ","mn129:12.1":"Tamenam, bhikkhave, nirayapala uddhampadam adhosiram gahetva vasihi tacchanti. ","mn129:12.2":"So tattha dukkha tibba …pe… byantihoti. ","mn129:13.1":"Tamenam, bhikkhave, nirayapala rathe yojetva adittaya pathaviya sampajjalitaya sajotibhutaya sarentipi paccasarentipi. ","mn129:13.2":"So tattha dukkha tibba …pe… byantihoti. ","mn129:14.1":"Tamenam, bhikkhave, nirayapala mahantam angarapabbatam adittam sampajjalitam sajotibhutam aropentipi oropentipi. ","mn129:14.2":"So tattha dukkha tibba khara katuka vedana vedeti, na ca tava kalam karoti yava na tam papakammam byantihoti. ","mn129:15.1":"Tamenam, bhikkhave, nirayapala uddhampadam adhosiram gahetva tattaya lohakumbhiya pakkhipanti adittaya sampajjalitaya sajotibhutaya. ","mn129:15.2":"So tattha phenuddehakam paccati. ","mn129:15.3":"So tattha phenuddehakam paccamano sakimpi uddham gacchati, sakimpi adho gacchati, sakimpi tiriyam gacchati. ","mn129:15.4":"So tattha dukkha tibba khara katuka vedana vedeti, na ca tava kalam karoti yava na tam papakammam byantihoti. ","mn129:16.1":"Tamenam, bhikkhave, nirayapala mahaniraye pakkhipanti. ","mn129:16.2":"So kho pana, bhikkhave, mahanirayo—","mn129:16.3":"Catukkanno catudvaro, ","mn129:16.4":"vibhatto bhagaso mito; ","mn129:16.5":"Ayopakarapariyanto, ","mn129:16.6":"ayasa patikujjito. ","mn129:16.7":"Tassa ayomaya bhumi, ","mn129:16.8":"jalita tejasa yuta; ","mn129:16.9":"Samanta yojanasatam, ","mn129:16.10":"pharitva titthati sabbada. ","mn129:17.1":"Anekapariyayenapi kho aham, bhikkhave, nirayakatham katheyyam; ","mn129:17.2":"yavancidam, bhikkhave, na sukara akkhanena papunitum yava dukkha niraya. ","mn129:18.1":"Santi, bhikkhave, tiracchanagata pana tinabhakkha. ","mn129:18.2":"Te allanipi tinani sukkhanipi tinani dantullehakam khadanti. ","mn129:18.3":"Katame ca, bhikkhave, tiracchanagata pana tinabhakkha? ","mn129:18.4":"Hatthi assa gona gadrabha aja miga, ye va panannepi keci tiracchanagata pana tinabhakkha. ","mn129:18.5":"Sa kho so, bhikkhave, balo idha pubbe rasado idha papani kammani karitva kayassa bheda param marana tesam sattanam sahabyatam upapajjati ye te satta tinabhakkha. ","mn129:19.1":"Santi, bhikkhave, tiracchanagata pana guthabhakkha. ","mn129:19.2":"Te duratova guthagandham ghayitva dhavanti: ","mn129:19.3":"‘ettha bhunjissama, ettha bhunjissama’ti. ","mn129:19.4":"Seyyathapi nama brahmana ahutigandhena dhavanti: ","mn129:19.5":"‘ettha bhunjissama, ettha bhunjissama’ti; ","mn129:19.6":"evameva kho, bhikkhave, santi tiracchanagata pana guthabhakkha, ","mn129:19.7":"te duratova guthagandham ghayitva dhavanti: ","mn129:19.8":"‘ettha bhunjissama, ettha bhunjissama’ti. ","mn129:19.9":"Katame ca, bhikkhave, tiracchanagata pana guthabhakkha? ","mn129:19.10":"Kukkuta sukara sona singala, ye va panannepi keci tiracchanagata pana guthabhakkha. ","mn129:19.11":"Sa kho so, bhikkhave, balo idha pubbe rasado idha papani kammani karitva kayassa bheda param marana tesam sattanam sahabyatam upapajjati ye te satta guthabhakkha. ","mn129:20.1":"Santi, bhikkhave, tiracchanagata pana andhakare jayanti andhakare jiyanti andhakare miyanti. ","mn129:20.2":"Katame ca, bhikkhave, tiracchanagata pana andhakare jayanti andhakare jiyanti andhakare miyanti? ","mn129:20.3":"Kita pulava ganduppada, ye va panannepi keci tiracchanagata pana andhakare jayanti andhakare jiyanti andhakare miyanti. ","mn129:20.4":"Sa kho so, bhikkhave, balo idha pubbe rasado, idha papani kammani karitva kayassa bheda param marana tesam sattanam sahabyatam upapajjati ye te satta andhakare jayanti andhakare jiyanti andhakare miyanti. ","mn129:21.1":"Santi, bhikkhave, tiracchanagata pana udakasmim jayanti udakasmim jiyanti udakasmim miyanti. ","mn129:21.2":"Katame ca, bhikkhave, tiracchanagata pana udakasmim jayanti udakasmim jiyanti udakasmim miyanti? ","mn129:21.3":"Maccha kacchapa susumara, ye va panannepi keci tiracchanagata pana udakasmim jayanti udakasmim jiyanti udakasmim miyanti. ","mn129:21.4":"Sa kho so, bhikkhave, balo idha pubbe rasado idha papani kammani karitva kayassa bheda param marana tesam sattanam sahabyatam upapajjati ye te satta udakasmim jayanti udakasmim jiyanti udakasmim miyanti. ","mn129:22.1":"Santi, bhikkhave, tiracchanagata pana asucismim jayanti asucismim jiyanti asucismim miyanti. ","mn129:22.2":"Katame ca, bhikkhave, tiracchanagata pana asucismim jayanti asucismim jiyanti asucismim miyanti? ","mn129:22.3":"Ye te, bhikkhave, satta putimacche va jayanti putimacche va jiyanti putimacche va miyanti putikunape va …pe… ","mn129:22.4":"putikummase va … ","mn129:22.5":"candanikaya va … ","mn129:22.6":"oligalle va jayanti, ye va panannepi keci tiracchanagata pana asucismim jayanti asucismim jiyanti asucismim miyanti. ","mn129:22.7":"Sa kho so, bhikkhave, balo idha pubbe rasado idha papani kammani karitva kayassa bheda param marana tesam sattanam sahabyatam upapajjati ye te satta asucismim jayanti asucismim jiyanti asucismim miyanti. ","mn129:23.1":"Anekapariyayenapi kho aham, bhikkhave, tiracchanayonikatham katheyyam; ","mn129:23.2":"yavancidam, bhikkhave, na sukaram akkhanena papunitum yava dukkha tiracchanayoni. ","mn129:24.1":"Seyyathapi, bhikkhave, puriso ekacchiggalam yugam mahasamudde pakkhipeyya. ","mn129:24.2":"Tamenam puratthimo vato pacchimena samhareyya, pacchimo vato puratthimena samhareyya, uttaro vato dakkhinena samhareyya, dakkhino vato uttarena samhareyya. ","mn129:24.3":"Tatrassa kano kacchapo, so vassasatassa vassasatassa accayena sakim ummujjeyya. ","mn129:24.4":"Tam kim mannatha, bhikkhave, ","mn129:24.5":"api nu so kano kacchapo amusmim ekacchiggale yuge givam paveseyya”ti? ","mn129:24.6":"“No hetam, bhante”. ","mn129:24.7":"“Yadi pana, bhante, kadaci karahaci dighassa addhuno accayena”ti. ","mn129:24.8":"“Khippataram kho so, bhikkhave, kano kacchapo amusmim ekacchiggale yuge givam paveseyya, ato dullabhataraham, bhikkhave, manussattam vadami sakim vinipatagatena balena. ","mn129:24.9":"Tam kissa hetu? ","mn129:24.10":"Na hettha, bhikkhave, atthi dhammacariya samacariya kusalakiriya punnakiriya. ","mn129:24.11":"Annamannakhadika ettha, bhikkhave, vattati dubbalakhadika. ","mn129:25.1":"Sa kho so, bhikkhave, balo sace kadaci karahaci dighassa addhuno accayena manussattam agacchati, yani tani nicakulani—","mn129:25.2":"candalakulam va nesadakulam va venakulam va rathakarakulam va pukkusakulam va. ","mn129:25.3":"Tatharupe kule paccajayati dalidde appannapanabhojane kasiravuttike, yattha kasirena ghasacchado labbhati. ","mn129:25.4":"So ca hoti dubbanno duddasiko okotimako bavhabadho kano va kuni va khujjo va pakkhahato va na labhi annassa panassa vatthassa yanassa malagandhavilepanassa seyyavasathapadipeyyassa. ","mn129:25.5":"So kayena duccaritam carati vacaya duccaritam carati manasa duccaritam carati. ","mn129:25.6":"So kayena duccaritam caritva vacaya duccaritam caritva manasa duccaritam caritva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn129:26.1":"Seyyathapi, bhikkhave, akkhadhutto pathameneva kaliggahena puttampi jiyetha, darampi jiyetha, sabbam sapateyyampi jiyetha, uttaripi adhibandham nigaccheyya. ","mn129:26.2":"Appamattako so, bhikkhave, kaliggaho yam so akkhadhutto pathameneva kaliggahena puttampi jiyetha, darampi jiyetha, sabbam sapateyyampi jiyetha, uttaripi adhibandham nigaccheyya. ","mn129:26.3":"Atha kho ayameva tato mahantataro kaliggaho yam so balo kayena duccaritam caritva vacaya duccaritam caritva manasa duccaritam caritva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn129:26.4":"Ayam, bhikkhave, kevala paripura balabhumiti. ","mn129:27.1":"Tinimani, bhikkhave, panditassa panditalakkhanani panditanimittani panditapadanani. ","mn129:27.2":"Katamani tini? ","mn129:27.3":"Idha, bhikkhave, pandito sucintitacinti ca hoti subhasitabhasi ca sukatakammakari ca. ","mn129:27.4":"No cetam, bhikkhave, pandito sucintitacinti ca abhavissa subhasitabhasi ca sukatakammakari ca, kena nam pandita janeyyum: ","mn129:27.5":"‘pandito ayam bhavam sappuriso’ti? ","mn129:28.1":"Yasma ca kho, bhikkhave, pandito sucintitacinti ca hoti subhasitabhasi ca sukatakammakari ca tasma nam pandita jananti: ","mn129:28.2":"‘pandito ayam bhavam sappuriso’ti. ","mn129:28.3":"Sa kho so, bhikkhave, pandito tividham dittheva dhamme sukham somanassam patisamvedeti. ","mn129:28.4":"Sace, bhikkhave, pandito sabhayam va nisinno hoti, rathikaya va nisinno hoti, singhatake va nisinno hoti; ","mn129:28.5":"tatra ce jano tajjam tassaruppam katham manteti. ","mn129:28.6":"Sace, bhikkhave, pandito panatipata pativirato hoti, adinnadana pativirato hoti, kamesumicchacara pativirato hoti, musavada pativirato hoti, suramerayamajjappamadatthana pativirato hoti; ","mn129:28.7":"tatra, bhikkhave, panditassa evam hoti: ","mn129:28.8":"‘yam kho jano tajjam tassaruppam katham manteti; ","mn129:28.9":"samvijjanteva te dhamma mayi, ahanca tesu dhammesu sandissami’ti. ","mn129:28.10":"Idam, bhikkhave, pandito pathamam dittheva dhamme sukham somanassam patisamvedeti. ","mn129:29.1":"Puna caparam, bhikkhave, pandito passati rajano coram agucarim gahetva vividha kammakarana karente—","mn129:29.2":"kasahipi talente vettehipi talente addhadandakehipi talente hatthampi chindante padampi chindante hatthapadampi chindante kannampi chindante nasampi chindante kannanasampi chindante bilangathalikampi karonte sankhamundikampi karonte rahumukhampi karonte jotimalikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cirakavasikampi karonte eneyyakampi karonte balisamamsikampi karonte kahapanikampi karonte kharapatacchikampi karonte palighaparivattikampi karonte palalapithakampi karonte tattenapi telena osincante sunakhehipi khadapente jivantampi sule uttasente asinapi sisam chindante. ","mn129:29.3":"Tatra, bhikkhave, panditassa evam hoti: ","mn129:29.4":"‘yatharupanam kho papakanam kammanam hetu rajano coram agucarim gahetva vividha kammakarana karenti kasahipi talenti, vettehipi talenti, addhadandakehipi talenti, hatthampi chindanti, padampi chindanti, hatthapadampi chindanti, kannampi chindanti, nasampi chindanti, kannanasampi chindanti, bilangathalikampi karonti, sankhamundikampi karonti, rahumukhampi karonti, jotimalikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cirakavasikampi karonti, eneyyakampi karonti, balisamamsikampi karonti, kahapanikampi karonti, kharapatacchikampi karonti, palighaparivattikampi karonti, palalapithakampi karonti, tattenapi telena osincanti, sunakhehipi khadapenti, jivantampi sule uttasenti, asinapi sisam chindanti, na te dhamma mayi samvijjanti, ahanca na tesu dhammesu sandissami’ti. ","mn129:29.5":"Idampi, bhikkhave, pandito dutiyam dittheva dhamme sukham somanassam patisamvedeti. ","mn129:30.1":"Puna caparam, bhikkhave, panditam pithasamarulham va mancasamarulham va chamayam va semanam, yanissa pubbe kalyanani kammani katani kayena sucaritani vacaya sucaritani manasa sucaritani tanissa tamhi samaye olambanti …pe… ","mn129:30.2":"seyyathapi, bhikkhave, mahatam pabbatakutanam chaya sayanhasamayam pathaviya olambanti ajjholambanti abhippalambanti; ","mn129:30.3":"evameva kho, bhikkhave, panditam pithasamarulham va mancasamarulham va chamayam va semanam yanissa pubbe kalyanani kammani katani kayena sucaritani vacaya sucaritani manasa sucaritani tanissa tamhi samaye olambanti ajjholambanti abhippalambanti. ","mn129:30.4":"Tatra, bhikkhave, panditassa evam hoti: ","mn129:30.5":"‘akatam vata me papam, akatam luddam, akatam kibbisam; ","mn129:30.6":"katam kalyanam, katam kusalam, katam bhiruttanam. ","mn129:30.7":"Yavata, bho, akatapapanam akataluddanam akatakibbisanam katakalyananam katakusalanam katabhiruttananam gati tam gatim pecca gacchami’ti. ","mn129:30.8":"So na socati, na kilamati, na paridevati, na urattalim kandati, na sammoham apajjati. ","mn129:30.9":"Idampi, bhikkhave, pandito tatiyam dittheva dhamme sukham somanassam patisamvedeti. ","mn129:31.1":"Sa kho so, bhikkhave, pandito kayena sucaritam caritva vacaya sucaritam caritva manasa sucaritam caritva kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn129:32.1":"Yam kho tam, bhikkhave, samma vadamano vadeyya: ","mn129:32.2":"‘ekantam ittham ekantam kantam ekantam manapan’ti, saggameva tam samma vadamano vadeyya: ","mn129:32.3":"‘ekantam ittham ekantam kantam ekantam manapan’ti. ","mn129:32.4":"Yavancidam, bhikkhave, upamapi na sukara yava sukha sagga”ti. ","mn129:32.5":"Evam vutte, annataro bhikkhu bhagavantam etadavoca: ","mn129:32.6":"“sakka pana, bhante, upamam katun”ti? ","mn129:33.1":"“Sakka, bhikkhu”ti bhagava avoca. ","mn129:33.2":"“Seyyathapi, bhikkhave, raja cakkavatti sattahi ratanehi samannagato catuhi ca iddhihi tatonidanam sukham somanassam patisamvedeti. ","mn129:34.1":"Katamehi sattahi? ","mn129:34.2":"Idha, bhikkhave, ranno khattiyassa muddhavasittassa tadahuposathe pannarase sisamnhatassa uposathikassa uparipasadavaragatassa dibbam cakkaratanam patubhavati sahassaram sanemikam sanabhikam sabbakaraparipuram. ","mn129:34.3":"Tam disvana ranno khattiyassa muddhavasittassa evam hoti: ","mn129:34.4":"‘sutam kho pana metam yassa ranno khattiyassa muddhavasittassa tadahuposathe pannarase sisamnhatassa uposathikassa uparipasadavaragatassa dibbam cakkaratanam patubhavati sahassaram sanemikam sanabhikam sabbakaraparipuram, so hoti raja cakkavattiti. ","mn129:34.5":"Assam nu kho aham raja cakkavatti’ti? ","mn129:35.1":"Atha kho, bhikkhave, raja khattiyo muddhavasitto vamena hatthena bhinkaram gahetva dakkhinena hatthena cakkaratanam abbhukkirati: ","mn129:35.2":"‘pavattatu bhavam cakkaratanam, abhivijinatu bhavam cakkaratanan’ti. ","mn129:35.3":"Atha kho tam, bhikkhave, cakkaratanam puratthimam disam pavattati. Anvadeva raja cakkavatti saddhim caturanginiya senaya. Yasmim kho pana, bhikkhave, padese cakkaratanam patitthati tattha raja cakkavatti vasam upeti saddhim caturanginiya senaya. ","mn129:35.4":"Ye kho pana, bhikkhave, puratthimaya disaya patirajano te rajanam cakkavattim upasankamitva evamahamsu: ","mn129:35.5":"‘ehi kho, maharaja. Svagatam te, maharaja. Sakam te, maharaja. Anusasa, maharaja’ti. ","mn129:35.6":"Raja cakkavatti evamaha: ","mn129:35.7":"‘pano na hantabbo, adinnam nadatabbam, kamesumiccha na caritabba, musa na bhasitabba, majjam na patabbam, yathabhuttanca bhunjatha’ti. ","mn129:35.8":"Ye kho pana, bhikkhave, puratthimaya disaya patirajano te ranno cakkavattissa anuyanta bhavanti. ","mn129:35.9":"Atha kho tam, bhikkhave, cakkaratanam puratthimam samuddam ajjhogahetva paccuttaritva dakkhinam disam pavattati …pe… ","mn129:35.10":"dakkhinam samuddam ajjhogahetva paccuttaritva pacchimam disam pavattati …pe… ","mn129:35.11":"pacchimam samuddam ajjhogahetva paccuttaritva uttaram disam pavattati anvadeva raja cakkavatti saddhim caturanginiya senaya. Yasmim kho pana, bhikkhave, padese cakkaratanam patitthati tattha raja cakkavatti vasam upeti saddhim caturanginiya senaya. ","mn129:35.12":"Ye kho pana, bhikkhave, uttaraya disaya patirajano te rajanam cakkavattim upasankamitva evamahamsu: ","mn129:35.13":"‘ehi kho, maharaja. Svagatam te, maharaja. Sakam te, maharaja. Anusasa, maharaja’ti. ","mn129:35.14":"Raja cakkavatti evamaha: ","mn129:35.15":"‘pano na hantabbo, adinnam nadatabbam, kamesumiccha na caritabba, musa na bhasitabba, majjam na patabbam; yathabhuttanca bhunjatha’ti. ","mn129:35.16":"Ye kho pana, bhikkhave, uttaraya disaya patirajano te ranno cakkavattissa anuyanta bhavanti. ","mn129:35.17":"Atha kho tam, bhikkhave, cakkaratanam samuddapariyantam pathavim abhivijinitva tameva rajadhanim paccagantva ranno cakkavattissa antepuradvare akkhahatam manne titthati ranno cakkavattissa antepuradvaram upasobhayamanam. ","mn129:35.18":"Ranno, bhikkhave, cakkavattissa evarupam cakkaratanam patubhavati. ","mn129:36.1":"Puna caparam, bhikkhave, ranno cakkavattissa hatthiratanam patubhavati—","mn129:36.2":"sabbaseto sattappatittho iddhima vehasangamo uposatho nama nagaraja. ","mn129:36.3":"Tam disvana ranno cakkavattissa cittam pasidati: ","mn129:36.4":"‘bhaddakam vata bho hatthiyanam, sace damatham upeyya’ti. ","mn129:36.5":"Atha kho tam, bhikkhave, hatthiratanam seyyathapi nama bhaddo hatthajaniyo digharattam suparidanto evameva damatham upeti. ","mn129:36.6":"Bhutapubbam, bhikkhave, raja cakkavatti tameva hatthiratanam vimamsamano pubbanhasamayam abhiruhitva samuddapariyantam pathavim anusamyayitva tameva rajadhanim paccagantva patarasamakasi. ","mn129:36.7":"Ranno, bhikkhave, cakkavattissa evarupam hatthiratanam patubhavati. ","mn129:37.1":"Puna caparam, bhikkhave, ranno cakkavattissa assaratanam patubhavati—","mn129:37.2":"sabbaseto kalasiso munjakeso iddhima vehasangamo valahako nama assaraja. ","mn129:37.3":"Tam disvana ranno cakkavattissa cittam pasidati: ","mn129:37.4":"‘bhaddakam vata bho assayanam, sace damatham upeyya’ti. ","mn129:37.5":"Atha kho tam, bhikkhave, assaratanam seyyathapi nama bhaddo assajaniyo digharattam suparidanto evameva damatham upeti. ","mn129:37.6":"Bhutapubbam, bhikkhave, raja cakkavatti tameva assaratanam vimamsamano pubbanhasamayam abhiruhitva samuddapariyantam pathavim anusamyayitva tameva rajadhanim paccagantva patarasamakasi. ","mn129:37.7":"Ranno, bhikkhave, cakkavattissa evarupam assaratanam patubhavati. ","mn129:38.1":"Puna caparam, bhikkhave, ranno cakkavattissa maniratanam patubhavati. ","mn129:38.2":"So hoti mani veluriyo subho jatima atthamso suparikammakato. ","mn129:38.3":"Tassa kho pana, bhikkhave, maniratanassa abha samanta yojanam phuta hoti. ","mn129:38.4":"Bhutapubbam, bhikkhave, raja cakkavatti tameva maniratanam vimamsamano caturanginim senam sannayhitva manim dhajaggam aropetva rattandhakaratimisaya payasi. ","mn129:38.5":"Ye kho pana, bhikkhave, samanta gama ahesum te tenobhasena kammante payojesum ‘diva’ti mannamana. ","mn129:38.6":"Ranno, bhikkhave, cakkavattissa evarupam maniratanam patubhavati. ","mn129:39.1":"Puna caparam, bhikkhave, ranno cakkavattissa itthiratanam patubhavati. ","mn129:39.2":"Sa abhirupa dassaniya pasadika paramaya vannapokkharataya samannagata natidigha natirassa natikisa natithula natikalika naccodata, atikkanta manusam vannam, appatta dibbam vannam. ","mn129:39.3":"Tassa kho pana, bhikkhave, itthiratanassa evarupo kayasamphasso hoti, seyyathapi nama tulapicuno va kappasapicuno va. ","mn129:39.4":"Tassa kho pana, bhikkhave, itthiratanassa site unhani gattani honti, unhe sitani gattani honti. ","mn129:39.5":"Tassa kho pana, bhikkhave, itthiratanassa kayato candanagandho vayati, mukhato uppalagandho vayati. ","mn129:39.6":"Tam kho pana, bhikkhave, itthiratanam ranno cakkavattissa pubbutthayini hoti pacchanipatini kinkarapatissavini manapacarini piyavadini. ","mn129:39.7":"Tam kho pana, bhikkhave, itthiratanam rajanam cakkavattim manasapi no aticarati, kuto pana kayena? ","mn129:39.8":"Ranno, bhikkhave, cakkavattissa evarupam itthiratanam patubhavati. ","mn129:40.1":"Puna caparam, bhikkhave, ranno cakkavattissa gahapatiratanam patubhavati. ","mn129:40.2":"Tassa kammavipakajam dibbacakkhu patubhavati, yena nidhim passati sassamikampi assamikampi. ","mn129:40.3":"So rajanam cakkavattim upasankamitva evamaha: ","mn129:40.4":"‘appossukko tvam, deva, hohi. Aham te dhanena dhanakaraniyam karissami’ti. ","mn129:40.5":"Bhutapubbam, bhikkhave, raja cakkavatti tameva gahapatiratanam vimamsamano navam abhiruhitva majjhe gangaya nadiya sotam ogahitva gahapatiratanam etadavoca: ","mn129:40.6":"‘attho me, gahapati, hirannasuvannena’ti. ","mn129:40.7":"‘Tena hi, maharaja, ekam tiram nava upetu’ti. ","mn129:40.8":"‘Idheva me, gahapati, attho hirannasuvannena’ti. ","mn129:40.9":"Atha kho tam, bhikkhave, gahapatiratanam ubhohi hatthehi udake omasitva puram hirannasuvannassa kumbhim uddharitva rajanam cakkavattim etadavoca: ","mn129:40.10":"‘alamettavata, maharaja. Katamettavata, maharaja. Pujitamettavata, maharaja’ti. ","mn129:40.11":"Raja cakkavatti evamaha: ","mn129:40.12":"‘alamettavata, gahapati. Katamettavata, gahapati. Pujitamettavata, gahapati’ti. ","mn129:40.13":"Ranno, bhikkhave, cakkavattissa evarupam gahapatiratanam patubhavati. ","mn129:41.1":"Puna caparam, bhikkhave, ranno cakkavattissa parinayakaratanam patubhavati—","mn129:41.2":"pandito byatto medhavi patibalo rajanam cakkavattim upayapetabbam upayapetum apayapetabbam apayapetum thapetabbam thapetum. ","mn129:41.3":"So rajanam cakkavattim upasankamitva evamaha: ","mn129:41.4":"‘appossukko tvam, deva, hohi. Ahamanusasissami’ti. ","mn129:41.5":"Ranno, bhikkhave, cakkavattissa evarupam parinayakaratanam patubhavati. ","mn129:41.6":"Raja, bhikkhave, cakkavatti imehi sattahi ratanehi samannagato hoti. ","mn129:42.1":"Katamahi catuhi iddhihi? ","mn129:42.2":"Idha, bhikkhave, raja cakkavatti abhirupo hoti dassaniyo pasadiko paramaya vannapokkharataya samannagato ativiya annehi manussehi. ","mn129:42.3":"Raja, bhikkhave, cakkavatti imaya pathamaya iddhiya samannagato hoti. ","mn129:43.1":"Puna caparam, bhikkhave, raja cakkavatti dighayuko hoti ciratthitiko ativiya annehi manussehi. ","mn129:43.2":"Raja, bhikkhave, cakkavatti imaya dutiyaya iddhiya samannagato hoti. ","mn129:44.1":"Puna caparam, bhikkhave, raja cakkavatti appabadho hoti appatanko samavepakiniya gahaniya samannagato natisitaya naccunhaya ativiya annehi manussehi. ","mn129:44.2":"Raja, bhikkhave, cakkavatti imaya tatiyaya iddhiya samannagato hoti. ","mn129:45.1":"Puna caparam, bhikkhave, raja cakkavatti brahmanagahapatikanam piyo hoti manapo. ","mn129:45.2":"Seyyathapi, bhikkhave, pita puttanam piyo hoti manapo; ","mn129:45.3":"evameva kho, bhikkhave, raja cakkavatti brahmanagahapatikanam piyo hoti manapo. ","mn129:45.4":"Rannopi, bhikkhave, cakkavattissa brahmanagahapatika piya honti manapa. ","mn129:45.5":"Seyyathapi, bhikkhave, pitu putta piya honti manapa; ","mn129:45.6":"evameva kho, bhikkhave, rannopi cakkavattissa brahmanagahapatika piya honti manapa. ","mn129:45.7":"Bhutapubbam, bhikkhave, raja cakkavatti caturanginiya senaya uyyanabhumim niyyasi. ","mn129:45.8":"Atha kho, bhikkhave, brahmanagahapatika rajanam cakkavattim upasankamitva evamahamsu: ","mn129:45.9":"‘ataramano, deva, yahi yatha tam mayam cirataram passeyyama’ti. ","mn129:45.10":"Rajapi, bhikkhave, cakkavatti sarathim amantesi: ","mn129:45.11":"‘ataramano, sarathi, pesehi yatha mam brahmanagahapatika cirataram passeyyun’ti. ","mn129:45.12":"Raja, bhikkhave, cakkavatti imaya catutthaya iddhiya samannagato hoti. ","mn129:45.13":"Raja, bhikkhave, cakkavatti imahi catuhi iddhihi samannagato hoti. ","mn129:46.1":"Tam kim mannatha, bhikkhave, ","mn129:46.2":"api nu kho raja cakkavatti imehi sattahi ratanehi samannagato imahi catuhi ca iddhihi tatonidanam sukham somanassam patisamvediyetha”ti? ","mn129:46.3":"“Ekamekenapi, bhante, ratanena samannagato raja cakkavatti tatonidanam sukham somanassam patisamvediyetha, ko pana vado sattahi ratanehi catuhi ca iddhihi”ti? ","mn129:47.1":"Atha kho bhagava parittam panimattam pasanam gahetva bhikkhu amantesi: ","mn129:47.2":"“Tam kim mannatha, bhikkhave, ","mn129:47.3":"katamo nu kho mahantataro—yo cayam maya paritto panimatto pasano gahito yo ca himava pabbataraja”ti? ","mn129:47.4":"“Appamattako ayam, bhante, bhagavata paritto panimatto pasano gahito; himavantam pabbatarajanam upanidhaya sankhampi na upeti; kalabhagampi na upeti; upanidhampi na upeti”ti. ","mn129:47.5":"“Evameva kho, bhikkhave, yam raja cakkavatti sattahi ratanehi samannagato catuhi ca iddhihi tatonidanam sukham somanassam patisamvedeti tam dibbassa sukhassa upanidhaya sankhampi na upeti; kalabhagampi na upeti; upanidhampi na upeti. ","mn129:48.1":"Sa kho so, bhikkhave, pandito sace kadaci karahaci dighassa addhuno accayena manussattam agacchati, yani tani uccakulani—","mn129:48.2":"khattiyamahasalakulam va brahmanamahasalakulam va gahapatimahasalakulam va tatharupe kule paccajayati addhe mahaddhane mahabhoge pahutajataruparajate pahutavittupakarane pahutadhanadhanne. ","mn129:48.3":"So ca hoti abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato, labhi annassa panassa vatthassa yanassa malagandhavilepanassa seyyavasathapadipeyyassa. ","mn129:48.4":"So kayena sucaritam carati, vacaya sucaritam carati, manasa sucaritam carati. ","mn129:48.5":"So kayena sucaritam caritva, vacaya sucaritam caritva, manasa sucaritam caritva, kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn129:49.1":"Seyyathapi, bhikkhave, akkhadhutto pathameneva kataggahena mahantam bhogakkhandham adhigaccheyya; ","mn129:49.2":"appamattako so, bhikkhave, kataggaho yam so akkhadhutto pathameneva kataggahena mahantam bhogakkhandham adhigaccheyya. ","mn129:49.3":"Atha kho ayameva tato mahantataro kataggaho yam so pandito kayena sucaritam caritva, vacaya sucaritam caritva, manasa sucaritam caritva kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn129:49.4":"Ayam, bhikkhave, kevala paripura panditabhumi”ti. ","mn129:49.5":"Idamavoca bhagava. ","mn129:49.6":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn129:49.7":"Balapanditasuttam nitthitam navamam. "}