{"mn123:0.1":"Majjhima Nikaya 123 ","mn123:0.2":"Acchariyaabbhutasutta ","mn123:1.1":"Evam me sutam—","mn123:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn123:2.1":"Atha kho sambahulanam bhikkhunam pacchabhattam pindapatapatikkantanam upatthanasalayam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","mn123:2.2":"“acchariyam, avuso, abbhutam, avuso. Tathagatassa mahiddhikata mahanubhavata, ","mn123:2.3":"yatra hi nama tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte janissati: ","mn123:2.4":"‘evamjacca te bhagavanto ahesum’ itipi, ‘evamnama te bhagavanto ahesum’ itipi, ‘evangotta te bhagavanto ahesum’ itipi, ‘evamsila te bhagavanto ahesum’ itipi, ‘evamdhamma te bhagavanto ahesum’ itipi, ‘evampanna te bhagavanto ahesum’ itipi, ‘evamvihari te bhagavanto ahesum’ itipi, ‘evamvimutta te bhagavanto ahesum’ itipi”ti. ","mn123:2.5":"Evam vutte, ayasma anando te bhikkhu etadavoca: ","mn123:2.6":"“acchariya ceva, avuso, tathagata acchariyadhammasamannagata ca; ","mn123:2.7":"abbhuta ceva, avuso, tathagata abbhutadhammasamannagata ca”ti. ","mn123:2.8":"Ayanca hidam tesam bhikkhunam antarakatha vippakata hoti. ","mn123:2.9":"Atha kho bhagava sayanhasamayam patisallana vutthito yenupatthanasala tenupasankami; upasankamitva pannatte asane nisidi. ","mn123:2.10":"Nisajja kho bhagava bhikkhu amantesi: ","mn123:2.11":"“kaya nuttha, bhikkhave, etarahi kathaya sannisinna, ka ca pana vo antarakatha vippakata”ti? ","mn123:2.12":"“Idha, bhante, amhakam pacchabhattam pindapatapatikkantanam upatthanasalayam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","mn123:2.13":"‘acchariyam, avuso, abbhutam, avuso, tathagatassa mahiddhikata mahanubhavata, yatra hi nama tathagato atite buddhe parinibbute chinnapapance chinnavatume pariyadinnavatte sabbadukkhavitivatte janissati—","mn123:2.14":"evamjacca te bhagavanto ahesum itipi, evamnama … evangotta … evamsila … evamdhamma … evampanna … evamvihari … evamvimutta te bhagavanto ahesum itipi’ti. Evam vutte, bhante, ayasma anando amhe etadavoca: ","mn123:2.15":"‘acchariya ceva, avuso, tathagata acchariyadhammasamannagata ca; ","mn123:2.16":"abbhuta ceva, avuso, tathagata abbhutadhammasamannagata ca’ti. ","mn123:2.17":"Ayam kho no, bhante, antarakatha vippakata; atha bhagava anuppatto”ti. ","mn123:2.18":"Atha kho bhagava ayasmantam anandam amantesi: ","mn123:2.19":"“tasmatiha tam, ananda, bhiyyoso mattaya patibhantu tathagatassa acchariya abbhutadhamma”ti. ","mn123:3.1":"“Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:3.2":"‘sato sampajano, ananda, bodhisatto tusitam kayam upapajji’ti. ","mn123:3.3":"Yampi, bhante, sato sampajano bodhisatto tusitam kayam upapajji idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:4.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:4.2":"‘sato sampajano, ananda, bodhisatto tusite kaye atthasi’ti. ","mn123:4.3":"Yampi, bhante, sato sampajano bodhisatto tusite kaye atthasi idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:5.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:5.2":"‘yavatayukam, ananda, bodhisatto tusite kaye atthasi’ti. ","mn123:5.3":"Yampi, bhante, yavatayukam bodhisatto tusite kaye atthasi idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:6.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:6.2":"‘sato sampajano, ananda, bodhisatto tusita, kaya cavitva matukucchim okkami’ti. ","mn123:6.3":"Yampi, bhante, sato sampajano bodhisatto tusita kaya cavitva matukucchim okkami idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:7.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:7.2":"‘yada, ananda, bodhisatto tusita kaya cavitva matukucchim okkamati, ","mn123:7.3":"atha sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya appamano ularo obhaso loke patubhavati atikkammeva devanam devanubhavam. ","mn123:7.4":"Yapi ta lokantarika agha asamvuta andhakara andhakaratimisa, yatthapime candimasuriya evammahiddhika evammahanubhava abhaya nanubhonti tatthapi appamano ularo obhaso loke patubhavati atikkammeva devanam devanubhavam. ","mn123:7.5":"Yepi tattha satta upapanna tepi tenobhasena annamannam sanjananti—annepi kira, bho, santi satta idhupapannati. ","mn123:7.6":"Ayanca dasasahassi lokadhatu sankampati sampakampati sampavedhati appamano ca ularo obhaso loke patubhavati atikkammeva devanam devanubhavan’ti. ","mn123:7.7":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:8.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:8.2":"‘yada, ananda, bodhisatto matukucchim okkanto hoti, cattaro devaputta catuddisam arakkhaya upagacchanti—ma nam bodhisattam va bodhisattamataram va manusso va amanusso va koci va vihethesi’ti. ","mn123:8.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:9.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:9.2":"‘yada, ananda, bodhisatto matukucchim okkanto hoti, pakatiya silavati bodhisattamata hoti virata panatipata virata adinnadana virata kamesumicchacara virata musavada virata suramerayamajjapamadatthana’ti. ","mn123:9.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:10.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:10.2":"‘yada, ananda, bodhisatto matukucchim okkanto hoti, na bodhisattamatu purisesu manasam uppajjati kamagunupasamhitam, anatikkamaniya ca bodhisattamata hoti kenaci purisena rattacittena’ti. ","mn123:10.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:11.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:11.2":"‘yada, ananda, bodhisatto matukucchim okkanto hoti, labhini bodhisattamata hoti pancannam kamagunanam. Sa pancahi kamagunehi samappita samangibhuta paricareti’ti. ","mn123:11.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:12.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:12.2":"‘yada, ananda, bodhisatto matukucchim okkanto hoti, na bodhisattamatu kocideva abadho uppajjati; sukhini bodhisattamata hoti akilantakaya; bodhisattanca bodhisattamata tirokucchigatam passati sabbangapaccangam ahinindriyam. ","mn123:12.3":"Seyyathapi, ananda, mani veluriyo subho jatima atthamso suparikammakato. Tatrassa suttam avutam nilam va pitam va lohitam va odatam va pandusuttam va. ","mn123:12.4":"Tamenam cakkhuma puriso hatthe karitva paccavekkheyya—ayam kho mani veluriyo subho jatima atthamso suparikammakato, tatridam suttam avutam nilam va pitam va lohitam va odatam va pandusuttam vati. ","mn123:12.5":"Evameva kho, ananda, yada bodhisatto matukucchim okkanto hoti, na bodhisattamatu kocideva abadho uppajjati; sukhini bodhisattamata hoti akilantakaya; bodhisattanca bodhisattamata tirokucchigatam passati sabbangapaccangam ahinindriyan’ti. ","mn123:12.6":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:13.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:13.2":"‘sattahajate, ananda, bodhisatte bodhisattamata kalam karoti, tusitam kayam upapajjati’ti. ","mn123:13.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:14.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:14.2":"‘yatha kho panananda, anna itthika nava va dasa va mase gabbham kucchina pariharitva vijayanti, na hevam bodhisattam bodhisattamata vijayati. Daseva masani bodhisattam bodhisattamata kucchina pariharitva vijayati’ti. ","mn123:14.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:15.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:15.2":"‘yatha kho panananda, anna itthika nisinna va nipanna va vijayanti, na hevam bodhisattam bodhisattamata vijayati. Thitava bodhisattam bodhisattamata vijayati’ti. ","mn123:15.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:16.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:16.2":"‘yada, ananda, bodhisatto matukucchimha nikkhamati, deva nam pathamam patigganhanti paccha manussa’ti. ","mn123:16.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:17.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:17.2":"‘yada, ananda, bodhisatto matukucchimha nikkhamati, appattova bodhisatto pathavim hoti, cattaro nam devaputta patiggahetva matu purato thapenti—attamana, devi, hohi; mahesakkho te putto uppanno’ti. ","mn123:17.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:18.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:18.2":"‘yada, ananda, bodhisatto matukucchimha nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucina suddho visado. ","mn123:18.3":"Seyyathapi, ananda, maniratanam kasike vatthe nikkhittam neva maniratanam kasikam vattham makkheti napi kasikam vattham maniratanam makkheti. ","mn123:18.4":"Tam kissa hetu? ","mn123:18.5":"Ubhinnam suddhatta. ","mn123:18.6":"Evameva kho, ananda, yada bodhisatto matukucchimha nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucina suddho visado’ti. ","mn123:18.7":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:19.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:19.2":"‘yada, ananda, bodhisatto matukucchimha nikkhamati, dve udakassa dhara antalikkha patubhavanti—eka sitassa, eka unhassa; yena bodhisattassa udakakiccam karonti matu ca’ti. ","mn123:19.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:20.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:20.2":"‘sampatijato, ananda, bodhisatto samehi padehi pathaviyam patitthahitva uttarabhimukho sattapadavitiharena gacchati, setamhi chatte anudhariyamane, sabba ca disa viloketi, asabhinca vacam bhasati—aggohamasmi lokassa, jetthohamasmi lokassa, setthohamasmi lokassa. Ayamantima jati, natthi dani punabbhavo’ti. ","mn123:20.3":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi. ","mn123:21.1":"Sammukha metam, bhante, bhagavato sutam, sammukha patiggahitam: ","mn123:21.2":"‘yada, ananda, bodhisatto matukucchimha nikkhamati, atha sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya appamano ularo obhaso loke patubhavati atikkammeva devanam devanubhavam. ","mn123:21.3":"Yapi ta lokantarika agha asamvuta andhakara andhakaratimisa yatthapime candimasuriya evammahiddhika evammahanubhava abhaya nanubhonti tatthapi appamano ularo obhaso loke patubhavati atikkammeva devanam devanubhavam. ","mn123:21.4":"Yepi tattha satta upapanna tepi tenobhasena annamannam sanjananti—annepi kira, bho, santi satta idhupapannati. ","mn123:21.5":"Ayanca dasasahassi lokadhatu sankampati sampakampati sampavedhati, appamano ca ularo obhaso loke patubhavati atikkammeva devanam devanubhavan’ti. ","mn123:21.6":"Yampi, bhante …pe… idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi”ti. ","mn123:22.1":"“Tasmatiha tvam, ananda, idampi tathagatassa acchariyam abbhutadhammam dharehi. ","mn123:22.2":"Idhananda, tathagatassa vidita vedana uppajjanti, vidita upatthahanti, vidita abbhattham gacchanti; ","mn123:22.3":"vidita sanna uppajjanti …pe… ","mn123:22.4":"vidita vitakka uppajjanti, vidita upatthahanti, vidita abbhattham gacchanti. ","mn123:22.5":"Idampi kho tvam, ananda, tathagatassa acchariyam abbhutadhammam dharehi”ti. ","mn123:23.1":"“Yampi, bhante, bhagavato vidita vedana uppajjanti, vidita upatthahanti, vidita abbhattham gacchanti; ","mn123:23.2":"vidita sanna … ","mn123:23.3":"vidita vitakka uppajjanti, vidita upatthahanti, vidita abbhattham gacchanti. ","mn123:23.4":"Idampaham, bhante, bhagavato acchariyam abbhutadhammam dharemi”ti. ","mn123:23.5":"Idamavoca ayasma anando. ","mn123:23.6":"Samanunno sattha ahosi; ","mn123:23.7":"attamana ca te bhikkhu ayasmato anandassa bhasitam abhinandunti. ","mn123:23.8":"Acchariyaabbhutasuttam nitthitam tatiyam. "}