{"mn12:0.1":"Majjhima Nikaya 12 ","mn12:0.2":"Mahasihanadasutta ","mn12:1.1":"Evam me sutam—","mn12:1.2":"ekam samayam bhagava vesaliyam viharati bahinagare aparapure vanasande. ","mn12:2.1":"Tena kho pana samayena sunakkhatto licchaviputto acirapakkanto hoti imasma dhammavinaya. ","mn12:2.2":"So vesaliyam parisati evam vacam bhasati: ","mn12:2.3":"“natthi samanassa gotamassa uttari manussadhamma alamariyananadassanaviseso. ","mn12:2.4":"Takkapariyahatam samano gotamo dhammam deseti vimamsanucaritam sayampatibhanam. ","mn12:2.5":"Yassa ca khvassa atthaya dhammo desito so niyyati takkarassa samma dukkhakkhayaya”ti. ","mn12:3.1":"Atha kho ayasma sariputto pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","mn12:3.2":"Assosi kho ayasma sariputto sunakkhattassa licchaviputtassa vesaliyam parisati evam vacam bhasamanassa: ","mn12:3.3":"“natthi samanassa gotamassa uttari manussadhamma alamariyananadassanaviseso. ","mn12:3.4":"Takkapariyahatam samano gotamo dhammam deseti vimamsanucaritam sayampatibhanam. ","mn12:3.5":"Yassa ca khvassa atthaya dhammo desito so niyyati takkarassa samma dukkhakkhayaya”ti. ","mn12:3.6":"Atha kho ayasma sariputto vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma sariputto bhagavantam etadavoca: ","mn12:3.7":"“sunakkhatto, bhante, licchaviputto acirapakkanto imasma dhammavinaya. ","mn12:3.8":"So vesaliyam parisati evam vacam bhasati: ","mn12:3.9":"‘natthi samanassa gotamassa uttari manussadhamma alamariyananadassanaviseso. ","mn12:3.10":"Takkapariyahatam samano gotamo dhammam deseti vimamsanucaritam sayampatibhanam. ","mn12:3.11":"Yassa ca khvassa atthaya dhammo desito so niyyati takkarassa samma dukkhakkhayaya’”ti. ","mn12:4.1":"“Kodhano heso, sariputta, sunakkhatto moghapuriso. ","mn12:4.2":"Kodha ca panassa esa vaca bhasita. ","mn12:4.3":"‘Avannam bhasissami’ti kho, sariputta, sunakkhatto moghapuriso vannamyeva tathagatassa bhasati. ","mn12:4.4":"Vanno heso, sariputta, tathagatassa yo evam vadeyya: ","mn12:4.5":"‘yassa ca khvassa atthaya dhammo desito so niyyati takkarassa samma dukkhakkhayaya’ti. ","mn12:5.1":"Ayampi hi nama, sariputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ","mn12:5.2":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi, sattha devamanussanam, buddho bhagava’ti. ","mn12:6.1":"Ayampi hi nama, sariputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ","mn12:6.2":"‘itipi so bhagava anekavihitam iddhividham paccanubhoti—ekopi hutva bahudha hoti, bahudhapi hutva eko hoti; avibhavam, tirobhavam; tirokuttam tiropakaram tiropabbatam asajjamano gacchati, seyyathapi akase; pathaviyapi ummujjanimujjam karoti, seyyathapi udake; udakepi abhijjamane gacchati, seyyathapi pathaviyam; akasepi pallankena kamati, seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina parimasati parimajjati; yava brahmalokapi kayena vasam vatteti’ti. ","mn12:7.1":"Ayampi hi nama, sariputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ","mn12:7.2":"‘itipi so bhagava dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunati—dibbe ca manuse ca, ye dure santike ca’ti. ","mn12:8.1":"Ayampi hi nama, sariputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ","mn12:8.2":"‘itipi so bhagava parasattanam parapuggalanam cetasa ceto paricca pajanati—","mn12:8.3":"saragam va cittam saragam cittanti pajanati, ","mn12:8.4":"vitaragam va cittam vitaragam cittanti pajanati; ","mn12:8.5":"sadosam va cittam sadosam cittanti pajanati, ","mn12:8.6":"vitadosam va cittam vitadosam cittanti pajanati; ","mn12:8.7":"samoham va cittam samoham cittanti pajanati, ","mn12:8.8":"vitamoham va cittam vitamoham cittanti pajanati; ","mn12:8.9":"sankhittam va cittam sankhittam cittanti pajanati, ","mn12:8.10":"vikkhittam va cittam vikkhittam cittanti pajanati; ","mn12:8.11":"mahaggatam va cittam mahaggatam cittanti pajanati, ","mn12:8.12":"amahaggatam va cittam amahaggatam cittanti pajanati; ","mn12:8.13":"sauttaram va cittam sauttaram cittanti pajanati, ","mn12:8.14":"anuttaram va cittam anuttaram cittanti pajanati; ","mn12:8.15":"samahitam va cittam samahitam cittanti pajanati, ","mn12:8.16":"asamahitam va cittam asamahitam cittanti pajanati; ","mn12:8.17":"vimuttam va cittam vimuttam cittanti pajanati, ","mn12:8.18":"avimuttam va cittam avimuttam cittanti pajanati’ti. ","mn12:9.1":"Dasa kho panimani, sariputta, tathagatassa tathagatabalani yehi balehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:9.2":"Katamani dasa? ","mn12:10.1":"Idha, sariputta, tathagato thananca thanato atthananca atthanato yathabhutam pajanati. ","mn12:10.2":"Yampi, sariputta, tathagato thananca thanato atthananca atthanato yathabhutam pajanati, idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:11.1":"Puna caparam, sariputta, tathagato atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam pajanati. ","mn12:11.2":"Yampi, sariputta, tathagato atitanagatapaccuppannanam kammasamadananam thanaso hetuso vipakam yathabhutam pajanati, idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:12.1":"Puna caparam, sariputta, tathagato sabbatthagaminim patipadam yathabhutam pajanati. ","mn12:12.2":"Yampi, sariputta, tathagato sabbatthagaminim patipadam yathabhutam pajanati, idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:13.1":"Puna caparam, sariputta, tathagato anekadhatunanadhatulokam yathabhutam pajanati. ","mn12:13.2":"Yampi, sariputta, tathagato anekadhatunanadhatulokam yathabhutam pajanati, idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:14.1":"Puna caparam, sariputta, tathagato sattanam nanadhimuttikatam yathabhutam pajanati. ","mn12:14.2":"Yampi, sariputta, tathagato sattanam nanadhimuttikatam yathabhutam pajanati, idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:15.1":"Puna caparam, sariputta, tathagato parasattanam parapuggalanam indriyaparopariyattam yathabhutam pajanati. ","mn12:15.2":"Yampi, sariputta, tathagato parasattanam parapuggalanam indriyaparopariyattam yathabhutam pajanati, idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:16.1":"Puna caparam, sariputta, tathagato jhanavimokkhasamadhisamapattinam sankilesam vodanam vutthanam yathabhutam pajanati. ","mn12:16.2":"Yampi, sariputta, tathagato jhanavimokkhasamadhisamapattinam sankilesam vodanam vutthanam yathabhutam pajanati, idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:17.1":"Puna caparam, sariputta, tathagato anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn12:17.2":"Yampi, sariputta, tathagato anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati, idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:18.1":"Puna caparam, sariputta, tathagato dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati. ","mn12:18.2":"Yampi, sariputta, tathagato dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati. Idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:19.1":"Puna caparam, sariputta, tathagato asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","mn12:19.2":"Yampi, sariputta, tathagato asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati, idampi, sariputta, tathagatassa tathagatabalam hoti yam balam agamma tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:20.1":"Imani kho, sariputta, dasa tathagatassa tathagatabalani yehi balehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:21.1":"Yo kho mam, sariputta, evam janantam evam passantam evam vadeyya: ","mn12:21.2":"‘natthi samanassa gotamassa uttari manussadhamma alamariyananadassanaviseso; ","mn12:21.3":"takkapariyahatam samano gotamo dhammam deseti vimamsanucaritam sayampatibhanan’ti, ","mn12:21.4":"tam, sariputta, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:21.5":"Seyyathapi, sariputta, bhikkhu silasampanno samadhisampanno pannasampanno dittheva dhamme annam aradheyya, evam sampadamidam, sariputta, vadami. ","mn12:21.6":"Tam vacam appahaya, tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:22.1":"Cattarimani, sariputta, tathagatassa vesarajjani yehi vesarajjehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:22.2":"Katamani cattari? ","mn12:23.1":"‘Sammasambuddhassa te patijanato ime dhamma anabhisambuddha’ti. Tatra vata mam samano va brahmano va devo va maro va brahma va koci va lokasmim sahadhammena paticodessatiti nimittametam, sariputta, na samanupassami. ","mn12:23.2":"Etamaham, sariputta, nimittam asamanupassanto khemappatto abhayappatto vesarajjappatto viharami. ","mn12:24.1":"‘Khinasavassa te patijanato ime asava aparikkhina’ti. Tatra vata mam samano va brahmano va devo va maro va brahma va koci va lokasmim sahadhammena paticodessatiti nimittametam, sariputta, na samanupassami. ","mn12:24.2":"Etamaham, sariputta, nimittam asamanupassanto khemappatto abhayappatto vesarajjappatto viharami. ","mn12:25.1":"‘Ye kho pana te antarayika dhamma vutta, te patisevato nalam antarayaya’ti. Tatra vata mam samano va brahmano va devo va maro va brahma va koci va lokasmim sahadhammena paticodessatiti nimittametam, sariputta, na samanupassami. ","mn12:25.2":"Etamaham, sariputta, nimittam asamanupassanto khemappatto abhayappatto vesarajjappatto viharami. ","mn12:26.1":"‘Yassa kho pana te atthaya dhammo desito, so na niyyati takkarassa samma dukkhakkhayaya’ti. Tatra vata mam samano va brahmano va devo va maro va brahma va koci va lokasmim sahadhammena paticodessatiti nimittametam, sariputta, na samanupassami. ","mn12:26.2":"Etamaham, sariputta, nimittam asamanupassanto khemappatto abhayappatto vesarajjappatto viharami. ","mn12:27.1":"Imani kho, sariputta, cattari tathagatassa vesarajjani yehi vesarajjehi samannagato tathagato asabham thanam patijanati, parisasu sihanadam nadati, brahmacakkam pavatteti. ","mn12:28.1":"Yo kho mam, sariputta, evam janantam evam passantam evam vadeyya: ","mn12:28.2":"‘natthi samanassa gotamassa uttari manussadhamma alamariyananadassanaviseso, takkapariyahatam samano gotamo dhammam deseti vimamsanucaritam sayampatibhanan’ti, ","mn12:28.3":"tam, sariputta, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:28.4":"Seyyathapi, sariputta, bhikkhu silasampanno samadhisampanno pannasampanno dittheva dhamme annam aradheyya, evam sampadamidam, sariputta, vadami. ","mn12:28.5":"Tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:29.1":"Attha kho ima, sariputta, parisa. ","mn12:29.2":"Katama attha? ","mn12:29.3":"Khattiyaparisa, brahmanaparisa, gahapatiparisa, samanaparisa, catumaharajikaparisa, tavatimsaparisa, maraparisa, brahmaparisa—","mn12:29.4":"ima kho, sariputta, attha parisa. ","mn12:29.5":"Imehi kho, sariputta, catuhi vesarajjehi samannagato tathagato ima attha parisa upasankamati ajjhogahati. ","mn12:29.6":"Abhijanami kho panaham, sariputta, anekasatam khattiyaparisam upasankamita. ","mn12:29.7":"Tatrapi maya sannisinnapubbanceva, sallapitapubbanca, sakaccha ca samapajjitapubba. ","mn12:29.8":"Tatra vata mam bhayam va sarajjam va okkamissatiti nimittametam, sariputta, na samanupassami. ","mn12:29.9":"Etamaham, sariputta, nimittam asamanupassanto khemappatto abhayappatto vesarajjappatto viharami. ","mn12:30.1":"Abhijanami kho panaham, sariputta, anekasatam brahmanaparisam …pe… ","mn12:30.2":"gahapatiparisam … ","mn12:30.3":"samanaparisam … ","mn12:30.4":"catumaharajikaparisam … ","mn12:30.5":"tavatimsaparisam … ","mn12:30.6":"maraparisam … ","mn12:30.7":"brahmaparisam upasankamita. ","mn12:30.8":"Tatrapi maya sannisinnapubbanceva, sallapitapubbanca, sakaccha ca samapajjitapubba. ","mn12:30.9":"Tatra vata mam bhayam va sarajjam va okkamissatiti nimittametam, sariputta, na samanupassami. ","mn12:30.10":"Etamaham, sariputta, nimittam asamanupassanto khemappatto abhayappatto vesarajjappatto viharami. ","mn12:31.1":"Yo kho mam, sariputta, evam janantam evam passantam evam vadeyya: ","mn12:31.2":"‘natthi samanassa gotamassa uttari manussadhamma alamariyananadassanaviseso, takkapariyahatam samano gotamo dhammam deseti vimamsanucaritam sayampatibhanan’ti, ","mn12:31.3":"tam, sariputta, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:31.4":"Seyyathapi, sariputta, bhikkhu silasampanno samadhisampanno pannasampanno dittheva dhamme annam aradheyya, evam sampadamidam, sariputta, vadami. ","mn12:31.5":"Tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:32.1":"Catasso kho ima, sariputta, yoniyo. ","mn12:32.2":"Katama catasso? ","mn12:32.3":"Andaja yoni, jalabuja yoni, samsedaja yoni, opapatika yoni. ","mn12:33.1":"Katama ca, sariputta, andaja yoni? ","mn12:33.2":"Ye kho te, sariputta, satta andakosam abhinibbhijja jayanti—","mn12:33.3":"ayam vuccati, sariputta, andaja yoni. ","mn12:33.4":"Katama ca, sariputta, jalabuja yoni? ","mn12:33.5":"Ye kho te, sariputta, satta vatthikosam abhinibbhijja jayanti—","mn12:33.6":"ayam vuccati, sariputta, jalabuja yoni. ","mn12:33.7":"Katama ca, sariputta, samsedaja yoni? ","mn12:33.8":"Ye kho te, sariputta, satta putimacche va jayanti putikunape va putikummase va candanikaye va oligalle va jayanti—","mn12:33.9":"ayam vuccati, sariputta, samsedaja yoni. ","mn12:33.10":"Katama ca, sariputta, opapatika yoni? ","mn12:33.11":"Deva, nerayika, ekacce ca manussa, ekacce ca vinipatika—","mn12:33.12":"ayam vuccati, sariputta, opapatika yoni. ","mn12:33.13":"Ima kho, sariputta, catasso yoniyo. ","mn12:34.1":"Yo kho mam, sariputta, evam janantam evam passantam evam vadeyya: ","mn12:34.2":"‘natthi samanassa gotamassa uttari manussadhamma alamariyananadassanaviseso, takkapariyahatam samano gotamo dhammam deseti vimamsanucaritam sayampatibhanan’ti, ","mn12:34.3":"tam, sariputta, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:34.4":"Seyyathapi, sariputta, bhikkhu silasampanno samadhisampanno pannasampanno dittheva dhamme annam aradheyya, evam sampadamidam, sariputta, vadami. ","mn12:34.5":"Tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:35.1":"Panca kho ima, sariputta, gatiyo. ","mn12:35.2":"Katama panca? ","mn12:35.3":"Nirayo, tiracchanayoni, pettivisayo, manussa, deva. ","mn12:36.1":"Nirayancaham, sariputta, pajanami, nirayagaminca maggam, nirayagamininca patipadam; ","mn12:36.2":"yatha patipanno ca kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati tanca pajanami. ","mn12:36.3":"Tiracchanayonincaham, sariputta, pajanami, tiracchanayonigaminca maggam, tiracchanayonigamininca patipadam; ","mn12:36.4":"yatha patipanno ca kayassa bheda param marana tiracchanayonim upapajjati tanca pajanami. ","mn12:36.5":"Pettivisayancaham, sariputta, pajanami, pettivisayagaminca maggam, pettivisayagamininca patipadam; ","mn12:36.6":"yatha patipanno ca kayassa bheda param marana pettivisayam upapajjati tanca pajanami. ","mn12:36.7":"Manusse caham, sariputta, pajanami, manussalokagaminca maggam, manussalokagamininca patipadam; ","mn12:36.8":"yatha patipanno ca kayassa bheda param marana manussesu upapajjati tanca pajanami. ","mn12:36.9":"Deve caham, sariputta, pajanami, devalokagaminca maggam, devalokagamininca patipadam; ","mn12:36.10":"yatha patipanno ca kayassa bheda param marana sugatim saggam lokam upapajjati tanca pajanami. ","mn12:36.11":"Nibbanancaham, sariputta, pajanami, nibbanagaminca maggam, nibbanagamininca patipadam; ","mn12:36.12":"yatha patipanno ca asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati tanca pajanami. ","mn12:37.1":"Idhaham, sariputta, ekaccam puggalam evam cetasa ceto paricca pajanami—","mn12:37.2":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho, yatha kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjissatiti. ","mn12:37.3":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana apayam duggatim vinipatam nirayam upapannam, ekantadukkha tibba katuka vedana vedayamanam. ","mn12:37.4":"Seyyathapi, sariputta, angarakasu sadhikaporisa pura angaranam vitaccikanam vitadhumanam. ","mn12:37.5":"Atha puriso agaccheyya ghammabhitatto ghammapareto kilanto tasito pipasito ekayanena maggena tameva angarakasum panidhaya. ","mn12:37.6":"Tamenam cakkhuma puriso disva evam vadeyya: ","mn12:37.7":"‘tathayam bhavam puriso patipanno tatha ca iriyati tanca maggam samarulho, yatha imamyeva angarakasum agamissati’ti. ","mn12:37.8":"Tamenam passeyya aparena samayena tassa angarakasuya patitam, ekantadukkha tibba katuka vedana vedayamanam. ","mn12:37.9":"Evameva kho aham, sariputta, idhekaccam puggalam evam cetasa ceto paricca pajanami—","mn12:37.10":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho yatha kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjissatiti. ","mn12:37.11":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana apayam duggatim vinipatam nirayam upapannam, ekantadukkha tibba katuka vedana vedayamanam. ","mn12:38.1":"Idha panaham, sariputta, ekaccam puggalam evam cetasa ceto paricca pajanami—","mn12:38.2":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho, yatha kayassa bheda param marana tiracchanayonim upapajjissatiti. ","mn12:38.3":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana tiracchanayonim upapannam, dukkha tibba katuka vedana vedayamanam. ","mn12:38.4":"Seyyathapi, sariputta, guthakupo sadhikaporiso, puro guthassa. ","mn12:38.5":"Atha puriso agaccheyya ghammabhitatto ghammapareto kilanto tasito pipasito ekayanena maggena tameva guthakupam panidhaya. ","mn12:38.6":"Tamenam cakkhuma puriso disva evam vadeyya: ","mn12:38.7":"‘tathayam bhavam puriso patipanno tatha ca iriyati tanca maggam samarulho yatha imamyeva guthakupam agamissati’ti. ","mn12:38.8":"Tamenam passeyya aparena samayena tasmim guthakupe patitam, dukkha tibba katuka vedana vedayamanam. ","mn12:38.9":"Evameva kho aham, sariputta, idhekaccam puggalam evam cetasa ceto paricca pajanami—","mn12:38.10":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho, yatha kayassa bheda param marana tiracchanayonim upapajjissatiti. ","mn12:38.11":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana tiracchanayonim upapannam, dukkha tibba katuka vedana vedayamanam. ","mn12:39.1":"Idha panaham, sariputta, ekaccam puggalam evam cetasa ceto paricca pajanami—","mn12:39.2":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho, yatha kayassa bheda param marana pettivisayam upapajjissatiti. ","mn12:39.3":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana pettivisayam upapannam, dukkhabahula vedana vedayamanam. ","mn12:39.4":"Seyyathapi, sariputta, rukkho visame bhumibhage jato tanupattapalaso kabaracchayo. ","mn12:39.5":"Atha puriso agaccheyya ghammabhitatto ghammapareto kilanto tasito pipasito ekayanena maggena tameva rukkham panidhaya. ","mn12:39.6":"Tamenam cakkhuma puriso disva evam vadeyya: ","mn12:39.7":"‘tathayam bhavam puriso patipanno tatha ca iriyati tanca maggam samarulho, yatha imamyeva rukkham agamissati’ti. ","mn12:39.8":"Tamenam passeyya, aparena samayena tassa rukkhassa chayaya nisinnam va nipannam va dukkhabahula vedana vedayamanam. ","mn12:39.9":"Evameva kho aham, sariputta, idhekaccam puggalam evam cetasa ceto paricca pajanami—","mn12:39.10":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho, yatha kayassa bheda param marana pettivisayam upapajjissatiti. ","mn12:39.11":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana pettivisayam upapannam, dukkhabahula vedana vedayamanam. ","mn12:40.1":"Idha panaham, sariputta, ekaccam puggalam evam cetasa ceto paricca pajanami—","mn12:40.2":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho yatha kayassa bheda param marana manussesu upapajjissatiti. ","mn12:40.3":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana manussesu upapannam, sukhabahula vedana vedayamanam. ","mn12:40.4":"Seyyathapi, sariputta, rukkho same bhumibhage jato bahalapattapalaso sandacchayo. ","mn12:40.5":"Atha puriso agaccheyya ghammabhitatto ghammapareto kilanto tasito pipasito ekayanena maggena tameva rukkham panidhaya. ","mn12:40.6":"Tamenam cakkhuma puriso disva evam vadeyya: ","mn12:40.7":"‘tathayam bhavam puriso patipanno tatha ca iriyati tanca maggam samarulho, yatha imameva rukkham agamissati’ti. ","mn12:40.8":"Tamenam passeyya aparena samayena tassa rukkhassa chayaya nisinnam va nipannam va sukhabahula vedana vedayamanam. ","mn12:40.9":"Evameva kho aham, sariputta, idhekaccam puggalam evam cetasa ceto paricca pajanami—","mn12:40.10":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho yatha kayassa bheda param marana manussesu upapajjissatiti. ","mn12:40.11":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana manussesu upapannam, sukhabahula vedana vedayamanam. ","mn12:41.1":"Idha panaham, sariputta, ekaccam puggalam evam cetasa ceto paricca pajanami: ","mn12:41.2":"‘tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho, yatha kayassa bheda param marana sugatim saggam lokam upapajjissati’ti. ","mn12:41.3":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana sugatim saggam lokam upapannam, ekantasukha vedana vedayamanam. ","mn12:41.4":"Seyyathapi, sariputta, pasado, tatrassa kutagaram ullittavalittam nivatam phusitaggalam pihitavatapanam. ","mn12:41.5":"Tatrassa pallanko gonakatthato patikatthato patalikatthato kadalimigapavarapaccattharano sauttaracchado ubhatolohitakupadhano. ","mn12:41.6":"Atha puriso agaccheyya ghammabhitatto ghammapareto kilanto tasito pipasito ekayanena maggena tameva pasadam panidhaya. ","mn12:41.7":"Tamenam cakkhuma puriso disva evam vadeyya: ","mn12:41.8":"‘tathayam bhavam puriso patipanno tatha ca iriyati tanca maggam samarulho, yatha imamyeva pasadam agamissati’ti. ","mn12:41.9":"Tamenam passeyya aparena samayena tasmim pasade tasmim kutagare tasmim pallanke nisinnam va nipannam va ekantasukha vedana vedayamanam. ","mn12:41.10":"Evameva kho aham, sariputta, idhekaccam puggalam evam cetasa ceto paricca pajanami—","mn12:41.11":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho yatha kayassa bheda param marana sugatim saggam lokam upapajjissatiti. ","mn12:41.12":"Tamenam passami aparena samayena dibbena cakkhuna visuddhena atikkantamanusakena kayassa bheda param marana sugatim saggam lokam upapannam, ekantasukha vedana vedayamanam. ","mn12:42.1":"Idha panaham, sariputta, ekaccam puggalam cetasa ceto paricca pajanami—","mn12:42.2":"tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho, yatha asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatiti. ","mn12:42.3":"Tamenam passami aparena samayena asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharantam, ekantasukha vedana vedayamanam. ","mn12:42.4":"Seyyathapi, sariputta, pokkharani acchodaka satodaka sitodaka setaka supatittha ramaniya. ","mn12:42.5":"Avidure cassa tibbo vanasando. ","mn12:42.6":"Atha puriso agaccheyya ghammabhitatto ghammapareto kilanto tasito pipasito ekayanena maggena tameva pokkharanim panidhaya. ","mn12:42.7":"Tamenam cakkhuma puriso disva evam vadeyya: ","mn12:42.8":"‘tatha bhavam puriso patipanno tatha ca iriyati tanca maggam samarulho, yatha imamyeva pokkharanim agamissati’ti. ","mn12:42.9":"Tamenam passeyya aparena samayena tam pokkharanim ogahetva nhayitva ca pivitva ca sabbadarathakilamathaparilaham patippassambhetva paccuttaritva tasmim vanasande nisinnam va nipannam va, ekantasukha vedana vedayamanam. ","mn12:42.10":"Evameva kho aham, sariputta, idhekaccam puggalam evam cetasa ceto paricca pajanami: ","mn12:42.11":"‘tathayam puggalo patipanno tatha ca iriyati tanca maggam samarulho, yatha asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharissati’ti. ","mn12:42.12":"Tamenam passami aparena samayena asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharantam, ekantasukha vedana vedayamanam. ","mn12:42.13":"Ima kho, sariputta, panca gatiyo. ","mn12:43.1":"Yo kho mam, sariputta, evam janantam evam passantam evam vadeyya: ","mn12:43.2":"‘natthi samanassa gotamassa uttari manussadhamma alamariyananadassanaviseso; ","mn12:43.3":"takkapariyahatam samano gotamo dhammam deseti vimamsanucaritam sayampatibhanan’ti ","mn12:43.4":"tam, sariputta, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:43.5":"Seyyathapi, sariputta, bhikkhu silasampanno samadhisampanno pannasampanno dittheva dhamme annam aradheyya; evam sampadamidam, sariputta, vadami ","mn12:43.6":"tam vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","mn12:44.1":"Abhijanami kho panaham, sariputta, caturangasamannagatam brahmacariyam carita—","mn12:44.2":"tapassi sudam homi paramatapassi, lukho sudam homi paramalukho, jegucchi sudam homi paramajegucchi, pavivitto sudam homi paramapavivitto. ","mn12:45.1":"Tatrassu me idam, sariputta, tapassitaya hoti—acelako homi muttacaro hatthapalekhano, naehibhaddantiko natitthabhaddantiko; nabhihatam na uddissakatam na nimantanam sadiyami. ","mn12:45.2":"So na kumbhimukha patigganhami, na kalopimukha patigganhami, na elakamantaram, na dandamantaram, na musalamantaram, na dvinnam bhunjamananam, na gabbhiniya, na payamanaya, na purisantaragataya, na sankittisu, na yattha sa upatthito hoti, na yattha makkhika sandasandacarini; na maccham na mamsam na suram na merayam na thusodakam pivami; ","mn12:45.3":"so ekagariko va homi ekalopiko, dvagariko va homi dvalopiko …pe… sattagariko va homi sattalopiko; ","mn12:45.4":"ekissapi dattiya yapemi, dvihipi dattihi yapemi …pe… sattahipi dattihi yapemi; ","mn12:45.5":"ekahikampi aharam aharemi, dvihikampi aharam aharemi …pe… sattahikampi aharam aharemi; iti evarupam addhamasikampi pariyayabhattabhojananuyogamanuyutto viharami. ","mn12:45.6":"So sakabhakkho va homi, samakabhakkho va homi, nivarabhakkho va homi, daddulabhakkho va homi, hatabhakkho va homi, kanabhakkho va homi, acamabhakkho va homi, pinnakabhakkho va homi, tinabhakkho va homi, gomayabhakkho va homi, vanamulaphalaharo yapemi pavattaphalabhoji. ","mn12:45.7":"So sananipi dharemi, masananipi dharemi, chavadussanipi dharemi, pamsukulanipi dharemi, tiritanipi dharemi, ajinampi dharemi, ajinakkhipampi dharemi, kusacirampi dharemi, vakacirampi dharemi, phalakacirampi dharemi, kesakambalampi dharemi, valakambalampi dharemi, ulukapakkhampi dharemi; ","mn12:45.8":"kesamassulocakopi homi kesamassulocananuyogamanuyutto; ","mn12:45.9":"ubbhatthakopi homi asanapatikkhitto; ","mn12:45.10":"ukkutikopi homi ukkutikappadhanamanuyutto; ","mn12:45.11":"kantakapassayikopi homi kantakapassaye seyyam kappemi; ","mn12:45.12":"sayatatiyakampi udakorohananuyogamanuyutto viharami—","mn12:45.13":"iti evarupam anekavihitam kayassa atapanaparitapananuyogamanuyutto viharami. ","mn12:45.14":"Idamsu me, sariputta, tapassitaya hoti. ","mn12:46.1":"Tatrassu me idam, sariputta, lukhasmim hoti—","mn12:46.2":"nekavassaganikam rajojallam kaye sannicitam hoti papatikajatam. ","mn12:46.3":"Seyyathapi, sariputta, tindukakhanu nekavassaganiko sannicito hoti papatikajato, evamevassu me, sariputta, nekavassaganikam rajojallam kaye sannicitam hoti papatikajatam. ","mn12:46.4":"Tassa mayham, sariputta, na evam hoti: ","mn12:46.5":"‘aho vataham imam rajojallam panina parimajjeyyam, anne va pana me imam rajojallam panina parimajjeyyun’ti. ","mn12:46.6":"Evampi me, sariputta, na hoti. ","mn12:46.7":"Idamsu me, sariputta, lukhasmim hoti. ","mn12:47.1":"Tatrassu me idam, sariputta, jegucchismim hoti—","mn12:47.2":"so kho aham, sariputta, satova abhikkamami, satova patikkamami, yava udakabindumhipi me daya paccupatthita hoti: ","mn12:47.3":"‘maham khuddake pane visamagate sanghatam apadesin’ti. ","mn12:47.4":"Idamsu me, sariputta, jegucchismim hoti. ","mn12:48.1":"Tatrassu me idam, sariputta, pavivittasmim hoti—","mn12:48.2":"so kho aham, sariputta, annataram arannayatanam ajjhogahetva viharami. ","mn12:48.3":"Yada passami gopalakam va pasupalakam va tinaharakam va katthaharakam va vanakammikam va, vanena vanam gahanena gahanam ninnena ninnam thalena thalam sampatami. ","mn12:48.4":"Tam kissa hetu? ","mn12:48.5":"Ma mam te addasamsu ahanca ma te addasanti. ","mn12:48.6":"Seyyathapi, sariputta, arannako mago manusse disva vanena vanam gahanena gahanam ninnena ninnam thalena thalam sampatati; ","mn12:48.7":"evameva kho aham, sariputta, yada passami gopalakam va pasupalakam va tinaharakam va katthaharakam va vanakammikam va vanena vanam gahanena gahanam ninnena ninnam thalena thalam sampatami. ","mn12:48.8":"Tam kissa hetu? ","mn12:48.9":"Ma mam te addasamsu ahanca ma te addasanti. ","mn12:48.10":"Idamsu me, sariputta, pavivittasmim hoti. ","mn12:49.1":"So kho aham, sariputta, ye te gottha patthitagavo apagatagopalaka, tattha catukkundiko upasankamitva yani tani vacchakanam tarunakanam dhenupakanam gomayani tani sudam aharemi. ","mn12:49.2":"Yavakivanca me, sariputta, sakam muttakarisam apariyadinnam hoti, sakamyeva sudam muttakarisam aharemi. ","mn12:49.3":"Idamsu me, sariputta, mahavikatabhojanasmim hoti. ","mn12:50.1":"So kho aham, sariputta, annataram bhimsanakam vanasandam ajjhogahetva viharami. ","mn12:50.2":"Tatrassudam, sariputta, bhimsanakassa vanasandassa bhimsanakatasmim hoti—","mn12:50.3":"yo koci avitarago tam vanasandam pavisati, yebhuyyena lomani hamsanti. ","mn12:50.4":"So kho aham, sariputta, ya ta rattiyo sita hemantika antaratthaka himapatasamaya tatharupasu rattisu rattim abbhokase viharami, diva vanasande; ","mn12:50.5":"gimhanam pacchime mase diva abbhokase viharami, rattim vanasande. ","mn12:50.6":"Apissu mam, sariputta, ayam anacchariyagatha patibhasi pubbe assutapubba: ","mn12:50.7":"‘Sotatto sosinno ceva, ","mn12:50.8":"eko bhimsanake vane; ","mn12:50.9":"Naggo na caggimasino, ","mn12:50.10":"esanapasuto muni’ti. ","mn12:51.1":"So kho aham, sariputta, susane seyyam kappemi chavatthikani upadhaya. ","mn12:51.2":"Apissu mam, sariputta, gamandala upasankamitva otthubhantipi, omuttentipi, pamsukenapi okiranti, kannasotesupi salakam pavesenti. ","mn12:51.3":"Na kho panaham, sariputta, abhijanami tesu papakam cittam uppadeta. ","mn12:51.4":"Idamsu me, sariputta, upekkhaviharasmim hoti. ","mn12:52.1":"Santi kho pana, sariputta, eke samanabrahmana evamvadino evamditthino: ","mn12:52.2":"‘aharena suddhi’ti. ","mn12:52.3":"Te evamahamsu: ","mn12:52.4":"‘kolehi yapema’ti. ","mn12:52.5":"Te kolampi khadanti, kolacunnampi khadanti, kolodakampi pivanti—","mn12:52.6":"anekavihitampi kolavikatim paribhunjanti. ","mn12:52.7":"Abhijanami kho panaham, sariputta, ekamyeva kolam aharam aharita. ","mn12:52.8":"Siya kho pana te, sariputta, evamassa: ","mn12:52.9":"‘maha nuna tena samayena kolo ahosi’ti. ","mn12:52.10":"Na kho panetam, sariputta, evam datthabbam. ","mn12:52.11":"Tadapi etaparamoyeva kolo ahosi seyyathapi etarahi. ","mn12:52.12":"Tassa mayham, sariputta, ekamyeva kolam aharam aharayato adhimattakasimanam patto kayo hoti. ","mn12:52.13":"Seyyathapi nama asitikapabbani va kalapabbani va; evamevassu me angapaccangani bhavanti tayevappaharataya. ","mn12:52.14":"Seyyathapi nama otthapadam; evamevassu me anisadam hoti tayevappaharataya. ","mn12:52.15":"Seyyathapi nama vattanavali; evamevassu me pitthikantako unnatavanato hoti tayevappaharataya. ","mn12:52.16":"Seyyathapi nama jarasalaya gopanasiyo oluggavilugga bhavanti; evamevassu me phasuliyo oluggavilugga bhavanti tayevappaharataya. ","mn12:52.17":"Seyyathapi nama gambhire udapane udakataraka gambhiragata okkhayika dissanti; evamevassu me akkhikupesu akkhitaraka gambhiragata okkhayika dissanti tayevappaharataya. ","mn12:52.18":"Seyyathapi nama tittakalabu amakacchinno vatatapena samphutito hoti sammilato; evamevassu me sisacchavi samphutita hoti sammilata tayevappaharataya. ","mn12:52.19":"So kho aham, sariputta, ‘udaracchavim parimasissami’ti pitthikantakamyeva parigganhami, ‘pitthikantakam parimasissami’ti udaracchavimyeva parigganhami, yavassu me, sariputta, udaracchavi pitthikantakam allina hoti tayevappaharataya. ","mn12:52.20":"So kho aham, sariputta, ‘vaccam va muttam va karissami’ti tattheva avakujjo papatami tayevappaharataya. ","mn12:52.21":"So kho aham, sariputta, tameva kayam assasento panina gattani anomajjami. Tassa mayham, sariputta, panina gattani anomajjato putimulani lomani kayasma patanti tayevappaharataya. ","mn12:53-55.1":"Santi kho pana, sariputta, eke samanabrahmana evamvadino evamditthino: ","mn12:53-55.2":"‘aharena suddhi’ti. ","mn12:53-55.3":"Te evamahamsu: ","mn12:53-55.4":"‘muggehi yapema …pe… ","mn12:53-55.5":"tilehi yapema …pe… ","mn12:53-55.6":"tandulehi yapema’ti. ","mn12:53-55.7":"Te tandulampi khadanti, tandulacunnampi khadanti, tandulodakampi pivanti—","mn12:53-55.8":"anekavihitampi tandulavikatim paribhunjanti. ","mn12:53-55.9":"Abhijanami kho panaham, sariputta, ekamyeva tandulam aharam aharita. ","mn12:53-55.10":"Siya kho pana te, sariputta, evamassa: ","mn12:53-55.11":"‘maha nuna tena samayena tandulo ahosi’ti. ","mn12:53-55.12":"Na kho panetam, sariputta, evam datthabbam. ","mn12:53-55.13":"Tadapi etaparamoyeva tandulo ahosi, seyyathapi etarahi. ","mn12:53-55.14":"Tassa mayham, sariputta, ekamyeva tandulam aharam aharayato adhimattakasimanam patto kayo hoti. ","mn12:53-55.15":"Seyyathapi nama asitikapabbani va kalapabbani va; evamevassu me angapaccangani bhavanti tayevappaharataya. ","mn12:53-55.16":"Seyyathapi nama otthapadam; evamevassu me anisadam hoti tayevappaharataya. ","mn12:53-55.17":"Seyyathapi nama vattanavali; evamevassu me pitthikantako unnatavanato hoti tayevappaharataya. ","mn12:53-55.18":"Seyyathapi nama jarasalaya gopanasiyo oluggavilugga bhavanti; evamevassu me phasuliyo oluggavilugga bhavanti tayevappaharataya. ","mn12:53-55.19":"Seyyathapi nama gambhire udapane udakataraka gambhiragata okkhayika dissanti; evamevassu me akkhikupesu akkhitaraka gambhiragata okkhayika dissanti tayevappaharataya. ","mn12:53-55.20":"Seyyathapi nama tittakalabu amakacchinno vatatapena samphutito hoti sammilato; evamevassu me sisacchavi samphutita hoti sammilata tayevappaharataya. ","mn12:53-55.21":"So kho aham, sariputta, ‘udaracchavim parimasissami’ti pitthikantakamyeva parigganhami, ‘pitthikantakam parimasissami’ti udaracchavimyeva parigganhami. Yavassu me, sariputta, udaracchavi pitthikantakam allina hoti tayevappaharataya. ","mn12:53-55.22":"So kho aham, sariputta, ‘vaccam va muttam va karissami’ti tattheva avakujjo papatami tayevappaharataya. ","mn12:53-55.23":"So kho aham, sariputta, tameva kayam assasento panina gattani anomajjami. Tassa mayham, sariputta, panina gattani anomajjato putimulani lomani kayasma patanti tayevappaharataya. ","mn12:56.1":"Tayapi kho aham, sariputta, iriyaya taya patipadaya taya dukkarakarikaya najjhagamam uttarim manussadhamma alamariyananadassanavisesam. ","mn12:56.2":"Tam kissa hetu? ","mn12:56.3":"Imissayeva ariyaya pannaya anadhigama, yayam ariya panna adhigata ariya niyyanika, niyyati takkarassa samma dukkhakkhayaya. ","mn12:57.1":"Santi kho pana, sariputta, eke samanabrahmana evamvadino evamditthino: ","mn12:57.2":"‘samsarena suddhi’ti. ","mn12:57.3":"Na kho pana so, sariputta, samsaro sulabharupo yo maya asamsaritapubbo imina dighena addhuna, annatra suddhavasehi devehi. ","mn12:57.4":"Suddhavase caham, sariputta, deve samsareyyam, nayimam lokam punaragaccheyyam. ","mn12:58.1":"Santi kho pana, sariputta, eke samanabrahmana evamvadino evamditthino: ","mn12:58.2":"‘upapattiya suddhi’ti. ","mn12:58.3":"Na kho pana sa, sariputta, upapatti sulabharupa ya maya anupapannapubba imina dighena addhuna, annatra suddhavasehi devehi. ","mn12:58.4":"Suddhavase caham, sariputta, deve upapajjeyyam, nayimam lokam punaragaccheyyam. ","mn12:59.1":"Santi kho pana, sariputta, eke samanabrahmana evamvadino evamditthino: ","mn12:59.2":"‘avasena suddhi’ti. ","mn12:59.3":"Na kho pana so, sariputta, avaso sulabharupo yo maya anavutthapubbo imina dighena addhuna, annatra suddhavasehi devehi. ","mn12:59.4":"Suddhavase caham, sariputta, deve avaseyyam, nayimam lokam punaragaccheyyam. ","mn12:60.1":"Santi kho pana, sariputta, eke samanabrahmana evamvadino evamditthino: ","mn12:60.2":"‘yannena suddhi’ti. ","mn12:60.3":"Na kho pana so, sariputta, yanno sulabharupo yo maya ayitthapubbo imina dighena addhuna, tanca kho ranna va sata khattiyena muddhavasittena brahmanena va mahasalena. ","mn12:61.1":"Santi kho pana, sariputta, eke samanabrahmana evamvadino evamditthino: ","mn12:61.2":"‘aggiparicariyaya suddhi’ti. ","mn12:61.3":"Na kho pana so, sariputta, aggi sulabharupo yo maya aparicinnapubbo imina dighena addhuna, tanca kho ranna va sata khattiyena muddhavasittena brahmanena va mahasalena. ","mn12:62.1":"Santi kho pana, sariputta, eke samanabrahmana evamvadino evamditthino: ","mn12:62.2":"‘yavadevayam bhavam puriso daharo hoti yuva susukalakeso bhadrena yobbanena samannagato pathamena vayasa tavadeva paramena pannaveyyattiyena samannagato hoti. ","mn12:62.3":"Yato ca kho ayam bhavam puriso jinno hoti vuddho mahallako addhagato vayoanuppatto, asitiko va navutiko va vassasatiko va jatiya, atha tamha pannaveyyattiya, parihayati’ti. ","mn12:62.4":"Na kho panetam, sariputta, evam datthabbam. ","mn12:62.5":"Aham kho pana, sariputta, etarahi jinno vuddho mahallako addhagato vayoanuppatto, asitiko me vayo vattati. ","mn12:62.6":"Idha me assu, sariputta, cattaro savaka vassasatayuka vassasatajivino, paramaya satiya ca gatiya ca dhitiya ca samannagata paramena ca pannaveyyattiyena. ","mn12:62.7":"Seyyathapi, sariputta, dalhadhamma dhanuggaho sikkhito katahattho katupasano lahukena asanena appakasireneva tiriyam talacchayam atipateyya, ","mn12:62.8":"evam adhimattasatimanto evam adhimattagatimanto evam adhimattadhitimanto evam paramena pannaveyyattiyena samannagata. ","mn12:62.9":"Te mam catunnam satipatthananam upadayupadaya panham puccheyyum, puttho puttho caham tesam byakareyyam, byakatanca me byakatato dhareyyum, na ca mam dutiyakam uttari patipuccheyyum. ","mn12:62.10":"Annatra asitapitakhayitasayita annatra uccarapassavakamma, annatra niddakilamathapativinodana apariyadinnayevassa, sariputta, tathagatassa dhammadesana, apariyadinnamyevassa tathagatassa dhammapadabyanjanam, apariyadinnamyevassa tathagatassa panhapatibhanam. ","mn12:62.11":"Atha me te cattaro savaka vassasatayuka vassasatajivino vassasatassa accayena kalam kareyyum. ","mn12:62.12":"Mancakena cepi mam, sariputta, pariharissatha, nevatthi tathagatassa pannaveyyattiyassa annathattam. ","mn12:63.1":"Yam kho tam, sariputta, samma vadamano vadeyya: ","mn12:63.2":"‘asammohadhammo satto loke uppanno bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan’ti, mameva tam samma vadamano vadeyya ","mn12:63.3":"‘asammohadhammo satto loke uppanno bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan’”ti. ","mn12:64.1":"Tena kho pana samayena ayasma nagasamalo bhagavato pitthito thito hoti bhagavantam bijayamano. ","mn12:64.2":"Atha kho ayasma nagasamalo bhagavantam etadavoca: ","mn12:64.3":"“acchariyam, bhante, abbhutam, bhante. ","mn12:64.4":"Api hi me, bhante, imam dhammapariyayam sutva lomani hatthani. ","mn12:64.5":"Konamo ayam, bhante, dhammapariyayo”ti? ","mn12:64.6":"“Tasmatiha tvam, nagasamala, imam dhammapariyayam lomahamsanapariyayotveva nam dharehi”ti. ","mn12:64.7":"Idamavoca bhagava. ","mn12:64.8":"Attamano ayasma nagasamalo bhagavato bhasitam abhinanditi. ","mn12:64.9":"Mahasihanadasuttam nitthitam dutiyam. "}