{"mn127:0.1":"Majjhima Nikaya 127 ","mn127:0.2":"Anuruddhasutta ","mn127:1.1":"Evam me sutam—","mn127:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn127:2.1":"Atha kho pancakango thapati annataram purisam amantesi: ","mn127:2.2":"“ehi tvam, ambho purisa, yenayasma anuruddho tenupasankama; upasankamitva mama vacanena ayasmato anuruddhassa pade sirasa vandahi: ","mn127:2.3":"‘pancakango, bhante, thapati ayasmato anuruddhassa pade sirasa vandati’ti; ","mn127:2.4":"evanca vadehi: ","mn127:2.5":"‘adhivasetu kira, bhante, ayasma anuruddho pancakangassa thapatissa svatanaya attacatuttho bhattam; ","mn127:2.6":"yena ca kira, bhante, ayasma anuruddho pagevataram agaccheyya; ","mn127:2.7":"pancakango, bhante, thapati bahukicco bahukaraniyo rajakaraniyena’”ti. ","mn127:2.8":"“Evam, bhante”ti kho so puriso pancakangassa thapatissa patissutva yenayasma anuruddho tenupasankami; upasankamitva ayasmantam anuruddham abhivadetva ekamantam nisidi. Ekamantam nisinno kho so puriso ayasmantam anuruddham etadavoca: ","mn127:2.9":"“pancakango, bhante, thapati ayasmato anuruddhassa pade sirasa vandati, evanca vadeti: ","mn127:2.10":"‘adhivasetu kira, bhante, ayasma anuruddho pancakangassa thapatissa svatanaya attacatuttho bhattam; ","mn127:2.11":"yena ca kira, bhante, ayasma anuruddho pagevataram agaccheyya; ","mn127:2.12":"pancakango, bhante, thapati bahukicco bahukaraniyo rajakaraniyena’”ti. ","mn127:2.13":"Adhivasesi kho ayasma anuruddho tunhibhavena. ","mn127:3.1":"Atha kho ayasma anuruddho tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena pancakangassa thapatissa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","mn127:3.2":"Atha kho pancakango thapati ayasmantam anuruddham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","mn127:3.3":"Atha kho pancakango thapati ayasmantam anuruddham bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","mn127:3.4":"Ekamantam nisinno kho pancakango thapati ayasmantam anuruddham etadavoca: ","mn127:4.1":"“Idha mam, bhante, thera bhikkhu upasankamitva evamahamsu: ","mn127:4.2":"‘appamanam, gahapati, cetovimuttim bhavehi’ti. ","mn127:4.3":"Ekacce thera evamahamsu: ","mn127:4.4":"‘mahaggatam, gahapati, cetovimuttim bhavehi’ti. ","mn127:4.5":"Ya cayam, bhante, appamana cetovimutti ya ca mahaggata cetovimutti—","mn127:4.6":"ime dhamma nanattha ceva nanabyanjana ca, udahu ekattha byanjanameva nanan”ti? ","mn127:5.1":"“Tena hi, gahapati, tamyevettha patibhatu, apannakante ito bhavissati”ti. ","mn127:5.2":"“Mayham kho, bhante, evam hoti: ","mn127:5.3":"‘ya cayam appamana cetovimutti ya ca mahaggata cetovimutti ime dhamma ekattha byanjanameva nanan’”ti. ","mn127:6.1":"“Ya cayam, gahapati, appamana cetovimutti ya ca mahaggata cetovimutti ime dhamma nanattha ceva nanabyanjana ca. ","mn127:6.2":"Tadaminapetam, gahapati, pariyayena veditabbam yatha ime dhamma nanattha ceva nanabyanjana ca. ","mn127:7.1":"Katama ca, gahapati, appamana cetovimutti? ","mn127:7.2":"Idha, gahapati, bhikkhu mettasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam tatha tatiyam tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharati. ","mn127:7.3":"Karunasahagatena cetasa … ","mn127:7.4":"muditasahagatena cetasa … ","mn127:7.5":"upekkhasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam tatha tatiyam tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharati. ","mn127:7.6":"Ayam vuccati, gahapati, appamana cetovimutti. ","mn127:8.1":"Katama ca, gahapati, mahaggata cetovimutti? ","mn127:8.2":"Idha, gahapati, bhikkhu yavata ekam rukkhamulam mahaggatanti pharitva adhimuccitva viharati. ","mn127:8.3":"Ayam vuccati, gahapati, mahaggata cetovimutti. ","mn127:8.4":"Idha pana, gahapati, bhikkhu yavata dve va tini va rukkhamulani mahaggatanti pharitva adhimuccitva viharati. ","mn127:8.5":"Ayampi vuccati, gahapati, mahaggata cetovimutti. ","mn127:8.6":"Idha pana, gahapati, bhikkhu yavata ekam gamakkhettam mahaggatanti pharitva adhimuccitva viharati. ","mn127:8.7":"Ayampi vuccati, gahapati, mahaggata cetovimutti. ","mn127:8.8":"Idha pana, gahapati, bhikkhu yavata dve va tini va gamakkhettani mahaggatanti pharitva adhimuccitva viharati. ","mn127:8.9":"Ayampi vuccati, gahapati, mahaggata cetovimutti. ","mn127:8.10":"Idha pana, gahapati, bhikkhu yavata ekam maharajjam mahaggatanti pharitva adhimuccitva viharati. ","mn127:8.11":"Ayampi vuccati, gahapati, mahaggata cetovimutti. ","mn127:8.12":"Idha pana, gahapati, bhikkhu yavata dve va tini va maharajjani mahaggatanti pharitva adhimuccitva viharati. ","mn127:8.13":"Ayampi vuccati, gahapati, mahaggata cetovimutti. ","mn127:8.14":"Idha pana, gahapati, bhikkhu yavata samuddapariyantam pathavim mahaggatanti pharitva adhimuccitva viharati. ","mn127:8.15":"Ayampi vuccati, gahapati, mahaggata cetovimutti. ","mn127:8.16":"Imina kho etam, gahapati, pariyayena veditabbam yatha ime dhamma nanattha ceva nanabyanjana ca. ","mn127:9.1":"Catasso kho ima gahapati, bhavupapattiyo. ","mn127:9.2":"Katama catasso? ","mn127:9.3":"Idha, gahapati, ekacco ‘parittabha’ti pharitva adhimuccitva viharati. ","mn127:9.4":"So kayassa bheda param marana parittabhanam devanam sahabyatam upapajjati. ","mn127:9.5":"Idha pana, gahapati, ekacco ‘appamanabha’ti pharitva adhimuccitva viharati. ","mn127:9.6":"So kayassa bheda param marana appamanabhanam devanam sahabyatam upapajjati. ","mn127:9.7":"Idha pana, gahapati, ekacco ‘sankilitthabha’ti pharitva adhimuccitva viharati. ","mn127:9.8":"So kayassa bheda param marana sankilitthabhanam devanam sahabyatam upapajjati. ","mn127:9.9":"Idha pana, gahapati, ekacco ‘parisuddhabha’ti pharitva adhimuccitva viharati. ","mn127:9.10":"So kayassa bheda param marana parisuddhabhanam devanam sahabyatam upapajjati. ","mn127:9.11":"Ima kho, gahapati, catasso bhavupapattiyo. ","mn127:10.1":"Hoti kho so, gahapati, samayo, ya ta devata ekajjham sannipatanti, tasam ekajjham sannipatitanam vannananattanhi kho pannayati no ca abhananattam. ","mn127:10.2":"Seyyathapi, gahapati, puriso sambahulani telappadipani ekam gharam paveseyya. ","mn127:10.3":"Tesam ekam gharam pavesitanam accinanattanhi kho pannayetha, no ca abhananattam; ","mn127:10.4":"evameva kho, gahapati, hoti kho so samayo, ya ta devata ekajjham sannipatanti tasam ekajjham sannipatitanam vannananattanhi kho pannayati, no ca abhananattam. ","mn127:11.1":"Hoti kho so, gahapati, samayo, ya ta devata tato vipakkamanti, tasam tato vipakkamantinam vannananattanceva pannayati abhananattanca. ","mn127:11.2":"Seyyathapi, gahapati, puriso tani sambahulani telappadipani tamha ghara nihareyya. ","mn127:11.3":"Tesam tato nihatanam accinanattanceva pannayetha abhananattanca; ","mn127:11.4":"evameva kho, gahapati, hoti kho so samayo, ya ta devata tato vipakkamanti, tasam tato vipakkamantinam vannananattanceva pannayati abhananattanca. ","mn127:12.1":"Na kho, gahapati, tasam devatanam evam hoti: ","mn127:12.2":"‘idam amhakam niccanti va dhuvanti va sassatanti va’, api ca yattha yattheva ta devata abhinivisanti tattha tattheva ta devata abhiramanti. ","mn127:12.3":"Seyyathapi, gahapati, makkhikanam kajena va pitakena va hariyamananam na evam hoti: ","mn127:12.4":"‘idam amhakam niccanti va dhuvanti va sassatanti va’, api ca yattha yattheva ta makkhika abhinivisanti tattha tattheva ta makkhika abhiramanti; ","mn127:12.5":"evameva kho, gahapati, tasam devatanam na evam hoti: ","mn127:12.6":"‘idam amhakam niccanti va dhuvanti va sassatanti va’, api ca yattha yattheva ta devata abhinivisanti tattha tattheva ta devata abhiramanti”ti. ","mn127:13.1":"Evam vutte, ayasma sabhiyo kaccano ayasmantam anuruddham etadavoca: ","mn127:13.2":"“sadhu, bhante anuruddha. ","mn127:13.3":"Atthi ca me ettha uttarim patipucchitabbam. ","mn127:13.4":"Ya ta, bhante, devata abha sabba ta parittabha udahu santettha ekacca devata appamanabha”ti? ","mn127:13.5":"“Tadangena kho, avuso kaccana, santettha ekacca devata parittabha, santi panettha ekacca devata appamanabha”ti. ","mn127:14.1":"“Ko nu kho, bhante anuruddha, hetu ko paccayo yena tasam devatanam ekam devanikayam upapannanam santettha ekacca devata parittabha, santi panettha ekacca devata appamanabha”ti? ","mn127:14.2":"“Tena havuso kaccana, tamyevettha patipucchissami. Yatha te khameyya tatha nam byakareyyasi. ","mn127:14.3":"Tam kim mannasi, avuso kaccana, ","mn127:14.4":"yvayam bhikkhu yavata ekam rukkhamulam ‘mahaggatan’ti pharitva adhimuccitva viharati, yo cayam bhikkhu yavata dve va tini va rukkhamulani ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.5":"imasam ubhinnam cittabhavananam katama cittabhavana mahaggatatara”ti? ","mn127:14.6":"“Yvayam, bhante, bhikkhu yavata dve va tini va rukkhamulani ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.7":"ayam imasam ubhinnam cittabhavananam mahaggatatara”ti. ","mn127:14.8":"“Tam kim mannasi, avuso kaccana, ","mn127:14.9":"yvayam bhikkhu yavata dve va tini va rukkhamulani ‘mahaggatan’ti pharitva adhimuccitva viharati, yo cayam bhikkhu yavata ekam gamakkhettam ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.10":"imasam ubhinnam cittabhavananam katama cittabhavana mahaggatatara”ti? ","mn127:14.11":"“Yvayam, bhante, bhikkhu yavata ekam gamakkhettam ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.12":"ayam imasam ubhinnam cittabhavananam mahaggatatara”ti. ","mn127:14.13":"“Tam kim mannasi, avuso kaccana, yvayam bhikkhu yavata ekam gamakkhettam ‘mahaggatan’ti pharitva adhimuccitva viharati, yo cayam bhikkhu yavata dve va tini va gamakkhettani ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.14":"imasam ubhinnam cittabhavananam katama cittabhavana mahaggatatara”ti? ","mn127:14.15":"“Yvayam, bhante, bhikkhu yavata dve va tini va gamakkhettani ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.16":"ayam imasam ubhinnam cittabhavananam mahaggatatara”ti. ","mn127:14.17":"“Tam kim mannasi, avuso kaccana, yvayam bhikkhu yavata dve va tini va gamakkhettani ‘mahaggatan’ti pharitva adhimuccitva viharati, yo cayam bhikkhu yavata ekam maharajjam ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.18":"imasam ubhinnam cittabhavananam katama cittabhavana mahaggatatara”ti? ","mn127:14.19":"“Yvayam, bhante, bhikkhu yavata ekam maharajjam ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.20":"ayam imasam ubhinnam cittabhavananam mahaggatatara”ti. ","mn127:14.21":"“Tam kim mannasi, avuso kaccana, yvayam bhikkhu yavata ekam maharajjam ‘mahaggatan’ti pharitva adhimuccitva viharati, yo cayam bhikkhu yavata dve va tini va maharajjani ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.22":"imasam ubhinnam cittabhavananam katama cittabhavana mahaggatatara”ti? ","mn127:14.23":"“Yvayam, bhante, bhikkhu yavata dve va tini va maharajjani ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.24":"ayam imasam ubhinnam cittabhavananam mahaggatatara”ti. ","mn127:14.25":"“Tam kim mannasi, avuso kaccana, yvayam bhikkhu yavata dve va tini va maharajjani ‘mahaggatan’ti pharitva adhimuccitva viharati, yo cayam bhikkhu yavata samuddapariyantam pathavim ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.26":"imasam ubhinnam cittabhavananam katama cittabhavana mahaggatatara”ti? ","mn127:14.27":"“Yvayam, bhante, bhikkhu yavata samuddapariyantam pathavim ‘mahaggatan’ti pharitva adhimuccitva viharati—","mn127:14.28":"ayam imasam ubhinnam cittabhavananam mahaggatatara”ti? ","mn127:14.29":"“Ayam kho, avuso kaccana, hetu ayam paccayo, yena tasam devatanam ekam devanikayam upapannanam santettha ekacca devata parittabha, santi panettha ekacca devata appamanabha”ti. ","mn127:15.1":"“Sadhu, bhante anuruddha. ","mn127:15.2":"Atthi ca me ettha uttarim patipucchitabbam. ","mn127:15.3":"Yavata, bhante, devata abha sabba ta sankilitthabha udahu santettha ekacca devata parisuddhabha”ti? ","mn127:15.4":"“Tadangena kho, avuso kaccana, santettha ekacca devata sankilitthabha, santi panettha ekacca devata parisuddhabha”ti. ","mn127:16.1":"“Ko nu kho, bhante, anuruddha, hetu ko paccayo, yena tasam devatanam ekam devanikayam upapannanam santettha ekacca devata sankilitthabha, santi panettha ekacca devata parisuddhabha”ti? ","mn127:16.2":"“Tena havuso kaccana, upamam te karissami. ","mn127:16.3":"Upamayapidhekacce vinnu purisa bhasitassa attham ajananti. ","mn127:16.4":"Seyyathapi, avuso kaccana, telappadipassa jhayato telampi aparisuddham vattipi aparisuddha. ","mn127:16.5":"So telassapi aparisuddhatta vattiyapi aparisuddhatta andhandham viya jhayati; ","mn127:16.6":"evameva kho, avuso kaccana, idhekacco bhikkhu ‘sankilitthabha’ti pharitva adhimuccitva viharati, ","mn127:16.7":"tassa kayadutthullampi na suppatippassaddham hoti, thinamiddhampi na susamuhatam hoti, uddhaccakukkuccampi na suppativinitam hoti. ","mn127:16.8":"So kayadutthullassapi na suppatippassaddhatta thinamiddhassapi na susamuhatatta uddhaccakukkuccassapi na suppativinitatta andhandham viya jhayati. ","mn127:16.9":"So kayassa bheda param marana sankilitthabhanam devanam sahabyatam upapajjati. ","mn127:16.10":"Seyyathapi, avuso kaccana, telappadipassa jhayato telampi parisuddham vattipi parisuddha. ","mn127:16.11":"So telassapi parisuddhatta vattiyapi parisuddhatta na andhandham viya jhayati; ","mn127:16.12":"evameva kho, avuso kaccana, idhekacco bhikkhu ‘parisuddhabha’ti pharitva adhimuccitva viharati. ","mn127:16.13":"Tassa kayadutthullampi suppatippassaddham hoti, thinamiddhampi susamuhatam hoti, uddhaccakukkuccampi suppativinitam hoti. ","mn127:16.14":"So kayadutthullassapi suppatippassaddhatta thinamiddhassapi susamuhatatta uddhaccakukkuccassapi suppativinitatta na andhandham viya jhayati. ","mn127:16.15":"So kayassa bheda param marana parisuddhabhanam devanam sahabyatam upapajjati. ","mn127:16.16":"Ayam kho, avuso kaccana, hetu ayam paccayo yena tasam devatanam ekam devanikayam upapannanam santettha ekacca devata sankilitthabha, santi panettha ekacca devata parisuddhabha”ti. ","mn127:17.1":"Evam vutte, ayasma sabhiyo kaccano ayasmantam anuruddham etadavoca: ","mn127:17.2":"“sadhu, bhante anuruddha. ","mn127:17.3":"Na, bhante, ayasma anuruddho evamaha: ","mn127:17.4":"‘evam me sutan’ti va ‘evam arahati bhavitun’ti va; ","mn127:17.5":"atha ca pana, bhante, ayasma anuruddho ‘evampi ta devata, itipi ta devata’tveva bhasati. ","mn127:17.6":"Tassa mayham, bhante, evam hoti: ","mn127:17.7":"‘addha ayasmata anuruddhena tahi devatahi saddhim sannivutthapubbanceva sallapitapubbanca sakaccha ca samapajjitapubba’”ti. ","mn127:17.8":"“Addha kho ayam, avuso kaccana, asajja upaniya vaca bhasita, ","mn127:17.9":"api ca te aham byakarissami: ","mn127:17.10":"‘digharattam kho me, avuso kaccana, tahi devatahi saddhim sannivutthapubbanceva sallapitapubbanca sakaccha ca samapajjitapubba’”ti. ","mn127:18.1":"Evam vutte, ayasma sabhiyo kaccano pancakangam thapatim etadavoca: ","mn127:18.2":"“labha te, gahapati, suladdham te, gahapati, ","mn127:18.3":"yam tvanceva tam kankhadhammam pahasi, mayancimam dhammapariyayam alatthamha savanaya”ti. ","mn127:18.4":"Anuruddhasuttam nitthitam sattamam. "}