{"mn125:0.1":"Majjhima Nikaya 125 ","mn125:0.2":"Dantabhumisutta ","mn125:1.1":"Evam me sutam—","mn125:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn125:2.1":"Tena kho pana samayena aciravato samanuddeso arannakutikayam viharati. ","mn125:2.2":"Atha kho jayaseno rajakumaro janghaviharam anucankamamano anuvicaramano yena aciravato samanuddeso tenupasankami; upasankamitva aciravatena samanuddesena saddhim sammodi. ","mn125:2.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho jayaseno rajakumaro aciravatam samanuddesam etadavoca: ","mn125:2.4":"“Sutam metam, bho aggivessana: ","mn125:2.5":"‘idha bhikkhu appamatto atapi pahitatto viharanto phuseyya cittassa ekaggatan’”ti. ","mn125:2.6":"“Evametam, rajakumara, evametam, rajakumara. ","mn125:2.7":"Idha bhikkhu appamatto atapi pahitatto viharanto phuseyya cittassa ekaggatan”ti. ","mn125:3.1":"“Sadhu me bhavam aggivessano yathasutam yathapariyattam dhammam desetu”ti. ","mn125:3.2":"“Na kho te aham, rajakumara, sakkomi yathasutam yathapariyattam dhammam desetum. ","mn125:3.3":"Ahanca hi te, rajakumara, yathasutam yathapariyattam dhammam deseyyam, tvanca me bhasitassa attham na ajaneyyasi; so mamassa kilamatho, sa mamassa vihesa”ti. ","mn125:4.1":"“Desetu me bhavam aggivessano yathasutam yathapariyattam dhammam. ","mn125:4.2":"Appevanamaham bhoto aggivessanassa bhasitassa attham ajaneyyan”ti. ","mn125:4.3":"“Deseyyam kho te aham, rajakumara, yathasutam yathapariyattam dhammam. ","mn125:4.4":"Sace me tvam bhasitassa attham ajaneyyasi, iccetam kusalam; ","mn125:4.5":"no ce me tvam bhasitassa attham ajaneyyasi, yathasake tittheyyasi, na mam tattha uttarim patipuccheyyasi”ti. ","mn125:4.6":"“Desetu me bhavam aggivessano yathasutam yathapariyattam dhammam. ","mn125:4.7":"Sace aham bhoto aggivessanassa bhasitassa attham ajanissami, iccetam kusalam; ","mn125:4.8":"no ce aham bhoto aggivessanassa bhasitassa attham ajanissami, yathasake titthissami, naham tattha bhavantam aggivessanam uttarim patipucchissami”ti. ","mn125:5.1":"Atha kho aciravato samanuddeso jayasenassa rajakumarassa yathasutam yathapariyattam dhammam desesi. ","mn125:5.2":"Evam vutte, jayaseno rajakumaro aciravatam samanuddesam etadavoca: ","mn125:5.3":"“atthanametam, bho aggivessana, anavakaso yam bhikkhu appamatto atapi pahitatto viharanto phuseyya cittassa ekaggatan”ti. ","mn125:5.4":"Atha kho jayaseno rajakumaro aciravatassa samanuddesassa atthanatanca anavakasatanca pavedetva utthayasana pakkami. ","mn125:6.1":"Atha kho aciravato samanuddeso acirapakkante jayasene rajakumare yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","mn125:6.2":"Ekamantam nisinno kho aciravato samanuddeso yavatako ahosi jayasenena rajakumarena saddhim kathasallapo tam sabbam bhagavato arocesi. ","mn125:7.1":"Evam vutte, bhagava aciravatam samanuddesam etadavoca: ","mn125:7.2":"“‘tam kutettha, aggivessana, labbha. ","mn125:7.3":"Yam tam nekkhammena natabbam nekkhammena datthabbam nekkhammena pattabbam nekkhammena sacchikatabbam tam vata jayaseno rajakumaro kamamajjhe vasanto kame paribhunjanto kamavitakkehi khajjamano kamaparilahena paridayhamano kamapariyesanaya ussuko nassati va dakkhati va sacchi va karissati’ti—netam thanam vijjati. ","mn125:8.1":"Seyyathapissu, aggivessana, dve hatthidamma va assadamma va godamma va sudanta suvinita, dve hatthidamma va assadamma va godamma va adanta avinita. ","mn125:8.2":"Tam kim mannasi, aggivessana, ","mn125:8.3":"ye te dve hatthidamma va assadamma va godamma va sudanta suvinita, api nu te dantava dantakaranam gaccheyyum, dantava dantabhumim sampapuneyyun”ti? ","mn125:8.4":"“Evam, bhante”. ","mn125:8.5":"“Ye pana te dve hatthidamma va assadamma va godamma va adanta avinita, api nu te adantava dantakaranam gaccheyyum, adantava dantabhumim sampapuneyyum, seyyathapi te dve hatthidamma va assadamma va godamma va sudanta suvinita”ti? ","mn125:8.6":"“No hetam, bhante”. ","mn125:8.7":"“Evameva kho, aggivessana, ‘yam tam nekkhammena natabbam nekkhammena datthabbam nekkhammena pattabbam nekkhammena sacchikatabbam tam vata jayaseno rajakumaro kamamajjhe vasanto kame paribhunjanto kamavitakkehi khajjamano kamaparilahena paridayhamano kamapariyesanaya ussuko nassati va dakkhati va sacchi va karissati’ti—netam thanam vijjati. ","mn125:9.1":"Seyyathapi, aggivessana, gamassa va nigamassa va avidure mahapabbato. ","mn125:9.2":"Tamenam dve sahayaka tamha gama va nigama va nikkhamitva hatthavilanghakena yena so pabbato tenupasankameyyum; upasankamitva eko sahayako hettha pabbatapade tittheyya, eko sahayako uparipabbatam aroheyya. ","mn125:9.3":"Tamenam hettha pabbatapade thito sahayako uparipabbate thitam sahayakam evam vadeyya: ","mn125:9.4":"‘yam, samma, kim tvam passasi uparipabbate thito’ti? ","mn125:9.5":"So evam vadeyya: ","mn125:9.6":"‘passami kho aham, samma, uparipabbate thito aramaramaneyyakam vanaramaneyyakam bhumiramaneyyakam pokkharaniramaneyyakan’ti. ","mn125:9.7":"So evam vadeyya: ","mn125:9.8":"‘atthanam kho etam, samma, anavakaso yam tvam uparipabbate thito passeyyasi aramaramaneyyakam vanaramaneyyakam bhumiramaneyyakam pokkharaniramaneyyakan’ti. ","mn125:9.9":"Tamenam uparipabbate thito sahayako hetthimapabbatapadam orohitva tam sahayakam bahayam gahetva uparipabbatam aropetva muhuttam assasetva evam vadeyya: ","mn125:9.10":"‘yam, samma, kim tvam passasi uparipabbate thito’ti? ","mn125:9.11":"So evam vadeyya: ","mn125:9.12":"‘passami kho aham, samma, uparipabbate thito aramaramaneyyakam vanaramaneyyakam bhumiramaneyyakam pokkharaniramaneyyakan’ti. ","mn125:9.13":"So evam vadeyya: ","mn125:9.14":"‘idaneva kho te, samma, bhasitam—mayam evam ajanama—","mn125:9.15":"atthanam kho etam samma, anavakaso yam tvam uparipabbate thito passeyyasi aramaramaneyyakam vanaramaneyyakam bhumiramaneyyakam pokkharaniramaneyyakan’ti. ","mn125:9.16":"Idaneva ca pana te bhasitam mayam evam ajanama: ","mn125:9.17":"‘passami kho aham, samma, uparipabbate thito aramaramaneyyakam vanaramaneyyakam bhumiramaneyyakam pokkharaniramaneyyakan’ti. ","mn125:9.18":"So evam vadeyya: ","mn125:9.19":"‘tatha hi panaham, samma, imina mahata pabbatena avuto dattheyyam naddasan’ti. ","mn125:10.1":"Ato mahantatarena, aggivessana, ‘avijjakhandhena jayaseno rajakumaro avuto nivuto ophuto pariyonaddho. ","mn125:10.2":"So vata yam tam nekkhammena natabbam nekkhammena datthabbam nekkhammena pattabbam nekkhammena sacchikatabbam tam vata jayaseno rajakumaro kamamajjhe vasanto kame paribhunjanto kamavitakkehi khajjamano kamaparilahena paridayhamano kamapariyesanaya ussuko nassati va dakkhati va sacchi va karissati’ti—netam thanam vijjati. ","mn125:11.1":"Sace kho tam, aggivessana, jayasenassa rajakumarassa ima dve upama patibhayeyyum, anacchariyam te jayaseno rajakumaro pasideyya, pasanno ca te pasannakaram kareyya”ti. ","mn125:11.2":"“Kuto pana mam, bhante, jayasenassa rajakumarassa ima dve upama patibhayissanti anacchariya pubbe assutapubba, seyyathapi bhagavantan”ti? ","mn125:12.1":"“Seyyathapi, aggivessana, raja khattiyo muddhavasitto nagavanikam amanteti: ","mn125:12.2":"‘ehi tvam, samma nagavanika, ranno nagam abhiruhitva nagavanam pavisitva arannakam nagam atipassitva ranno nagassa givayam upanibandhahi’ti. ","mn125:12.3":"‘Evam, deva’ti kho, aggivessana, nagavaniko ranno khattiyassa muddhavasittassa patissutva ranno nagam abhiruhitva nagavanam pavisitva arannakam nagam atipassitva ranno nagassa givayam upanibandhati. ","mn125:12.4":"Tamenam ranno nago abbhokasam niharati. ","mn125:12.5":"Ettavata kho, aggivessana, arannako nago abbhokasam gato hoti. ","mn125:12.6":"Etthagedha hi, aggivessana, arannaka naga yadidam—nagavanam. ","mn125:12.7":"Tamenam nagavaniko ranno khattiyassa muddhavasittassa arocesi: ","mn125:12.8":"‘abbhokasagato kho, deva, arannako nago’ti. ","mn125:12.9":"Atha kho aggivessana, tamenam raja khattiyo muddhavasitto hatthidamakam amantesi: ","mn125:12.10":"‘ehi tvam, samma hatthidamaka, arannakam nagam damayahi arannakananceva silanam abhinimmadanaya arannakananceva sarasankappanam abhinimmadanaya arannakananceva darathakilamathaparilahanam abhinimmadanaya gamante abhiramapanaya manussakantesu silesu samadapanaya’ti. ","mn125:12.11":"‘Evam, deva’ti kho, aggivessana, hatthidamako ranno khattiyassa muddhavasittassa patissutva mahantam thambham pathaviyam nikhanitva arannakassa nagassa givayam upanibandhati arannakananceva silanam abhinimmadanaya arannakananceva sarasankappanam abhinimmadanaya arannakananceva darathakilamathaparilahanam abhinimmadanaya gamante abhiramapanaya manussakantesu silesu samadapanaya. ","mn125:12.12":"Tamenam hatthidamako ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupahi vacahi samudacarati. ","mn125:12.13":"Yato kho, aggivessana, arannako nago hatthidamakassa ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupahi vacahi samudacariyamano sussusati, sotam odahati, anna cittam upatthapeti; ","mn125:12.14":"tamenam hatthidamako uttari tinaghasodakam anuppavecchati. ","mn125:12.15":"Yato kho, aggivessana, arannako nago hatthidamakassa tinaghasodakam patigganhati, tatra hatthidamakassa evam hoti: ","mn125:12.16":"‘jivissati kho dani arannako nago’ti. ","mn125:12.17":"Tamenam hatthidamako uttari karanam kareti: ","mn125:12.18":"‘adiya, bho, nikkhipa, bho’ti. ","mn125:12.19":"Yato kho, aggivessana, arannako nago hatthidamakassa adananikkhepe vacanakaro hoti ovadappatikaro, tamenam hatthidamako uttari karanam kareti: ","mn125:12.20":"‘abhikkama, bho, patikkama, bho’ti. ","mn125:12.21":"Yato kho, aggivessana, arannako nago hatthidamakassa abhikkamapatikkamavacanakaro hoti ovadappatikaro, tamenam hatthidamako uttari karanam kareti: ","mn125:12.22":"‘utthaha, bho, nisida, bho’ti. ","mn125:12.23":"Yato kho, aggivessana, arannako nago hatthidamakassa utthananisajjaya vacanakaro hoti ovadappatikaro, tamenam hatthidamako uttari anenjam nama karanam kareti, mahantassa phalakam sondaya upanibandhati, tomarahattho ca puriso uparigivaya nisinno hoti, samantato ca tomarahattha purisa parivaretva thita honti, hatthidamako ca dighatomarayatthim gahetva purato thito hoti. ","mn125:12.24":"So anenjam karanam kariyamano neva purime pade copeti na pacchime pade copeti, na purimakayam copeti na pacchimakayam copeti, na sisam copeti, na kanne copeti, na dante copeti, na nanguttham copeti, na sondam copeti. ","mn125:12.25":"So hoti arannako nago khamo sattippaharanam asippaharanam usuppaharanam sarapattappaharanam bheripanavavamsasankhadindimaninnadasaddanam sabbavankadosanihitaninnitakasavo rajaraho rajabhoggo ranno anganteva sankham gacchati. ","mn125:13.1":"Evameva kho, aggivessana, idha tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","mn125:13.2":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn125:13.3":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn125:14.1":"Tam dhammam sunati gahapati va gahapatiputto va annatarasmim va kule paccajato. ","mn125:14.2":"So tam dhammam sutva tathagate saddham patilabhati. ","mn125:14.3":"So tena saddhapatilabhena samannagato iti patisancikkhati: ","mn125:14.4":"‘sambadho gharavaso rajapatho, abbhokaso pabbajja. ","mn125:14.5":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn125:14.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn125:14.7":"So aparena samayena appam va bhogakkhandham pahaya mahantam va bhogakkhandham pahaya appam va natiparivattam pahaya mahantam va natiparivattam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","mn125:14.8":"Ettavata kho, aggivessana, ariyasavako abbhokasagato hoti. ","mn125:14.9":"Etthagedha hi, aggivessana, devamanussa yadidam—panca kamaguna. ","mn125:15.1":"Tamenam tathagato uttarim vineti: ","mn125:15.2":"‘ehi tvam, bhikkhu, silava hohi, patimokkhasamvarasamvuto viharahi acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhassu sikkhapadesu’ti. ","mn125:16.1":"Yato kho, aggivessana, ariyasavako silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu, tamenam tathagato uttarim vineti: ","mn125:16.2":"‘ehi tvam, bhikkhu, indriyesu guttadvaro hohi, cakkhuna rupam disva ma nimittaggahi …pe… ","mn125:17-21.1":"(yatha ganakamoggallanasuttante, evam vittharetabbani.) ","mn125:22.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","mn125:22.2":"kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","mn125:23.1":"Vedanasu …pe… ","mn125:23.2":"citte … ","mn125:23.3":"dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","mn125:23.4":"Seyyathapi, aggivessana, hatthidamako mahantam thambham pathaviyam nikhanitva arannakassa nagassa givayam upanibandhati arannakananceva silanam abhinimmadanaya arannakananceva sarasankappanam abhinimmadanaya arannakananceva darathakilamathaparilahanam abhinimmadanaya gamante abhiramapanaya manussakantesu silesu samadapanaya; ","mn125:23.5":"evameva kho, aggivessana, ariyasavakassa ime cattaro satipatthana cetaso upanibandhana honti gehasitananceva silanam abhinimmadanaya gehasitananceva sarasankappanam abhinimmadanaya gehasitananceva darathakilamathaparilahanam abhinimmadanaya nayassa adhigamaya nibbanassa sacchikiriyaya. ","mn125:24.1":"Tamenam tathagato uttarim vineti: ","mn125:24.2":"‘ehi tvam, bhikkhu, kaye kayanupassi viharahi, ma ca kamupasamhitam vitakkam vitakkesi. ","mn125:24.3":"Vedanasu … ","mn125:24.4":"citte … ","mn125:24.5":"dhammesu dhammanupassi viharahi, ma ca kamupasamhitam vitakkam vitakkesi’ti. ","mn125:25.1":"So vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam … ","mn125:25.2":"tatiyam jhanam … ","mn125:25.3":"catuttham jhanam upasampajja viharati. ","mn125:26.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnameti. ","mn125:26.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn125:27-28.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnameti. ","mn125:27-28.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate …pe… yathakammupage satte pajanati. ","mn125:29.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","mn125:29.2":"So ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati; ","mn125:29.3":"‘ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti yathabhutam pajanati, ‘ayam asavanirodho’ti yathabhutam pajanati, ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","mn125:29.4":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati. ","mn125:29.5":"Vimuttasmim vimuttamiti nanam hoti. ","mn125:29.6":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn125:30.1":"So hoti bhikkhu khamo sitassa unhassa jighacchaya pipasaya damsamakasavatatapasarisapasamphassanam duruttanam duragatanam vacanapathanam, uppannanam saririkanam vedananam dukkhanam tibbanam kharanam katukanam asatanam amanapanam panaharanam adhivasakajatiko hoti ","mn125:30.2":"sabbaragadosamohanihitaninnitakasavo ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa. ","mn125:31.1":"Mahallako cepi, aggivessana, ranno nago adanto avinito kalam karoti, ‘adantamaranam mahallako ranno nago kalankato’tveva sankham gacchati; ","mn125:31.2":"majjhimo cepi, aggivessana, ranno nago. ","mn125:31.3":"Daharo cepi, aggivessana, ranno nago adanto avinito kalam karoti, ‘adantamaranam daharo ranno nago kalankato’tveva sankham gacchati; ","mn125:31.4":"evameva kho, aggivessana, thero cepi bhikkhu akhinasavo kalam karoti, ‘adantamaranam thero bhikkhu kalankato’tveva sankham gacchati; ","mn125:31.5":"majjhimo cepi, aggivessana, bhikkhu. ","mn125:31.6":"Navo cepi, aggivessana, bhikkhu akhinasavo kalam karoti, ‘adantamaranam navo bhikkhu kalankato’tveva sankham gacchati. ","mn125:32.1":"Mahallako cepi, aggivessana, ranno nago sudanto suvinito kalam karoti, ‘dantamaranam mahallako ranno nago kalankato’tveva sankham gacchati; ","mn125:32.2":"majjhimo cepi, aggivessana, ranno nago … ","mn125:32.3":"daharo cepi, aggivessana, ranno nago sudanto suvinito kalam karoti, ‘dantamaranam daharo ranno nago kalankato’tveva sankham gacchati; ","mn125:32.4":"evameva kho, aggivessana, thero cepi bhikkhu khinasavo kalam karoti, ‘dantamaranam thero bhikkhu kalankato’tveva sankham gacchati; ","mn125:32.5":"majjhimo cepi, aggivessana, bhikkhu. ","mn125:32.6":"Navo cepi, aggivessana, bhikkhu khinasavo kalam karoti, ‘dantamaranam navo bhikkhu kalankato’tveva sankham gacchati”ti. ","mn125:32.7":"Idamavoca bhagava. ","mn125:32.8":"Attamano aciravato samanuddeso bhagavato bhasitam abhinanditi. ","mn125:32.9":"Dantabhumisuttam nitthitam pancamam. "}