{"mn136:0.1":"Majjhima Nikaya 136 ","mn136:0.2":"Mahakammavibhangasutta ","mn136:1.1":"Evam me sutam—","mn136:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn136:2.1":"Tena kho pana samayena ayasma samiddhi arannakutikayam viharati. ","mn136:2.2":"Atha kho potaliputto paribbajako janghaviharam anucankamamano anuvicaramano yenayasma samiddhi tenupasankami; upasankamitva ayasmata samiddhina saddhim sammodi. ","mn136:2.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho potaliputto paribbajako ayasmantam samiddhim etadavoca: ","mn136:2.4":"“sammukha metam, avuso samiddhi, samanassa gotamassa sutam, sammukha patiggahitam: ","mn136:2.5":"‘mogham kayakammam mogham vacikammam, manokammameva saccan’ti. ","mn136:2.6":"Atthi ca sa samapatti yam samapattim samapanno na kinci vediyati”ti? ","mn136:2.7":"“Ma hevam, avuso potaliputta, avaca; ma hevam, avuso potaliputta, avaca; ma bhagavantam abbhacikkhi. Na hi sadhu bhagavato abbhakkhanam. Na hi bhagava evam vadeyya: ","mn136:2.8":"‘mogham kayakammam mogham vacikammam, manokammameva saccan’ti. ","mn136:2.9":"‘Atthi ca kho sa, avuso, samapatti yam samapattim samapanno na kinci vediyati’”ti. ","mn136:2.10":"“Kivaciram pabbajitosi, avuso samiddhi”ti? ","mn136:2.11":"“Na ciram, avuso, tini vassani”ti. ","mn136:2.12":"“Ettha dani mayam there bhikkhu kim vakkhama, yatra hi nama evamnavo bhikkhu sattharam parirakkhitabbam mannissati. ","mn136:2.13":"Sancetanikam, avuso samiddhi, kammam katva kayena vacaya manasa kim so vediyati”ti? ","mn136:2.14":"“Sancetanikam, avuso potaliputta, kammam katva kayena vacaya manasa dukkham so vediyati”ti. ","mn136:2.15":"Atha kho potaliputto paribbajako ayasmato samiddhissa bhasitam neva abhinandi nappatikkosi; ","mn136:2.16":"anabhinanditva appatikkositva utthayasana pakkami. ","mn136:3.1":"Atha kho ayasma samiddhi acirapakkante potaliputte paribbajake yenayasma anando tenupasankami; upasankamitva ayasmata anandena saddhim sammodi. ","mn136:3.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","mn136:3.3":"Ekamantam nisinno kho ayasma samiddhi yavatako ahosi potaliputtena paribbajakena saddhim kathasallapo tam sabbam ayasmato anandassa arocesi. ","mn136:3.4":"Evam vutte, ayasma anando ayasmantam samiddhim etadavoca: ","mn136:3.5":"“atthi kho idam, avuso samiddhi, kathapabhatam bhagavantam dassanaya. ","mn136:3.6":"Ayamavuso samiddhi, yena bhagava tenupasankamissama; upasankamitva etamattham bhagavato arocessama. ","mn136:3.7":"Yatha no bhagava byakarissati tatha nam dharessama”ti. ","mn136:3.8":"“Evamavuso”ti kho ayasma samiddhi ayasmato anandassa paccassosi. ","mn136:4.1":"Atha kho ayasma ca anando ayasma ca samiddhi yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. ","mn136:4.2":"Ekamantam nisinno kho ayasma anando yavatako ahosi ayasmato samiddhissa potaliputtena paribbajakena saddhim kathasallapo tam sabbam bhagavato arocesi. ","mn136:5.1":"Evam vutte, bhagava ayasmantam anandam etadavoca: ","mn136:5.2":"“dassanampi kho aham, ananda, potaliputtassa paribbajakassa nabhijanami, kuto panevarupam kathasallapam? ","mn136:5.3":"Imina ca, ananda, samiddhina moghapurisena potaliputtassa paribbajakassa vibhajjabyakaraniyo panho ekamsena byakato”ti. ","mn136:6.1":"Evam vutte, ayasma udayi bhagavantam etadavoca: ","mn136:6.2":"“sace pana, bhante, ayasmata samiddhina idam sandhaya bhasitam—","mn136:6.3":"yam kinci vedayitam tam dukkhasmin”ti. ","mn136:6.4":"Atha kho bhagava ayasmantam anandam amantesi: ","mn136:6.5":"“passasi no tvam, ananda, imassa udayissa moghapurisassa ummangam? ","mn136:6.6":"Annasim kho aham, ananda: ","mn136:6.7":"‘idanevayam udayi moghapuriso ummujjamano ayoniso ummujjissati’ti. ","mn136:6.8":"Adimyeva, ananda, potaliputtena paribbajakena tisso vedana pucchita. ","mn136:6.9":"Sacayam, ananda, samiddhi moghapuriso potaliputtassa paribbajakassa evam puttho evam byakareyya: ","mn136:6.10":"‘sancetanikam, avuso potaliputta, kammam katva kayena vacaya manasa sukhavedaniyam sukham so vedayati; ","mn136:6.11":"sancetanikam, avuso potaliputta, kammam katva kayena vacaya manasa dukkhavedaniyam dukkham so vedayati; ","mn136:6.12":"sancetanikam, avuso potaliputta, kammam katva kayena vacaya manasa adukkhamasukhavedaniyam adukkhamasukham so vedayati’ti. ","mn136:6.13":"Evam byakaramano kho, ananda, samiddhi moghapuriso potaliputtassa paribbajakassa samma byakaramano byakareyya. ","mn136:6.14":"Api ca, ananda, ke ca annatitthiya paribbajaka bala abyatta ke ca tathagatassa mahakammavibhangam janissanti? ","mn136:6.15":"Sace tumhe, ananda, suneyyatha tathagatassa mahakammavibhangam vibhajantassa”ti. ","mn136:7.1":"“Etassa, bhagava, kalo, etassa, sugata, kalo ","mn136:7.2":"yam bhagava mahakammavibhangam vibhajeyya. Bhagavato sutva bhikkhu dharessanti”ti. ","mn136:7.3":"“Tena hananda, sunahi, sadhukam manasi karohi; bhasissami”ti. ","mn136:7.4":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","mn136:7.5":"Bhagava etadavoca: ","mn136:8.1":"“Cattarome, ananda, puggala santo samvijjamana lokasmim. ","mn136:8.2":"Katame cattaro? ","mn136:8.3":"Idhananda, ekacco puggalo idha panatipati hoti, adinnadayi hoti, kamesumicchacari hoti, musavadi hoti, pisunavaco hoti, pharusavaco hoti, samphappalapi hoti, abhijjhalu hoti, byapannacitto hoti, micchaditthi hoti. ","mn136:8.4":"So kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn136:8.5":"Idha panananda, ekacco puggalo idha panatipati hoti, adinnadayi hoti, kamesumicchacari hoti, musavadi hoti, pisunavaco hoti, pharusavaco hoti, samphappalapi hoti, abhijjhalu hoti, byapannacitto hoti, micchaditthi hoti. ","mn136:8.6":"So kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn136:8.7":"Idhananda, ekacco puggalo idha panatipata pativirato hoti, adinnadana pativirato hoti, kamesumicchacara pativirato hoti, musavada pativirato hoti, pisunaya vacaya pativirato hoti, pharusaya vacaya pativirato hoti, samphappalapa pativirato hoti, anabhijjhalu hoti, abyapannacitto hoti, sammaditthi hoti. ","mn136:8.8":"So kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn136:8.9":"Idha panananda, ekacco puggalo idha panatipata pativirato hoti, adinnadana pativirato hoti, kamesumicchacara pativirato hoti, musavada pativirato hoti, pisunaya vacaya pativirato hoti, pharusaya vacaya pativirato hoti, samphappalapa pativirato hoti, anabhijjhalu hoti, abyapannacitto hoti, sammaditthi hoti. ","mn136:8.10":"So kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn136:9.1":"Idhananda, ekacco samano va brahmano va atappamanvaya padhanamanvaya anuyogamanvaya appamadamanvaya sammamanasikaramanvaya tatharupam cetosamadhim phusati yathasamahite citte dibbena cakkhuna visuddhena atikkantamanusakena amum puggalam passati—","mn136:9.2":"idha panatipatim adinnadayim kamesumicchacarim musavadim pisunavacam pharusavacam samphappalapim abhijjhalum byapannacittam micchaditthim kayassa bheda param marana passati apayam duggatim vinipatam nirayam upapannam. ","mn136:9.3":"So evamaha: ","mn136:9.4":"‘atthi kira, bho, papakani kammani, atthi duccaritassa vipako. ","mn136:9.5":"Amaham puggalam addasam idha panatipatim adinnadayim …pe… micchaditthim kayassa bheda param marana passami apayam duggatim vinipatam nirayam upapannan’ti. ","mn136:9.6":"So evamaha: ","mn136:9.7":"‘yo kira, bho, panatipati adinnadayi …pe… micchaditthi, sabbo so kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn136:9.8":"Ye evam jananti, te samma jananti; ye annatha jananti, miccha tesam nanan’ti. ","mn136:9.9":"Iti so yadeva tassa samam natam samam dittham samam viditam tadeva tattha thamasa paramasa abhinivissa voharati: ‘idameva saccam, moghamannan’ti. ","mn136:10.1":"Idha panananda, ekacco samano va brahmano va atappamanvaya padhanamanvaya anuyogamanvaya appamadamanvaya sammamanasikaramanvaya tatharupam cetosamadhim phusati yathasamahite citte dibbena cakkhuna visuddhena atikkantamanusakena amum puggalam passati—","mn136:10.2":"idha panatipatim adinnadayim …pe… micchaditthim, kayassa bheda param marana passati sugatim saggam lokam upapannam. ","mn136:10.3":"So evamaha: ","mn136:10.4":"‘natthi kira, bho, papakani kammani, natthi duccaritassa vipako. ","mn136:10.5":"Amaham puggalam addasam—idha panatipatim adinnadayim …pe… micchaditthim, kayassa bheda param marana passami sugatim saggam lokam upapannan’ti. ","mn136:10.6":"So evamaha: ","mn136:10.7":"‘yo kira, bho, panatipati adinnadayi …pe… micchaditthi, sabbo so kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn136:10.8":"Ye evam jananti te samma jananti; ye annatha jananti, miccha tesam nanan’ti. ","mn136:10.9":"Iti so yadeva tassa samam natam samam dittham samam viditam tadeva tattha thamasa paramasa abhinivissa voharati: ‘idameva saccam, moghamannan’ti. ","mn136:11.1":"Idhananda, ekacco samano va brahmano va atappamanvaya padhanamanvaya anuyogamanvaya appamadamanvaya sammamanasikaramanvaya tatharupam cetosamadhim phusati yathasamahite citte dibbena cakkhuna visuddhena atikkantamanusakena amum puggalam passati—","mn136:11.2":"idha panatipata pativiratam adinnadana pativiratam kamesumicchacara pativiratam musavada pativiratam pisunaya vacaya pativiratam pharusaya vacaya pativiratam samphappalapa pativiratam anabhijjhalum abyapannacittam sammaditthim, kayassa bheda param marana passati sugatim saggam lokam upapannam. ","mn136:11.3":"So evamaha: ","mn136:11.4":"‘atthi kira, bho, kalyanani kammani, atthi sucaritassa vipako. ","mn136:11.5":"Amaham puggalam addasam—idha panatipata pativiratam adinnadana pativiratam …pe… sammaditthim, kayassa bheda param marana passami sugatim saggam lokam upapannan’ti. ","mn136:11.6":"So evamaha: ","mn136:11.7":"‘yo kira, bho, panatipata pativirato adinnadana pativirato …pe… sammaditthi sabbo so kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn136:11.8":"Ye evam jananti te samma jananti; ye annatha jananti, miccha tesam nanan’ti. ","mn136:11.9":"Iti so yadeva tassa samam natam samam dittham samam viditam tadeva tattha thamasa paramasa abhinivissa voharati: ‘idameva saccam, moghamannan’ti. ","mn136:12.1":"Idha panananda, ekacco samano va brahmano va atappamanvaya padhanamanvaya anuyogamanvaya appamadamanvaya sammamanasikaramanvaya tatharupam cetosamadhim phusati yathasamahite citte dibbena cakkhuna visuddhena atikkantamanusakena amum puggalam passati—idha panatipata pativiratam …pe… sammaditthim, kayassa bheda param marana passati apayam duggatim vinipatam nirayam upapannam. ","mn136:12.2":"So evamaha: ","mn136:12.3":"‘natthi kira, bho, kalyanani kammani, natthi sucaritassa vipako. Amaham puggalam addasam—","mn136:12.4":"idha panatipata pativiratam adinnadana pativiratam …pe… sammaditthim, kayassa bheda param marana passami apayam duggatim vinipatam nirayam upapannan’ti. ","mn136:12.5":"So evamaha: ‘yo kira, bho, panatipata pativirato adinnadana pativirato …pe… sammaditthi, sabbo so kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn136:12.6":"Ye evam jananti te samma jananti; ye annatha jananti, miccha tesam nanan’ti. ","mn136:12.7":"Iti so yadeva tassa samam natam samam dittham samam viditam tadeva tattha thamasa paramasa abhinivissa voharati: ‘idameva saccam, moghamannan’ti. ","mn136:13.1":"Tatrananda, yvayam samano va brahmano va evamaha: ","mn136:13.2":"‘atthi kira, bho, papakani kammani, atthi duccaritassa vipako’ti idamassa anujanami; ","mn136:13.3":"yampi so evamaha: ","mn136:13.4":"‘amaham puggalam addasam—idha panatipatim adinnadayim …pe… micchaditthim, kayassa bheda param marana passami apayam duggatim vinipatam nirayam upapannan’ti idampissa anujanami; ","mn136:13.5":"yanca kho so evamaha: ","mn136:13.6":"‘yo kira, bho, panatipati adinnadayi …pe… micchaditthi, sabbo so kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati’ti idamassa nanujanami; ","mn136:13.7":"yampi so evamaha: ","mn136:13.8":"‘ye evam jananti te samma jananti; ye annatha jananti, miccha tesam nanan’ti idampissa nanujanami; ","mn136:13.9":"yampi so yadeva tassa samam natam samam dittham samam viditam tadeva tattha thamasa paramasa abhinivissa voharati: ‘idameva saccam, moghamannan’ti idampissa nanujanami. ","mn136:13.10":"Tam kissa hetu? ","mn136:13.11":"Annatha hi, ananda, tathagatassa mahakammavibhange nanam hoti. ","mn136:14.1":"Tatrananda, yvayam samano va brahmano va evamaha: ","mn136:14.2":"‘natthi kira, bho, papakani kammani, natthi duccaritassa vipako’ti idamassa nanujanami; ","mn136:14.3":"yanca kho so evamaha: ","mn136:14.4":"‘amaham puggalam addasam—idha panatipatim adinnadayim …pe… micchaditthim kayassa bheda param marana passami sugatim saggam lokam upapannan’ti idamassa anujanami; ","mn136:14.5":"yanca kho so evamaha: ","mn136:14.6":"‘yo kira, bho, panatipati adinnadayi …pe… micchaditthi, sabbo so kayassa bheda param marana sugatim saggam lokam upapajjati’ti idamassa nanujanami; ","mn136:14.7":"yampi so evamaha: ","mn136:14.8":"‘ye evam jananti te samma jananti; ye annatha jananti, miccha tesam nanan’ti idampissa nanujanami; ","mn136:14.9":"yampi so yadeva tassa samam natam samam dittham samam viditam tadeva tattha thamasa paramasa abhinivissa voharati: ‘idameva saccam, moghamannan’ti idampissa nanujanami. ","mn136:14.10":"Tam kissa hetu? ","mn136:14.11":"Annatha hi, ananda, tathagatassa mahakammavibhange nanam hoti. ","mn136:15.1":"Tatrananda, yvayam samano va brahmano va evamaha: ","mn136:15.2":"‘atthi kira, bho, kalyanani kammani, atthi sucaritassa vipako’ti idamassa anujanami; ","mn136:15.3":"yampi so evamaha: ","mn136:15.4":"‘amaham puggalam addasam—idha panatipata pativiratam adinnadana pativiratam …pe… sammaditthim, kayassa bheda param marana passami sugatim saggam lokam upapannan’ti idampissa anujanami; ","mn136:15.5":"yanca kho so evamaha: ","mn136:15.6":"‘yo kira, bho, panatipata pativirato adinnadana pativirato …pe… sammaditthi, sabbo so kayassa bheda param marana sugatim saggam lokam upapajjati’ti idamassa nanujanami; ","mn136:15.7":"yampi so evamaha: ","mn136:15.8":"‘ye evam jananti te samma jananti; ye annatha jananti, miccha tesam nanan’ti idampissa nanujanami; ","mn136:15.9":"yampi so yadeva tassa samam natam samam dittham samam viditam tadeva tattha thamasa paramasa abhinivissa voharati: ‘idameva saccam, moghamannan’ti idampissa nanujanami. ","mn136:15.10":"Tam kissa hetu? ","mn136:15.11":"Annatha hi, ananda, tathagatassa mahakammavibhange nanam hoti. ","mn136:16.1":"Tatrananda, yvayam samano va brahmano va evamaha: ","mn136:16.2":"‘natthi kira, bho, kalyanani kammani, natthi sucaritassa vipako’ti idamassa nanujanami; ","mn136:16.3":"yanca kho so evamaha: ","mn136:16.4":"‘amaham puggalam addasam—idha panatipata pativiratam adinnadana pativiratam …pe… sammaditthim, kayassa bheda param marana passami apayam duggatim vinipatam nirayam upapannan’ti idamassa anujanami; ","mn136:16.5":"yanca kho so evamaha: ","mn136:16.6":"‘yo kira, bho, panatipata pativirato adinnadana pativirato …pe… sammaditthi, sabbo so kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati’ti idamassa nanujanami; ","mn136:16.7":"yanca kho so evamaha: ‘ye evam jananti te samma jananti; ","mn136:16.8":"ye annatha jananti, miccha tesam nanan’ti idampissa nanujanami; ","mn136:16.9":"yampi so yadeva tassa samam natam samam dittham samam viditam tadeva tattha thamasa paramasa abhinivissa voharati: ‘idameva saccam, moghamannan’ti idampissa nanujanami. ","mn136:16.10":"Tam kissa hetu? ","mn136:16.11":"Annatha hi, ananda, tathagatassa mahakammavibhange nanam hoti. ","mn136:17.1":"Tatrananda, yvayam puggalo idha panatipati adinnadayi …pe… micchaditthi, kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati, ","mn136:17.2":"pubbe vassa tam katam hoti papakammam dukkhavedaniyam, paccha vassa tam katam hoti papakammam dukkhavedaniyam, maranakale vassa hoti micchaditthi samatta samadinna. ","mn136:17.3":"Tena so kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn136:17.4":"Yanca kho so idha panatipati hoti adinnadayi hoti …pe… micchaditthi hoti tassa dittheva dhamme vipakam patisamvedeti upapajja va apare va pariyaye. ","mn136:18.1":"Tatrananda, yvayam puggalo idha panatipati adinnadayi …pe… micchaditthi kayassa bheda param marana sugatim saggam lokam upapajjati, ","mn136:18.2":"pubbe vassa tam katam hoti kalyanakammam sukhavedaniyam, paccha vassa tam katam hoti kalyanakammam sukhavedaniyam, maranakale vassa hoti sammaditthi samatta samadinna. ","mn136:18.3":"Tena so kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn136:18.4":"Yanca kho so idha panatipati hoti adinnadayi hoti …pe… micchaditthi hoti tassa dittheva dhamme vipakam patisamvedeti upapajja va apare va pariyaye. ","mn136:19.1":"Tatrananda, yvayam puggalo idha panatipata pativirato adinnadana pativirato …pe… sammaditthi, kayassa bheda param marana sugatim saggam lokam upapajjati, ","mn136:19.2":"pubbe vassa tam katam hoti kalyanakammam sukhavedaniyam, paccha vassa tam katam hoti kalyanakammam sukhavedaniyam, maranakale vassa hoti sammaditthi samatta samadinna. ","mn136:19.3":"Tena so kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn136:19.4":"Yanca kho so idha panatipata pativirato hoti adinnadana pativirato hoti …pe… sammaditthi hoti, tassa dittheva dhamme vipakam patisamvedeti upapajja va apare va pariyaye. ","mn136:20.1":"Tatrananda, yvayam puggalo idha panatipata pativirato adinnadana pativirato …pe… sammaditthi, kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati, ","mn136:20.2":"pubbe vassa tam katam hoti papakammam dukkhavedaniyam, paccha vassa tam katam hoti papakammam dukkhavedaniyam, maranakale vassa hoti micchaditthi samatta samadinna. ","mn136:20.3":"Tena so kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn136:20.4":"Yanca kho so idha panatipata pativirato hoti, adinnadana pativirato hoti …pe… sammaditthi hoti, tassa dittheva dhamme vipakam patisamvedeti upapajja va apare va pariyaye. ","mn136:21.1":"Iti kho, ananda, atthi kammam abhabbam abhabbabhasam, atthi kammam abhabbam bhabbabhasam, atthi kammam bhabbanceva bhabbabhasanca, atthi kammam bhabbam abhabbabhasan”ti. ","mn136:21.2":"Idamavoca bhagava. ","mn136:21.3":"Attamano ayasma anando bhagavato bhasitam abhinanditi. ","mn136:21.4":"Mahakammavibhangasuttam nitthitam chattham. "}