{"mn135:0.1":"Majjhima Nikaya 135 ","mn135:0.2":"Culakammavibhangasutta ","mn135:1.1":"Evam me sutam—","mn135:1.2":"ekam samayam bhagava savatthiyam viharati jetavane, anathapindikassa arame. ","mn135:2.1":"Atha kho subho manavo todeyyaputto yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn135:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho subho manavo todeyyaputto bhagavantam etadavoca: ","mn135:3.1":"“Ko nu kho, bho gotama, hetu ko paccayo yena manussanamyeva satam manussabhutanam dissanti hinappanitata? ","mn135:3.2":"Dissanti hi, bho gotama, manussa appayuka, dissanti dighayuka; ","mn135:3.3":"dissanti bavhabadha, dissanti appabadha; ","mn135:3.4":"dissanti dubbanna, dissanti vannavanto; ","mn135:3.5":"dissanti appesakkha, dissanti mahesakkha; ","mn135:3.6":"dissanti appabhoga, dissanti mahabhoga; ","mn135:3.7":"dissanti nicakulina, dissanti uccakulina; ","mn135:3.8":"dissanti duppanna, dissanti pannavanto. ","mn135:3.9":"Ko nu kho, bho gotama, hetu ko paccayo yena manussanamyeva satam manussabhutanam dissanti hinappanitata”ti? ","mn135:4.1":"“Kammassaka, manava, satta kammadayada kammayoni kammabandhu kammappatisarana. ","mn135:4.2":"Kammam satte vibhajati yadidam—","mn135:4.3":"hinappanitataya”ti. ","mn135:4.4":"“Na kho aham imassa bhoto gotamassa sankhittena bhasitassa vittharena attham avibhattassa vittharena attham ajanami. ","mn135:4.5":"Sadhu me bhavam gotamo tatha dhammam desetu yatha aham imassa bhoto gotamassa sankhittena bhasitassa vittharena attham avibhattassa vittharena attham ajaneyyan”ti. ","mn135:4.6":"“Tena hi, manava, sunahi, sadhukam manasi karohi; bhasissami”ti. ","mn135:4.7":"“Evam, bho”ti kho subho manavo todeyyaputto bhagavato paccassosi. ","mn135:4.8":"Bhagava etadavoca: ","mn135:5.1":"“Idha, manava, ekacco itthi va puriso va panatipati hoti luddo lohitapani hatapahate nivittho adayapanno panabhutesu. ","mn135:5.2":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn135:5.3":"No ce kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati, sace manussattam agacchati yattha yattha paccajayati appayuko hoti. ","mn135:5.4":"Appayukasamvattanika esa, manava, patipada yadidam—","mn135:5.5":"panatipati hoti luddo lohitapani hatapahate nivittho adayapanno panabhutesu. ","mn135:6.1":"Idha pana, manava, ekacco itthi va puriso va panatipatam pahaya panatipata pativirato hoti nihitadando nihitasattho, lajji dayapanno sabbapanabhutahitanukampi viharati. ","mn135:6.2":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn135:6.3":"No ce kayassa bheda param marana sugatim saggam lokam upapajjati, sace manussattam agacchati yattha yattha paccajayati dighayuko hoti. ","mn135:6.4":"Dighayukasamvattanika esa, manava, patipada yadidam—","mn135:6.5":"panatipatam pahaya panatipata pativirato hoti nihitadando nihitasattho, lajji dayapanno sabbapanabhutahitanukampi viharati. ","mn135:7.1":"Idha, manava, ekacco itthi va puriso va sattanam vihethakajatiko hoti, panina va ledduna va dandena va satthena va. ","mn135:7.2":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn135:7.3":"No ce kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati, sace manussattam agacchati yattha yattha paccajayati bavhabadho hoti. ","mn135:7.4":"Bavhabadhasamvattanika esa, manava, patipada yadidam—","mn135:7.5":"sattanam vihethakajatiko hoti panina va ledduna va dandena va satthena va. ","mn135:8.1":"Idha pana, manava, ekacco itthi va puriso va sattanam avihethakajatiko hoti panina va ledduna va dandena va satthena va. ","mn135:8.2":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn135:8.3":"No ce kayassa bheda param marana sugatim saggam lokam upapajjati, sace manussattam agacchati yattha yattha paccajayati appabadho hoti. ","mn135:8.4":"Appabadhasamvattanika esa, manava, patipada yadidam—","mn135:8.5":"sattanam avihethakajatiko hoti panina va ledduna va dandena va satthena va. ","mn135:9.1":"Idha, manava, ekacco itthi va puriso va kodhano hoti upayasabahulo. ","mn135:9.2":"Appampi vutto samano abhisajjati kuppati byapajjati patitthiyati kopanca dosanca appaccayanca patukaroti. ","mn135:9.3":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn135:9.4":"No ce kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati, sace manussattam agacchati yattha yattha paccajayati dubbanno hoti. ","mn135:9.5":"Dubbannasamvattanika esa, manava, patipada yadidam—","mn135:9.6":"kodhano hoti upayasabahulo; ","mn135:9.7":"appampi vutto samano abhisajjati kuppati byapajjati patitthiyati kopanca dosanca appaccayanca patukaroti. ","mn135:10.1":"Idha pana, manava, ekacco itthi va puriso va akkodhano hoti anupayasabahulo; ","mn135:10.2":"bahumpi vutto samano nabhisajjati na kuppati na byapajjati na patitthiyati na kopanca dosanca appaccayanca patukaroti. ","mn135:10.3":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn135:10.4":"No ce kayassa bheda param marana sugatim saggam lokam upapajjati, sace manussattam agacchati yattha yattha paccajayati pasadiko hoti. ","mn135:10.5":"Pasadikasamvattanika esa, manava, patipada yadidam—","mn135:10.6":"akkodhano hoti anupayasabahulo; ","mn135:10.7":"bahumpi vutto samano nabhisajjati na kuppati na byapajjati na patitthiyati na kopanca dosanca appaccayanca patukaroti. ","mn135:11.1":"Idha, manava, ekacco itthi va puriso va issamanako hoti; ","mn135:11.2":"paralabhasakkaragarukaramananavandanapujanasu issati upadussati issam bandhati. ","mn135:11.3":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn135:11.4":"No ce kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati, sace manussattam agacchati yattha yattha paccajayati appesakkho hoti. ","mn135:11.5":"Appesakkhasamvattanika esa, manava, patipada yadidam—","mn135:11.6":"issamanako hoti; ","mn135:11.7":"paralabhasakkaragarukaramananavandanapujanasu issati upadussati issam bandhati. ","mn135:12.1":"Idha pana, manava, ekacco itthi va puriso va anissamanako hoti; ","mn135:12.2":"paralabhasakkaragarukaramananavandanapujanasu na issati na upadussati na issam bandhati. ","mn135:12.3":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn135:12.4":"No ce kayassa bheda param marana sugatim saggam lokam upapajjati, sace manussattam agacchati yattha yattha paccajayati mahesakkho hoti. ","mn135:12.5":"Mahesakkhasamvattanika esa, manava, patipada yadidam—","mn135:12.6":"anissamanako hoti; ","mn135:12.7":"paralabhasakkaragarukaramananavandanapujanasu na issati na upadussati na issam bandhati. ","mn135:13.1":"Idha, manava, ekacco itthi va puriso va na data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","mn135:13.2":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn135:13.3":"No ce kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati, sace manussattam agacchati yattha yattha paccajayati appabhogo hoti. ","mn135:13.4":"Appabhogasamvattanika esa, manava, patipada yadidam—","mn135:13.5":"na data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","mn135:14.1":"Idha pana, manava, ekacco itthi va puriso va data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","mn135:14.2":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn135:14.3":"No ce kayassa bheda param marana sugatim saggam lokam upapajjati, sace manussattam agacchati yattha yattha paccajayati mahabhogo hoti. ","mn135:14.4":"Mahabhogasamvattanika esa, manava, patipada yadidam—","mn135:14.5":"data hoti samanassa va brahmanassa va annam panam vattham yanam malagandhavilepanam seyyavasathapadipeyyam. ","mn135:15.1":"Idha, manava, ekacco itthi va puriso va thaddho hoti atimani—","mn135:15.2":"abhivadetabbam na abhivadeti, paccutthatabbam na paccuttheti, asanarahassa na asanam deti, maggarahassa na maggam deti, sakkatabbam na sakkaroti, garukatabbam na garukaroti, manetabbam na maneti, pujetabbam na pujeti. ","mn135:15.3":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn135:15.4":"No ce kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati, sace manussattam agacchati yattha yattha paccajayati nicakulino hoti. ","mn135:15.5":"Nicakulinasamvattanika esa, manava, patipada yadidam—","mn135:15.6":"thaddho hoti atimani; ","mn135:15.7":"abhivadetabbam na abhivadeti, paccutthatabbam na paccuttheti, asanarahassa na asanam deti, maggarahassa na maggam deti, sakkatabbam na sakkaroti, garukatabbam na garukaroti, manetabbam na maneti, pujetabbam na pujeti. ","mn135:16.1":"Idha pana, manava, ekacco itthi va puriso va atthaddho hoti anatimani; ","mn135:16.2":"abhivadetabbam abhivadeti, paccutthatabbam paccuttheti, asanarahassa asanam deti, maggarahassa maggam deti, sakkatabbam sakkaroti, garukatabbam garukaroti, manetabbam maneti, pujetabbam pujeti. ","mn135:16.3":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn135:16.4":"No ce kayassa bheda param marana sugatim saggam lokam upapajjati, sace manussattam agacchati yattha yattha paccajayati uccakulino hoti. ","mn135:16.5":"Uccakulinasamvattanika esa, manava, patipada yadidam—","mn135:16.6":"atthaddho hoti anatimani; ","mn135:16.7":"abhivadetabbam abhivadeti, paccutthatabbam paccuttheti, asanarahassa asanam deti, maggarahassa maggam deti, sakkatabbam sakkaroti, garukatabbam garukaroti, manetabbam maneti, pujetabbam pujeti. ","mn135:17.1":"Idha, manava, ekacco itthi va puriso va samanam va brahmanam va upasankamitva na paripucchita hoti: ","mn135:17.2":"‘kim, bhante, kusalam, kim akusalam; ","mn135:17.3":"kim savajjam, kim anavajjam; ","mn135:17.4":"kim sevitabbam, kim na sevitabbam; ","mn135:17.5":"kim me kariyamanam digharattam ahitaya dukkhaya hoti, kim va pana me kariyamanam digharattam hitaya sukhaya hoti’ti? ","mn135:17.6":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn135:17.7":"No ce kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati, sace manussattam agacchati yattha yattha paccajayati duppanno hoti. ","mn135:17.8":"Duppannasamvattanika esa, manava, patipada yadidam—","mn135:17.9":"samanam va brahmanam va upasankamitva na paripucchita hoti: ","mn135:17.10":"‘kim, bhante, kusalam, kim akusalam; ","mn135:17.11":"kim savajjam, kim anavajjam; ","mn135:17.12":"kim sevitabbam, kim na sevitabbam; ","mn135:17.13":"kim me kariyamanam digharattam ahitaya dukkhaya hoti, kim va pana me kariyamanam digharattam hitaya sukhaya hoti’ti? ","mn135:18.1":"Idha pana, manava, ekacco itthi va puriso va samanam va brahmanam va upasankamitva paripucchita hoti: ","mn135:18.2":"‘kim, bhante, kusalam, kim akusalam; ","mn135:18.3":"kim savajjam, kim anavajjam; ","mn135:18.4":"kim sevitabbam, kim na sevitabbam; ","mn135:18.5":"kim me kariyamanam digharattam ahitaya dukkhaya hoti, kim va pana me kariyamanam digharattam hitaya sukhaya hoti’ti? ","mn135:18.6":"So tena kammena evam samattena evam samadinnena kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn135:18.7":"No ce kayassa bheda param marana sugatim saggam lokam upapajjati, sace manussattam agacchati yattha yattha paccajayati mahapanno hoti. ","mn135:18.8":"Mahapannasamvattanika esa, manava, patipada yadidam—","mn135:18.9":"samanam va brahmanam va upasankamitva paripucchita hoti: ","mn135:18.10":"‘kim, bhante, kusalam, kim akusalam; ","mn135:18.11":"kim savajjam, kim anavajjam; ","mn135:18.12":"kim sevitabbam, kim na sevitabbam; ","mn135:18.13":"kim me kariyamanam digharattam ahitaya dukkhaya hoti, kim va pana me kariyamanam digharattam hitaya sukhaya hoti’ti? ","mn135:19.1":"Iti kho, manava, appayukasamvattanika patipada appayukattam upaneti, dighayukasamvattanika patipada dighayukattam upaneti; ","mn135:19.2":"bavhabadhasamvattanika patipada bavhabadhattam upaneti, appabadhasamvattanika patipada appabadhattam upaneti; ","mn135:19.3":"dubbannasamvattanika patipada dubbannattam upaneti, pasadikasamvattanika patipada pasadikattam upaneti; ","mn135:19.4":"appesakkhasamvattanika patipada appesakkhattam upaneti, mahesakkhasamvattanika patipada mahesakkhattam upaneti; ","mn135:19.5":"appabhogasamvattanika patipada appabhogattam upaneti, mahabhogasamvattanika patipada mahabhogattam upaneti; ","mn135:19.6":"nicakulinasamvattanika patipada nicakulinattam upaneti, uccakulinasamvattanika patipada uccakulinattam upaneti; ","mn135:19.7":"duppannasamvattanika patipada duppannattam upaneti, mahapannasamvattanika patipada mahapannattam upaneti. ","mn135:20.1":"Kammassaka, manava, satta kammadayada kammayoni kammabandhu kammappatisarana. ","mn135:20.2":"Kammam satte vibhajati yadidam—","mn135:20.3":"hinappanitataya”ti. ","mn135:21.1":"Evam vutte, subho manavo todeyyaputto bhagavantam etadavoca: ","mn135:21.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","mn135:21.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","mn135:21.4":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","mn135:21.5":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","mn135:21.6":"Culakammavibhangasuttam nitthitam pancamam. "}