{"mn138:0.1":"Majjhima Nikaya 138 ","mn138:0.2":"Uddesavibhangasutta ","mn138:1.1":"Evam me sutam—","mn138:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn138:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn138:1.4":"“bhikkhavo”ti. ","mn138:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn138:1.6":"Bhagava etadavoca: ","mn138:2.1":"“uddesavibhangam vo, bhikkhave, desessami. ","mn138:2.2":"Tam sunatha, sadhukam manasi karotha, bhasissami”ti. ","mn138:2.3":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","mn138:2.4":"Bhagava etadavoca: ","mn138:3.1":"“Tatha tatha, bhikkhave, bhikkhu upaparikkheyya yatha yatha upaparikkhato bahiddha cassa vinnanam avikkhittam avisatam, ajjhattam asanthitam anupadaya na paritasseyya. ","mn138:3.2":"Bahiddha, bhikkhave, vinnane avikkhitte avisate sati ajjhattam asanthite anupadaya aparitassato ayatim jatijaramaranadukkhasamudayasambhavo na hoti”ti. ","mn138:4.1":"Idamavoca bhagava. ","mn138:4.2":"Idam vatvana sugato utthayasana viharam pavisi. ","mn138:5.1":"Atha kho tesam bhikkhunam, acirapakkantassa bhagavato, etadahosi: ","mn138:5.2":"“idam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn138:5.3":"‘tatha tatha, bhikkhave, bhikkhu upaparikkheyya yatha yatha upaparikkhato bahiddha cassa vinnanam avikkhittam avisatam, ajjhattam asanthitam anupadaya na paritasseyya. ","mn138:5.4":"Bahiddha, bhikkhave, vinnane avikkhitte avisate sati ajjhattam asanthite anupadaya aparitassato ayatim jatijaramaranadukkhasamudayasambhavo na hoti’ti. ","mn138:5.5":"Ko nu kho imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajeyya”ti? ","mn138:5.6":"Atha kho tesam bhikkhunam etadahosi: ","mn138:5.7":"“ayam kho ayasma mahakaccano satthu ceva samvannito sambhavito ca vinnunam sabrahmacarinam; ","mn138:5.8":"pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","mn138:5.9":"Yannuna mayam yenayasma mahakaccano tenupasankameyyama; upasankamitva ayasmantam mahakaccanam etamattham patipuccheyyama”ti. ","mn138:6.1":"Atha kho te bhikkhu yenayasma mahakaccano tenupasankamimsu; upasankamitva ayasmata mahakaccanena saddhim sammodimsu. ","mn138:6.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu ayasmantam mahakaccanam etadavocum: ","mn138:6.3":"“Idam kho no, avuso kaccana, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn138:6.4":"‘tatha tatha, bhikkhave, bhikkhu upaparikkheyya yatha yatha upaparikkhato bahiddha cassa vinnanam avikkhittam avisatam, ajjhattam asanthitam anupadaya na paritasseyya. ","mn138:6.5":"Bahiddha, bhikkhave, vinnane avikkhitte avisate sati ajjhattam asanthite anupadaya aparitassato ayatim jatijaramaranadukkhasamudayasambhavo na hoti’ti. ","mn138:6.6":"Tesam no, avuso kaccana, amhakam, acirapakkantassa bhagavato, etadahosi: ","mn138:6.7":"‘idam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn138:6.8":"“tatha tatha, bhikkhave, bhikkhu upaparikkheyya, yatha yatha upaparikkhato bahiddha cassa vinnanam avikkhittam avisatam ajjhattam asanthitam anupadaya na paritasseyya. ","mn138:6.9":"Bahiddha, bhikkhave, vinnane avikkhitte avisate sati ajjhattam asanthite anupadaya aparitassato ayatim jatijaramaranadukkhasamudayasambhavo na hoti”ti. ","mn138:6.10":"Ko nu kho imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajeyya’ti. ","mn138:6.11":"Tesam no, avuso kaccana, amhakam etadahosi: ","mn138:6.12":"‘ayam kho ayasma mahakaccano satthu ceva samvannito, sambhavito ca vinnunam sabrahmacarinam. ","mn138:6.13":"Pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","mn138:6.14":"Yannuna mayam yenayasma mahakaccano tenupasankameyyama; upasankamitva ayasmantam mahakaccanam etamattham patipuccheyyama’ti—","mn138:6.15":"vibhajatayasma mahakaccano”ti. ","mn138:7.1":"“Seyyathapi, avuso, puriso saratthiko saragavesi sarapariyesanam caramano mahato rukkhassa titthato saravato atikkammeva mulam atikkamma khandham sakhapalase saram pariyesitabbam manneyya, ","mn138:7.2":"evam sampadamidam ayasmantanam satthari sammukhibhute tam bhagavantam atisitva amhe etamattham patipucchitabbam mannatha. ","mn138:7.3":"So havuso, bhagava janam janati, passam passati, cakkhubhuto nanabhuto dhammabhuto brahmabhuto vatta pavatta atthassa ninneta amatassa data dhammassami tathagato. ","mn138:7.4":"So ceva panetassa kalo ahosi yam bhagavantamyeva etamattham patipuccheyyatha; ","mn138:7.5":"yatha vo bhagava byakareyya tatha nam dhareyyatha”ti. ","mn138:8.1":"“Addhavuso kaccana, bhagava janam janati, passam passati, cakkhubhuto nanabhuto dhammabhuto brahmabhuto vatta pavatta atthassa ninneta amatassa data dhammassami tathagato. ","mn138:8.2":"So ceva panetassa kalo ahosi yam bhagavantamyeva etamattham patipuccheyyama; ","mn138:8.3":"yatha no bhagava byakareyya tatha nam dhareyyama. ","mn138:8.4":"Api cayasma mahakaccano satthu ceva samvannito sambhavito ca vinnunam sabrahmacarinam. ","mn138:8.5":"Pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","mn138:8.6":"Vibhajatayasma mahakaccano agarum karitva”ti. ","mn138:9.1":"“Tena havuso, sunatha, sadhukam manasi karotha, bhasissami”ti. ","mn138:9.2":"“Evamavuso”ti kho te bhikkhu ayasmato mahakaccanassa paccassosum. ","mn138:9.3":"Ayasma mahakaccano etadavoca: ","mn138:9.4":"“Yam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn138:9.5":"‘tatha tatha, bhikkhave, bhikkhu upaparikkheyya, yatha yatha upaparikkhato bahiddha cassa vinnanam avikkhittam avisatam ajjhattam asanthitam anupadaya na paritasseyya, bahiddha, bhikkhave, vinnane avikkhitte avisate sati ajjhattam asanthite anupadaya aparitassato ayatim jatijaramaranadukkhasamudayasambhavo na hoti’ti. ","mn138:9.6":"Imassa kho aham, avuso, bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa evam vittharena attham ajanami. ","mn138:10.1":"Kathancavuso, bahiddha vinnanam vikkhittam visatanti vuccati? ","mn138:10.2":"Idhavuso, bhikkhuno cakkhuna rupam disva rupanimittanusari vinnanam hoti rupanimittassadagadhitam rupanimittassadavinibandham rupanimittassadasamyojanasamyuttam bahiddha vinnanam vikkhittam visatanti vuccati. ","mn138:10.3":"Sotena saddam sutva …pe… ","mn138:10.4":"ghanena gandham ghayitva … ","mn138:10.5":"jivhaya rasam sayitva … ","mn138:10.6":"kayena photthabbam phusitva … ","mn138:10.7":"manasa dhammam vinnaya dhammanimittanusari vinnanam hoti; dhammanimittassadagadhitam dhammanimittassadavinibandham dhammanimittassadasamyojanasamyuttam bahiddha vinnanam vikkhittam visatanti vuccati. ","mn138:10.8":"Evam kho, avuso, bahiddha vinnanam vikkhittam visatanti vuccati. ","mn138:11.1":"Kathancavuso, bahiddha vinnanam avikkhittam avisatanti vuccati? ","mn138:11.2":"Idhavuso, bhikkhuno cakkhuna rupam disva na rupanimittanusari vinnanam hoti, na rupanimittassadagadhitam na rupanimittassadavinibandham na rupanimittassadasamyojanasamyuttam bahiddha vinnanam avikkhittam avisatanti vuccati. ","mn138:11.3":"Sotena saddam sutva …pe… ","mn138:11.4":"ghanena gandham ghayitva … ","mn138:11.5":"jivhaya rasam sayitva … ","mn138:11.6":"kayena photthabbam phusitva … ","mn138:11.7":"manasa dhammam vinnaya na dhammanimittanusari vinnanam hoti na dhammanimittassadagadhitam na dhammanimittassadavinibandham na dhammanimittassadasamyojanasamyuttam bahiddha vinnanam avikkhittam avisatanti vuccati. ","mn138:11.8":"Evam kho, avuso, bahiddha vinnanam avikkhittam avisatanti vuccati. ","mn138:12.1":"Kathancavuso, ajjhattam santhitanti vuccati? ","mn138:12.2":"Idhavuso, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn138:12.3":"Tassa vivekajapitisukhanusari vinnanam hoti vivekajapitisukhassadagadhitam vivekajapitisukhassadavinibandham vivekajapitisukhassadasamyojanasamyuttam ajjhattam cittam santhitanti vuccati. ","mn138:13.1":"Puna caparam, avuso, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","mn138:13.2":"Tassa samadhijapitisukhanusari vinnanam hoti samadhijapitisukhassadagadhitam samadhijapitisukhassadavinibandham samadhijapitisukhassadasamyojanasamyuttam ajjhattam cittam santhitanti vuccati. ","mn138:14.1":"Puna caparam, avuso, bhikkhu pitiya ca viraga upekkhako ca viharati sato ca sampajano sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","mn138:14.2":"Tassa upekkhanusari vinnanam hoti upekkhasukhassadagadhitam upekkhasukhassadavinibandham upekkhasukhassadasamyojanasamyuttam ajjhattam cittam santhitanti vuccati. ","mn138:15.1":"Puna caparam, avuso, bhikkhu sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn138:15.2":"Tassa adukkhamasukhanusari vinnanam hoti adukkhamasukhassadagadhitam adukkhamasukhassadavinibandham adukkhamasukhassadasamyojanasamyuttam ajjhattam cittam asanthitanti vuccati. ","mn138:15.3":"Evam kho, avuso, ajjhattam santhitanti vuccati. ","mn138:16.1":"Kathancavuso, ajjhattam asanthitanti vuccati? ","mn138:16.2":"Idhavuso, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi …pe… pathamam jhanam upasampajja viharati. ","mn138:16.3":"Tassa na vivekajapitisukhanusari vinnanam hoti na vivekajapitisukhassadagadhitam na vivekajapitisukhassadavinibandham na vivekajapitisukhassadasamyojanasamyuttam ajjhattam cittam asanthitanti vuccati. ","mn138:17.1":"Puna caparam, avuso, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","mn138:17.2":"Tassa na samadhijapitisukhanusari vinnanam hoti na samadhijapitisukhassadagadhitam na samadhijapitisukhassadavinibandham na samadhijapitisukhassadasamyojanasamyuttam ajjhattam cittam asanthitanti vuccati. ","mn138:18.1":"Puna caparam, avuso, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","mn138:18.2":"Tassa na upekkhanusari vinnanam hoti na upekkhasukhassadagadhitam na upekkhasukhassadavinibandham na upekkhasukhassadasamyojanasamyuttam ajjhattam cittam asanthitanti vuccati. ","mn138:19.1":"Puna caparam, avuso, bhikkhu sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn138:19.2":"Tassa na adukkhamasukhanusari vinnanam hoti na adukkhamasukhassadagadhitam na adukkhamasukhassadavinibandham na adukkhamasukhassadasamyojanasamyuttam ajjhattam cittam asanthitanti vuccati. ","mn138:19.3":"Evam kho, avuso, ajjhattam asanthitanti vuccati. ","mn138:20.1":"Kathancavuso, anupada paritassana hoti? ","mn138:20.2":"Idhavuso, assutava puthujjano ariyanam adassavi ariyadhammassa akovido ariyadhamme avinito sappurisanam adassavi sappurisadhammassa akovido sappurisadhamme avinito ","mn138:20.3":"rupam attato samanupassati rupavantam va attanam attani va rupam rupasmim va attanam. ","mn138:20.4":"Tassa tam rupam viparinamati, annatha hoti. ","mn138:20.5":"Tassa rupaviparinamannathabhava rupaviparinamanuparivatti vinnanam hoti. ","mn138:20.6":"Tassa rupaviparinamanuparivattaja paritassana dhammasamuppada cittam pariyadaya titthanti. ","mn138:20.7":"Cetaso pariyadana uttasava ca hoti vighatava ca apekkhava ca anupadaya ca paritassati. ","mn138:20.8":"Vedanam …pe… ","mn138:20.9":"sannam … ","mn138:20.10":"sankhare … ","mn138:20.11":"vinnanam attato samanupassati vinnanavantam va attanam attani va vinnanam vinnanasmim va attanam. ","mn138:20.12":"Tassa tam vinnanam viparinamati, annatha hoti. ","mn138:20.13":"Tassa vinnanaviparinamannathabhava vinnanaviparinamanuparivatti vinnanam hoti. ","mn138:20.14":"Tassa vinnanaviparinamanuparivattaja paritassana dhammasamuppada cittam pariyadaya titthanti. ","mn138:20.15":"Cetaso pariyadana uttasava ca hoti vighatava ca apekkhava ca anupadaya ca paritassati. ","mn138:20.16":"Evam kho, avuso, anupada paritassana hoti. ","mn138:21.1":"Kathancavuso, anupadana aparitassana hoti? ","mn138:21.2":"Idhavuso, sutava ariyasavako ariyanam dassavi ariyadhammassa kovido ariyadhamme suvinito sappurisanam dassavi sappurisadhammassa kovido sappurisadhamme suvinito ","mn138:21.3":"na rupam attato samanupassati na rupavantam va attanam na attani va rupam na rupasmim va attanam. ","mn138:21.4":"Tassa tam rupam viparinamati, annatha hoti. ","mn138:21.5":"Tassa rupaviparinamannathabhava na ca rupaviparinamanuparivatti vinnanam hoti. ","mn138:21.6":"Tassa na rupaviparinamanuparivattaja paritassana dhammasamuppada cittam pariyadaya titthanti. ","mn138:21.7":"Cetaso pariyadana na cevuttasava hoti na ca vighatava na ca apekkhava anupadaya ca na paritassati. ","mn138:21.8":"Na vedanam … ","mn138:21.9":"na sannam … ","mn138:21.10":"na sankhare … ","mn138:21.11":"na vinnanam attato samanupassati na vinnanavantam va attanam na attani va vinnanam na vinnanasmim va attanam. ","mn138:21.12":"Tassa tam vinnanam viparinamati, annatha hoti. ","mn138:21.13":"Tassa vinnanaviparinamannathabhava na ca vinnanaviparinamanuparivatti vinnanam hoti. ","mn138:21.14":"Tassa na vinnanaviparinamanuparivattaja paritassana dhammasamuppada cittam pariyadaya titthanti. ","mn138:21.15":"Cetaso pariyadana na cevuttasava hoti na ca vighatava na ca apekkhava, anupadaya ca na paritassati. ","mn138:21.16":"Evam kho, avuso, anupada aparitassana hoti. ","mn138:22.1":"Yam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn138:22.2":"‘tatha tatha, bhikkhave, bhikkhu upaparikkheyya yatha yatha upaparikkhato bahiddha cassa vinnanam avikkhittam avisatam, ajjhattam asanthitam anupadaya na paritasseyya. ","mn138:22.3":"Bahiddha, bhikkhave, vinnane avikkhitte avisate sati ajjhattam asanthite anupadaya aparitassato ayatim jatijaramaranadukkhasamudayasambhavo na hoti’ti. ","mn138:22.4":"Imassa kho aham, avuso, bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa evam vittharena attham ajanami. ","mn138:22.5":"Akankhamana ca pana tumhe ayasmanto bhagavantamyeva upasankamitva etamattham patipuccheyyatha; ","mn138:22.6":"yatha vo bhagava byakaroti tatha nam dhareyyatha”ti. ","mn138:23.1":"Atha kho te bhikkhu ayasmato mahakaccanassa bhasitam abhinanditva anumoditva utthayasana yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","mn138:23.2":"“Yam kho no, bhante, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn138:23.3":"‘tatha tatha, bhikkhave, bhikkhu upaparikkheyya yatha yatha upaparikkhato bahiddha cassa vinnanam avikkhittam avisatam, ajjhattam asanthitam anupadaya na paritasseyya. ","mn138:23.4":"Bahiddha, bhikkhave, vinnane avikkhitte avisate sati ajjhattam asanthite anupadaya aparitassato ayatim jatijaramaranadukkhasamudayasambhavo na hoti’ti. ","mn138:23.5":"Tesam no, bhante, amhakam, acirapakkantassa bhagavato, etadahosi: ","mn138:23.6":"‘idam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho—","mn138:23.7":"tatha tatha, bhikkhave, bhikkhu upaparikkheyya, yatha yatha upaparikkhato bahiddha cassa vinnanam avikkhittam avisatam, ajjhattam asanthitam anupadaya na paritasseyya. ","mn138:23.8":"Bahiddha, bhikkhave, vinnane avikkhitte avisate sati ajjhattam asanthite anupadaya aparitassato ayatim jatijaramaranadukkhasamudayasambhavo na hotiti. ","mn138:23.9":"Ko nu kho imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajeyya’ti? ","mn138:23.10":"Tesam no, bhante, amhakam etadahosi: ","mn138:23.11":"‘ayam kho ayasma mahakaccano satthu ceva samvannito sambhavito ca vinnunam sabrahmacarinam. ","mn138:23.12":"Pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","mn138:23.13":"Yannuna mayam yenayasma mahakaccano tenupasankameyyama; upasankamitva ayasmantam mahakaccanam etamattham patipuccheyyama’ti. ","mn138:23.14":"Atha kho mayam, bhante, yenayasma mahakaccano tenupasankamimha; upasankamitva ayasmantam mahakaccanam etamattham patipucchimha. ","mn138:23.15":"Tesam no, bhante, ayasmata mahakaccanena imehi akarehi imehi padehi imehi byanjanehi attho vibhatto”ti. ","mn138:24.1":"“Pandito, bhikkhave, mahakaccano; mahapanno, bhikkhave, mahakaccano. ","mn138:24.2":"Mancepi tumhe, bhikkhave, etamattham patipuccheyyatha, ahampi evamevam byakareyyam yatha tam mahakaccanena byakatam. ","mn138:24.3":"Eso cevetassa attho. Evanca nam dhareyyatha”ti. ","mn138:24.4":"Idamavoca bhagava. ","mn138:24.5":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn138:24.6":"Uddesavibhangasuttam nitthitam atthamam. "}