{"mn144:0.1":"Majjhima Nikaya 144 ","mn144:0.2":"Channovadasutta ","mn144:1.1":"Evam me sutam—","mn144:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn144:2.1":"Tena kho pana samayena ayasma ca sariputto ayasma ca mahacundo ayasma ca channo gijjhakute pabbate viharanti. ","mn144:3.1":"Tena kho pana samayena ayasma channo abadhiko hoti dukkhito balhagilano. ","mn144:3.2":"Atha kho ayasma sariputto sayanhasamayam patisallana vutthito yenayasma mahacundo tenupasankami; upasankamitva ayasmantam mahacundam etadavoca: ","mn144:3.3":"“ayamavuso cunda, yenayasma channo tenupasankamissama gilanapucchaka”ti. ","mn144:3.4":"“Evamavuso”ti kho ayasma mahacundo ayasmato sariputtassa paccassosi. ","mn144:4.1":"Atha kho ayasma ca sariputto ayasma ca mahacundo yenayasma channo tenupasankamimsu; upasankamitva ayasmata channena saddhim sammodimsu. ","mn144:4.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinno kho ayasma sariputto ayasmantam channam etadavoca: ","mn144:4.3":"“kacci te, avuso channa, khamaniyam, kacci yapaniyam? Kacci te dukkha vedana patikkamanti, no abhikkamanti; patikkamosanam pannayati, no abhikkamo”ti? ","mn144:5.1":"“Na me, avuso sariputta, khamaniyam na yapaniyam. Balha me dukkha vedana abhikkamanti, no patikkamanti; abhikkamosanam pannayati, no patikkamo. ","mn144:5.2":"Seyyathapi, avuso sariputta, balava puriso tinhena sikharena muddhani abhimattheyya; evameva kho me, avuso sariputta, adhimatta vata muddhani uhananti. ","mn144:5.3":"Na me, avuso sariputta, khamaniyam na yapaniyam. Balha me dukkha vedana abhikkamanti, no patikkamanti; abhikkamosanam pannayati no patikkamo. ","mn144:5.4":"Seyyathapi, avuso sariputta, balava puriso dalhena varattakkhandena sise sisavetham dadeyya; evameva kho me, avuso sariputta, adhimatta sise sisavedana. ","mn144:5.5":"Na me, avuso sariputta, khamaniyam na yapaniyam. Balha me dukkha vedana abhikkamanti, no patikkamanti; abhikkamosanam pannayati, no patikkamo. ","mn144:5.6":"Seyyathapi, avuso sariputta, dakkho goghatako va goghatakantevasi va tinhena govikantanena kucchim parikanteyya; evameva kho me, avuso sariputta, adhimatta vata kucchim parikantanti. ","mn144:5.7":"Na me, avuso sariputta, khamaniyam na yapaniyam. Balha me dukkha vedana abhikkamanti, no patikkamanti; abhikkamosanam pannayati, no patikkamo. ","mn144:5.8":"Seyyathapi, avuso sariputta, dve balavanto purisa dubbalataram purisam nanabahasu gahetva angarakasuya santapeyyum samparitapeyyum; evameva kho me, avuso sariputta, adhimatto kayasmim daho. ","mn144:5.9":"Na me, avuso sariputta, khamaniyam na yapaniyam. Balha me dukkha vedana abhikkamanti, no patikkamanti; abhikkamosanam pannayati, no patikkamo. ","mn144:5.10":"Sattham, avuso sariputta, aharissami, navakankhami jivitan”ti. ","mn144:6.1":"“Mayasma channo sattham aharesi. ","mn144:6.2":"Yapetayasma channo. Yapentam mayam ayasmantam channam icchama. ","mn144:6.3":"Sace ayasmato channassa natthi sappayani bhojanani, aham ayasmato channassa sappayani bhojanani pariyesissami. ","mn144:6.4":"Sace ayasmato channassa natthi sappayani bhesajjani, aham ayasmato channassa sappayani bhesajjani pariyesissami. ","mn144:6.5":"Sace ayasmato channassa natthi patirupa upatthaka, aham ayasmantam channam upatthahissami. ","mn144:6.6":"Mayasma channo sattham aharesi. ","mn144:6.7":"Yapetayasma channo. Yapentam mayam ayasmantam channam icchama”ti. ","mn144:7.1":"“Napi me, avuso sariputta, natthi sappayani bhojanani; ","mn144:7.2":"napi me natthi sappayani bhesajjani; ","mn144:7.3":"napi me natthi patirupa upatthaka; ","mn144:7.4":"api cavuso sariputta, paricinno me sattha digharattam manapeneva no amanapena. ","mn144:7.5":"Etanhi, avuso sariputta, savakassa patirupam yam sattharam paricareyya manapeneva no amanapena. ","mn144:7.6":"‘Anupavajjam channo bhikkhu sattham aharissati’ti evametam, avuso sariputta, dharehi”ti. ","mn144:8.1":"“Puccheyyama mayam ayasmantam channam kancideva desam, sace ayasma channo okasam karoti panhassa veyyakaranaya”ti. ","mn144:8.2":"“Pucchavuso sariputta, sutva vedissami”ti. ","mn144:9.1":"“Cakkhum, avuso channa, cakkhuvinnanam cakkhuvinnanavinnatabbe dhamme ‘etam mama, esohamasmi, eso me atta’ti samanupassasi? ","mn144:9.2":"Sotam, avuso channa, sotavinnanam …pe… ","mn144:9.3":"ghanam, avuso channa, ghanavinnanam … ","mn144:9.4":"jivham, avuso channa, jivhavinnanam … ","mn144:9.5":"kayam, avuso channa, kayavinnanam … ","mn144:9.6":"manam, avuso channa, manovinnanam manovinnanavinnatabbe dhamme ‘etam mama, esohamasmi, eso me atta’ti samanupassasi”ti? ","mn144:9.7":"“Cakkhum, avuso sariputta, cakkhuvinnanam cakkhuvinnanavinnatabbe dhamme ‘netam mama, nesohamasmi, na meso atta’ti samanupassami. ","mn144:9.8":"Sotam, avuso sariputta …pe… ","mn144:9.9":"ghanam, avuso sariputta … ","mn144:9.10":"jivham, avuso sariputta … ","mn144:9.11":"kayam, avuso sariputta … ","mn144:9.12":"manam, avuso sariputta, manovinnanam manovinnanavinnatabbe dhamme ‘netam mama, nesohamasmi, na meso atta’ti samanupassami”ti. ","mn144:10.1":"“Cakkhusmim, avuso channa, cakkhuvinnane cakkhuvinnanavinnatabbesu dhammesu kim disva kim abhinnaya cakkhum cakkhuvinnanam cakkhuvinnanavinnatabbe dhamme ‘netam mama, nesohamasmi, na meso atta’ti samanupassasi? ","mn144:10.2":"Sotasmim, avuso channa, sotavinnane … ","mn144:10.3":"ghanasmim, avuso channa, ghanavinnane … ","mn144:10.4":"jivhaya, avuso channa, jivhavinnane … ","mn144:10.5":"kayasmim, avuso channa, kayavinnane … ","mn144:10.6":"manasmim, avuso channa, manovinnane manovinnanavinnatabbesu dhammesu kim disva kim abhinnaya manam manovinnanam manovinnanavinnatabbe dhamme ‘netam mama, nesohamasmi, na meso atta’ti samanupassasi”ti? ","mn144:10.7":"“Cakkhusmim, avuso sariputta, cakkhuvinnane cakkhuvinnanavinnatabbesu dhammesu nirodham disva nirodham abhinnaya cakkhum cakkhuvinnanam cakkhuvinnanavinnatabbe dhamme ‘netam mama, nesohamasmi, na meso atta’ti samanupassami. ","mn144:10.8":"Sotasmim, avuso sariputta, sotavinnane … ","mn144:10.9":"ghanasmim, avuso sariputta, ghanavinnane … ","mn144:10.10":"jivhaya, avuso sariputta, jivhavinnane … ","mn144:10.11":"kayasmim, avuso sariputta, kayavinnane … ","mn144:10.12":"manasmim, avuso sariputta, manovinnane manovinnanavinnatabbesu dhammesu nirodham disva nirodham abhinnaya manam manovinnanam manovinnanavinnatabbe dhamme ‘netam mama, nesohamasmi, na meso atta’ti samanupassami”ti. ","mn144:11.1":"Evam vutte, ayasma mahacundo ayasmantam channam etadavoca: ","mn144:11.2":"“tasmatiha, avuso channa, idampi tassa bhagavato sasanam, niccakappam manasi katabbam: ","mn144:11.3":"‘nissitassa calitam, anissitassa calitam natthi. ","mn144:11.4":"Calite asati passaddhi, ","mn144:11.5":"passaddhiya sati nati na hoti. ","mn144:11.6":"Natiya asati agatigati na hoti. ","mn144:11.7":"Agatigatiya asati cutupapato na hoti. ","mn144:11.8":"Cutupapate asati nevidha na huram na ubhayamantarena. ","mn144:11.9":"Esevanto dukkhassa’”ti. ","mn144:11.10":"Atha kho ayasma ca sariputto ayasma ca mahacundo ayasmantam channam imina ovadena ovaditva utthayasana pakkamimsu. ","mn144:12.1":"Atha kho ayasma channo acirapakkante ayasmante ca sariputte ayasmante ca mahacunde sattham aharesi. ","mn144:13.1":"Atha kho ayasma sariputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma sariputto bhagavantam etadavoca: ","mn144:13.2":"“ayasmata, bhante, channena sattham aharitam. ","mn144:13.3":"Tassa ka gati, ko abhisamparayo”ti? ","mn144:13.4":"“Nanu te, sariputta, channena bhikkhuna sammukhayeva anupavajjata byakata”ti? ","mn144:13.5":"“Atthi, bhante, pubbajiram nama vajjigamo. ","mn144:13.6":"Tatthayasmato channassa mittakulani suhajjakulani upavajjakulani”ti. ","mn144:13.7":"“Honti hete, sariputta, channassa bhikkhuno mittakulani suhajjakulani upavajjakulani. ","mn144:13.8":"Naham, sariputta, ettavata ‘saupavajjo’ti vadami. ","mn144:13.9":"Yo kho, sariputta, imanca kayam nikkhipati annanca kayam upadiyati tamaham ‘saupavajjo’ti vadami. ","mn144:13.10":"Tam channassa bhikkhuno natthi. ","mn144:13.11":"‘Anupavajjo channo bhikkhu sattham aharesi’ti evametam, sariputta, dharehi”ti. ","mn144:13.12":"Idamavoca bhagava. ","mn144:13.13":"Attamano ayasma sariputto bhagavato bhasitam abhinanditi. ","mn144:13.14":"Channovadasuttam nitthitam dutiyam. "}