{"mn145:0.1":"Majjhima Nikaya 145 ","mn145:0.2":"Punnovadasutta ","mn145:1.1":"Evam me sutam—","mn145:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn145:1.3":"Atha kho ayasma punno sayanhasamayam patisallana vutthito yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma punno bhagavantam etadavoca: ","mn145:2.1":"“sadhu mam, bhante, bhagava sankhittena ovadena ovadatu, yamaham bhagavato dhammam sutva eko vupakattho appamatto atapi pahitatto vihareyyan”ti. ","mn145:2.2":"“Tena hi, punna, sunahi, sadhukam manasi karohi; bhasissami”ti. ","mn145:2.3":"“Evam, bhante”ti kho ayasma punno bhagavato paccassosi. ","mn145:2.4":"Bhagava etadavoca: ","mn145:3.1":"“Santi kho, punna, cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya. ","mn145:3.2":"Tance bhikkhu abhinandati abhivadati ajjhosaya titthati. ","mn145:3.3":"Tassa tam abhinandato abhivadato ajjhosaya titthato uppajjati nandi. ","mn145:3.4":"‘Nandisamudaya dukkhasamudayo, punna’ti vadami. ","mn145:3.5":"Santi kho, punna, sotavinneyya sadda … ","mn145:3.6":"ghanavinneyya gandha … ","mn145:3.7":"jivhavinneyya rasa … ","mn145:3.8":"kayavinneyya photthabba … ","mn145:3.9":"manovinneyya dhamma ittha kanta manapa piyarupa kamupasamhita rajaniya. ","mn145:3.10":"Tance bhikkhu abhinandati abhivadati ajjhosaya titthati. ","mn145:3.11":"Tassa tam abhinandato abhivadato ajjhosaya titthato uppajjati nandi. ","mn145:3.12":"‘Nandisamudaya dukkhasamudayo, punna’ti vadami. ","mn145:4.1":"Santi ca kho, punna, cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya. ","mn145:4.2":"Tance bhikkhu nabhinandati nabhivadati najjhosaya titthati. ","mn145:4.3":"Tassa tam anabhinandato anabhivadato anajjhosaya titthato nandi nirujjhati. ","mn145:4.4":"‘Nandinirodha dukkhanirodho, punna’ti vadami. ","mn145:4.5":"Santi ca kho, punna, sotavinneyya sadda … ","mn145:4.6":"ghanavinneyya gandha … ","mn145:4.7":"jivhavinneyya rasa … ","mn145:4.8":"kayavinneyya photthabba … ","mn145:4.9":"manovinneyya dhamma ittha kanta manapa piyarupa kamupasamhita rajaniya. ","mn145:4.10":"Tance bhikkhu nabhinandati nabhivadati najjhosaya titthati. ","mn145:4.11":"Tassa tam anabhinandato anabhivadato anajjhosaya titthato nandi nirujjhati. ","mn145:4.12":"‘Nandinirodha dukkhanirodho, punna’ti vadami. ","mn145:5.1":"Imina ca tvam, punna, maya sankhittena ovadena ovadito katarasmim janapade viharissasi”ti? ","mn145:5.2":"“Iminaham, bhante, bhagavata sankhittena ovadena ovadito, atthi sunaparanto nama janapado, tatthaham viharissami”ti. ","mn145:5.3":"“Canda kho, punna, sunaparantaka manussa; ","mn145:5.4":"pharusa kho, punna, sunaparantaka manussa. ","mn145:5.5":"Sace tam, punna, sunaparantaka manussa akkosissanti paribhasissanti, tattha te, punna, kinti bhavissati”ti? ","mn145:5.6":"“Sace mam, bhante, sunaparantaka manussa akkosissanti paribhasissanti, tattha me evam bhavissati: ","mn145:5.7":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam me nayime panina paharam denti’ti. ","mn145:5.8":"Evamettha, bhagava, bhavissati; ","mn145:5.9":"evamettha, sugata, bhavissati”ti. ","mn145:5.10":"“Sace pana te, punna, sunaparantaka manussa panina paharam dassanti, tattha pana te, punna, kinti bhavissati”ti? ","mn145:5.11":"“Sace me, bhante, sunaparantaka manussa panina paharam dassanti, tattha me evam bhavissati: ","mn145:5.12":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam me nayime ledduna paharam denti’ti. ","mn145:5.13":"Evamettha, bhagava, bhavissati; ","mn145:5.14":"evamettha, sugata, bhavissati”ti. ","mn145:5.15":"“Sace pana te, punna, sunaparantaka manussa ledduna paharam dassanti, tattha pana te, punna, kinti bhavissati”ti? ","mn145:5.16":"“Sace me, bhante, sunaparantaka manussa ledduna paharam dassanti, tattha me evam bhavissati: ","mn145:5.17":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam me nayime dandena paharam denti’ti. ","mn145:5.18":"Evamettha, bhagava, bhavissati; ","mn145:5.19":"evamettha, sugata, bhavissati”ti. ","mn145:5.20":"“Sace pana te, punna, sunaparantaka manussa dandena paharam dassanti, tattha pana te, punna, kinti bhavissati”ti? ","mn145:5.21":"“Sace me, bhante, sunaparantaka manussa dandena paharam dassanti, tattha me evam bhavissati: ","mn145:5.22":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam me nayime satthena paharam denti’ti. ","mn145:5.23":"Evamettha, bhagava, bhavissati; ","mn145:5.24":"evamettha, sugata, bhavissati”ti. ","mn145:5.25":"“Sace pana te, punna, sunaparantaka manussa satthena paharam dassanti, tattha pana te, punna, kinti bhavissati”ti? ","mn145:5.26":"“Sace me, bhante, sunaparantaka manussa satthena paharam dassanti, tattha me evam bhavissati: ","mn145:5.27":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam mam nayime tinhena satthena jivita voropenti’ti. ","mn145:5.28":"Evamettha, bhagava, bhavissati; ","mn145:5.29":"evamettha, sugata, bhavissati”ti. ","mn145:5.30":"“Sace pana tam, punna, sunaparantaka manussa tinhena satthena jivita voropessanti, tattha pana te, punna, kinti bhavissati”ti? ","mn145:5.31":"“Sace mam, bhante, sunaparantaka manussa tinhena satthena jivita voropessanti, tattha me evam bhavissati: ","mn145:5.32":"‘santi kho bhagavato savaka kaye ca jivite ca attiyamana harayamana jigucchamana satthaharakam pariyesanti. Tam me idam apariyitthamyeva satthaharakam laddhan’ti. ","mn145:5.33":"Evamettha, bhagava, bhavissati; ","mn145:5.34":"evamettha, sugata, bhavissati”ti. ","mn145:6.1":"“Sadhu sadhu, punna. ","mn145:6.2":"Sakkhissasi kho tvam, punna, imina damupasamena samannagato sunaparantasmim janapade viharitum. ","mn145:6.3":"Yassadani tvam, punna, kalam mannasi”ti. ","mn145:7.1":"Atha kho ayasma punno bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva senasanam samsametva pattacivaramadaya yena sunaparanto janapado tena carikam pakkami. ","mn145:7.2":"Anupubbena carikam caramano yena sunaparanto janapado tadavasari. ","mn145:7.3":"Tatra sudam ayasma punno sunaparantasmim janapade viharati. ","mn145:7.4":"Atha kho ayasma punno tenevantaravassena pancamattani upasakasatani pativedesi, tenevantaravassena pancamattani upasikasatani pativedesi, tenevantaravassena tisso vijja sacchakasi. ","mn145:7.5":"Atha kho ayasma punno aparena samayena parinibbayi. ","mn145:8.1":"Atha kho sambahula bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","mn145:8.2":"“yo so, bhante, punno nama kulaputto bhagavata sankhittena ovadena ovadito so kalankato. ","mn145:8.3":"Tassa ka gati, ko abhisamparayo”ti? ","mn145:8.4":"“Pandito, bhikkhave, punno kulaputto paccapadi dhammassanudhammam, na ca mam dhammadhikaranam vihethesi. ","mn145:8.5":"Parinibbuto, bhikkhave, punno kulaputto”ti. ","mn145:8.6":"Idamavoca bhagava. ","mn145:8.7":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn145:8.8":"Punnovadasuttam nitthitam tatiyam. "}