{"mn14:0.1":"Majjhima Nikaya 14 ","mn14:0.2":"Culadukkhakkhandhasutta ","mn14:1.1":"Evam me sutam—","mn14:1.2":"ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","mn14:2.1":"Atha kho mahanamo sakko yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho mahanamo sakko bhagavantam etadavoca: ","mn14:2.2":"“digharattaham, bhante, bhagavata evam dhammam desitam ajanami: ","mn14:2.3":"‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti. ","mn14:2.4":"Evancaham, bhante, bhagavata dhammam desitam ajanami: ","mn14:2.5":"‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti. ","mn14:2.6":"Atha ca pana me ekada lobhadhammapi cittam pariyadaya titthanti, dosadhammapi cittam pariyadaya titthanti, mohadhammapi cittam pariyadaya titthanti. ","mn14:2.7":"Tassa mayham, bhante, evam hoti: ","mn14:2.8":"‘kosu nama me dhammo ajjhattam appahino yena me ekada lobhadhammapi cittam pariyadaya titthanti, dosadhammapi cittam pariyadaya titthanti, mohadhammapi cittam pariyadaya titthanti’”ti. ","mn14:3.1":"“So eva kho te, mahanama, dhammo ajjhattam appahino yena te ekada lobhadhammapi cittam pariyadaya titthanti, dosadhammapi cittam pariyadaya titthanti, mohadhammapi cittam pariyadaya titthanti. ","mn14:3.2":"So ca hi te, mahanama, dhammo ajjhattam pahino abhavissa, na tvam agaram ajjhavaseyyasi, na kame paribhunjeyyasi. ","mn14:3.3":"Yasma ca kho te, mahanama, so eva dhammo ajjhattam appahino tasma tvam agaram ajjhavasasi, kame paribhunjasi. ","mn14:4.1":"‘Appassada kama bahudukkha bahupayasa, adinavo ettha bhiyyo’ti—","mn14:4.2":"iti cepi, mahanama, ariyasavakassa yathabhutam sammappannaya sudittham hoti, so ca annatreva kamehi annatra akusalehi dhammehi pitisukham nadhigacchati, annam va tato santataram; ","mn14:4.3":"atha kho so neva tava anavatti kamesu hoti. ","mn14:4.4":"Yato ca kho, mahanama, ariyasavakassa ‘appassada kama bahudukkha bahupayasa, adinavo ettha bhiyyo’ti—evametam yathabhutam sammappannaya sudittham hoti, so ca annatreva kamehi annatra akusalehi dhammehi pitisukham adhigacchati annam va tato santataram; ","mn14:4.5":"atha kho so anavatti kamesu hoti. ","mn14:5.1":"Mayhampi kho, mahanama, pubbeva sambodha, anabhisambuddhassa bodhisattasseva sato, ","mn14:5.2":"‘appassada kama bahudukkha bahupayasa, adinavo ettha bhiyyo’ti—evametam yathabhutam sammappannaya sudittham hoti, ","mn14:5.3":"so ca annatreva kamehi annatra akusalehi dhammehi pitisukham najjhagamam, annam va tato santataram; ","mn14:5.4":"atha khvaham neva tava anavatti kamesu paccannasim. ","mn14:5.5":"Yato ca kho me, mahanama, ‘appassada kama bahudukkha bahupayasa, adinavo ettha bhiyyo’ti—evametam yathabhutam sammappannaya sudittham ahosi, so ca annatreva kamehi annatra akusalehi dhammehi pitisukham ajjhagamam, annam va tato santataram; ","mn14:5.6":"athaham anavatti kamesu paccannasim. ","mn14:6.1":"Ko ca, mahanama, kamanam assado? ","mn14:6.2":"Pancime, mahanama, kamaguna. ","mn14:6.3":"Katame panca? ","mn14:6.4":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya; ","mn14:6.5":"sotavinneyya sadda …pe… ","mn14:6.6":"ghanavinneyya gandha … ","mn14:6.7":"jivhavinneyya rasa … ","mn14:6.8":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya—","mn14:6.9":"ime kho, mahanama, panca kamaguna. ","mn14:6.10":"Yam kho, mahanama, ime panca kamagune paticca uppajjati sukham somanassam—","mn14:6.11":"ayam kamanam assado. ","mn14:7.1":"Ko ca, mahanama, kamanam adinavo? ","mn14:7.2":"Idha, mahanama, kulaputto yena sippatthanena jivikam kappeti—","mn14:7.3":"yadi muddaya yadi gananaya yadi sankhanena yadi kasiya yadi vanijjaya yadi gorakkhena yadi issatthena yadi rajaporisena yadi sippannatarena, ","mn14:7.4":"sitassa purakkhato unhassa purakkhato damsamakasavatatapasarisapasamphassehi rissamano khuppipasaya miyamano; ","mn14:7.5":"ayampi, mahanama, kamanam adinavo sanditthiko dukkhakkhandho kamahetu kamanidanam kamadhikaranam kamanameva hetu. ","mn14:8.1":"Tassa ce, mahanama, kulaputtassa evam utthahato ghatato vayamato te bhoga nabhinipphajjanti, ","mn14:8.2":"so socati kilamati paridevati urattalim kandati sammoham apajjati ‘mogham vata me utthanam, aphalo vata me vayamo’ti. ","mn14:8.3":"Ayampi, mahanama, kamanam adinavo sanditthiko dukkhakkhandho kamahetu kamanidanam kamadhikaranam kamanameva hetu. ","mn14:9.1":"Tassa ce, mahanama, kulaputtassa evam utthahato ghatato vayamato te bhoga abhinipphajjanti. ","mn14:9.2":"So tesam bhoganam arakkhadhikaranam dukkham domanassam patisamvedeti: ","mn14:9.3":"‘kinti me bhoge neva rajano hareyyum, na cora hareyyum, na aggi daheyya, na udakam vaheyya, na appiya va dayada hareyyun’ti. ","mn14:9.4":"Tassa evam arakkhato gopayato te bhoge rajano va haranti, cora va haranti, aggi va dahati, udakam va vahati, appiya va dayada haranti. ","mn14:9.5":"So socati kilamati paridevati urattalim kandati sammoham apajjati: ","mn14:9.6":"‘yampi me ahosi tampi no natthi’ti. ","mn14:9.7":"Ayampi, mahanama, kamanam adinavo sanditthiko dukkhakkhandho kamahetu kamanidanam kamadhikaranam kamanameva hetu. ","mn14:10.1":"Puna caparam, mahanama, kamahetu kamanidanam kamadhikaranam kamanameva hetu rajanopi rajuhi vivadanti, khattiyapi khattiyehi vivadanti, brahmanapi brahmanehi vivadanti, gahapatipi gahapatihi vivadanti, matapi puttena vivadati, puttopi matara vivadati, pitapi puttena vivadati, puttopi pitara vivadati, bhatapi bhatara vivadati, bhatapi bhaginiya vivadati, bhaginipi bhatara vivadati, sahayopi sahayena vivadati. ","mn14:10.2":"Te tattha kalahaviggahavivadapanna annamannam panihipi upakkamanti, ledduhipi upakkamanti, dandehipi upakkamanti, satthehipi upakkamanti. ","mn14:10.3":"Te tattha maranampi nigacchanti, maranamattampi dukkham. ","mn14:10.4":"Ayampi, mahanama, kamanam adinavo sanditthiko dukkhakkhandho kamahetu kamanidanam kamadhikaranam kamanameva hetu. ","mn14:11.1":"Puna caparam, mahanama, kamahetu kamanidanam kamadhikaranam kamanameva hetu asicammam gahetva, dhanukalapam sannayhitva, ubhatobyulham sangamam pakkhandanti ususupi khippamanesu, sattisupi khippamanasu, asisupi vijjotalantesu. ","mn14:11.2":"Te tattha usuhipi vijjhanti, sattiyapi vijjhanti, asinapi sisam chindanti. ","mn14:11.3":"Te tattha maranampi nigacchanti, maranamattampi dukkham. ","mn14:11.4":"Ayampi, mahanama, kamanam adinavo sanditthiko dukkhakkhandho kamahetu kamanidanam kamadhikaranam kamanameva hetu. ","mn14:12.1":"Puna caparam, mahanama, kamahetu kamanidanam kamadhikaranam kamanameva hetu asicammam gahetva, dhanukalapam sannayhitva, addavalepana upakariyo pakkhandanti ususupi khippamanesu, sattisupi khippamanasu, asisupi vijjotalantesu. ","mn14:12.2":"Te tattha usuhipi vijjhanti, sattiyapi vijjhanti, chakanakayapi osincanti, abhivaggenapi omaddanti, asinapi sisam chindanti. ","mn14:12.3":"Te tattha maranampi nigacchanti, maranamattampi dukkham. ","mn14:12.4":"Ayampi, mahanama, kamanam adinavo sanditthiko dukkhakkhandho kamahetu kamanidanam kamadhikaranam kamanameva hetu. ","mn14:13.1":"Puna caparam, mahanama, kamahetu kamanidanam kamadhikaranam kamanameva hetu sandhimpi chindanti, nillopampi haranti, ekagarikampi karonti, paripanthepi titthanti, paradarampi gacchanti. ","mn14:13.2":"Tamenam rajano gahetva vividha kammakarana karenti—","mn14:13.3":"kasahipi talenti, vettehipi talenti, addhadandakehipi talenti; hatthampi chindanti, padampi chindanti, hatthapadampi chindanti, kannampi chindanti, nasampi chindanti, kannanasampi chindanti; bilangathalikampi karonti, sankhamundikampi karonti, rahumukhampi karonti, jotimalikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cirakavasikampi karonti, eneyyakampi karonti, balisamamsikampi karonti, kahapanikampi karonti, kharapatacchikampi karonti, palighaparivattikampi karonti, palalapithakampi karonti, tattenapi telena osincanti, sunakhehipi khadapenti, jivantampi sule uttasenti, asinapi sisam chindanti. ","mn14:13.4":"Te tattha maranampi nigacchanti, maranamattampi dukkham. ","mn14:13.5":"Ayampi, mahanama, kamanam adinavo sanditthiko dukkhakkhandho kamahetu kamanidanam kamadhikaranam kamanameva hetu. ","mn14:14.1":"Puna caparam, mahanama, kamahetu kamanidanam kamadhikaranam kamanameva hetu kayena duccaritam caranti, vacaya duccaritam caranti, manasa duccaritam caranti. ","mn14:14.2":"Te kayena duccaritam caritva, vacaya duccaritam caritva, manasa duccaritam caritva, kayassa bheda param marana, apayam duggatim vinipatam nirayam upapajjanti. ","mn14:14.3":"Ayampi, mahanama, kamanam adinavo samparayiko, dukkhakkhandho kamahetu kamanidanam kamadhikaranam kamanameva hetu. ","mn14:15.1":"Ekamidaham, mahanama, samayam rajagahe viharami gijjhakute pabbate. ","mn14:15.2":"Tena kho pana samayena sambahula nigantha isigilipasse kalasilayam ubbhatthaka honti asanapatikkhitta, opakkamika dukkha tibba khara katuka vedana vedayanti. ","mn14:16.1":"Atha khvaham, mahanama, sayanhasamayam patisallana vutthito yena isigilipasse kalasila yena te nigantha tenupasankamim; upasankamitva te niganthe etadavocam: ","mn14:16.2":"‘kim nu tumhe, avuso nigantha, ubbhatthaka asanapatikkhitta, opakkamika dukkha tibba khara katuka vedana vedayatha’ti? ","mn14:17.1":"Evam vutte, mahanama, te nigantha mam etadavocum: ","mn14:17.2":"‘nigantho, avuso, nataputto sabbannu sabbadassavi aparisesam nanadassanam patijanati: ","mn14:17.3":"“carato ca me titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitan”ti. ","mn14:17.4":"So evamaha: ","mn14:17.5":"“atthi kho vo, nigantha, pubbe papakammam katam, tam imaya katukaya dukkarakarikaya nijjiretha; ","mn14:17.6":"yam panettha etarahi kayena samvuta vacaya samvuta manasa samvuta tam ayatim papassa kammassa akaranam; ","mn14:17.7":"iti purananam kammanam tapasa byantibhava, navanam kammanam akarana, ayatim anavassavo; ","mn14:17.8":"ayatim anavassava kammakkhayo, kammakkhaya dukkhakkhayo, dukkhakkhaya vedanakkhayo, vedanakkhaya sabbam dukkham nijjinnam bhavissati”ti. ","mn14:17.9":"Tanca panamhakam ruccati ceva khamati ca, tena camha attamana’ti. ","mn14:18.1":"Evam vutte, aham, mahanama, te niganthe etadavocam: ","mn14:18.2":"‘kim pana tumhe, avuso nigantha, janatha—","mn14:18.3":"ahuvamheva mayam pubbe na nahuvamha’ti? ","mn14:18.4":"‘No hidam, avuso’. ","mn14:18.5":"‘Kim pana tumhe, avuso nigantha, janatha—","mn14:18.6":"akaramheva mayam pubbe papakammam na nakaramha’ti? ","mn14:18.7":"‘No hidam, avuso’. ","mn14:18.8":"‘Kim pana tumhe, avuso nigantha, janatha—","mn14:18.9":"evarupam va evarupam va papakammam akaramha’ti? ","mn14:18.10":"‘No hidam, avuso’. ","mn14:18.11":"‘Kim pana tumhe, avuso nigantha, janatha—","mn14:18.12":"ettakam va dukkham nijjinnam, ettakam va dukkham nijjiretabbam, ettakamhi va dukkhe nijjinne sabbam dukkham nijjinnam bhavissati’ti? ","mn14:18.13":"‘No hidam, avuso’. ","mn14:18.14":"‘Kim pana tumhe, avuso nigantha, janatha—","mn14:18.15":"dittheva dhamme akusalanam dhammanam pahanam, kusalanam dhammanam upasampadan’ti? ","mn14:18.16":"‘No hidam, avuso’. ","mn14:19.1":"‘Iti kira tumhe, avuso nigantha, na janatha—","mn14:19.2":"ahuvamheva mayam pubbe na nahuvamhati, na janatha—","mn14:19.3":"akaramheva mayam pubbe papakammam na nakaramhati, na janatha—","mn14:19.4":"evarupam va evarupam va papakammam akaramhati, na janatha—","mn14:19.5":"ettakam va dukkham nijjinnam, ettakam va dukkham nijjiretabbam, ettakamhi va dukkhe nijjinne sabbam dukkham nijjinnam bhavissatiti. ","mn14:19.6":"Na janatha—","mn14:19.7":"dittheva dhamme akusalanam dhammanam pahanam, kusalanam dhammanam upasampadam. ","mn14:19.8":"Evam sante, avuso nigantha, ye loke ludda lohitapanino kururakammanta manussesu paccajata te niganthesu pabbajanti’ti? ","mn14:20.1":"‘Na kho, avuso gotama, sukhena sukham adhigantabbam, dukkhena kho sukham adhigantabbam; ","mn14:20.2":"sukhena cavuso gotama, sukham adhigantabbam abhavissa, raja magadho seniyo bimbisaro sukham adhigaccheyya, raja magadho seniyo bimbisaro sukhaviharitaro ayasmata gotamena’ti. ","mn14:20.3":"‘Addhayasmantehi niganthehi sahasa appatisankha vaca bhasita: ","mn14:20.4":"“na kho, avuso gotama, sukhena sukham adhigantabbam, dukkhena kho sukham adhigantabbam; ","mn14:20.5":"sukhena cavuso gotama, sukham adhigantabbam abhavissa, raja magadho seniyo bimbisaro sukham adhigaccheyya, raja magadho seniyo bimbisaro sukhaviharitaro ayasmata gotamena”ti. ","mn14:20.6":"Api ca ahameva tattha patipucchitabbo: ","mn14:20.7":"“ko nu kho ayasmantanam sukhaviharitaro raja va magadho seniyo bimbisaro ayasma va gotamo”ti? ","mn14:20.8":"Addhavuso gotama, amhehi sahasa appatisankha vaca bhasita, na kho, avuso gotama, sukhena sukham adhigantabbam, dukkhena kho sukham adhigantabbam; ","mn14:20.9":"sukhena cavuso gotama, sukham adhigantabbam abhavissa, raja magadho seniyo bimbisaro sukham adhigaccheyya, raja magadho seniyo bimbisaro sukhaviharitaro ayasmata gotamenati. ","mn14:20.10":"Api ca titthatetam, idanipi mayam ayasmantam gotamam pucchama: ","mn14:20.11":"“ko nu kho ayasmantanam sukhaviharitaro raja va magadho seniyo bimbisaro ayasma va gotamo”ti? ","mn14:21.1":"Tena havuso nigantha, tumheva tattha patipucchissami, yatha vo khameyya tatha nam byakareyyatha. ","mn14:21.2":"Tam kim mannathavuso nigantha, pahoti raja magadho seniyo bimbisaro, ","mn14:21.3":"aninjamano kayena, abhasamano vacam, satta rattindivani ekantasukham patisamvedi viharitun’ti? ","mn14:21.4":"‘No hidam, avuso’. ","mn14:21.5":"‘Tam kim mannathavuso nigantha, pahoti raja magadho seniyo bimbisaro, ","mn14:21.6":"aninjamano kayena, abhasamano vacam, cha rattindivani …pe… ","mn14:21.7":"panca rattindivani … ","mn14:21.8":"cattari rattindivani … ","mn14:21.9":"tini rattindivani … ","mn14:21.10":"dve rattindivani … ","mn14:21.11":"ekam rattindivam ekantasukham patisamvedi viharitun’ti? ","mn14:21.12":"‘No hidam, avuso’. ","mn14:21.13":"‘Aham kho, avuso nigantha, pahomi aninjamano kayena, abhasamano vacam, ekam rattindivam ekantasukham patisamvedi viharitum. ","mn14:21.14":"Aham kho, avuso nigantha, pahomi aninjamano kayena, abhasamano vacam, dve rattindivani … ","mn14:21.15":"tini rattindivani … ","mn14:21.16":"cattari rattindivani … ","mn14:21.17":"panca rattindivani … ","mn14:21.18":"cha rattindivani … ","mn14:21.19":"satta rattindivani ekantasukham patisamvedi viharitum. ","mn14:21.20":"Tam kim mannathavuso nigantha, evam sante ko sukhaviharitaro raja va magadho seniyo bimbisaro aham va’ti? ","mn14:21.21":"‘Evam sante ayasmava gotamo sukhaviharitaro ranna magadhena seniyena bimbisarena’”ti. ","mn14:21.22":"Idamavoca bhagava. ","mn14:21.23":"Attamano mahanamo sakko bhagavato bhasitam abhinanditi. ","mn14:21.24":"Culadukkhakkhandhasuttam nitthitam catuttham. "}