{"mn151:0.1":"Majjhima Nikaya 151 ","mn151:0.2":"Pindapataparisuddhisutta ","mn151:1.1":"Evam me sutam—","mn151:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn151:1.3":"Atha kho ayasma sariputto sayanhasamayam patisallana vutthito yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam sariputtam bhagava etadavoca: ","mn151:2.1":"“Vippasannani kho te, sariputta, indriyani, parisuddho chavivanno pariyodato. ","mn151:2.2":"Katamena kho tvam, sariputta, viharena etarahi bahulam viharasi”ti? ","mn151:2.3":"“Sunnataviharena kho aham, bhante, etarahi bahulam viharami”ti. ","mn151:2.4":"“Sadhu sadhu, sariputta. ","mn151:2.5":"Mahapurisaviharena kira tvam, sariputta, etarahi bahulam viharasi. ","mn151:2.6":"Mahapurisaviharo eso, sariputta, yadidam—","mn151:2.7":"sunnata. ","mn151:3.1":"Tasmatiha, sariputta, bhikkhu sace akankheyya: ","mn151:3.2":"‘sunnataviharena bahulam vihareyyan’ti, tena, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:3.3":"‘yena caham maggena gamam pindaya pavisim, yasminca padese pindaya acarim, yena ca maggena gamato pindaya patikkamim, atthi nu kho me tattha cakkhuvinneyyesu rupesu chando va rago va doso va moho va patigham vapi cetaso’ti? ","mn151:3.4":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:3.5":"‘yena caham maggena gamam pindaya pavisim, yasminca padese pindaya acarim, yena ca maggena gamato pindaya patikkamim, atthi me tattha cakkhuvinneyyesu rupesu chando va rago va doso va moho va patigham vapi cetaso’ti, tena, sariputta, bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya vayamitabbam. ","mn151:3.6":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:3.7":"‘yena caham maggena gamam pindaya pavisim, yasminca padese pindaya acarim, yena ca maggena gamato pindaya patikkamim, natthi me tattha cakkhuvinneyyesu rupesu chando va rago va doso va moho va patigham vapi cetaso’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:4-8.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:4-8.2":"‘yena caham maggena gamam pindaya pavisim, yasminca padese pindaya acarim, yena ca maggena gamato pindaya patikkamim, atthi nu kho me tattha sotavinneyyesu saddesu …pe… ","mn151:4-8.3":"ghanavinneyyesu gandhesu … ","mn151:4-8.4":"jivhavinneyyesu rasesu … ","mn151:4-8.5":"kayavinneyyesu photthabbesu … ","mn151:4-8.6":"manovinneyyesu dhammesu chando va rago va doso va moho va patigham vapi cetaso’ti? ","mn151:4-8.7":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:4-8.8":"‘yena caham maggena gamam pindaya pavisim, yasminca padese pindaya acarim, yena ca maggena gamato pindaya patikkamim, atthi me tattha manovinneyyesu dhammesu chando va rago va doso va moho va patigham vapi cetaso’ti, tena, sariputta, bhikkhuna tesamyeva papakanam akusalanam dhammanam pahanaya vayamitabbam. ","mn151:4-8.9":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:4-8.10":"‘yena caham maggena gamam pindaya pavisim, yasminca padese pindaya acarim, yena ca maggena gamato pindaya patikkamim, natthi me tattha manovinneyyesu dhammesu chando va rago va doso va moho va patigham vapi cetaso’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:9.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:9.2":"‘pahina nu kho me panca kamaguna’ti? ","mn151:9.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:9.4":"‘appahina kho me panca kamaguna’ti, tena, sariputta, bhikkhuna pancannam kamagunanam pahanaya vayamitabbam. ","mn151:9.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:9.6":"‘pahina kho me panca kamaguna’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:10.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:10.2":"‘pahina nu kho me panca nivarana’ti? ","mn151:10.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:10.4":"‘appahina kho me panca nivarana’ti, tena, sariputta, bhikkhuna pancannam nivarananam pahanaya vayamitabbam. ","mn151:10.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:10.6":"‘pahina kho me panca nivarana’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:11.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:11.2":"‘parinnata nu kho me pancupadanakkhandha’ti? ","mn151:11.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:11.4":"‘aparinnata kho me pancupadanakkhandha’ti, tena, sariputta, bhikkhuna pancannam upadanakkhandhanam parinnaya vayamitabbam. ","mn151:11.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:11.6":"‘parinnata kho me pancupadanakkhandha’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:12.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:12.2":"‘bhavita nu kho me cattaro satipatthana’ti? ","mn151:12.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:12.4":"‘abhavita kho me cattaro satipatthana’ti, tena, sariputta, bhikkhuna catunnam satipatthananam bhavanaya vayamitabbam. ","mn151:12.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:12.6":"‘bhavita kho me cattaro satipatthana’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:13.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:13.2":"‘bhavita nu kho me cattaro sammappadhana’ti? ","mn151:13.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:13.4":"‘abhavita kho me cattaro sammappadhana’ti, tena, sariputta, bhikkhuna catunnam sammappadhananam bhavanaya vayamitabbam. ","mn151:13.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:13.6":"‘bhavita kho me cattaro sammappadhana’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:14.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:14.2":"‘bhavita nu kho me cattaro iddhipada’ti? ","mn151:14.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:14.4":"‘abhavita kho me cattaro iddhipada’ti, tena, sariputta, bhikkhuna catunnam iddhipadanam bhavanaya vayamitabbam. ","mn151:14.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:14.6":"‘bhavita kho me cattaro iddhipada’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:15.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:15.2":"‘bhavitani nu kho me pancindriyani’ti? ","mn151:15.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:15.4":"‘abhavitani kho me pancindriyani’ti, tena, sariputta, bhikkhuna pancannam indriyanam bhavanaya vayamitabbam. ","mn151:15.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:15.6":"‘bhavitani kho me pancindriyani’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:16.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:16.2":"‘bhavitani nu kho me panca balani’ti? ","mn151:16.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:16.4":"‘abhavitani kho me panca balani’ti, tena, sariputta, bhikkhuna pancannam balanam bhavanaya vayamitabbam. ","mn151:16.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:16.6":"‘bhavitani kho me panca balani’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:17.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:17.2":"‘bhavita nu kho me satta bojjhanga’ti? ","mn151:17.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:17.4":"‘abhavita kho me satta bojjhanga’ti, tena, sariputta, bhikkhuna sattannam bojjhanganam bhavanaya vayamitabbam. ","mn151:17.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:17.6":"‘bhavita kho me satta bojjhanga’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:18.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:18.2":"‘bhavito nu kho me ariyo atthangiko maggo’ti? ","mn151:18.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:18.4":"‘abhavito kho me ariyo atthangiko maggo’ti, tena, sariputta, bhikkhuna ariyassa atthangikassa maggassa bhavanaya vayamitabbam. ","mn151:18.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:18.6":"‘bhavito kho me ariyo atthangiko maggo’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:19.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:19.2":"‘bhavita nu kho me samatho ca vipassana ca’ti? ","mn151:19.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:19.4":"‘abhavita kho me samatho ca vipassana ca’ti, tena, sariputta, bhikkhuna samathavipassananam bhavanaya vayamitabbam. ","mn151:19.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:19.6":"‘bhavita kho me samatho ca vipassana ca’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:20.1":"Puna caparam, sariputta, bhikkhuna iti patisancikkhitabbam: ","mn151:20.2":"‘sacchikata nu kho me vijja ca vimutti ca’ti? ","mn151:20.3":"Sace, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:20.4":"‘asacchikata kho me vijja ca vimutti ca’ti, tena, sariputta, bhikkhuna vijjaya vimuttiya sacchikiriyaya vayamitabbam. ","mn151:20.5":"Sace pana, sariputta, bhikkhu paccavekkhamano evam janati: ","mn151:20.6":"‘sacchikata kho me vijja ca vimutti ca’ti, tena, sariputta, bhikkhuna teneva pitipamojjena vihatabbam ahorattanusikkhina kusalesu dhammesu. ","mn151:21.1":"Ye hi keci, sariputta, atitamaddhanam samana va brahmana va pindapatam parisodhesum, sabbe te evameva paccavekkhitva paccavekkhitva pindapatam parisodhesum. ","mn151:21.2":"Yepi hi keci, sariputta, anagatamaddhanam samana va brahmana va pindapatam parisodhessanti, sabbe te evameva paccavekkhitva paccavekkhitva pindapatam parisodhessanti. ","mn151:21.3":"Yepi hi keci, sariputta, etarahi samana va brahmana va pindapatam parisodhenti, sabbe te evameva paccavekkhitva paccavekkhitva pindapatam parisodhenti. ","mn151:21.4":"Tasmatiha, sariputta, ‘paccavekkhitva paccavekkhitva pindapatam parisodhessama’ti—","mn151:21.5":"evanhi vo, sariputta, sikkhitabban”ti. ","mn151:21.6":"Idamavoca bhagava. ","mn151:21.7":"Attamano ayasma sariputto bhagavato bhasitam abhinanditi. ","mn151:21.8":"Pindapataparisuddhisuttam nitthitam navamam. "}