{"mn150:0.1":"Majjhima Nikaya 150 ","mn150:0.2":"Nagaravindeyyasutta ","mn150:1.1":"Evam me sutam—","mn150:1.2":"ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim yena nagaravindam nama kosalanam brahmananam gamo tadavasari. ","mn150:2.1":"Assosum kho nagaravindeyyaka brahmanagahapatika: ","mn150:2.2":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito kosalesu carikam caramano mahata bhikkhusanghena saddhim nagaravindam anuppatto. ","mn150:2.3":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","mn150:2.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","mn150:2.5":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn150:2.6":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn150:2.7":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","mn150:3.1":"Atha kho nagaravindeyyaka brahmanagahapatika yena bhagava tenupasankamimsu; upasankamitva appekacce bhagavantam abhivadetva ekamantam nisidimsu. Appekacce bhagavata saddhim sammodimsu; sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Appekacce yena bhagava tenanjalim panametva ekamantam nisidimsu. Appekacce bhagavato santike namagottam savetva ekamantam nisidimsu. Appekacce tunhibhuta ekamantam nisidimsu. Ekamantam nisinne kho nagaravindeyyake brahmanagahapatike bhagava etadavoca: ","mn150:4.1":"“Sace vo, gahapatayo, annatitthiya paribbajaka evam puccheyyum: ","mn150:4.2":"‘kathambhuta, gahapatayo, samanabrahmana na sakkatabba na garukatabba na manetabba na pujetabba’ti? ","mn150:4.3":"Evam puttha tumhe, gahapatayo, tesam annatitthiyanam paribbajakanam evam byakareyyatha: ","mn150:4.4":"‘ye te samanabrahmana cakkhuvinneyyesu rupesu avitaraga avitadosa avitamoha, ajjhattam avupasantacitta, samavisamam caranti kayena vacaya manasa, evarupa samanabrahmana na sakkatabba na garukatabba na manetabba na pujetabba. ","mn150:4.5":"Tam kissa hetu? ","mn150:4.6":"Mayampi hi cakkhuvinneyyesu rupesu avitaraga avitadosa avitamoha, ajjhattam avupasantacitta, samavisamam carama kayena vacaya manasa, tesam no samacariyampi hetam uttari apassatam. ","mn150:4.7":"Tasma te bhonto samanabrahmana na sakkatabba na garukatabba na manetabba na pujetabba. ","mn150:4.8":"Ye te samanabrahmana sotavinneyyesu saddesu … ","mn150:4.9":"ghanavinneyyesu gandhesu … ","mn150:4.10":"jivhavinneyyesu rasesu … ","mn150:4.11":"kayavinneyyesu photthabbesu … ","mn150:4.12":"manovinneyyesu dhammesu avitaraga avitadosa avitamoha, ajjhattam avupasantacitta, samavisamam caranti kayena vacaya manasa, evarupa samanabrahmana na sakkatabba na garukatabba na manetabba na pujetabba. ","mn150:4.13":"Tam kissa hetu? ","mn150:4.14":"Mayampi hi manovinneyyesu dhammesu avitaraga avitadosa avitamoha, ajjhattam avupasantacitta, samavisamam carama kayena vacaya manasa, tesam no samacariyampi hetam uttari apassatam. ","mn150:4.15":"Tasma te bhonto samanabrahmana na sakkatabba na garukatabba na manetabba na pujetabba’ti. ","mn150:4.16":"Evam puttha tumhe, gahapatayo, tesam annatitthiyanam paribbajakanam evam byakareyyatha. ","mn150:5.1":"Sace pana vo, gahapatayo, annatitthiya paribbajaka evam puccheyyum: ","mn150:5.2":"‘kathambhuta, gahapatayo, samanabrahmana sakkatabba garukatabba manetabba pujetabba’ti? ","mn150:5.3":"Evam puttha tumhe, gahapatayo, tesam annatitthiyanam paribbajakanam evam byakareyyatha: ","mn150:5.4":"‘ye te samanabrahmana cakkhuvinneyyesu rupesu vitaraga vitadosa vitamoha, ajjhattam vupasantacitta, samacariyam caranti kayena vacaya manasa, evarupa samanabrahmana sakkatabba garukatabba manetabba pujetabba. ","mn150:5.5":"Tam kissa hetu? ","mn150:5.6":"Mayampi hi cakkhuvinneyyesu rupesu avitaraga avitadosa avitamoha, ajjhattam avupasantacitta, samavisamam carama kayena vacaya manasa, tesam no samacariyampi hetam uttari passatam. ","mn150:5.7":"Tasma te bhonto samanabrahmana sakkatabba garukatabba manetabba pujetabba. ","mn150:5.8":"Ye te samanabrahmana sotavinneyyesu saddesu … ","mn150:5.9":"ghanavinneyyesu gandhesu … ","mn150:5.10":"jivhavinneyyesu rasesu … ","mn150:5.11":"kayavinneyyesu photthabbesu … ","mn150:5.12":"manovinneyyesu dhammesu vitaraga vitadosa vitamoha, ajjhattam vupasantacitta, samacariyam caranti kayena vacaya manasa, evarupa samanabrahmana sakkatabba garukatabba manetabba pujetabba. ","mn150:5.13":"Tam kissa hetu? ","mn150:5.14":"Mayampi hi manovinneyyesu dhammesu avitaraga avitadosa avitamoha ajjhattam avupasantacitta, samavisamam carama kayena vacaya manasa, tesam no samacariyampi hetam uttari passatam. ","mn150:5.15":"Tasma te bhonto samanabrahmana sakkatabba garukatabba manetabba pujetabba’ti. ","mn150:5.16":"Evam puttha tumhe, gahapatayo, tesam annatitthiyanam paribbajakanam evam byakareyyatha. ","mn150:6.1":"Sace pana vo, gahapatayo, annatitthiya paribbajaka evam puccheyyum: ","mn150:6.2":"‘ke panayasmantanam akara, ke anvaya, yena tumhe ayasmanto evam vadetha? ","mn150:6.3":"Addha te ayasmanto vitaraga va ragavinayaya va patipanna, vitadosa va dosavinayaya va patipanna, vitamoha va mohavinayaya va patipanna’ti? ","mn150:6.4":"Evam puttha tumhe, gahapatayo, tesam annatitthiyanam paribbajakanam evam byakareyyatha: ","mn150:6.5":"‘tatha hi te ayasmanto arannavanapatthani pantani senasanani patisevanti. ","mn150:6.6":"Natthi kho pana tattha tatharupa cakkhuvinneyya rupa ye disva disva abhirameyyum, natthi kho pana tattha tatharupa sotavinneyya sadda ye sutva sutva abhirameyyum, natthi kho pana tattha tatharupa ghanavinneyya gandha ye ghayitva ghayitva abhirameyyum, natthi kho pana tattha tatharupa jivhavinneyya rasa ye sayitva sayitva abhirameyyum, natthi kho pana tattha tatharupa kayavinneyya photthabba ye phusitva phusitva abhirameyyum. ","mn150:6.7":"Ime kho no, avuso, akara, ime anvaya, yena mayam evam vadema—","mn150:6.8":"addha te ayasmanto vitaraga va ragavinayaya va patipanna, vitadosa va dosavinayaya va patipanna, vitamoha va mohavinayaya va patipanna’ti. ","mn150:6.9":"Evam puttha tumhe, gahapatayo, tesam annatitthiyanam paribbajakanam evam byakareyyatha”ti. ","mn150:7.1":"Evam vutte, nagaravindeyyaka brahmanagahapatika bhagavantam etadavocum: ","mn150:7.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","mn150:7.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","mn150:7.4":"Ete mayam bhavantam gotamam saranam gacchama dhammanca bhikkhusanghanca. ","mn150:7.5":"Upasake no bhavam gotamo dharetu ajjatagge panupete saranam gate”ti. ","mn150:7.6":"Nagaravindeyyasuttam nitthitam atthamam. "}