{"mn16:0.1":"Majjhima Nikaya 16 ","mn16:0.2":"Cetokhilasutta ","mn16:1.1":"Evam me sutam—","mn16:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn16:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn16:1.4":"“bhikkhavo”ti. ","mn16:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn16:1.6":"Bhagava etadavoca: ","mn16:2.1":"“Yassa kassaci, bhikkhave, bhikkhuno panca cetokhila appahina, panca cetasovinibandha asamucchinna, so vatimasmim dhammavinaye vuddhim virulhim vepullam apajjissatiti—netam thanam vijjati. ","mn16:3.1":"Katamassa panca cetokhila appahina honti? ","mn16:3.2":"Idha, bhikkhave, bhikkhu satthari kankhati vicikicchati nadhimuccati na sampasidati. ","mn16:3.3":"Yo so, bhikkhave, bhikkhu satthari kankhati vicikicchati nadhimuccati na sampasidati tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","mn16:3.4":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam pathamo cetokhilo appahino hoti. ","mn16:4.1":"Puna caparam, bhikkhave, bhikkhu dhamme kankhati vicikicchati nadhimuccati na sampasidati …pe… ","mn16:4.2":"evamassayam dutiyo cetokhilo appahino hoti. ","mn16:5.1":"Puna caparam, bhikkhave, bhikkhu sanghe kankhati vicikicchati nadhimuccati na sampasidati …pe… ","mn16:5.2":"evamassayam tatiyo cetokhilo appahino hoti. ","mn16:6.1":"Puna caparam, bhikkhave, bhikkhu sikkhaya kankhati vicikicchati nadhimuccati na sampasidati. ","mn16:6.2":"Yo so, bhikkhave, bhikkhu sikkhaya kankhati vicikicchati nadhimuccati na sampasidati, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","mn16:6.3":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam catuttho cetokhilo appahino hoti. ","mn16:7.1":"Puna caparam, bhikkhave, bhikkhu sabrahmacarisu kupito hoti anattamano ahatacitto khilajato. ","mn16:7.2":"Yo so, bhikkhave, bhikkhu sabrahmacarisu kupito hoti anattamano ahatacitto khilajato, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","mn16:7.3":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam pancamo cetokhilo appahino hoti. ","mn16:7.4":"Imassa panca cetokhila appahina honti. ","mn16:8.1":"Katamassa panca cetasovinibandha asamucchinna honti? ","mn16:8.2":"Idha, bhikkhave, bhikkhu kame avitarago hoti avigatacchando avigatapemo avigatapipaso avigataparilaho avigatatanho. ","mn16:8.3":"Yo so, bhikkhave, bhikkhu kame avitarago hoti avigatacchando avigatapemo avigatapipaso avigataparilaho avigatatanho, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","mn16:8.4":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam pathamo cetasovinibandho asamucchinno hoti. ","mn16:9.1":"Puna caparam, bhikkhave, bhikkhu kaye avitarago hoti …pe… ","mn16:9.2":"evamassayam dutiyo cetasovinibandho asamucchinno hoti. ","mn16:10.1":"Puna caparam, bhikkhave, bhikkhu rupe avitarago hoti …pe… ","mn16:10.2":"evamassayam tatiyo cetasovinibandho asamucchinno hoti. ","mn16:11.1":"Puna caparam, bhikkhave, bhikkhu yavadattham udaravadehakam bhunjitva seyyasukham passasukham middhasukham anuyutto viharati. ","mn16:11.2":"Yo so, bhikkhave, bhikkhu yavadattham udaravadehakam bhunjitva seyyasukham passasukham middhasukham anuyutto viharati, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","mn16:11.3":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam catuttho cetasovinibandho asamucchinno hoti. ","mn16:12.1":"Puna caparam, bhikkhave, bhikkhu annataram devanikayam panidhaya brahmacariyam carati: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti. ","mn16:12.2":"Yo so, bhikkhave, bhikkhu annataram devanikayam panidhaya brahmacariyam carati: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti, tassa cittam na namati atappaya anuyogaya sataccaya padhanaya. ","mn16:12.3":"Yassa cittam na namati atappaya anuyogaya sataccaya padhanaya, evamassayam pancamo cetasovinibandho asamucchinno hoti. ","mn16:12.4":"Imassa panca cetasovinibandha asamucchinna honti. ","mn16:13.1":"Yassa kassaci, bhikkhave, bhikkhuno ime panca cetokhila appahina, ime panca cetasovinibandha asamucchinna, so vatimasmim dhammavinaye vuddhim virulhim vepullam apajjissatiti—netam thanam vijjati. ","mn16:14.1":"Yassa kassaci, bhikkhave, bhikkhuno panca cetokhila pahina, panca cetasovinibandha susamucchinna, so vatimasmim dhammavinaye vuddhim virulhim vepullam apajjissatiti—thanametam vijjati. ","mn16:15.1":"Katamassa panca cetokhila pahina honti? ","mn16:15.2":"Idha, bhikkhave, bhikkhu satthari na kankhati na vicikicchati adhimuccati sampasidati. ","mn16:15.3":"Yo so, bhikkhave, bhikkhu satthari na kankhati na vicikicchati adhimuccati sampasidati, tassa cittam namati atappaya anuyogaya sataccaya padhanaya. ","mn16:15.4":"Yassa cittam namati atappaya anuyogaya sataccaya padhanaya, evamassayam pathamo cetokhilo pahino hoti. ","mn16:16.1":"Puna caparam, bhikkhave, bhikkhu dhamme na kankhati na vicikicchati adhimuccati sampasidati …pe… ","mn16:16.2":"evamassayam dutiyo cetokhilo pahino hoti. ","mn16:17.1":"Puna caparam, bhikkhave, bhikkhu sanghe na kankhati na vicikicchati adhimuccati sampasidati …pe… ","mn16:17.2":"evamassayam tatiyo cetokhilo pahino hoti. ","mn16:18.1":"Puna caparam, bhikkhave, bhikkhu sikkhaya na kankhati na vicikicchati adhimuccati sampasidati …pe… ","mn16:18.2":"evamassayam catuttho cetokhilo pahino hoti. ","mn16:19.1":"Puna caparam, bhikkhave, bhikkhu sabrahmacarisu na kupito hoti na anattamano anahatacitto akhilajato. ","mn16:19.2":"Yo so, bhikkhave, bhikkhu sabrahmacarisu na kupito hoti na anattamano anahatacitto akhilajato, tassa cittam namati atappaya anuyogaya sataccaya padhanaya. ","mn16:19.3":"Yassa cittam namati atappaya anuyogaya sataccaya padhanaya, evamassayam pancamo cetokhilo pahino hoti. ","mn16:19.4":"Imassa panca cetokhila pahina honti. ","mn16:20.1":"Katamassa panca cetasovinibandha susamucchinna honti? ","mn16:20.2":"Idha, bhikkhave, bhikkhu kame vitarago hoti vigatacchando vigatapemo vigatapipaso vigataparilaho vigatatanho. ","mn16:20.3":"Yo so, bhikkhave, bhikkhu kame vitarago hoti vigatacchando vigatapemo vigatapipaso vigataparilaho vigatatanho, tassa cittam namati atappaya anuyogaya sataccaya padhanaya. ","mn16:20.4":"Yassa cittam namati atappaya anuyogaya sataccaya padhanaya, evamassayam pathamo cetasovinibandho susamucchinno hoti. ","mn16:21.1":"Puna caparam, bhikkhave, bhikkhu kaye vitarago hoti …pe… ","mn16:22.1":"rupe vitarago hoti …pe… ","mn16:23.1":"na yavadattham udaravadehakam bhunjitva seyyasukham passasukham middhasukham anuyutto viharati. ","mn16:23.2":"Yo so, bhikkhave, bhikkhu na yavadattham udaravadehakam bhunjitva seyyasukham passasukham middhasukham anuyutto viharati, tassa cittam namati atappaya anuyogaya sataccaya padhanaya. ","mn16:23.3":"Yassa cittam namati atappaya anuyogaya sataccaya padhanaya, evamassayam catuttho cetasovinibandho susamucchinno hoti. ","mn16:24.1":"Puna caparam, bhikkhave, bhikkhu na annataram devanikayam panidhaya brahmacariyam carati: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti. ","mn16:24.2":"Yo so, bhikkhave, bhikkhu na annataram devanikayam panidhaya brahmacariyam carati: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti, tassa cittam namati atappaya anuyogaya sataccaya padhanaya. ","mn16:24.3":"Yassa cittam namati atappaya anuyogaya sataccaya padhanaya, evamassayam pancamo cetasovinibandho susamucchinno hoti. ","mn16:24.4":"Imassa panca cetasovinibandha susamucchinna honti. ","mn16:25.1":"Yassa kassaci, bhikkhave, bhikkhuno ime panca cetokhila pahina, ime panca cetasovinibandha susamucchinna, so vatimasmim dhammavinaye vuddhim virulhim vepullam apajjissatiti—thanametam vijjati. ","mn16:26.1":"So chandasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ","mn16:26.2":"viriyasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ","mn16:26.3":"cittasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ","mn16:26.4":"vimamsasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ussolhiyeva pancami. ","mn16:27.1":"Sa kho so, bhikkhave, evam ussolhipannarasangasamannagato bhikkhu bhabbo abhinibbidaya, bhabbo sambodhaya, bhabbo anuttarassa yogakkhemassa adhigamaya. ","mn16:27.2":"Seyyathapi, bhikkhave, kukkutiya andani attha va dasa va dvadasa va. ","mn16:27.3":"Tanassu kukkutiya samma adhisayitani samma pariseditani samma paribhavitani. ","mn16:27.4":"Kincapi tassa kukkutiya na evam iccha uppajjeyya: ","mn16:27.5":"‘aho vatime kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjeyyun’ti. ","mn16:27.6":"Atha kho bhabbava te kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjitum. ","mn16:27.7":"Evameva kho, bhikkhave, evam ussolhipannarasangasamannagato bhikkhu bhabbo abhinibbidaya, bhabbo sambodhaya, bhabbo anuttarassa yogakkhemassa adhigamaya”ti. ","mn16:27.8":"Idamavoca bhagava. ","mn16:27.9":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn16:27.10":"Cetokhilasuttam nitthitam chattham. "}