{"mn18:0.1":"Majjhima Nikaya 18 ","mn18:0.2":"Madhupindikasutta ","mn18:1.1":"Evam me sutam—","mn18:1.2":"ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","mn18:2.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya kapilavatthum pindaya pavisi. ","mn18:2.2":"Kapilavatthusmim pindaya caritva pacchabhattam pindapatapatikkanto yena mahavanam tenupasankami divaviharaya. ","mn18:2.3":"Mahavanam ajjhogahetva beluvalatthikaya mule divaviharam nisidi. ","mn18:3.1":"Dandapanipi kho sakko janghaviharam anucankamamano anuvicaramano yena mahavanam tenupasankami. ","mn18:3.2":"Mahavanam ajjhogahetva yena beluvalatthika yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn18:3.3":"Sammodaniyam katham saraniyam vitisaretva dandamolubbha ekamantam atthasi. Ekamantam thito kho dandapani sakko bhagavantam etadavoca: ","mn18:3.4":"“kimvadi samano kimakkhayi”ti? ","mn18:4.1":"“Yathavadi kho, avuso, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya na kenaci loke viggayha titthati, yatha ca pana kamehi visamyuttam viharantam tam brahmanam akathankathim chinnakukkuccam bhavabhave vitatanham sanna nanusenti—","mn18:4.2":"evamvadi kho aham, avuso, evamakkhayi”ti. ","mn18:5.1":"Evam vutte, dandapani sakko sisam okampetva, jivham nillaletva, tivisakham nalatikam nalate vutthapetva dandamolubbha pakkami. ","mn18:6.1":"Atha kho bhagava sayanhasamayam patisallana vutthito yena nigrodharamo tenupasankami; upasankamitva pannatte asane nisidi. ","mn18:6.2":"Nisajja kho bhagava bhikkhu amantesi: ","mn18:6.3":"“idhaham, bhikkhave, pubbanhasamayam nivasetva pattacivaramadaya kapilavatthum pindaya pavisim. ","mn18:6.4":"Kapilavatthusmim pindaya caritva pacchabhattam pindapatapatikkanto yena mahavanam tenupasankamim divaviharaya. ","mn18:6.5":"Mahavanam ajjhogahetva beluvalatthikaya mule divaviharam nisidim. ","mn18:6.6":"Dandapanipi kho, bhikkhave, sakko janghaviharam anucankamamano anuvicaramano yena mahavanam tenupasankami. ","mn18:6.7":"Mahavanam ajjhogahetva yena beluvalatthika yenaham tenupasankami; upasankamitva maya saddhim sammodi. ","mn18:6.8":"Sammodaniyam katham saraniyam vitisaretva dandamolubbha ekamantam atthasi. Ekamantam thito kho, bhikkhave, dandapani sakko mam etadavoca: ","mn18:6.9":"‘kimvadi samano kimakkhayi’ti? ","mn18:6.10":"Evam vutte, aham, bhikkhave, dandapanim sakkam etadavocam: ","mn18:6.11":"‘yathavadi kho, avuso, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya na kenaci loke viggayha titthati, yatha ca pana kamehi visamyuttam viharantam tam brahmanam akathankathim chinnakukkuccam bhavabhave vitatanham sanna nanusenti—","mn18:6.12":"evamvadi kho aham, avuso, evamakkhayi’ti. ","mn18:6.13":"Evam vutte, bhikkhave, dandapani sakko sisam okampetva, jivham nillaletva, tivisakham nalatikam nalate vutthapetva dandamolubbha pakkami”ti. ","mn18:6.14":"Evam vutte, annataro bhikkhu bhagavantam etadavoca: ","mn18:7.1":"“kimvadi pana, bhante, bhagava sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya na kenaci loke viggayha titthati? ","mn18:7.2":"Kathanca pana, bhante, bhagavantam kamehi visamyuttam viharantam tam brahmanam akathankathim chinnakukkuccam bhavabhave vitatanham sanna nanusenti”ti? ","mn18:8.1":"“Yatonidanam, bhikkhu, purisam papancasannasankha samudacaranti. ","mn18:8.2":"Ettha ce natthi abhinanditabbam abhivaditabbam ajjhositabbam. ","mn18:8.3":"Esevanto raganusayanam, esevanto patighanusayanam, esevanto ditthanusayanam, esevanto vicikicchanusayanam, esevanto mananusayanam, esevanto bhavaraganusayanam, esevanto avijjanusayanam, esevanto dandadanasatthadanakalahaviggahavivadatuvamtuvampesunnamusavadanam. ","mn18:8.4":"Etthete papaka akusala dhamma aparisesa nirujjhanti”ti. ","mn18:9.1":"Idamavoca bhagava. ","mn18:9.2":"Idam vatvana sugato utthayasana viharam pavisi. ","mn18:10.1":"Atha kho tesam bhikkhunam acirapakkantassa bhagavato etadahosi: ","mn18:10.2":"“idam kho no, avuso, bhagava sankhittena uddesam uddisitva, vittharena attham avibhajitva, utthayasana viharam pavittho: ","mn18:10.3":"‘yatonidanam, bhikkhu, purisam papancasannasankha samudacaranti. ","mn18:10.4":"Ettha ce natthi abhinanditabbam abhivaditabbam ajjhositabbam. ","mn18:10.5":"Esevanto raganusayanam …pe… ","mn18:10.6":"etthete papaka akusala dhamma aparisesa nirujjhanti’ti. ","mn18:10.7":"Ko nu kho imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajeyya”ti? ","mn18:10.8":"Atha kho tesam bhikkhunam etadahosi: ","mn18:10.9":"“ayam kho ayasma mahakaccano satthu ceva samvannito sambhavito ca vinnunam sabrahmacarinam. ","mn18:10.10":"Pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","mn18:10.11":"Yannuna mayam yenayasma mahakaccano tenupasankameyyama; upasankamitva ayasmantam mahakaccanam etamattham patipuccheyyama”ti. ","mn18:11.1":"Atha kho te bhikkhu yenayasma mahakaccano tenupasankamimsu; upasankamitva ayasmata mahakaccanena saddhim sammodimsu. ","mn18:11.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu ayasmantam mahakaccanam etadavocum: ","mn18:11.3":"“idam kho no, avuso kaccana, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn18:11.4":"‘yatonidanam, bhikkhu, purisam papancasannasankha samudacaranti. ","mn18:11.5":"Ettha ce natthi abhinanditabbam abhivaditabbam ajjhositabbam. ","mn18:11.6":"Esevanto raganusayanam …pe… ","mn18:11.7":"etthete papaka akusala dhamma aparisesa nirujjhanti’ti. ","mn18:11.8":"Tesam no, avuso kaccana, amhakam acirapakkantassa bhagavato etadahosi: ","mn18:11.9":"‘idam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn18:11.10":"“yatonidanam, bhikkhu, purisam papancasannasankha samudacaranti. ","mn18:11.11":"Ettha ce natthi abhinanditabbam abhivaditabbam ajjhositabbam. ","mn18:11.12":"Esevanto raganusayanam …pe… ","mn18:11.13":"etthete papaka akusala dhamma aparisesa nirujjhanti”’ti. ","mn18:11.14":"Ko nu kho imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajeyyati? ","mn18:11.15":"Tesam no, avuso kaccana, amhakam etadahosi: ","mn18:11.16":"‘ayam kho ayasma mahakaccano satthu ceva samvannito sambhavito ca vinnunam sabrahmacarinam, pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","mn18:11.17":"Yannuna mayam yenayasma mahakaccano tenupasankameyyama; upasankamitva ayasmantam mahakaccanam etamattham patipuccheyyama’ti. ","mn18:11.18":"Vibhajatayasma mahakaccano”ti. ","mn18:12.1":"“Seyyathapi, avuso, puriso saratthiko saragavesi sarapariyesanam caramano mahato rukkhassa titthato saravato atikkammeva mulam, atikkamma khandham, sakhapalase saram pariyesitabbam manneyya; ","mn18:12.2":"evamsampadamidam ayasmantanam satthari sammukhibhute, tam bhagavantam atisitva, amhe etamattham patipucchitabbam mannatha. ","mn18:12.3":"So havuso, bhagava janam janati, passam passati, cakkhubhuto nanabhuto dhammabhuto brahmabhuto, vatta pavatta, atthassa ninneta, amatassa data, dhammassami tathagato. ","mn18:12.4":"So ceva panetassa kalo ahosi, yam bhagavantamyeva etamattham patipuccheyyatha. ","mn18:12.5":"Yatha vo bhagava byakareyya tatha nam dhareyyatha”ti. ","mn18:13.1":"“Addhavuso kaccana, bhagava janam janati, passam passati, cakkhubhuto nanabhuto dhammabhuto brahmabhuto, vatta pavatta, atthassa ninneta, amatassa data, dhammassami tathagato. ","mn18:13.2":"So ceva panetassa kalo ahosi, yam bhagavantamyeva etamattham patipuccheyyama. ","mn18:13.3":"Yatha no bhagava byakareyya tatha nam dhareyyama. ","mn18:13.4":"Api cayasma mahakaccano satthu ceva samvannito sambhavito ca vinnunam sabrahmacarinam, ","mn18:13.5":"pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum. ","mn18:13.6":"Vibhajatayasma mahakaccano agarum katva”ti. ","mn18:14.1":"“Tena havuso, sunatha, sadhukam manasikarotha, bhasissami”ti. ","mn18:14.2":"“Evamavuso”ti kho te bhikkhu ayasmato mahakaccanassa paccassosum. ","mn18:14.3":"Ayasma mahakaccano etadavoca: ","mn18:15.1":"“Yam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn18:15.2":"‘yatonidanam, bhikkhu, purisam papancasannasankha samudacaranti. ","mn18:15.3":"Ettha ce natthi abhinanditabbam abhivaditabbam ajjhositabbam, esevanto raganusayanam …pe… ","mn18:15.4":"etthete papaka akusala dhamma aparisesa nirujjhanti’ti, imassa kho aham, avuso, bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa evam vittharena attham ajanami—","mn18:16.1":"Cakkhuncavuso, paticca rupe ca uppajjati cakkhuvinnanam, tinnam sangati phasso, phassapaccaya vedana, yam vedeti tam sanjanati, yam sanjanati tam vitakketi, yam vitakketi tam papanceti, yam papanceti tatonidanam purisam papancasannasankha samudacaranti atitanagatapaccuppannesu cakkhuvinneyyesu rupesu. ","mn18:16.2":"Sotancavuso, paticca sadde ca uppajjati sotavinnanam …pe… ","mn18:16.3":"ghanancavuso, paticca gandhe ca uppajjati ghanavinnanam …pe… ","mn18:16.4":"jivhancavuso, paticca rase ca uppajjati jivhavinnanam …pe… ","mn18:16.5":"kayancavuso, paticca photthabbe ca uppajjati kayavinnanam …pe… ","mn18:16.6":"manancavuso, paticca dhamme ca uppajjati manovinnanam, tinnam sangati phasso, phassapaccaya vedana, yam vedeti tam sanjanati, yam sanjanati tam vitakketi, yam vitakketi tam papanceti, yam papanceti tatonidanam purisam papancasannasankha samudacaranti atitanagatapaccuppannesu manovinneyyesu dhammesu. ","mn18:17.1":"So vatavuso, cakkhusmim sati rupe sati cakkhuvinnane sati phassapannattim pannapessatiti—thanametam vijjati. ","mn18:17.2":"Phassapannattiya sati vedanapannattim pannapessatiti—thanametam vijjati. ","mn18:17.3":"Vedanapannattiya sati sannapannattim pannapessatiti—thanametam vijjati. ","mn18:17.4":"Sannapannattiya sati vitakkapannattim pannapessatiti—thanametam vijjati. ","mn18:17.5":"Vitakkapannattiya sati papancasannasankhasamudacaranapannattim pannapessatiti—thanametam vijjati. ","mn18:17.6":"So vatavuso, sotasmim sati sadde sati …pe… ","mn18:17.7":"ghanasmim sati gandhe sati …pe… ","mn18:17.8":"jivhaya sati rase sati …pe… ","mn18:17.9":"kayasmim sati photthabbe sati …pe… ","mn18:17.10":"manasmim sati dhamme sati manovinnane sati phassapannattim pannapessatiti—thanametam vijjati. ","mn18:17.11":"Phassapannattiya sati vedanapannattim pannapessatiti—thanametam vijjati. ","mn18:17.12":"Vedanapannattiya sati sannapannattim pannapessatiti—thanametam vijjati. ","mn18:17.13":"Sannapannattiya sati vitakkapannattim pannapessatiti—thanametam vijjati. ","mn18:17.14":"Vitakkapannattiya sati papancasannasankhasamudacaranapannattim pannapessatiti—thanametam vijjati. ","mn18:18.1":"So vatavuso, cakkhusmim asati rupe asati cakkhuvinnane asati phassapannattim pannapessatiti—netam thanam vijjati. ","mn18:18.2":"Phassapannattiya asati vedanapannattim pannapessatiti—netam thanam vijjati. ","mn18:18.3":"Vedanapannattiya asati sannapannattim pannapessatiti—netam thanam vijjati. ","mn18:18.4":"Sannapannattiya asati vitakkapannattim pannapessatiti—netam thanam vijjati. ","mn18:18.5":"Vitakkapannattiya asati papancasannasankhasamudacaranapannattim pannapessatiti—netam thanam vijjati. ","mn18:18.6":"So vatavuso, sotasmim asati sadde asati …pe… ","mn18:18.7":"ghanasmim asati gandhe asati …pe… ","mn18:18.8":"jivhaya asati rase asati …pe… ","mn18:18.9":"kayasmim asati photthabbe asati …pe… ","mn18:18.10":"manasmim asati dhamme asati manovinnane asati phassapannattim pannapessatiti—netam thanam vijjati. ","mn18:18.11":"Phassapannattiya asati vedanapannattim pannapessatiti—netam thanam vijjati. ","mn18:18.12":"Vedanapannattiya asati sannapannattim pannapessatiti—netam thanam vijjati. ","mn18:18.13":"Sannapannattiya asati vitakkapannattim pannapessatiti—netam thanam vijjati. ","mn18:18.14":"Vitakkapannattiya asati papancasannasankhasamudacaranapannattim pannapessatiti—netam thanam vijjati. ","mn18:19.1":"Yam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn18:19.2":"‘yatonidanam, bhikkhu, purisam papancasannasankha samudacaranti ettha ce natthi abhinanditabbam abhivaditabbam ajjhositabbam esevanto raganusayanam …pe… ","mn18:19.3":"etthete papaka akusala dhamma aparisesa nirujjhanti’ti, imassa kho aham, avuso, bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa evam vittharena attham ajanami. ","mn18:19.4":"Akankhamana ca pana tumhe ayasmanto bhagavantamyeva upasankamitva etamattham patipuccheyyatha. ","mn18:19.5":"Yatha vo bhagava byakaroti tatha nam dhareyyatha”ti. ","mn18:20.1":"Atha kho te bhikkhu ayasmato mahakaccanassa bhasitam abhinanditva anumoditva utthayasana yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","mn18:20.2":"“yam kho no, bhante, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn18:20.3":"‘yatonidanam, bhikkhu, purisam papancasannasankha samudacaranti. ","mn18:20.4":"Ettha ce natthi abhinanditabbam abhivaditabbam ajjhositabbam. ","mn18:20.5":"Esevanto raganusayanam …pe… ","mn18:20.6":"etthete papaka akusala dhamma aparisesa nirujjhanti’ti. ","mn18:20.7":"Tesam no, bhante, amhakam acirapakkantassa bhagavato etadahosi: ","mn18:20.8":"‘idam kho no, avuso, bhagava sankhittena uddesam uddisitva vittharena attham avibhajitva utthayasana viharam pavittho: ","mn18:20.9":"“yatonidanam, bhikkhu, purisam papancasannasankha samudacaranti. ","mn18:20.10":"Ettha ce natthi abhinanditabbam abhivaditabbam ajjhositabbam. ","mn18:20.11":"Esevanto raganusayanam, esevanto patighanusayanam, esevanto ditthanusayanam, esevanto vicikicchanusayanam, esevanto mananusayanam, esevanto bhavaraganusayanam, esevanto avijjanusayanam, esevanto dandadanasatthadanakalahaviggahavivadatuvamtuvampesunnamusavadanam. ","mn18:20.12":"Etthete papaka akusala dhamma aparisesa nirujjhanti”ti. ","mn18:20.13":"Ko nu kho imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajeyya’ti? ","mn18:20.14":"Tesam no, bhante, amhakam etadahosi: ","mn18:20.15":"‘ayam kho ayasma mahakaccano satthu ceva samvannito sambhavito ca vinnunam sabrahmacarinam, pahoti cayasma mahakaccano imassa bhagavata sankhittena uddesassa udditthassa vittharena attham avibhattassa vittharena attham vibhajitum, yannuna mayam yenayasma mahakaccano tenupasankameyyama; upasankamitva ayasmantam mahakaccanam etamattham patipuccheyyama’ti. ","mn18:20.16":"Atha kho mayam, bhante, yenayasma mahakaccano tenupasankamimha; upasankamitva ayasmantam mahakaccanam etamattham patipucchimha. ","mn18:20.17":"Tesam no, bhante, ayasmata mahakaccanena imehi akarehi imehi padehi imehi byanjanehi attho vibhatto”ti. ","mn18:21.1":"“Pandito, bhikkhave, mahakaccano; mahapanno, bhikkhave, mahakaccano. ","mn18:21.2":"Mancepi tumhe, bhikkhave, etamattham patipuccheyyatha, ahampi tam evamevam byakareyyam yatha tam mahakaccanena byakatam. ","mn18:21.3":"Eso cevetassa attho. Evanca nam dharetha”ti. ","mn18:22.1":"Evam vutte, ayasma anando bhagavantam etadavoca: ","mn18:22.2":"“seyyathapi, bhante, puriso jighacchadubbalyapareto madhupindikam adhigaccheyya, so yato yato sayeyya, labhetheva sadurasam asecanakam. ","mn18:22.3":"Evameva kho, bhante, cetaso bhikkhu dabbajatiko, yato yato imassa dhammapariyayassa pannaya attham upaparikkheyya, labhetheva attamanatam, labhetheva cetaso pasadam. ","mn18:22.4":"Ko namo ayam, bhante, dhammapariyayo”ti? ","mn18:22.5":"“Tasmatiha tvam, ananda, imam dhammapariyayam madhupindikapariyayotveva nam dharehi”ti. ","mn18:22.6":"Idamavoca bhagava. ","mn18:22.7":"Attamano ayasma anando bhagavato bhasitam abhinanditi. ","mn18:22.8":"Madhupindikasuttam nitthitam atthamam. "}