{"mn19:0.1":"Majjhima Nikaya 19 ","mn19:0.2":"Dvedhavitakkasutta ","mn19:1.1":"Evam me sutam—","mn19:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn19:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn19:1.4":"“bhikkhavo”ti. ","mn19:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn19:1.6":"Bhagava etadavoca: ","mn19:2.1":"“Pubbeva me, bhikkhave, sambodha anabhisambuddhassa bodhisattasseva sato etadahosi: ","mn19:2.2":"‘yannunaham dvidha katva dvidha katva vitakke vihareyyan’ti. ","mn19:2.3":"So kho aham, bhikkhave, yo cayam kamavitakko yo ca byapadavitakko yo ca vihimsavitakko—","mn19:2.4":"imam ekam bhagamakasim; ","mn19:2.5":"yo cayam nekkhammavitakko yo ca abyapadavitakko yo ca avihimsavitakko—","mn19:2.6":"imam dutiyam bhagamakasim. ","mn19:3.1":"Tassa mayham, bhikkhave, evam appamattassa atapino pahitattassa viharato uppajjati kamavitakko. ","mn19:3.2":"So evam pajanami: ","mn19:3.3":"‘uppanno kho me ayam kamavitakko. ","mn19:3.4":"So ca kho attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati, pannanirodhiko vighatapakkhiko anibbanasamvattaniko’. ","mn19:3.5":"‘Attabyabadhaya samvattati’tipi me, bhikkhave, patisancikkhato abbhattham gacchati; ","mn19:3.6":"‘parabyabadhaya samvattati’tipi me, bhikkhave, patisancikkhato abbhattham gacchati; ","mn19:3.7":"‘ubhayabyabadhaya samvattati’tipi me, bhikkhave, patisancikkhato abbhattham gacchati; ","mn19:3.8":"‘pannanirodhiko vighatapakkhiko anibbanasamvattaniko’tipi me, bhikkhave, patisancikkhato abbhattham gacchati. ","mn19:3.9":"So kho aham, bhikkhave, uppannuppannam kamavitakkam pajahameva vinodameva byantameva nam akasim. ","mn19:4-5.1":"Tassa mayham, bhikkhave, evam appamattassa atapino pahitattassa viharato uppajjati byapadavitakko …pe… ","mn19:4-5.2":"uppajjati vihimsavitakko. ","mn19:4-5.3":"So evam pajanami: ","mn19:4-5.4":"‘uppanno kho me ayam vihimsavitakko. ","mn19:4-5.5":"So ca kho attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati, pannanirodhiko vighatapakkhiko anibbanasamvattaniko’. ","mn19:4-5.6":"‘Attabyabadhaya samvattati’tipi me, bhikkhave, patisancikkhato abbhattham gacchati; ","mn19:4-5.7":"‘parabyabadhaya samvattati’tipi me, bhikkhave, patisancikkhato abbhattham gacchati; ","mn19:4-5.8":"‘ubhayabyabadhaya samvattati’tipi me, bhikkhave, patisancikkhato abbhattham gacchati; ","mn19:4-5.9":"‘pannanirodhiko vighatapakkhiko anibbanasamvattaniko’tipi me, bhikkhave, patisancikkhato abbhattham gacchati. ","mn19:4-5.10":"So kho aham, bhikkhave, uppannuppannam vihimsavitakkam pajahameva vinodameva byantameva nam akasim. ","mn19:6.1":"Yannadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicareti, tatha tatha nati hoti cetaso. ","mn19:6.2":"Kamavitakkance, bhikkhave, bhikkhu bahulamanuvitakketi anuvicareti, pahasi nekkhammavitakkam, kamavitakkam bahulamakasi, tassa tam kamavitakkaya cittam namati. ","mn19:6.3":"Byapadavitakkance, bhikkhave …pe… ","mn19:6.4":"vihimsavitakkance, bhikkhave, bhikkhu bahulamanuvitakketi anuvicareti, pahasi avihimsavitakkam, vihimsavitakkam bahulamakasi, tassa tam vihimsavitakkaya cittam namati. ","mn19:7.1":"Seyyathapi, bhikkhave, vassanam pacchime mase saradasamaye kitthasambadhe gopalako gavo rakkheyya. ","mn19:7.2":"So ta gavo tato tato dandena akoteyya patikoteyya sannirundheyya sannivareyya. ","mn19:7.3":"Tam kissa hetu? ","mn19:7.4":"Passati hi so, bhikkhave, gopalako tatonidanam vadham va bandhanam va janim va garaham va. ","mn19:7.5":"Evameva kho aham, bhikkhave, addasam akusalanam dhammanam adinavam okaram sankilesam, kusalanam dhammanam nekkhamme anisamsam vodanapakkham. ","mn19:8.1":"Tassa mayham, bhikkhave, evam appamattassa atapino pahitattassa viharato uppajjati nekkhammavitakko. ","mn19:8.2":"So evam pajanami: ","mn19:8.3":"‘uppanno kho me ayam nekkhammavitakko. ","mn19:8.4":"So ca kho nevattabyabadhaya samvattati, na parabyabadhaya samvattati, na ubhayabyabadhaya samvattati, pannavuddhiko avighatapakkhiko nibbanasamvattaniko’. ","mn19:8.5":"Rattincepi nam, bhikkhave, anuvitakkeyyam anuvicareyyam, neva tatonidanam bhayam samanupassami. ","mn19:8.6":"Divasancepi nam, bhikkhave, anuvitakkeyyam anuvicareyyam, neva tatonidanam bhayam samanupassami. ","mn19:8.7":"Rattindivancepi nam, bhikkhave, anuvitakkeyyam anuvicareyyam, neva tatonidanam bhayam samanupassami. ","mn19:8.8":"Api ca kho me aticiram anuvitakkayato anuvicarayato kayo kilameyya. ","mn19:8.9":"Kaye kilante cittam uhanneyya. ","mn19:8.10":"Uhate citte ara cittam samadhimhati. ","mn19:8.11":"So kho aham, bhikkhave, ajjhattameva cittam santhapemi sannisademi ekodim karomi samadahami. ","mn19:8.12":"Tam kissa hetu? ","mn19:8.13":"‘Ma me cittam uhanni’ti. ","mn19:9-10.1":"Tassa mayham, bhikkhave, evam appamattassa atapino pahitattassa viharato uppajjati abyapadavitakko …pe… ","mn19:9-10.2":"uppajjati avihimsavitakko. ","mn19:9-10.3":"So evam pajanami: ","mn19:9-10.4":"‘uppanno kho me ayam avihimsavitakko. ","mn19:9-10.5":"So ca kho nevattabyabadhaya samvattati, na parabyabadhaya samvattati, na ubhayabyabadhaya samvattati, pannavuddhiko avighatapakkhiko nibbanasamvattaniko’. ","mn19:9-10.6":"Rattincepi nam, bhikkhave, anuvitakkeyyam anuvicareyyam, neva tatonidanam bhayam samanupassami. ","mn19:9-10.7":"Divasancepi nam, bhikkhave, anuvitakkeyyam anuvicareyyam, neva tatonidanam bhayam samanupassami. ","mn19:9-10.8":"Rattindivancepi nam, bhikkhave, anuvitakkeyyam anuvicareyyam, neva tatonidanam bhayam samanupassami. ","mn19:9-10.9":"Api ca kho me aticiram anuvitakkayato anuvicarayato kayo kilameyya. ","mn19:9-10.10":"Kaye kilante cittam uhanneyya. ","mn19:9-10.11":"Uhate citte ara cittam samadhimhati. ","mn19:9-10.12":"So kho aham, bhikkhave, ajjhattameva cittam santhapemi, sannisademi, ekodim karomi samadahami. ","mn19:9-10.13":"Tam kissa hetu? ","mn19:9-10.14":"‘Ma me cittam uhanni’ti. ","mn19:11.1":"Yannadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicareti, tatha tatha nati hoti cetaso. ","mn19:11.2":"Nekkhammavitakkance, bhikkhave, bhikkhu bahulamanuvitakketi anuvicareti, pahasi kamavitakkam, nekkhammavitakkam bahulamakasi, tassam tam nekkhammavitakkaya cittam namati. ","mn19:11.3":"Abyapadavitakkance, bhikkhave …pe… ","mn19:11.4":"avihimsavitakkance, bhikkhave, bhikkhu bahulamanuvitakketi anuvicareti, pahasi vihimsavitakkam, avihimsavitakkam bahulamakasi, tassa tam avihimsavitakkaya cittam namati. ","mn19:12.1":"Seyyathapi, bhikkhave, gimhanam pacchime mase sabbasassesu gamantasambhatesu gopalako gavo rakkheyya, tassa rukkhamulagatassa va abbhokasagatassa va satikaraniyameva hoti: ","mn19:12.2":"‘eta gavo’ti. ","mn19:12.3":"Evamevam kho, bhikkhave, satikaraniyameva ahosi: ","mn19:12.4":"‘ete dhamma’ti. ","mn19:13.1":"Araddham kho pana me, bhikkhave, viriyam ahosi asallinam, upatthita sati asammuttha, passaddho kayo asaraddho, samahitam cittam ekaggam. ","mn19:14.1":"So kho aham, bhikkhave, vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja vihasim. ","mn19:15.1":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja vihasim. ","mn19:16.1":"Pitiya ca viraga upekkhako ca vihasim sato ca sampajano, sukhanca kayena patisamvedesim, yam tam ariya acikkhanti ‘upekkhako satima sukhavihari’ti, tatiyam jhanam upasampajja vihasim. ","mn19:17.1":"Sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja vihasim. ","mn19:18.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnamesim. ","mn19:18.2":"So anekavihitam pubbenivasam anussarami. Seyyathidam—ekampi jatim …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarami. ","mn19:19.1":"Ayam kho me, bhikkhave, rattiya pathame yame pathama vijja adhigata; ","mn19:19.2":"avijja vihata vijja uppanna; tamo vihato aloko uppanno; yatha tam appamattassa atapino pahitattassa viharato. ","mn19:20.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnamesim. ","mn19:20.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passami cavamane upapajjamane …pe… ime vata bhonto satta kayaduccaritena samannagata …pe… iti dibbena cakkhuna visuddhena atikkantamanusakena satte passami cavamane upapajjamane hine panite suvanne dubbanne sugate duggate, yathakammupage satte pajanami. ","mn19:21.1":"Ayam kho me, bhikkhave, rattiya majjhime yame dutiya vijja adhigata; ","mn19:21.2":"avijja vihata vijja uppanna; tamo vihato aloko uppanno; yatha tam appamattassa atapino pahitattassa viharato. ","mn19:22.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnamesim. ","mn19:22.2":"So ‘idam dukkhan’ti yathabhutam abbhannasim, ‘ayam dukkhasamudayo’ti yathabhutam abbhannasim, ‘ayam dukkhanirodho’ti yathabhutam abbhannasim, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam abbhannasim. ","mn19:23.1":"‘Ime asava’ti yathabhutam abbhannasim, ‘ayam asavasamudayo’ti yathabhutam abbhannasim, ‘ayam asavanirodho’ti yathabhutam abbhannasim, ‘ayam asavanirodhagamini patipada’ti yathabhutam abbhannasim. ","mn19:23.2":"Tassa me evam janato evam passato kamasavapi cittam vimuccittha, bhavasavapi cittam vimuccittha, avijjasavapi cittam vimuccittha, vimuttasmim vimuttamiti nanam ahosi: ","mn19:23.3":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti abbhannasim. ","mn19:24.1":"Ayam kho me, bhikkhave, rattiya pacchime yame tatiya vijja adhigata; ","mn19:24.2":"avijja vihata vijja uppanna; tamo vihato aloko uppanno; yatha tam appamattassa atapino pahitattassa viharato. ","mn19:25.1":"Seyyathapi, bhikkhave, aranne pavane mahantam ninnam pallalam. ","mn19:25.2":"Tamenam mahamigasangho upanissaya vihareyya. ","mn19:25.3":"Tassa kocideva puriso uppajjeyya anatthakamo ahitakamo ayogakkhemakamo. ","mn19:25.4":"So yvassa maggo khemo sovatthiko pitigamaniyo tam maggam pidaheyya, vivareyya kummaggam, odaheyya okacaram, thapeyya okacarikam. ","mn19:25.5":"Evanhi so, bhikkhave, mahamigasangho aparena samayena anayabyasanam apajjeyya. ","mn19:25.6":"Tasseva kho pana, bhikkhave, mahato migasanghassa kocideva puriso uppajjeyya atthakamo hitakamo yogakkhemakamo. ","mn19:25.7":"So yvassa maggo khemo sovatthiko pitigamaniyo tam maggam vivareyya, pidaheyya kummaggam, uhaneyya okacaram, naseyya okacarikam. ","mn19:25.8":"Evanhi so, bhikkhave, mahamigasangho aparena samayena vuddhim virulhim vepullam apajjeyya. ","mn19:26.1":"Upama kho me ayam, bhikkhave, kata atthassa vinnapanaya. ","mn19:26.2":"Ayam cevettha attho—","mn19:26.3":"mahantam ninnam pallalanti kho, bhikkhave, kamanametam adhivacanam. ","mn19:26.4":"Mahamigasanghoti kho, bhikkhave, sattanametam adhivacanam. ","mn19:26.5":"Puriso anatthakamo ahitakamo ayogakkhemakamoti kho, bhikkhave, marassetam papimato adhivacanam. ","mn19:26.6":"Kummaggoti kho, bhikkhave, atthangikassetam micchamaggassa adhivacanam, seyyathidam—","mn19:26.7":"micchaditthiya micchasankappassa micchavacaya micchakammantassa micchaajivassa micchavayamassa micchasatiya micchasamadhissa. ","mn19:26.8":"Okacaroti kho, bhikkhave, nandiragassetam adhivacanam. ","mn19:26.9":"Okacarikati kho, bhikkhave, avijjayetam adhivacanam. ","mn19:26.10":"Puriso atthakamo hitakamo yogakkhemakamoti kho, bhikkhave, tathagatassetam adhivacanam arahato sammasambuddhassa. ","mn19:26.11":"Khemo maggo sovatthiko pitigamaniyoti kho, bhikkhave, ariyassetam atthangikassa maggassa adhivacanam, seyyathidam—","mn19:26.12":"sammaditthiya sammasankappassa sammavacaya sammakammantassa sammaajivassa sammavayamassa sammasatiya sammasamadhissa. ","mn19:26.13":"Iti kho, bhikkhave, vivato maya khemo maggo sovatthiko pitigamaniyo, pihito kummaggo, uhato okacaro, nasita okacarika. ","mn19:27.1":"Yam, bhikkhave, satthara karaniyam savakanam hitesina anukampakena anukampam upadaya, katam vo tam maya. ","mn19:27.2":"Etani, bhikkhave, rukkhamulani, etani sunnagarani; jhayatha, bhikkhave, ma pamadattha; ma paccha vippatisarino ahuvattha. Ayam vo amhakam anusasani”ti. ","mn19:27.3":"Idamavoca bhagava. ","mn19:27.4":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn19:27.5":"Dvedhavitakkasuttam nitthitam navamam. "}