{"mn20:0.1":"Majjhima Nikaya 20 ","mn20:0.2":"Vitakkasanthanasutta ","mn20:1.1":"Evam me sutam—","mn20:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn20:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn20:1.4":"“bhikkhavo”ti. ","mn20:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn20:1.6":"Bhagava etadavoca: ","mn20:2.1":"“Adhicittamanuyuttena, bhikkhave, bhikkhuna panca nimittani kalena kalam manasi katabbani. ","mn20:2.2":"Katamani panca? ","mn20:3.1":"Idha, bhikkhave, bhikkhuno yam nimittam agamma yam nimittam manasikaroto uppajjanti papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi, tena, bhikkhave, bhikkhuna tamha nimitta annam nimittam manasi katabbam kusalupasamhitam. ","mn20:3.2":"Tassa tamha nimitta annam nimittam manasikaroto kusalupasamhitam ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:3.3":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:3.4":"Seyyathapi, bhikkhave, dakkho palagando va palagandantevasi va sukhumaya aniya olarikam anim abhinihaneyya abhinihareyya abhinivatteyya; ","mn20:3.5":"evameva kho, bhikkhave, bhikkhuno yam nimittam agamma yam nimittam manasikaroto uppajjanti papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi, tena, bhikkhave, bhikkhuna tamha nimitta annam nimittam manasi katabbam kusalupasamhitam. ","mn20:3.6":"Tassa tamha nimitta annam nimittam manasikaroto kusalupasamhitam ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:3.7":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:4.1":"Tassa ce, bhikkhave, bhikkhuno tamha nimitta annam nimittam manasikaroto kusalupasamhitam uppajjanteva papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi, tena, bhikkhave, bhikkhuna tesam vitakkanam adinavo upaparikkhitabbo: ","mn20:4.2":"‘itipime vitakka akusala, itipime vitakka savajja, itipime vitakka dukkhavipaka’ti. ","mn20:4.3":"Tassa tesam vitakkanam adinavam upaparikkhato ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:4.4":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:4.5":"Seyyathapi, bhikkhave, itthi va puriso va daharo yuva mandanakajatiko ahikunapena va kukkurakunapena va manussakunapena va kanthe asattena attiyeyya harayeyya jiguccheyya; ","mn20:4.6":"evameva kho, bhikkhave, tassa ce bhikkhuno tamhapi nimitta annam nimittam manasikaroto kusalupasamhitam uppajjanteva papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi, tena, bhikkhave, bhikkhuna tesam vitakkanam adinavo upaparikkhitabbo: ","mn20:4.7":"‘itipime vitakka akusala, itipime vitakka savajja, itipime vitakka dukkhavipaka’ti. ","mn20:4.8":"Tassa tesam vitakkanam adinavam upaparikkhato ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:4.9":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:5.1":"Tassa ce, bhikkhave, bhikkhuno tesampi vitakkanam adinavam upaparikkhato uppajjanteva papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi, tena, bhikkhave, bhikkhuna tesam vitakkanam asatiamanasikaro apajjitabbo. ","mn20:5.2":"Tassa tesam vitakkanam asatiamanasikaram apajjato ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:5.3":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:5.4":"Seyyathapi, bhikkhave, cakkhuma puriso apathagatanam rupanam adassanakamo assa; ","mn20:5.5":"so nimileyya va annena va apalokeyya; ","mn20:5.6":"evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkanam adinavam upaparikkhato uppajjanteva papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi, te pahiyanti te abbhattham gacchanti. ","mn20:5.7":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:6.1":"Tassa ce, bhikkhave, bhikkhuno tesampi vitakkanam asatiamanasikaram apajjato uppajjanteva papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi, tena, bhikkhave, bhikkhuna tesam vitakkanam vitakkasankharasanthanam manasikatabbam. ","mn20:6.2":"Tassa tesam vitakkanam vitakkasankharasanthanam manasikaroto ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:6.3":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:6.4":"Seyyathapi, bhikkhave, puriso sigham gaccheyya. ","mn20:6.5":"Tassa evamassa: ","mn20:6.6":"‘kim nu kho aham sigham gacchami? ","mn20:6.7":"Yannunaham sanikam gaccheyyan’ti. ","mn20:6.8":"So sanikam gaccheyya. ","mn20:6.9":"Tassa evamassa: ","mn20:6.10":"‘kim nu kho aham sanikam gacchami? ","mn20:6.11":"Yannunaham tittheyyan’ti. ","mn20:6.12":"So tittheyya. ","mn20:6.13":"Tassa evamassa: ","mn20:6.14":"‘kim nu kho aham thito? ","mn20:6.15":"Yannunaham nisideyyan’ti. ","mn20:6.16":"So nisideyya. ","mn20:6.17":"Tassa evamassa: ","mn20:6.18":"‘kim nu kho aham nisinno? ","mn20:6.19":"Yannunaham nipajjeyyan’ti. ","mn20:6.20":"So nipajjeyya. ","mn20:6.21":"Evanhi so, bhikkhave, puriso olarikam olarikam iriyapatham abhinivajjetva sukhumam sukhumam iriyapatham kappeyya. ","mn20:6.22":"Evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkanam asatiamanasikaram apajjato uppajjanteva papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:6.23":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:7.1":"Tassa ce, bhikkhave, bhikkhuno tesampi vitakkanam vitakkasankharasanthanam manasikaroto uppajjanteva papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi. ","mn20:7.2":"Tena, bhikkhave, bhikkhuna dantebhidantamadhaya jivhaya talum ahacca cetasa cittam abhinigganhitabbam abhinippiletabbam abhisantapetabbam. ","mn20:7.3":"Tassa dantebhidantamadhaya jivhaya talum ahacca cetasa cittam abhinigganhato abhinippilayato abhisantapayato ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:7.4":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:7.5":"Seyyathapi, bhikkhave, balava puriso dubbalataram purisam sise va gale va khandhe va gahetva abhinigganheyya abhinippileyya abhisantapeyya; ","mn20:7.6":"evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkanam vitakkasankharasanthanam manasikaroto uppajjanteva papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi. ","mn20:7.7":"Tena, bhikkhave, bhikkhuna dantebhidantamadhaya jivhaya talum ahacca cetasa cittam abhinigganhitabbam abhinippiletabbam abhisantapetabbam. ","mn20:7.8":"Tassa dantebhidantamadhaya jivhaya talum ahacca cetasa cittam abhinigganhato abhinippilayato abhisantapayato ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:7.9":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:8.1":"Yato kho, bhikkhave, bhikkhuno yam nimittam agamma yam nimittam manasikaroto uppajjanti papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi, tassa tamha nimitta annam nimittam manasikaroto kusalupasamhitam ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:8.2":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:8.3":"Tesampi vitakkanam adinavam upaparikkhato ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:8.4":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:8.5":"Tesampi vitakkanam asatiamanasikaram apajjato ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:8.6":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:8.7":"Tesampi vitakkanam vitakkasankharasanthanam manasikaroto ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:8.8":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:8.9":"Dantebhidantamadhaya jivhaya talum ahacca cetasa cittam abhinigganhato abhinippilayato abhisantapayato ye papaka akusala vitakka chandupasamhitapi dosupasamhitapi mohupasamhitapi te pahiyanti te abbhattham gacchanti. ","mn20:8.10":"Tesam pahana ajjhattameva cittam santitthati sannisidati ekodi hoti samadhiyati. ","mn20:8.11":"Ayam vuccati, bhikkhave, bhikkhu vasi vitakkapariyayapathesu. ","mn20:8.12":"Yam vitakkam akankhissati tam vitakkam vitakkessati, yam vitakkam nakankhissati na tam vitakkam vitakkessati. ","mn20:8.13":"Acchecchi tanham, vivattayi samyojanam, samma manabhisamaya antamakasi dukkhassa”ti. ","mn20:8.14":"Idamavoca bhagava. ","mn20:8.15":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn20:8.16":"Vitakkasanthanasuttam nitthitam dasamam. ","mn20:8.17":"Sihanadavaggo nitthito dutiyo. ","mn20:9.0":"Tassuddanam ","mn20:9.1":"Culasihanadalomahamsavaro, ","mn20:9.2":"Mahaculadukkhakkhandhaanumanikasuttam; ","mn20:9.3":"Khilapatthamadhupindikadvidhavitakka, ","mn20:9.4":"Pancanimittakatha puna vaggo. "}