{"mn21:0.1":"Majjhima Nikaya 21 ","mn21:0.2":"Kakacupamasutta ","mn21:1.1":"Evam me sutam—","mn21:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn21:2.1":"Tena kho pana samayena ayasma moliyaphagguno bhikkhunihi saddhim ativelam samsattho viharati. ","mn21:2.2":"Evam samsattho ayasma moliyaphagguno bhikkhunihi saddhim viharati—","mn21:2.3":"sace koci bhikkhu ayasmato moliyaphaggunassa sammukha tasam bhikkhuninam avannam bhasati, tenayasma moliyaphagguno kupito anattamano adhikaranampi karoti. ","mn21:2.4":"Sace pana koci bhikkhu tasam bhikkhuninam sammukha ayasmato moliyaphaggunassa avannam bhasati, tena ta bhikkhuniyo kupita anattamana adhikaranampi karonti. ","mn21:2.5":"Evam samsattho ayasma moliyaphagguno bhikkhunihi saddhim viharati. ","mn21:3.1":"Atha kho annataro bhikkhu yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so bhikkhu bhagavantam etadavoca: ","mn21:3.2":"“ayasma, bhante, moliyaphagguno bhikkhunihi saddhim ativelam samsattho viharati. ","mn21:3.3":"Evam samsattho, bhante, ayasma moliyaphagguno bhikkhunihi saddhim viharati—","mn21:3.4":"sace koci bhikkhu ayasmato moliyaphaggunassa sammukha tasam bhikkhuninam avannam bhasati, tenayasma moliyaphagguno kupito anattamano adhikaranampi karoti. ","mn21:3.5":"Sace pana koci bhikkhu tasam bhikkhuninam sammukha ayasmato moliyaphaggunassa avannam bhasati, tena ta bhikkhuniyo kupita anattamana adhikaranampi karonti. ","mn21:3.6":"Evam samsattho, bhante, ayasma moliyaphagguno bhikkhunihi saddhim viharati”ti. ","mn21:4.1":"Atha kho bhagava annataram bhikkhum amantesi: ","mn21:4.2":"“ehi tvam, bhikkhu, mama vacanena moliyaphaggunam bhikkhum amantehi: ","mn21:4.3":"‘sattha tam, avuso phagguna, amanteti’”ti. ","mn21:4.4":"“Evam, bhante”ti kho so bhikkhu bhagavato patissutva yenayasma moliyaphagguno tenupasankami; upasankamitva ayasmantam moliyaphaggunam etadavoca: ","mn21:4.5":"“sattha tam, avuso phagguna, amanteti”ti. ","mn21:4.6":"“Evamavuso”ti kho ayasma moliyaphagguno tassa bhikkhuno patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam moliyaphaggunam bhagava etadavoca: ","mn21:5.1":"“Saccam kira tvam, phagguna, bhikkhunihi saddhim ativelam samsattho viharasi? ","mn21:5.2":"Evam samsattho kira tvam, phagguna, bhikkhunihi saddhim viharasi—","mn21:5.3":"sace koci bhikkhu tuyham sammukha tasam bhikkhuninam avannam bhasati, tena tvam kupito anattamano adhikaranampi karosi. ","mn21:5.4":"Sace pana koci bhikkhu tasam bhikkhuninam sammukha tuyham avannam bhasati, tena ta bhikkhuniyo kupita anattamana adhikaranampi karonti. ","mn21:5.5":"Evam samsattho kira tvam, phagguna, bhikkhunihi saddhim viharasi”ti? ","mn21:5.6":"“Evam, bhante”ti. ","mn21:5.7":"“Nanu tvam, phagguna, kulaputto saddha agarasma anagariyam pabbajito”ti? ","mn21:5.8":"“Evam, bhante”ti. ","mn21:6.1":"“Na kho te etam, phagguna, patirupam kulaputtassa saddha agarasma anagariyam pabbajitassa, yam tvam bhikkhunihi saddhim ativelam samsattho vihareyyasi. ","mn21:6.2":"Tasmatiha, phagguna, tava cepi koci sammukha tasam bhikkhuninam avannam bhaseyya, tatrapi tvam, phagguna, ye gehasita chanda ye gehasita vitakka te pajaheyyasi. ","mn21:6.3":"Tatrapi te, phagguna, evam sikkhitabbam: ","mn21:6.4":"‘na ceva me cittam viparinatam bhavissati, na ca papikam vacam niccharessami, hitanukampi ca viharissami mettacitto, na dosantaro’ti. ","mn21:6.5":"Evanhi te, phagguna, sikkhitabbam. ","mn21:6.6":"Tasmatiha, phagguna, tava cepi koci sammukha tasam bhikkhuninam panina paharam dadeyya, ledduna paharam dadeyya, dandena paharam dadeyya, satthena paharam dadeyya. Tatrapi tvam, phagguna, ye gehasita chanda ye gehasita vitakka te pajaheyyasi. ","mn21:6.7":"Tatrapi te, phagguna, evam sikkhitabbam ","mn21:6.8":"‘na ceva me cittam viparinatam bhavissati, na ca papikam vacam niccharessami, hitanukampi ca viharissami mettacitto, na dosantaro’ti. ","mn21:6.9":"Evanhi te, phagguna, sikkhitabbam. ","mn21:6.10":"Tasmatiha, phagguna, tava cepi koci sammukha avannam bhaseyya, tatrapi tvam, phagguna, ye gehasita chanda ye gehasita vitakka te pajaheyyasi. ","mn21:6.11":"Tatrapi te, phagguna, evam sikkhitabbam ‘na ceva me cittam viparinatam bhavissati, na ca papikam vacam niccharessami, hitanukampi ca viharissami mettacitto, na dosantaro’ti. ","mn21:6.12":"Evanhi te, phagguna, sikkhitabbam. ","mn21:6.13":"Tasmatiha, phagguna, tava cepi koci panina paharam dadeyya, ledduna paharam dadeyya, dandena paharam dadeyya, satthena paharam dadeyya, tatrapi tvam, phagguna, ye gehasita chanda ye gehasita vitakka te pajaheyyasi. ","mn21:6.14":"Tatrapi te, phagguna, evam sikkhitabbam ‘na ceva me cittam viparinatam bhavissati, na ca papikam vacam niccharessami, hitanukampi ca viharissami mettacitto, na dosantaro’ti. ","mn21:6.15":"Evanhi te, phagguna, sikkhitabban”ti. ","mn21:7.1":"Atha kho bhagava bhikkhu amantesi: ","mn21:7.2":"“aradhayimsu vata me, bhikkhave, bhikkhu ekam samayam cittam. ","mn21:7.3":"Idhaham, bhikkhave, bhikkhu amantesim—","mn21:7.4":"aham kho, bhikkhave, ekasanabhojanam bhunjami. ","mn21:7.5":"Ekasanabhojanam kho aham, bhikkhave, bhunjamano appabadhatanca sanjanami appatankatanca lahutthananca balanca phasuviharanca. ","mn21:7.6":"Etha tumhepi, bhikkhave, ekasanabhojanam bhunjatha. ","mn21:7.7":"Ekasanabhojanam kho, bhikkhave, tumhepi bhunjamana appabadhatanca sanjanissatha appatankatanca lahutthananca balanca phasuviharancati. ","mn21:7.8":"Na me, bhikkhave, tesu bhikkhusu anusasani karaniya ahosi; ","mn21:7.9":"satuppadakaraniyameva me, bhikkhave, tesu bhikkhusu ahosi. ","mn21:7.10":"Seyyathapi, bhikkhave, subhumiyam catumahapathe ajannaratho yutto assa thito odhastapatodo. ","mn21:7.11":"Tamenam dakkho yoggacariyo assadammasarathi abhiruhitva, vamena hatthena rasmiyo gahetva, dakkhinena hatthena patodam gahetva, yenicchakam yadicchakam sareyyapi paccasareyyapi. ","mn21:7.12":"Evameva kho, bhikkhave, na me tesu bhikkhusu anusasani karaniya ahosi, ","mn21:7.13":"satuppadakaraniyameva me, bhikkhave, tesu bhikkhusu ahosi. ","mn21:7.14":"Tasmatiha, bhikkhave, tumhepi akusalam pajahatha, kusalesu dhammesu ayogam karotha. ","mn21:7.15":"Evanhi tumhepi imasmim dhammavinaye vuddhim virulhim vepullam apajjissatha. ","mn21:8.1":"Seyyathapi, bhikkhave, gamassa va nigamassa va avidure mahantam salavanam. ","mn21:8.2":"Tancassa elandehi sanchannam. ","mn21:8.3":"Tassa kocideva puriso uppajjeyya atthakamo hitakamo yogakkhemakamo. ","mn21:8.4":"So ya ta salalatthiyo kutila ojapaharaniyo ta chetva bahiddha nihareyya, antovanam suvisodhitam visodheyya. ","mn21:8.5":"Ya pana ta salalatthiyo ujuka sujata ta samma parihareyya. ","mn21:8.6":"Evanhetam, bhikkhave, salavanam aparena samayena vuddhim virulhim vepullam apajjeyya. ","mn21:8.7":"Evameva kho, bhikkhave, tumhepi akusalam pajahatha, kusalesu dhammesu ayogam karotha. ","mn21:8.8":"Evanhi tumhepi imasmim dhammavinaye vuddhim virulhim vepullam apajjissatha. ","mn21:9.1":"Bhutapubbam, bhikkhave, imissayeva savatthiya vedehika nama gahapatani ahosi. ","mn21:9.2":"Vedehikaya, bhikkhave, gahapataniya evam kalyano kittisaddo abbhuggato: ","mn21:9.3":"‘sorata vedehika gahapatani, nivata vedehika gahapatani, upasanta vedehika gahapatani’ti. ","mn21:9.4":"Vedehikaya kho pana, bhikkhave, gahapataniya kali nama dasi ahosi dakkha analasa susamvihitakammanta. ","mn21:9.5":"Atha kho, bhikkhave, kaliya dasiya etadahosi: ","mn21:9.6":"‘mayham kho ayyaya evam kalyano kittisaddo abbhuggato: ","mn21:9.7":"“sorata vedehika gahapatani, nivata vedehika gahapatani, upasanta vedehika gahapatani”ti. ","mn21:9.8":"Kim nu kho me ayya santamyeva nu kho ajjhattam kopam na patukaroti udahu asantam ","mn21:9.9":"udahu mayhamevete kammanta susamvihita yena me ayya santamyeva ajjhattam kopam na patukaroti, no asantam? ","mn21:9.10":"Yannunaham ayyam vimamseyyan’ti. ","mn21:9.11":"Atha kho, bhikkhave, kali dasi diva utthasi. ","mn21:9.12":"Atha kho, bhikkhave, vedehika gahapatani kalim dasim etadavoca: ","mn21:9.13":"‘he je kali’ti. ","mn21:9.14":"‘Kim, ayye’ti? ","mn21:9.15":"‘Kim, je, diva utthasi’ti? ","mn21:9.16":"‘Na khvayye, kinci’ti. ","mn21:9.17":"‘No vata re kinci, papi dasi, diva utthasi’ti kupita anattamana bhakutim akasi. ","mn21:9.18":"Atha kho, bhikkhave, kaliya dasiya etadahosi: ","mn21:9.19":"‘santamyeva kho me ayya ajjhattam kopam na patukaroti, no asantam; ","mn21:9.20":"mayhamevete kammanta susamvihita, yena me ayya santamyeva ajjhattam kopam na patukaroti, no asantam. ","mn21:9.21":"Yannunaham bhiyyoso mattaya ayyam vimamseyyan’ti. ","mn21:9.22":"Atha kho, bhikkhave, kali dasi divataramyeva utthasi. ","mn21:9.23":"Atha kho, bhikkhave, vedehika gahapatani kalim dasim etadavoca: ","mn21:9.24":"‘he je kali’ti. ","mn21:9.25":"‘Kim, ayye’ti? ","mn21:9.26":"‘Kim, je, divataram utthasi’ti? ","mn21:9.27":"‘Na khvayye, kinci’ti. ","mn21:9.28":"‘No vata re kinci, papi dasi, divataram utthasi’ti kupita anattamana anattamanavacam niccharesi. ","mn21:9.29":"Atha kho, bhikkhave, kaliya dasiya etadahosi: ","mn21:9.30":"‘santamyeva kho me ayya ajjhattam kopam na patukaroti, no asantam. ","mn21:9.31":"Mayhamevete kammanta susamvihita, yena me ayya santamyeva ajjhattam kopam na patukaroti, no asantam. ","mn21:9.32":"Yannunaham bhiyyoso mattaya ayyam vimamseyyan’ti. ","mn21:9.33":"Atha kho, bhikkhave, kali dasi divataramyeva utthasi. ","mn21:9.34":"Atha kho, bhikkhave, vedehika gahapatani kalim dasim etadavoca: ","mn21:9.35":"‘he je kali’ti. ","mn21:9.36":"‘Kim, ayye’ti? ","mn21:9.37":"‘Kim, je, diva utthasi’ti? ","mn21:9.38":"‘Na khvayye, kinci’ti. ","mn21:9.39":"‘No vata re kinci, papi dasi, diva utthasi’ti kupita anattamana aggalasucim gahetva sise paharam adasi, sisam vobhindi. ","mn21:9.40":"Atha kho, bhikkhave, kali dasi bhinnena sisena lohitena galantena pativissakanam ujjhapesi: ","mn21:9.41":"‘passathayye, sorataya kammam; ","mn21:9.42":"passathayye, nivataya kammam, passathayye, upasantaya kammam. ","mn21:9.43":"Kathanhi nama ekadasikaya diva utthasiti kupita anattamana aggalasucim gahetva sise paharam dassati, sisam vobhindissati’ti. ","mn21:9.44":"Atha kho, bhikkhave, vedehikaya gahapataniya aparena samayena evam papako kittisaddo abbhuggacchi: ","mn21:9.45":"‘candi vedehika gahapatani, anivata vedehika gahapatani, anupasanta vedehika gahapatani’ti. ","mn21:10.1":"Evameva kho, bhikkhave, idhekacco bhikkhu tavadeva soratasorato hoti nivatanivato hoti upasantupasanto hoti yava na amanapa vacanapatha phusanti. ","mn21:10.2":"Yato ca, bhikkhave, bhikkhum amanapa vacanapatha phusanti, atha bhikkhu ‘sorato’ti veditabbo, ‘nivato’ti veditabbo, ‘upasanto’ti veditabbo. ","mn21:10.3":"Naham tam, bhikkhave, bhikkhum ‘suvaco’ti vadami yo civarapindapatasenasanagilanappaccayabhesajjaparikkharahetu suvaco hoti, sovacassatam apajjati. ","mn21:10.4":"Tam kissa hetu? ","mn21:10.5":"Tanhi so, bhikkhave, bhikkhu civarapindapatasenasanagilanappaccayabhesajjaparikkharam alabhamano na suvaco hoti, na sovacassatam apajjati. ","mn21:10.6":"Yo ca kho, bhikkhave, bhikkhu dhammamyeva sakkaronto, dhammam garum karonto, dhammam manento, dhammam pujento, dhammam apacayamano suvaco hoti, sovacassatam apajjati, tamaham ‘suvaco’ti vadami. ","mn21:10.7":"Tasmatiha, bhikkhave, ‘dhammamyeva sakkaronta, dhammam garum karonta, dhammam manenta, dhammam pujenta, dhammam apacayamana suvaca bhavissama, sovacassatam apajjissama’ti. ","mn21:10.8":"Evanhi vo, bhikkhave, sikkhitabbam. ","mn21:11.1":"Pancime, bhikkhave, vacanapatha yehi vo pare vadamana vadeyyum—","mn21:11.2":"kalena va akalena va; ","mn21:11.3":"bhutena va abhutena va; ","mn21:11.4":"sanhena va pharusena va; ","mn21:11.5":"atthasamhitena va anatthasamhitena va; ","mn21:11.6":"mettacitta va dosantara va. ","mn21:11.7":"Kalena va, bhikkhave, pare vadamana vadeyyum akalena va; ","mn21:11.8":"bhutena va, bhikkhave, pare vadamana vadeyyum abhutena va; ","mn21:11.9":"sanhena va, bhikkhave, pare vadamana vadeyyum pharusena va; ","mn21:11.10":"atthasamhitena va, bhikkhave, pare vadamana vadeyyum anatthasamhitena va; ","mn21:11.11":"mettacitta va, bhikkhave, pare vadamana vadeyyum dosantara va. ","mn21:11.12":"Tatrapi vo, bhikkhave, evam sikkhitabbam: ","mn21:11.13":"‘na ceva no cittam viparinatam bhavissati, na ca papikam vacam niccharessama, hitanukampi ca viharissama mettacitta, na dosantara. ","mn21:11.14":"Tanca puggalam mettasahagatena cetasa pharitva viharissama, tadarammananca sabbavantam lokam mettasahagatena cittena vipulena mahaggatena appamanena averena abyabajjhena pharitva viharissama’ti. ","mn21:11.15":"Evanhi vo, bhikkhave, sikkhitabbam. ","mn21:12.1":"Seyyathapi, bhikkhave, puriso agaccheyya kudalapitakam adaya. ","mn21:12.2":"So evam vadeyya: ","mn21:12.3":"‘aham imam mahapathavim apathavim karissami’ti. ","mn21:12.4":"So tatra tatra vikhaneyya, tatra tatra vikireyya, tatra tatra otthubheyya, tatra tatra omutteyya: ","mn21:12.5":"‘apathavi bhavasi, apathavi bhavasi’ti. ","mn21:12.6":"Tam kim mannatha, bhikkhave, ","mn21:12.7":"api nu so puriso imam mahapathavim apathavim kareyya”ti? ","mn21:12.8":"“No hetam, bhante”. ","mn21:12.9":"“Tam kissa hetu”? ","mn21:12.10":"“Ayanhi, bhante, mahapathavi gambhira appameyya. ","mn21:12.11":"Sa na sukara apathavi katum; ","mn21:12.12":"yavadeva ca pana so puriso kilamathassa vighatassa bhagi assa”ti. ","mn21:13.1":"“Evameva kho, bhikkhave, pancime vacanapatha yehi vo pare vadamana vadeyyum—","mn21:13.2":"kalena va akalena va; ","mn21:13.3":"bhutena va abhutena va; ","mn21:13.4":"sanhena va pharusena va; ","mn21:13.5":"atthasamhitena va anatthasamhitena va; ","mn21:13.6":"mettacitta va dosantara va. ","mn21:13.7":"Kalena va, bhikkhave, pare vadamana vadeyyum akalena va; ","mn21:13.8":"bhutena va bhikkhave, pare vadamana vadeyyum abhutena va; ","mn21:13.9":"sanhena va, bhikkhave, pare vadamana vadeyyum pharusena va; ","mn21:13.10":"atthasamhitena va, bhikkhave, pare vadamana vadeyyum anatthasamhitena va; ","mn21:13.11":"mettacitta va, bhikkhave, pare vadamana vadeyyum dosantara va. ","mn21:13.12":"Tatrapi vo, bhikkhave, evam sikkhitabbam: ","mn21:13.13":"‘na ceva no cittam viparinatam bhavissati, na ca papikam vacam niccharessama, hitanukampi ca viharissama mettacitta na dosantara. ","mn21:13.14":"Tanca puggalam mettasahagatena cetasa pharitva viharissama, tadarammananca sabbavantam lokam pathavisamena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharissama’ti. ","mn21:13.15":"Evanhi vo, bhikkhave, sikkhitabbam. ","mn21:14.1":"Seyyathapi, bhikkhave, puriso agaccheyya lakham va haliddim va nilam va manjittham va adaya. ","mn21:14.2":"So evam vadeyya: ","mn21:14.3":"‘aham imasmim akase rupam likhissami, rupapatubhavam karissami’ti. ","mn21:14.4":"Tam kim mannatha, bhikkhave, ","mn21:14.5":"api nu so puriso imasmim akase rupam likheyya, rupapatubhavam kareyya”ti? ","mn21:14.6":"“No hetam, bhante”. ","mn21:14.7":"“Tam kissa hetu”? ","mn21:14.8":"“Ayanhi, bhante, akaso arupi anidassano. ","mn21:14.9":"Tattha na sukaram rupam likhitum, rupapatubhavam katum; ","mn21:14.10":"yavadeva ca pana so puriso kilamathassa vighatassa bhagi assa”ti. ","mn21:15.1":"“Evameva kho, bhikkhave, pancime vacanapatha yehi vo pare vadamana vadeyyum kalena va akalena va …pe… ","mn21:15.2":"tadarammananca sabbavantam lokam akasasamena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharissama’ti. ","mn21:15.3":"Evanhi vo, bhikkhave, sikkhitabbam. ","mn21:16.1":"Seyyathapi, bhikkhave, puriso agaccheyya adittam tinukkam adaya. ","mn21:16.2":"So evam vadeyya: ","mn21:16.3":"‘aham imaya adittaya tinukkaya gangam nadim santapessami samparitapessami’ti. ","mn21:16.4":"Tam kim mannatha, bhikkhave, ","mn21:16.5":"api nu so puriso adittaya tinukkaya gangam nadim santapeyya samparitapeyya”ti? ","mn21:16.6":"“No hetam, bhante”. ","mn21:16.7":"“Tam kissa hetu”? ","mn21:16.8":"“Ganga hi, bhante, nadi gambhira appameyya. ","mn21:16.9":"Sa na sukara adittaya tinukkaya santapetum samparitapetum; ","mn21:16.10":"yavadeva ca pana so puriso kilamathassa vighatassa bhagi assa”ti. ","mn21:17.1":"“Evameva kho, bhikkhave, pancime vacanapatha yehi vo pare vadamana vadeyyum kalena va akalena va …pe… ","mn21:17.2":"tadarammananca sabbavantam lokam gangasamena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharissama’ti. ","mn21:17.3":"Evanhi vo, bhikkhave, sikkhitabbam. ","mn21:18.1":"Seyyathapi, bhikkhave, bilarabhasta maddita sumaddita suparimaddita, muduka tulini chinnasassara chinnabhabbhara. ","mn21:18.2":"Atha puriso agaccheyya kattham va kathalam va adaya. ","mn21:18.3":"So evam vadeyya: ","mn21:18.4":"‘aham imam bilarabhastam madditam sumadditam suparimadditam, mudukam tulinim, chinnasassaram chinnabhabbharam katthena va kathalena va sarasaram karissami bharabharam karissami’ti. ","mn21:18.5":"Tam kim mannatha, bhikkhave, ","mn21:18.6":"api nu so puriso amum bilarabhastam madditam sumadditam suparimadditam, mudukam tulinim, chinnasassaram chinnabhabbharam katthena va kathalena va sarasaram kareyya, bharabharam kareyya”ti? ","mn21:18.7":"“No hetam, bhante”. ","mn21:18.8":"“Tam kissa hetu”? ","mn21:18.9":"“Amu hi, bhante, bilarabhasta maddita sumaddita suparimaddita, muduka tulini, chinnasassara chinnabhabbhara. ","mn21:18.10":"Sa na sukara katthena va kathalena va sarasaram katum bharabharam katum; ","mn21:18.11":"yavadeva ca pana so puriso kilamathassa vighatassa bhagi assa”ti. ","mn21:19.1":"“Evameva kho, bhikkhave, pancime vacanapatha yehi vo pare vadamana vadeyyum ","mn21:19.2":"kalena va akalena va; ","mn21:19.3":"bhutena va abhutena va; ","mn21:19.4":"sanhena va pharusena va; ","mn21:19.5":"atthasamhitena va anatthasamhitena va; ","mn21:19.6":"mettacitta va dosantara va. ","mn21:19.7":"Kalena va, bhikkhave, pare vadamana vadeyyum akalena va; ","mn21:19.8":"bhutena va, bhikkhave, pare vadamana vadeyyum abhutena va; ","mn21:19.9":"sanhena va, bhikkhave, pare vadamana vadeyyum pharusena va; ","mn21:19.10":"atthasamhitena va, bhikkhave, pare vadamana vadeyyum anatthasamhitena va; ","mn21:19.11":"mettacitta va, bhikkhave, pare vadamana vadeyyum dosantara va. ","mn21:19.12":"Tatrapi vo, bhikkhave, evam sikkhitabbam: ","mn21:19.13":"‘na ceva no cittam viparinatam bhavissati, na ca papikam vacam niccharessama hitanukampi ca viharissama mettacitta na dosantara. ","mn21:19.14":"Tanca puggalam mettasahagatena cetasa pharitva viharissama, tadarammananca sabbavantam lokam bilarabhastasamena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharissama’ti. ","mn21:19.15":"Evanhi vo, bhikkhave, sikkhitabbam. ","mn21:20.1":"Ubhatodandakena cepi, bhikkhave, kakacena cora ocaraka angamangani okanteyyum, tatrapi yo mano paduseyya, na me so tena sasanakaro. ","mn21:20.2":"Tatrapi vo, bhikkhave, evam sikkhitabbam: ","mn21:20.3":"‘na ceva no cittam viparinatam bhavissati, na ca papikam vacam niccharessama, hitanukampi ca viharissama mettacitta na dosantara. ","mn21:20.4":"Tanca puggalam mettasahagatena cetasa pharitva viharissama tadarammananca sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharissama’ti. ","mn21:20.5":"Evanhi vo, bhikkhave, sikkhitabbam. ","mn21:21.1":"Imanca tumhe, bhikkhave, kakacupamam ovadam abhikkhanam manasi kareyyatha. ","mn21:21.2":"Passatha no tumhe, bhikkhave, tam vacanapatham, anum va thulam va, yam tumhe nadhivaseyyatha”ti? ","mn21:21.3":"“No hetam, bhante”. ","mn21:21.4":"“Tasmatiha, bhikkhave, imam kakacupamam ovadam abhikkhanam manasikarotha. ","mn21:21.5":"Tam vo bhavissati digharattam hitaya sukhaya”ti. ","mn21:21.6":"Idamavoca bhagava. ","mn21:21.7":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn21:21.8":"Kakacupamasuttam nitthitam pathamam. "}