{"mn22:0.1":"Majjhima Nikaya 22 ","mn22:0.2":"Alagaddupamasutta ","mn22:1.1":"Evam me sutam—","mn22:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn22:2.1":"Tena kho pana samayena aritthassa nama bhikkhuno gaddhabadhipubbassa evarupam papakam ditthigatam uppannam hoti: ","mn22:2.2":"“tathaham bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya”ti. ","mn22:2.3":"Assosum kho sambahula bhikkhu: ","mn22:2.4":"“aritthassa kira nama bhikkhuno gaddhabadhipubbassa evarupam papakam ditthigatam uppannam: ","mn22:2.5":"‘tathaham bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya’”ti. ","mn22:3.1":"Atha kho te bhikkhu yena arittho bhikkhu gaddhabadhipubbo tenupasankamimsu; upasankamitva arittham bhikkhum gaddhabadhipubbam etadavocum: ","mn22:3.2":"“saccam kira te, avuso arittha, evarupam papakam ditthigatam uppannam: ","mn22:3.3":"‘tathaham bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya’”ti. ","mn22:3.4":"“Evam bya kho aham, avuso, bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya”ti. ","mn22:3.5":"Atha kho tepi bhikkhu arittham bhikkhum gaddhabadhipubbam etasma papaka ditthigata vivecetukama samanuyunjanti samanugahanti samanubhasanti: ","mn22:3.6":"“ma hevam, avuso arittha, avaca, ma bhagavantam abbhacikkhi; na hi sadhu bhagavato abbhakkhanam, na hi bhagava evam vadeyya. ","mn22:3.7":"Anekapariyayenavuso arittha, antarayika dhamma antarayika vutta bhagavata, alanca pana te patisevato antarayaya. ","mn22:3.8":"Appassada kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo. ","mn22:3.9":"Atthikankalupama kama vutta bhagavata … ","mn22:3.10":"mamsapesupama kama vutta bhagavata … ","mn22:3.11":"tinukkupama kama vutta bhagavata … ","mn22:3.12":"angarakasupama kama vutta bhagavata … ","mn22:3.13":"supinakupama kama vutta bhagavata … ","mn22:3.14":"yacitakupama kama vutta bhagavata … ","mn22:3.15":"rukkhaphalupama kama vutta bhagavata … ","mn22:3.16":"asisunupama kama vutta bhagavata … ","mn22:3.17":"sattisulupama kama vutta bhagavata … ","mn22:3.18":"sappasirupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo”ti. ","mn22:3.19":"Evampi kho arittho bhikkhu gaddhabadhipubbo tehi bhikkhuhi samanuyunjiyamano samanugahiyamano samanubhasiyamano tadeva papakam ditthigatam thamasa paramasa abhinivissa voharati: ","mn22:3.20":"“evam bya kho aham, avuso, bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya”ti. ","mn22:3.21":"Yato kho te bhikkhu nasakkhimsu arittham bhikkhum gaddhabadhipubbam etasma papaka ditthigata vivecetum, atha kho te bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","mn22:3.22":"“aritthassa nama, bhante, bhikkhuno gaddhabadhipubbassa evarupam papakam ditthigatam uppannam: ","mn22:3.23":"‘tathaham bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya’ti. ","mn22:3.24":"Assumha kho mayam, bhante: ","mn22:3.25":"‘aritthassa kira nama bhikkhuno gaddhabadhipubbassa evarupam papakam ditthigatam uppannam—","mn22:3.26":"tathaham bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya’ti. ","mn22:3.27":"Atha kho mayam, bhante, yena arittho bhikkhu gaddhabadhipubbo tenupasankamimha; upasankamitva arittham bhikkhum gaddhabadhipubbam etadavocumha: ","mn22:3.28":"‘saccam kira te, avuso arittha, evarupam papakam ditthigatam uppannam—","mn22:3.29":"tathaham bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya’ti? ","mn22:3.30":"Evam vutte, bhante, arittho bhikkhu gaddhabadhipubbo amhe etadavoca: ","mn22:3.31":"‘evam bya kho aham, avuso, bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya’ti. ","mn22:3.32":"Atha kho mayam, bhante, arittham bhikkhum gaddhabadhipubbam etasma papaka ditthigata vivecetukama samanuyunjimha samanugahimha samanubhasimha: ","mn22:3.33":"‘ma hevam, avuso arittha, avaca, ma bhagavantam abbhacikkhi; na hi sadhu bhagavato abbhakkhanam, na hi bhagava evam vadeyya. ","mn22:3.34":"Anekapariyayenavuso arittha, antarayika dhamma antarayika vutta bhagavata, alanca pana te patisevato antarayaya. ","mn22:3.35":"Appassada kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo. ","mn22:3.36":"Atthikankalupama kama vutta bhagavata …pe… ","mn22:3.37":"sappasirupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo’ti. ","mn22:3.38":"Evampi kho, bhante, arittho bhikkhu gaddhabadhipubbo amhehi samanuyunjiyamano samanugahiyamano samanubhasiyamano tadeva papakam ditthigatam thamasa paramasa abhinivissa voharati: ","mn22:3.39":"‘evam bya kho aham, avuso, bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya’ti. ","mn22:4.1":"Yato kho mayam, bhante, nasakkhimha arittham bhikkhum gaddhabadhipubbam etasma papaka ditthigata vivecetum, atha mayam etamattham bhagavato arocema”ti. ","mn22:5.1":"Atha kho bhagava annataram bhikkhum amantesi: ","mn22:5.2":"“ehi tvam, bhikkhu, mama vacanena arittham bhikkhum gaddhabadhipubbam amantehi: ","mn22:5.3":"‘sattha tam, avuso arittha, amanteti’”ti. ","mn22:5.4":"“Evam, bhante”ti kho so bhikkhu bhagavato patissutva, yena arittho bhikkhu gaddhabadhipubbo tenupasankami; upasankamitva arittham bhikkhum gaddhabadhipubbam etadavoca: ","mn22:5.5":"“sattha tam, avuso arittha, amanteti”ti. ","mn22:5.6":"“Evamavuso”ti kho arittho bhikkhu gaddhabadhipubbo tassa bhikkhuno patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho arittham bhikkhum gaddhabadhipubbam bhagava etadavoca: ","mn22:5.7":"“saccam kira te, arittha, evarupam papakam ditthigatam uppannam: ","mn22:5.8":"‘tathaham bhagavata dhammam desitam ajanami yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya’”ti? ","mn22:5.9":"“Evam bya kho aham, bhante, bhagavata dhammam desitam ajanami: ‘yatha yeme antarayika dhamma vutta bhagavata te patisevato nalam antarayaya’”ti. ","mn22:6.1":"“Kassa kho nama tvam, moghapurisa, maya evam dhammam desitam ajanasi? ","mn22:6.2":"Nanu maya, moghapurisa, anekapariyayena antarayika dhamma antarayika vutta? Alanca pana te patisevato antarayaya. ","mn22:6.3":"Appassada kama vutta maya, bahudukkha bahupayasa, adinavo ettha bhiyyo. ","mn22:6.4":"Atthikankalupama kama vutta maya … ","mn22:6.5":"mamsapesupama kama vutta maya … ","mn22:6.6":"tinukkupama kama vutta maya … ","mn22:6.7":"angarakasupama kama vutta maya … ","mn22:6.8":"supinakupama kama vutta maya … ","mn22:6.9":"yacitakupama kama vutta maya … ","mn22:6.10":"rukkhaphalupama kama vutta maya … ","mn22:6.11":"asisunupama kama vutta maya … ","mn22:6.12":"sattisulupama kama vutta maya … ","mn22:6.13":"sappasirupama kama vutta maya, bahudukkha bahupayasa, adinavo ettha bhiyyo. ","mn22:6.14":"Atha ca pana tvam, moghapurisa, attana duggahitena amhe ceva abbhacikkhasi, attananca khanasi, bahunca apunnam pasavasi. ","mn22:6.15":"Tanhi te, moghapurisa, bhavissati digharattam ahitaya dukkhaya”ti. ","mn22:7.1":"Atha kho bhagava bhikkhu amantesi: ","mn22:7.2":"“Tam kim mannatha, bhikkhave, ","mn22:7.3":"api nayam arittho bhikkhu gaddhabadhipubbo usmikatopi imasmim dhammavinaye”ti? ","mn22:7.4":"“Kinhi siya, bhante; ","mn22:7.5":"no hetam, bhante”ti. ","mn22:7.6":"Evam vutte, arittho bhikkhu gaddhabadhipubbo tunhibhuto mankubhuto pattakkhandho adhomukho pajjhayanto appatibhano nisidi. ","mn22:7.7":"Atha kho bhagava arittham bhikkhum gaddhabadhipubbam tunhibhutam mankubhutam pattakkhandham adhomukham pajjhayantam appatibhanam viditva arittham bhikkhum gaddhabadhipubbam etadavoca: ","mn22:7.8":"“pannayissasi kho tvam, moghapurisa, etena sakena papakena ditthigatena. ","mn22:7.9":"Idhaham bhikkhu patipucchissami”ti. ","mn22:8.1":"Atha kho bhagava bhikkhu amantesi: ","mn22:8.2":"“tumhepi me, bhikkhave, evam dhammam desitam ajanatha yathayam arittho bhikkhu gaddhabadhipubbo attana duggahitena amhe ceva abbhacikkhati, attananca khanati, bahunca apunnam pasavati”ti? ","mn22:8.3":"“No hetam, bhante. ","mn22:8.4":"Anekapariyayena hi no, bhante, antarayika dhamma antarayika vutta bhagavata; ","mn22:8.5":"alanca pana te patisevato antarayaya. ","mn22:8.6":"Appassada kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo. ","mn22:8.7":"Atthikankalupama kama vutta bhagavata …pe… ","mn22:8.8":"sappasirupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo”ti. ","mn22:8.9":"“Sadhu sadhu, bhikkhave, sadhu, kho me tumhe, bhikkhave, evam dhammam desitam ajanatha. ","mn22:8.10":"Anekapariyayena hi kho, bhikkhave, antarayika dhamma vutta maya, alanca pana te patisevato antarayaya. ","mn22:8.11":"Appassada kama vutta maya, bahudukkha bahupayasa, adinavo ettha bhiyyo. ","mn22:8.12":"Atthikankalupama kama vutta maya …pe… ","mn22:8.13":"sappasirupama kama vutta maya, bahudukkha bahupayasa, adinavo ettha bhiyyo. ","mn22:8.14":"Atha ca panayam arittho bhikkhu gaddhabadhipubbo attana duggahitena amhe ceva abbhacikkhati, attananca khanati, bahunca apunnam pasavati. ","mn22:8.15":"Tanhi tassa moghapurisassa bhavissati digharattam ahitaya dukkhaya. ","mn22:9.1":"So vata, bhikkhave, annatreva kamehi annatra kamasannaya annatra kamavitakkehi kame patisevissatiti—netam thanam vijjati. ","mn22:10.1":"Idha, bhikkhave, ekacce moghapurisa dhammam pariyapunanti—","mn22:10.2":"suttam, geyyam, veyyakaranam, gatham, udanam, itivuttakam, jatakam, abbhutadhammam, vedallam. ","mn22:10.3":"Te tam dhammam pariyapunitva tesam dhammanam pannaya attham na upaparikkhanti. ","mn22:10.4":"Tesam te dhamma pannaya attham anupaparikkhatam na nijjhanam khamanti. ","mn22:10.5":"Te uparambhanisamsa ceva dhammam pariyapunanti itivadappamokkhanisamsa ca. ","mn22:10.6":"Yassa catthaya dhammam pariyapunanti tancassa attham nanubhonti. ","mn22:10.7":"Tesam te dhamma duggahita digharattam ahitaya dukkhaya samvattanti. ","mn22:10.8":"Tam kissa hetu? ","mn22:10.9":"Duggahitatta, bhikkhave, dhammanam. ","mn22:10.10":"Seyyathapi, bhikkhave, puriso alagaddatthiko alagaddagavesi alagaddapariyesanam caramano. ","mn22:10.11":"So passeyya mahantam alagaddam. ","mn22:10.12":"Tamenam bhoge va nangutthe va ganheyya. ","mn22:10.13":"Tassa so alagaddo patiparivattitva hatthe va bahaya va annatarasmim va angapaccange damseyya. ","mn22:10.14":"So tatonidanam maranam va nigaccheyya maranamattam va dukkham. ","mn22:10.15":"Tam kissa hetu? ","mn22:10.16":"Duggahitatta, bhikkhave, alagaddassa. ","mn22:10.17":"Evameva kho, bhikkhave, idhekacce moghapurisa dhammam pariyapunanti—","mn22:10.18":"suttam, geyyam, veyyakaranam, gatham, udanam, itivuttakam, jatakam, abbhutadhammam, vedallam. ","mn22:10.19":"Te tam dhammam pariyapunitva tesam dhammanam pannaya attham na upaparikkhanti. ","mn22:10.20":"Tesam te dhamma pannaya attham anupaparikkhatam na nijjhanam khamanti. ","mn22:10.21":"Te uparambhanisamsa ceva dhammam pariyapunanti itivadappamokkhanisamsa ca. ","mn22:10.22":"Yassa catthaya dhammam pariyapunanti tancassa attham nanubhonti. ","mn22:10.23":"Tesam te dhamma duggahita digharattam ahitaya dukkhaya samvattanti. ","mn22:10.24":"Tam kissa hetu? ","mn22:10.25":"Duggahitatta, bhikkhave, dhammanam. ","mn22:11.1":"Idha pana, bhikkhave, ekacce kulaputta dhammam pariyapunanti—","mn22:11.2":"suttam, geyyam, veyyakaranam, gatham, udanam, itivuttakam, jatakam, abbhutadhammam, vedallam. ","mn22:11.3":"Te tam dhammam pariyapunitva tesam dhammanam pannaya attham upaparikkhanti. ","mn22:11.4":"Tesam te dhamma pannaya attham upaparikkhatam nijjhanam khamanti. ","mn22:11.5":"Te na ceva uparambhanisamsa dhammam pariyapunanti na itivadappamokkhanisamsa ca. ","mn22:11.6":"Yassa catthaya dhammam pariyapunanti tancassa attham anubhonti. ","mn22:11.7":"Tesam te dhamma suggahita digharattam hitaya sukhaya samvattanti. ","mn22:11.8":"Tam kissa hetu? ","mn22:11.9":"Suggahitatta bhikkhave dhammanam. ","mn22:11.10":"Seyyathapi, bhikkhave, puriso alagaddatthiko alagaddagavesi alagaddapariyesanam caramano. ","mn22:11.11":"So passeyya mahantam alagaddam. ","mn22:11.12":"Tamenam ajapadena dandena suniggahitam nigganheyya. ","mn22:11.13":"Ajapadena dandena suniggahitam niggahitva, givaya suggahitam ganheyya. ","mn22:11.14":"Kincapi so, bhikkhave, alagaddo tassa purisassa hattham va baham va annataram va angapaccangam bhogehi palivetheyya, atha kho so neva tatonidanam maranam va nigaccheyya maranamattam va dukkham. ","mn22:11.15":"Tam kissa hetu? ","mn22:11.16":"Suggahitatta, bhikkhave, alagaddassa. ","mn22:11.17":"Evameva kho, bhikkhave, idhekacce kulaputta dhammam pariyapunanti—","mn22:11.18":"suttam, geyyam, veyyakaranam, gatham, udanam, itivuttakam, jatakam, abbhutadhammam, vedallam. ","mn22:11.19":"Te tam dhammam pariyapunitva tesam dhammanam pannaya attham upaparikkhanti. ","mn22:11.20":"Tesam te dhamma pannaya attham upaparikkhatam nijjhanam khamanti. ","mn22:11.21":"Te na ceva uparambhanisamsa dhammam pariyapunanti, na itivadappamokkhanisamsa ca. ","mn22:11.22":"Yassa catthaya dhammam pariyapunanti, tancassa attham anubhonti. ","mn22:11.23":"Tesam te dhamma suggahita digharattam atthaya hitaya sukhaya samvattanti. ","mn22:11.24":"Tam kissa hetu? ","mn22:11.25":"Suggahitatta, bhikkhave, dhammanam. ","mn22:12.1":"Tasmatiha, bhikkhave, yassa me bhasitassa attham ajaneyyatha, tatha nam dhareyyatha. ","mn22:12.2":"Yassa ca pana me bhasitassa attham na ajaneyyatha, aham vo tattha patipucchitabbo, ye va panassu viyatta bhikkhu. ","mn22:13.1":"Kullupamam vo, bhikkhave, dhammam desessami nittharanatthaya, no gahanatthaya. ","mn22:13.2":"Tam sunatha, sadhukam manasikarotha, bhasissami”ti. ","mn22:13.3":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","mn22:13.4":"Bhagava etadavoca: ","mn22:13.5":"“Seyyathapi, bhikkhave, puriso addhanamaggappatipanno. ","mn22:13.6":"So passeyya mahantam udakannavam, orimam tiram sasankam sappatibhayam, parimam tiram khemam appatibhayam; ","mn22:13.7":"na cassa nava santarani uttarasetu va apara param gamanaya. ","mn22:13.8":"Tassa evamassa: ","mn22:13.9":"‘ayam kho mahaudakannavo, orimam tiram sasankam sappatibhayam, parimam tiram khemam appatibhayam; ","mn22:13.10":"natthi ca nava santarani uttarasetu va apara param gamanaya. ","mn22:13.11":"Yannunaham tinakatthasakhapalasam sankaddhitva, kullam bandhitva, tam kullam nissaya hatthehi ca padehi ca vayamamano sotthina param uttareyyan’ti. ","mn22:13.12":"Atha kho so, bhikkhave, puriso tinakatthasakhapalasam sankaddhitva, kullam bandhitva tam kullam nissaya hatthehi ca padehi ca vayamamano sotthina param uttareyya. ","mn22:13.13":"Tassa purisassa uttinnassa parangatassa evamassa: ","mn22:13.14":"‘bahukaro kho me ayam kullo; ","mn22:13.15":"imaham kullam nissaya hatthehi ca padehi ca vayamamano sotthina param uttinno. ","mn22:13.16":"Yannunaham imam kullam sise va aropetva khandhe va uccaretva yena kamam pakkameyyan’ti. ","mn22:13.17":"Tam kim mannatha, bhikkhave, ","mn22:13.18":"api nu so puriso evankari tasmim kulle kiccakari assa”ti? ","mn22:13.19":"“No hetam, bhante”. ","mn22:13.20":"“Kathankari ca so, bhikkhave, puriso tasmim kulle kiccakari assa? ","mn22:13.21":"Idha, bhikkhave, tassa purisassa uttinnassa parangatassa evamassa: ","mn22:13.22":"‘bahukaro kho me ayam kullo; ","mn22:13.23":"imaham kullam nissaya hatthehi ca padehi ca vayamamano sotthina param uttinno. ","mn22:13.24":"Yannunaham imam kullam thale va ussadetva udake va opilapetva yena kamam pakkameyyan’ti. ","mn22:13.25":"Evankari kho so, bhikkhave, puriso tasmim kulle kiccakari assa. ","mn22:13.26":"Evameva kho, bhikkhave, kullupamo maya dhammo desito nittharanatthaya, no gahanatthaya. ","mn22:14.1":"Kullupamam vo, bhikkhave, dhammam desitam, ajanantehi dhammapi vo pahatabba pageva adhamma. ","mn22:15.1":"Chayimani, bhikkhave, ditthitthanani. ","mn22:15.2":"Katamani cha? ","mn22:15.3":"Idha, bhikkhave, assutava puthujjano ariyanam adassavi ariyadhammassa akovido ariyadhamme avinito, sappurisanam adassavi sappurisadhammassa akovido sappurisadhamme avinito, ","mn22:15.4":"rupam ‘etam mama, esohamasmi, eso me atta’ti samanupassati; ","mn22:15.5":"vedanam ‘etam mama, esohamasmi, eso me atta’ti samanupassati; ","mn22:15.6":"sannam ‘etam mama, esohamasmi, eso me atta’ti samanupassati; ","mn22:15.7":"sankhare ‘etam mama, esohamasmi, eso me atta’ti samanupassati; ","mn22:15.8":"yampi tam dittham sutam mutam vinnatam pattam pariyesitam, anuvicaritam manasa tampi ‘etam mama, esohamasmi, eso me atta’ti samanupassati; ","mn22:15.9":"yampi tam ditthitthanam—","mn22:15.10":"so loko so atta, so pecca bhavissami nicco dhuvo sassato aviparinamadhammo, sassatisamam tatheva thassamiti—","mn22:15.11":"tampi ‘etam mama, esohamasmi, eso me atta’ti samanupassati. ","mn22:16.1":"Sutava ca kho, bhikkhave, ariyasavako ariyanam dassavi ariyadhammassa kovido ariyadhamme suvinito, sappurisanam dassavi sappurisadhammassa kovido sappurisadhamme suvinito, ","mn22:16.2":"rupam ‘netam mama, nesohamasmi, na meso atta’ti samanupassati; ","mn22:16.3":"vedanam ‘netam mama, nesohamasmi, na meso atta’ti samanupassati; ","mn22:16.4":"sannam ‘netam mama, nesohamasmi, na meso atta’ti samanupassati; ","mn22:16.5":"sankhare ‘netam mama, nesohamasmi, na meso atta’ti samanupassati; ","mn22:16.6":"yampi tam dittham sutam mutam vinnatam pattam pariyesitam, anuvicaritam manasa, tampi ‘netam mama, nesohamasmi, na meso atta’ti samanupassati; ","mn22:16.7":"yampi tam ditthitthanam—","mn22:16.8":"so loko so atta, so pecca bhavissami nicco dhuvo sassato aviparinamadhammo, sassatisamam tatheva thassamiti—","mn22:16.9":"tampi ‘netam mama, nesohamasmi, na meso atta’ti samanupassati. ","mn22:17.1":"So evam samanupassanto asati na paritassati”ti. ","mn22:18.1":"Evam vutte, annataro bhikkhu bhagavantam etadavoca: ","mn22:18.2":"“siya nu kho, bhante, bahiddha asati paritassana”ti? ","mn22:18.3":"“Siya, bhikkhu”ti—bhagava avoca. ","mn22:18.4":"“Idha bhikkhu ekaccassa evam hoti: ","mn22:18.5":"‘ahu vata me, tam vata me natthi; ","mn22:18.6":"siya vata me, tam vataham na labhami’ti. ","mn22:18.7":"So socati kilamati paridevati urattalim kandati sammoham apajjati. ","mn22:18.8":"Evam kho, bhikkhu, bahiddha asati paritassana hoti”ti. ","mn22:19.1":"“Siya pana, bhante, bahiddha asati aparitassana”ti? ","mn22:19.2":"“Siya, bhikkhu”ti—bhagava avoca. ","mn22:19.3":"“Idha bhikkhu ekaccassa na evam hoti: ","mn22:19.4":"‘ahu vata me, tam vata me natthi; ","mn22:19.5":"siya vata me, tam vataham na labhami’ti. ","mn22:19.6":"So na socati na kilamati na paridevati na urattalim kandati na sammoham apajjati. ","mn22:19.7":"Evam kho, bhikkhu, bahiddha asati aparitassana hoti”ti. ","mn22:20.1":"“Siya nu kho, bhante, ajjhattam asati paritassana”ti? ","mn22:20.2":"“Siya, bhikkhu”ti—bhagava avoca. ","mn22:20.3":"“Idha, bhikkhu, ekaccassa evam ditthi hoti: ","mn22:20.4":"‘so loko so atta, so pecca bhavissami nicco dhuvo sassato aviparinamadhammo, sassatisamam tatheva thassami’ti. ","mn22:20.5":"So sunati tathagatassa va tathagatasavakassa va sabbesam ditthitthanadhitthanapariyutthanabhinivesanusayanam samugghataya sabbasankharasamathaya sabbupadhipatinissaggaya tanhakkhayaya viragaya nirodhaya nibbanaya dhammam desentassa. ","mn22:20.6":"Tassa evam hoti: ","mn22:20.7":"‘ucchijjissami namassu, vinassissami namassu, nassu nama bhavissami’ti. ","mn22:20.8":"So socati kilamati paridevati urattalim kandati sammoham apajjati. ","mn22:20.9":"Evam kho, bhikkhu, ajjhattam asati paritassana hoti”ti. ","mn22:21.1":"“Siya pana, bhante, ajjhattam asati aparitassana”ti? ","mn22:21.2":"“Siya, bhikkhu”ti bhagava avoca. ","mn22:21.3":"“Idha, bhikkhu, ekaccassa na evam ditthi hoti: ","mn22:21.4":"‘so loko so atta, so pecca bhavissami nicco dhuvo sassato aviparinamadhammo, sassatisamam tatheva thassami’ti. ","mn22:21.5":"So sunati tathagatassa va tathagatasavakassa va sabbesam ditthitthanadhitthanapariyutthanabhinivesanusayanam samugghataya sabbasankharasamathaya sabbupadhipatinissaggaya tanhakkhayaya viragaya nirodhaya nibbanaya dhammam desentassa. ","mn22:21.6":"Tassa na evam hoti: ","mn22:21.7":"‘ucchijjissami namassu, vinassissami namassu, nassu nama bhavissami’ti. ","mn22:21.8":"So na socati na kilamati na paridevati na urattalim kandati na sammoham apajjati. ","mn22:21.9":"Evam kho, bhikkhu, ajjhattam asati aparitassana hoti. ","mn22:22.1":"Tam, bhikkhave, pariggaham parigganheyyatha, yvassa pariggaho nicco dhuvo sassato aviparinamadhammo, sassatisamam tatheva tittheyya. ","mn22:22.2":"Passatha no tumhe, bhikkhave, tam pariggaham yvassa pariggaho nicco dhuvo sassato aviparinamadhammo, sassatisamam tatheva tittheyya”ti? ","mn22:22.3":"“No hetam, bhante”. ","mn22:22.4":"“Sadhu, bhikkhave. ","mn22:22.5":"Ahampi kho tam, bhikkhave, pariggaham na samanupassami yvassa pariggaho nicco dhuvo sassato aviparinamadhammo sassatisamam tatheva tittheyya. ","mn22:23.1":"Tam, bhikkhave, attavadupadanam upadiyetha, yamsa attavadupadanam upadiyato na uppajjeyyum sokaparidevadukkhadomanassupayasa. ","mn22:23.2":"Passatha no tumhe, bhikkhave, tam attavadupadanam yamsa attavadupadanam upadiyato na uppajjeyyum sokaparidevadukkhadomanassupayasa”ti? ","mn22:23.3":"“No hetam, bhante”. ","mn22:23.4":"“Sadhu, bhikkhave. ","mn22:23.5":"Ahampi kho tam, bhikkhave, attavadupadanam na samanupassami yamsa attavadupadanam upadiyato na uppajjeyyum sokaparidevadukkhadomanassupayasa. ","mn22:24.1":"Tam, bhikkhave, ditthinissayam nissayetha yamsa ditthinissayam nissayato na uppajjeyyum sokaparidevadukkhadomanassupayasa. ","mn22:24.2":"Passatha no tumhe, bhikkhave, tam ditthinissayam yamsa ditthinissayam nissayato na uppajjeyyum sokaparidevadukkhadomanassupayasa”ti? ","mn22:24.3":"“No hetam, bhante”. ","mn22:24.4":"“Sadhu, bhikkhave. ","mn22:24.5":"Ahampi kho tam, bhikkhave, ditthinissayam na samanupassami yamsa ditthinissayam nissayato na uppajjeyyum sokaparidevadukkhadomanassupayasa. ","mn22:25.1":"Attani va, bhikkhave, sati ‘attaniyam me’ti assa”ti? ","mn22:25.2":"“Evam, bhante”. ","mn22:25.3":"“Attaniye va, bhikkhave, sati ‘atta me’ti assa”ti? ","mn22:25.4":"“Evam, bhante”. ","mn22:25.5":"“Attani ca, bhikkhave, attaniye ca saccato thetato anupalabbhamane, yampi tam ditthitthanam: ","mn22:25.6":"‘so loko so atta, so pecca bhavissami nicco dhuvo sassato aviparinamadhammo, sassatisamam tatheva thassami’ti—","mn22:25.7":"nanayam, bhikkhave, kevalo paripuro baladhammo”ti? ","mn22:25.8":"“Kinhi no siya, bhante, kevalo hi, bhante, paripuro baladhammo”ti. ","mn22:26.1":"“Tam kim mannatha, bhikkhave, ","mn22:26.2":"rupam niccam va aniccam va”ti? ","mn22:26.3":"“Aniccam, bhante”. ","mn22:26.4":"“Yam pananiccam dukkham va tam sukham va”ti? ","mn22:26.5":"“Dukkham, bhante”. ","mn22:26.6":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum—","mn22:26.7":"etam mama, esohamasmi, eso me atta”ti? ","mn22:26.8":"“No hetam, bhante”. ","mn22:26.9":"“Tam kim mannatha, bhikkhave, ","mn22:26.10":"vedana …pe… ","mn22:26.11":"sanna … ","mn22:26.12":"sankhara … ","mn22:26.13":"vinnanam niccam va aniccam va”ti? ","mn22:26.14":"“Aniccam, bhante”. ","mn22:26.15":"“Yam pananiccam dukkham va tam sukham va”ti? ","mn22:26.16":"“Dukkham, bhante”. ","mn22:26.17":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum—","mn22:26.18":"etam mama, esohamasmi, eso me atta”ti? ","mn22:26.19":"“No hetam, bhante”. ","mn22:27.1":"“Tasmatiha, bhikkhave, yam kinci rupam atitanagatapaccuppannam, ajjhattam va bahiddha va, olarikam va sukhumam va, hinam va panitam va, yam dure santike va, sabbam rupam ‘netam mama, nesohamasmi, na meso atta’ti—evametam yathabhutam sammappannaya datthabbam. ","mn22:27.2":"Ya kaci vedana …pe… ","mn22:27.3":"ya kaci sanna … ","mn22:27.4":"ye keci sankhara … ","mn22:27.5":"yam kinci vinnanam atitanagatapaccuppannam, ajjhattam va bahiddha va, olarikam va sukhumam va, hinam va panitam va, yam dure santike va, sabbam vinnanam ‘netam mama, nesohamasmi, na meso atta’ti—evametam yathabhutam sammappannaya datthabbam. ","mn22:28.1":"Evam passam, bhikkhave, sutava ariyasavako rupasmim nibbindati, vedanaya nibbindati, sannaya nibbindati, sankharesu nibbindati, vinnanasmim nibbindati, ","mn22:29.1":"nibbida virajjati, viraga vimuccati, vimuttasmim vimuttamiti nanam hoti. ","mn22:29.2":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn22:30.1":"Ayam vuccati, bhikkhave, bhikkhu ukkhittapaligho itipi, sankinnaparikkho itipi, abbulhesiko itipi, niraggalo itipi, ariyo pannaddhajo pannabharo visamyutto itipi. ","mn22:31.1":"Kathanca, bhikkhave, bhikkhu ukkhittapaligho hoti? ","mn22:31.2":"Idha, bhikkhave, bhikkhuno avijja pahina hoti, ucchinnamula talavatthukata anabhavankata, ayatim anuppadadhamma. ","mn22:31.3":"Evam kho, bhikkhave, bhikkhu ukkhittapaligho hoti. ","mn22:32.1":"Kathanca, bhikkhave, bhikkhu sankinnaparikkho hoti? ","mn22:32.2":"Idha, bhikkhave, bhikkhuno ponobbhaviko jatisamsaro pahino hoti, ucchinnamulo talavatthukato anabhavankato, ayatim anuppadadhammo. ","mn22:32.3":"Evam kho, bhikkhave, bhikkhu sankinnaparikkho hoti. ","mn22:33.1":"Kathanca, bhikkhave, bhikkhu abbulhesiko hoti? ","mn22:33.2":"Idha, bhikkhave, bhikkhuno tanha pahina hoti, ucchinnamula talavatthukata anabhavankata, ayatim anuppadadhamma. ","mn22:33.3":"Evam kho, bhikkhave, bhikkhu abbulhesiko hoti. ","mn22:34.1":"Kathanca, bhikkhave, bhikkhu niraggalo hoti? ","mn22:34.2":"Idha, bhikkhave, bhikkhuno panca orambhagiyani samyojanani pahinani honti, ucchinnamulani talavatthukatani anabhavankatani, ayatim anuppadadhammani. ","mn22:34.3":"Evam kho, bhikkhave, bhikkhu niraggalo hoti. ","mn22:35.1":"Kathanca, bhikkhave, bhikkhu ariyo pannaddhajo pannabharo visamyutto hoti? ","mn22:35.2":"Idha, bhikkhave, bhikkhuno asmimano pahino hoti, ucchinnamulo talavatthukato anabhavankato, ayatim anuppadadhammo. ","mn22:35.3":"Evam kho, bhikkhave, bhikkhu ariyo pannaddhajo pannabharo visamyutto hoti. ","mn22:36.1":"Evam vimuttacittam kho, bhikkhave, bhikkhum sainda deva sabrahmaka sapajapatika anvesam nadhigacchanti: ","mn22:36.2":"‘idam nissitam tathagatassa vinnanan’ti. ","mn22:36.3":"Tam kissa hetu? ","mn22:36.4":"Ditthevaham, bhikkhave, dhamme tathagatam ananuvijjoti vadami. ","mn22:37.1":"Evamvadim kho mam, bhikkhave, evamakkhayim eke samanabrahmana asata tuccha musa abhutena abbhacikkhanti: ","mn22:37.2":"‘venayiko samano gotamo, sato sattassa ucchedam vinasam vibhavam pannapeti’ti. ","mn22:37.3":"Yatha caham na, bhikkhave, yatha caham na vadami, tatha mam te bhonto samanabrahmana asata tuccha musa abhutena abbhacikkhanti: ","mn22:37.4":"‘venayiko samano gotamo, sato sattassa ucchedam vinasam vibhavam pannapeti’ti. ","mn22:37.5":"Pubbe caham, bhikkhave, etarahi ca dukkhanceva pannapemi, dukkhassa ca nirodham. ","mn22:37.6":"Tatra ce, bhikkhave, pare tathagatam akkosanti paribhasanti rosenti vihesenti, tatra, bhikkhave, tathagatassa na hoti aghato na appaccayo na cetaso anabhiraddhi. ","mn22:38.1":"Tatra ce, bhikkhave, pare tathagatam sakkaronti garum karonti manenti pujenti, tatra, bhikkhave, tathagatassa na hoti anando na somanassam na cetaso uppilavitattam. ","mn22:38.2":"Tatra ce, bhikkhave, pare va tathagatam sakkaronti garum karonti manenti pujenti, tatra, bhikkhave, tathagatassa evam hoti: ","mn22:38.3":"‘yam kho idam pubbe parinnatam tattha me evarupa kara kariyanti’ti. ","mn22:39.1":"Tasmatiha, bhikkhave, tumhe cepi pare akkoseyyum paribhaseyyum roseyyum viheseyyum, tatra tumhe hi na aghato na appaccayo na cetaso anabhiraddhi karaniya. ","mn22:39.2":"Tasmatiha, bhikkhave, tumhe cepi pare sakkareyyum garum kareyyum maneyyum pujeyyum, tatra tumhehi na anando na somanassam na cetaso uppilavitattam karaniyam. ","mn22:39.3":"Tasmatiha, bhikkhave, tumhe cepi pare sakkareyyum garum kareyyum maneyyum pujeyyum, tatra tumhakam evamassa: ","mn22:39.4":"‘yam kho idam pubbe parinnatam, tattha me evarupa kara kariyanti’ti. ","mn22:40.1":"Tasmatiha, bhikkhave, yam na tumhakam tam pajahatha; ","mn22:40.2":"tam vo pahinam digharattam hitaya sukhaya bhavissati. ","mn22:41.1":"Kinca, bhikkhave, na tumhakam? ","mn22:41.2":"Rupam, bhikkhave, na tumhakam, tam pajahatha; ","mn22:41.3":"tam vo pahinam digharattam hitaya sukhaya bhavissati. ","mn22:41.4":"Vedana, bhikkhave, na tumhakam, tam pajahatha; ","mn22:41.5":"sa vo pahina digharattam hitaya sukhaya bhavissati. ","mn22:41.6":"Sanna, bhikkhave, na tumhakam, tam pajahatha; ","mn22:41.7":"sa vo pahina digharattam hitaya sukhaya bhavissati. ","mn22:41.8":"Sankhara, bhikkhave, na tumhakam, te pajahatha; ","mn22:41.9":"te vo pahina digharattam hitaya sukhaya bhavissanti. ","mn22:41.10":"Vinnanam, bhikkhave, na tumhakam, tam pajahatha; ","mn22:41.11":"tam vo pahinam digharattam hitaya sukhaya bhavissati. ","mn22:41.12":"Tam kim mannatha, bhikkhave, ","mn22:41.13":"yam imasmim jetavane tinakatthasakhapalasam, tam jano hareyya va daheyya va yathapaccayam va kareyya. ","mn22:41.14":"Api nu tumhakam evamassa: ","mn22:41.15":"‘amhe jano harati va dahati va yathapaccayam va karoti’”ti? ","mn22:41.16":"“No hetam, bhante”. ","mn22:41.17":"“Tam kissa hetu”? ","mn22:41.18":"“Na hi no etam, bhante, atta va attaniyam va”ti. ","mn22:41.19":"“Evameva kho, bhikkhave, yam na tumhakam tam pajahatha; ","mn22:41.20":"tam vo pahinam digharattam hitaya sukhaya bhavissati. ","mn22:41.21":"Kinca, bhikkhave, na tumhakam? ","mn22:41.22":"Rupam, bhikkhave, na tumhakam, tam pajahatha; ","mn22:41.23":"tam vo pahinam digharattam hitaya sukhaya bhavissati. ","mn22:41.24":"Vedana, bhikkhave …pe… ","mn22:41.25":"sanna, bhikkhave … ","mn22:41.26":"sankhara, bhikkhave …pe… ","mn22:41.27":"vinnanam, bhikkhave, na tumhakam, tam pajahatha; ","mn22:41.28":"tam vo pahinam digharattam hitaya sukhaya bhavissati. ","mn22:42.1":"Evam svakkhato, bhikkhave, maya dhammo uttano vivato pakasito chinnapilotiko. ","mn22:42.2":"Evam svakkhate, bhikkhave, maya dhamme uttane vivate pakasite chinnapilotike ye te bhikkhu arahanto khinasava vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana sammadannavimutta, vattam tesam natthi pannapanaya. ","mn22:43.1":"Evam svakkhato, bhikkhave, maya dhammo uttano vivato pakasito chinnapilotiko. ","mn22:43.2":"Evam svakkhate, bhikkhave, maya dhamme uttane vivate pakasite chinnapilotike yesam bhikkhunam pancorambhagiyani samyojanani pahinani, sabbe te opapatika, tattha parinibbayino, anavattidhamma tasma loka. ","mn22:44.1":"Evam svakkhato, bhikkhave, maya dhammo uttano vivato pakasito chinnapilotiko. ","mn22:44.2":"Evam svakkhate, bhikkhave, maya dhamme uttane vivate pakasite chinnapilotike yesam bhikkhunam tini samyojanani pahinani, ragadosamoha tanubhuta, sabbe te sakadagamino, sakideva imam lokam agantva dukkhassantam karissanti. ","mn22:45.1":"Evam svakkhato, bhikkhave, maya dhammo uttano vivato pakasito chinnapilotiko. ","mn22:45.2":"Evam svakkhate, bhikkhave, maya dhamme uttane vivate pakasite chinnapilotike yesam bhikkhunam tini samyojanani pahinani, sabbe te sotapanna, avinipatadhamma, niyata sambodhiparayana. ","mn22:46.1":"Evam svakkhato, bhikkhave, maya dhammo uttano vivato pakasito chinnapilotiko. ","mn22:46.2":"Evam svakkhate, bhikkhave, maya dhamme uttane vivate pakasite chinnapilotike ye te bhikkhu dhammanusarino saddhanusarino sabbe te sambodhiparayana. ","mn22:47.1":"Evam svakkhato, bhikkhave, maya dhammo uttano vivato pakasito chinnapilotiko. ","mn22:47.2":"Evam svakkhate, bhikkhave, maya dhamme uttane vivate pakasite chinnapilotike yesam mayi saddhamattam pemamattam sabbe te saggaparayana”ti. ","mn22:47.3":"Idamavoca bhagava. ","mn22:47.4":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn22:47.5":"Alagaddupamasuttam nitthitam dutiyam. "}