{"mn24:0.1":"Majjhima Nikaya 24 ","mn24:0.2":"Rathavinitasutta ","mn24:1.1":"Evam me sutam—","mn24:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn24:2.1":"Atha kho sambahula jatibhumaka bhikkhu jatibhumiyam vassamvuttha yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu bhagava etadavoca: ","mn24:2.2":"“Ko nu kho, bhikkhave, jatibhumiyam jatibhumakanam bhikkhunam sabrahmacarinam evam sambhavito: ","mn24:2.3":"‘attana ca appiccho appicchakathanca bhikkhunam katta, attana ca santuttho santutthikathanca bhikkhunam katta, attana ca pavivitto pavivekakathanca bhikkhunam katta, attana ca asamsattho asamsaggakathanca bhikkhunam katta, attana ca araddhaviriyo viriyarambhakathanca bhikkhunam katta, attana ca silasampanno silasampadakathanca bhikkhunam katta, attana ca samadhisampanno samadhisampadakathanca bhikkhunam katta, attana ca pannasampanno pannasampadakathanca bhikkhunam katta, attana ca vimuttisampanno vimuttisampadakathanca bhikkhunam katta, attana ca vimuttinanadassanasampanno vimuttinanadassanasampadakathanca bhikkhunam katta, ovadako vinnapako sandassako samadapako samuttejako sampahamsako sabrahmacarinan’”ti? ","mn24:2.4":"“Punno nama, bhante, ayasma mantaniputto jatibhumiyam jatibhumakanam bhikkhunam sabrahmacarinam evam sambhavito: ","mn24:2.5":"‘attana ca appiccho appicchakathanca bhikkhunam katta, attana ca santuttho …pe… ovadako vinnapako sandassako samadapako samuttejako sampahamsako sabrahmacarinan’”ti. ","mn24:3.1":"Tena kho pana samayena ayasma sariputto bhagavato avidure nisinno hoti. ","mn24:3.2":"Atha kho ayasmato sariputtassa etadahosi: ","mn24:3.3":"“labha ayasmato punnassa mantaniputtassa, suladdhalabha ayasmato punnassa mantaniputtassa, ","mn24:3.4":"yassa vinnu sabrahmacari satthu sammukha anumassa anumassa vannam bhasanti, tanca sattha abbhanumodati. ","mn24:3.5":"Appeva nama mayampi kadaci karahaci ayasmata punnena mantaniputtena saddhim samagaccheyyama, appeva nama siya kocideva kathasallapo”ti. ","mn24:4.1":"Atha kho bhagava rajagahe yathabhirantam viharitva yena savatthi tena carikam pakkami. ","mn24:4.2":"Anupubbena carikam caramano yena savatthi tadavasari. ","mn24:4.3":"Tatra sudam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn24:4.4":"Assosi kho ayasma punno mantaniputto: “bhagava kira savatthim anuppatto; savatthiyam viharati jetavane anathapindikassa arame”ti. ","mn24:5.1":"Atha kho ayasma punno mantaniputto senasanam samsametva pattacivaramadaya yena savatthi tena carikam pakkami. ","mn24:5.2":"Anupubbena carikam caramano yena savatthi jetavanam anathapindikassa aramo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","mn24:5.3":"Ekamantam nisinnam kho ayasmantam punnam mantaniputtam bhagava dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","mn24:5.4":"Atha kho ayasma punno mantaniputto bhagavata dhammiya kathaya sandassito samadapito samuttejito sampahamsito bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva yena andhavanam tenupasankami divaviharaya. ","mn24:6.1":"Atha kho annataro bhikkhu yenayasma sariputto tenupasankami; upasankamitva ayasmantam sariputtam etadavoca: ","mn24:6.2":"“yassa kho tvam, avuso sariputta, punnassa nama bhikkhuno mantaniputtassa abhinham kittayamano ahosi, so bhagavata dhammiya kathaya sandassito samadapito samuttejito sampahamsito bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva yena andhavanam tena pakkanto divaviharaya”ti. ","mn24:7.1":"Atha kho ayasma sariputto taramanarupo nisidanam adaya ayasmantam punnam mantaniputtam pitthito pitthito anubandhi sisanuloki. ","mn24:7.2":"Atha kho ayasma punno mantaniputto andhavanam ajjhogahetva annatarasmim rukkhamule divaviharam nisidi. ","mn24:7.3":"Ayasmapi kho sariputto andhavanam ajjhogahetva annatarasmim rukkhamule divaviharam nisidi. ","mn24:8.1":"Atha kho ayasma sariputto sayanhasamayam patisallana vutthito yenayasma punno mantaniputto tenupasankami; upasankamitva ayasmata punnena mantaniputtena saddhim sammodi. ","mn24:8.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma sariputto ayasmantam punnam mantaniputtam etadavoca: ","mn24:9.1":"“Bhagavati no, avuso, brahmacariyam vussati”ti? ","mn24:9.2":"“Evamavuso”ti. ","mn24:9.3":"“Kim nu kho, avuso, silavisuddhattham bhagavati brahmacariyam vussati”ti? ","mn24:9.4":"“No hidam, avuso”. ","mn24:9.5":"“Kim panavuso, cittavisuddhattham bhagavati brahmacariyam vussati”ti? ","mn24:9.6":"“No hidam, avuso”. ","mn24:9.7":"“Kim nu kho, avuso, ditthivisuddhattham bhagavati brahmacariyam vussati”ti? ","mn24:9.8":"“No hidam, avuso”. ","mn24:9.9":"“Kim panavuso, kankhavitaranavisuddhattham bhagavati brahmacariyam vussati”ti? ","mn24:9.10":"“No hidam, avuso”. ","mn24:9.11":"“Kim nu kho, avuso, maggamaggananadassanavisuddhattham bhagavati brahmacariyam vussati”ti? ","mn24:9.12":"“No hidam, avuso”. ","mn24:9.13":"“Kim panavuso, patipadananadassanavisuddhattham bhagavati brahmacariyam vussati”ti? ","mn24:9.14":"“No hidam, avuso”. ","mn24:9.15":"“Kim nu kho, avuso, nanadassanavisuddhattham bhagavati brahmacariyam vussati”ti? ","mn24:9.16":"“No hidam, avuso”. ","mn24:10.1":"“‘Kim nu kho, avuso, silavisuddhattham bhagavati brahmacariyam vussati’ti iti puttho samano ‘no hidam, avuso’ti vadesi. ","mn24:10.2":"‘Kim panavuso, cittavisuddhattham bhagavati brahmacariyam vussati’ti iti puttho samano ‘no hidam, avuso’ti vadesi. ","mn24:10.3":"‘Kim nu kho, avuso, ditthivisuddhattham …pe… ","mn24:10.4":"kankhavitaranavisuddhattham …pe… ","mn24:10.5":"maggamaggananadassanavisuddhattham …pe… ","mn24:10.6":"patipadananadassanavisuddhattham …pe… ","mn24:10.7":"kim nu kho, avuso, nanadassanavisuddhattham bhagavati brahmacariyam vussati’ti iti puttho samano ‘no hidam avuso’ti vadesi. ","mn24:10.8":"Kimattham carahavuso, bhagavati brahmacariyam vussati”ti? ","mn24:10.9":"“Anupadaparinibbanattham kho, avuso, bhagavati brahmacariyam vussati”ti. ","mn24:11.1":"“Kim nu kho, avuso, silavisuddhi anupadaparinibbanan”ti? ","mn24:11.2":"“No hidam, avuso”. ","mn24:11.3":"“Kim panavuso, cittavisuddhi anupadaparinibbanan”ti? ","mn24:11.4":"“No hidam, avuso”. ","mn24:11.5":"“Kim nu kho, avuso, ditthivisuddhi anupadaparinibbanan”ti? ","mn24:11.6":"“No hidam, avuso”. ","mn24:11.7":"“Kim panavuso, kankhavitaranavisuddhi anupadaparinibbanan”ti? ","mn24:11.8":"“No hidam, avuso”. ","mn24:11.9":"“Kim nu kho, avuso, maggamaggananadassanavisuddhi anupadaparinibbanan”ti? ","mn24:11.10":"“No hidam, avuso”. ","mn24:11.11":"“Kim panavuso, patipadananadassanavisuddhi anupadaparinibbanan”ti? ","mn24:11.12":"“No hidam, avuso”. ","mn24:11.13":"“Kim nu kho, avuso, nanadassanavisuddhi anupadaparinibbanan”ti? ","mn24:11.14":"“No hidam, avuso”. ","mn24:11.15":"“Kim panavuso, annatra imehi dhammehi anupadaparinibbanan”ti? ","mn24:11.16":"“No hidam, avuso”. ","mn24:12.1":"“‘Kim nu kho, avuso, silavisuddhi anupadaparinibbanan’ti iti puttho samano ‘no hidam, avuso’ti vadesi. ","mn24:12.2":"‘Kim panavuso, cittavisuddhi anupadaparinibbanan’ti iti puttho samano ‘no hidam, avuso’ti vadesi. ","mn24:12.3":"‘Kim nu kho, avuso, ditthivisuddhi anupadaparinibbanan’ti …pe… ","mn24:12.4":"kankhavitaranavisuddhi … ","mn24:12.5":"maggamaggananadassanavisuddhi … ","mn24:12.6":"patipadananadassanavisuddhi … ","mn24:12.7":"‘kim nu kho, avuso, nanadassanavisuddhi anupadaparinibbanan’ti iti puttho samano ‘no hidam, avuso’ti vadesi. ","mn24:12.8":"‘Kim panavuso, annatra imehi dhammehi anupadaparinibbanan’ti iti puttho samano ‘no hidam, avuso’ti vadesi. ","mn24:12.9":"Yathakatham panavuso, imassa bhasitassa attho datthabbo”ti? ","mn24:13.1":"“Silavisuddhince, avuso, bhagava anupadaparinibbanam pannapeyya, saupadanamyeva samanam anupadaparinibbanam pannapeyya. ","mn24:13.2":"Cittavisuddhince, avuso, bhagava anupadaparinibbanam pannapeyya, saupadanamyeva samanam anupadaparinibbanam pannapeyya. ","mn24:13.3":"Ditthivisuddhince, avuso, bhagava anupadaparinibbanam pannapeyya, saupadanamyeva samanam anupadaparinibbanam pannapeyya. ","mn24:13.4":"Kankhavitaranavisuddhince, avuso, bhagava anupadaparinibbanam pannapeyya, saupadanamyeva samanam anupadaparinibbanam pannapeyya. ","mn24:13.5":"Maggamaggananadassanavisuddhince, avuso, bhagava anupadaparinibbanam pannapeyya, saupadanamyeva samanam anupadaparinibbanam pannapeyya. ","mn24:13.6":"Patipadananadassanavisuddhince, avuso, bhagava anupadaparinibbanam pannapeyya, saupadanamyeva samanam anupadaparinibbanam pannapeyya. ","mn24:13.7":"Nanadassanavisuddhince, avuso, bhagava anupadaparinibbanam pannapeyya, saupadanamyeva samanam anupadaparinibbanam pannapeyya. ","mn24:13.8":"Annatra ce, avuso, imehi dhammehi anupadaparinibbanam abhavissa, puthujjano parinibbayeyya. ","mn24:13.9":"Puthujjano hi, avuso, annatra imehi dhammehi. ","mn24:14.1":"Tena havuso, upamam te karissami; ","mn24:14.2":"upamayapidhekacce vinnu purisa bhasitassa attham ajananti. ","mn24:14.3":"Seyyathapi, avuso, ranno pasenadissa kosalassa savatthiyam pativasantassa sakete kincideva accayikam karaniyam uppajjeyya. ","mn24:14.4":"Tassa antara ca savatthim antara ca saketam satta rathavinitani upatthapeyyum. ","mn24:14.5":"Atha kho, avuso, raja pasenadi kosalo savatthiya nikkhamitva antepuradvara pathamam rathavinitam abhiruheyya, pathamena rathavinitena dutiyam rathavinitam papuneyya, pathamam rathavinitam vissajjeyya dutiyam rathavinitam abhiruheyya. ","mn24:14.6":"Dutiyena rathavinitena tatiyam rathavinitam papuneyya, dutiyam rathavinitam vissajjeyya, tatiyam rathavinitam abhiruheyya. ","mn24:14.7":"Tatiyena rathavinitena catuttham rathavinitam papuneyya, tatiyam rathavinitam vissajjeyya, catuttham rathavinitam abhiruheyya. ","mn24:14.8":"Catutthena rathavinitena pancamam rathavinitam papuneyya, catuttham rathavinitam vissajjeyya, pancamam rathavinitam abhiruheyya. ","mn24:14.9":"Pancamena rathavinitena chattham rathavinitam papuneyya, pancamam rathavinitam vissajjeyya, chattham rathavinitam abhiruheyya. ","mn24:14.10":"Chatthena rathavinitena sattamam rathavinitam papuneyya, chattham rathavinitam vissajjeyya, sattamam rathavinitam abhiruheyya. ","mn24:14.11":"Sattamena rathavinitena saketam anupapuneyya antepuradvaram. ","mn24:14.12":"Tamenam antepuradvaragatam samanam mittamacca natisalohita evam puccheyyum: ","mn24:14.13":"‘imina tvam, maharaja, rathavinitena savatthiya saketam anuppatto antepuradvaran’ti? ","mn24:14.14":"Katham byakaramano nu kho, avuso, raja pasenadi kosalo samma byakaramano byakareyya”ti? ","mn24:14.15":"“Evam byakaramano kho, avuso, raja pasenadi kosalo samma byakaramano byakareyya: ","mn24:14.16":"‘idha me savatthiyam pativasantassa sakete kincideva accayikam karaniyam uppajji. ","mn24:14.17":"Tassa me antara ca savatthim antara ca saketam satta rathavinitani upatthapesum. ","mn24:14.18":"Atha khvaham savatthiya nikkhamitva antepuradvara pathamam rathavinitam abhiruhim. ","mn24:14.19":"Pathamena rathavinitena dutiyam rathavinitam papunim, pathamam rathavinitam vissajjim dutiyam rathavinitam abhiruhim. ","mn24:14.20":"Dutiyena rathavinitena tatiyam rathavinitam papunim, dutiyam rathavinitam vissajjim, tatiyam rathavinitam abhiruhim. ","mn24:14.21":"Tatiyena rathavinitena catuttham rathavinitam papunim, tatiyam rathavinitam vissajjim, catuttham rathavinitam abhiruhim. ","mn24:14.22":"Catutthena rathavinitena pancamam rathavinitam papunim, catuttham rathavinitam vissajjim, pancamam rathavinitam abhiruhim. ","mn24:14.23":"Pancamena rathavinitena chattham rathavinitam papunim, pancamam rathavinitam vissajjim, chattham rathavinitam abhiruhim. ","mn24:14.24":"Chatthena rathavinitena sattamam rathavinitam papunim, chattham rathavinitam vissajjim, sattamam rathavinitam abhiruhim. ","mn24:14.25":"Sattamena rathavinitena saketam anuppatto antepuradvaran’ti. ","mn24:14.26":"Evam byakaramano kho, avuso, raja pasenadi kosalo samma byakaramano byakareyya”ti. ","mn24:15.1":"“Evameva kho, avuso, silavisuddhi yavadeva cittavisuddhattha, cittavisuddhi yavadeva ditthivisuddhattha, ditthivisuddhi yavadeva kankhavitaranavisuddhattha, kankhavitaranavisuddhi yavadeva maggamaggananadassanavisuddhattha, maggamaggananadassanavisuddhi yavadeva patipadananadassanavisuddhattha, patipadananadassanavisuddhi yavadeva nanadassanavisuddhattha, nanadassanavisuddhi yavadeva anupadaparinibbanattha. ","mn24:15.2":"Anupadaparinibbanattham kho, avuso, bhagavati brahmacariyam vussati”ti. ","mn24:16.1":"Evam vutte, ayasma sariputto ayasmantam punnam mantaniputtam etadavoca: ","mn24:16.2":"“konamo ayasma, kathanca panayasmantam sabrahmacari jananti”ti? ","mn24:16.3":"“Punnoti kho me, avuso, namam; ","mn24:16.4":"mantaniputtoti ca pana mam sabrahmacari jananti”ti. ","mn24:16.5":"“Acchariyam, avuso, abbhutam, avuso. ","mn24:16.6":"Yatha tam sutavata savakena sammadeva satthusasanam ajanantena, evameva ayasmata punnena mantaniputtena gambhira gambhirapanha anumassa anumassa byakata. ","mn24:16.7":"Labha sabrahmacarinam, suladdhalabha sabrahmacarinam, ","mn24:16.8":"ye ayasmantam punnam mantaniputtam labhanti dassanaya, labhanti payirupasanaya. ","mn24:16.9":"Celandukena cepi sabrahmacari ayasmantam punnam mantaniputtam muddhana pariharanta labheyyum dassanaya, labheyyum payirupasanaya, tesampi labha tesampi suladdham, amhakampi labha amhakampi suladdham, ye mayam ayasmantam punnam mantaniputtam labhama dassanaya, labhama payirupasanaya”ti. ","mn24:17.1":"Evam vutte, ayasma punno mantaniputto ayasmantam sariputtam etadavoca: ","mn24:17.2":"“ko namo ayasma, kathanca panayasmantam sabrahmacari jananti”ti? ","mn24:17.3":"“Upatissoti kho me, avuso, namam; ","mn24:17.4":"sariputtoti ca pana mam sabrahmacari jananti”ti. ","mn24:17.5":"“Satthukappena vata kira, bho, savakena saddhim mantayamana na janimha: ","mn24:17.6":"‘ayasma sariputto’ti. ","mn24:17.7":"Sace hi mayam janeyyama ‘ayasma sariputto’ti, ettakampi no nappatibhaseyya. ","mn24:17.8":"Acchariyam, avuso, abbhutam, avuso. ","mn24:17.9":"Yatha tam sutavata savakena sammadeva satthusasanam ajanantena, evameva ayasmata sariputtena gambhira gambhirapanha anumassa anumassa pucchita. ","mn24:17.10":"Labha sabrahmacarinam suladdhalabha sabrahmacarinam, ","mn24:17.11":"ye ayasmantam sariputtam labhanti dassanaya, labhanti payirupasanaya. ","mn24:17.12":"Celandukena cepi sabrahmacari ayasmantam sariputtam muddhana pariharanta labheyyum dassanaya, labheyyum payirupasanaya, tesampi labha tesampi suladdham, amhakampi labha amhakampi suladdham, ye mayam ayasmantam sariputtam labhama dassanaya, labhama payirupasanaya”ti. ","mn24:17.13":"Itiha te ubhopi mahanaga annamannassa subhasitam samanumodimsuti. ","mn24:17.14":"Rathavinitasuttam nitthitam catuttham. "}