{"mn25:0.1":"Majjhima Nikaya 25 ","mn25:0.2":"Nivapasutta ","mn25:1.1":"Evam me sutam—","mn25:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn25:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn25:1.4":"“bhikkhavo”ti. ","mn25:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn25:1.6":"Bhagava etadavoca: ","mn25:2.1":"“Na, bhikkhave, nevapiko nivapam nivapati migajatanam: ","mn25:2.2":"‘imam me nivapam nivuttam migajata paribhunjanta dighayuka vannavanto ciram dighamaddhanam yapentu’ti. ","mn25:2.3":"Evanca kho, bhikkhave, nevapiko nivapam nivapati migajatanam: ","mn25:2.4":"‘imam me nivapam nivuttam migajata anupakhajja mucchita bhojanani bhunjissanti, anupakhajja mucchita bhojanani bhunjamana madam apajjissanti, matta samana pamadam apajjissanti, pamatta samana yathakamakaraniya bhavissanti imasmim nivape’ti. ","mn25:3.1":"Tatra, bhikkhave, pathama migajata amum nivapam nivuttam nevapikassa anupakhajja mucchita bhojanani bhunjimsu, te tattha anupakhajja mucchita bhojanani bhunjamana madam apajjimsu, matta samana pamadam apajjimsu, pamatta samana yathakamakaraniya ahesum nevapikassa amusmim nivape. ","mn25:3.2":"Evanhi te, bhikkhave, pathama migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:4.1":"Tatra, bhikkhave, dutiya migajata evam samacintesum: ","mn25:4.2":"‘ye kho te pathama migajata amum nivapam nivuttam nevapikassa anupakhajja mucchita bhojanani bhunjimsu. ","mn25:4.3":"Te tattha anupakhajja mucchita bhojanani bhunjamana madam apajjimsu, matta samana pamadam apajjimsu, pamatta samana yathakamakaraniya ahesum nevapikassa amusmim nivape. ","mn25:4.4":"Evanhi te pathama migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:4.5":"Yannuna mayam sabbaso nivapabhojana pativirameyyama, bhayabhoga pativirata arannayatanani ajjhogahetva vihareyyama’ti. ","mn25:4.6":"Te sabbaso nivapabhojana pativiramimsu, bhayabhoga pativirata arannayatanani ajjhogahetva viharimsu. ","mn25:4.7":"Tesam gimhanam pacchime mase, tinodakasankhaye, adhimattakasimanam patto kayo hoti. ","mn25:4.8":"Tesam adhimattakasimanam pattakayanam balaviriyam parihayi. ","mn25:4.9":"Balaviriye parihine tameva nivapam nivuttam nevapikassa paccagamimsu. ","mn25:4.10":"Te tattha anupakhajja mucchita bhojanani bhunjimsu. ","mn25:4.11":"Te tattha anupakhajja mucchita bhojanani bhunjamana madam apajjimsu, matta samana pamadam apajjimsu, pamatta samana yathakamakaraniya ahesum nevapikassa amusmim nivape. ","mn25:4.12":"Evanhi te, bhikkhave, dutiyapi migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:5.1":"Tatra, bhikkhave, tatiya migajata evam samacintesum: ","mn25:5.2":"‘ye kho te pathama migajata amum nivapam nivuttam nevapikassa …pe… ","mn25:5.3":"evanhi te pathama migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:5.4":"Yepi te dutiya migajata evam samacintesum: ","mn25:5.5":"“ye kho te pathama migajata amum nivapam nivuttam nevapikassa …pe… ","mn25:5.6":"evanhi te pathama migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:5.7":"Yannuna mayam sabbaso nivapabhojana pativirameyyama, bhayabhoga pativirata arannayatanani ajjhogahetva vihareyyama”ti. ","mn25:5.8":"Te sabbaso nivapabhojana pativiramimsu, bhayabhoga pativirata arannayatanani ajjhogahetva viharimsu. ","mn25:5.9":"Tesam gimhanam pacchime mase tinodakasankhaye adhimattakasimanam patto kayo hoti. ","mn25:5.10":"Tesam adhimattakasimanam pattakayanam balaviriyam parihayi. ","mn25:5.11":"Balaviriye parihine tameva nivapam nivuttam nevapikassa paccagamimsu. ","mn25:5.12":"Te tattha anupakhajja mucchita bhojanani bhunjimsu. ","mn25:5.13":"Te tattha anupakhajja mucchita bhojanani bhunjamana madam apajjimsu, matta samana pamadam apajjimsu, pamatta samana yathakamakaraniya ahesum nevapikassa amusmim nivape. ","mn25:5.14":"Evanhi te dutiyapi migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:5.15":"Yannuna mayam amum nivapam nivuttam nevapikassa upanissaya asayam kappeyyama. ","mn25:5.16":"Tatrasayam kappetva amum nivapam nivuttam nevapikassa ananupakhajja amucchita bhojanani bhunjissama, ananupakhajja amucchita bhojanani bhunjamana na madam apajjissama, amatta samana na pamadam apajjissama, appamatta samana na yathakamakaraniya bhavissama nevapikassa amusmim nivape’ti. ","mn25:5.17":"Te amum nivapam nivuttam nevapikassa upanissaya asayam kappayimsu. ","mn25:5.18":"Tatrasayam kappetva amum nivapam nivuttam nevapikassa ananupakhajja amucchita bhojanani bhunjimsu, te tattha ananupakhajja amucchita bhojanani bhunjamana na madam apajjimsu, amatta samana na pamadam apajjimsu, appamatta samana na yathakamakaraniya ahesum nevapikassa amusmim nivape. ","mn25:5.19":"Tatra, bhikkhave, nevapikassa ca nevapikaparisaya ca etadahosi: ","mn25:5.20":"‘sathassunamime tatiya migajata ketabino, iddhimantassunamime tatiya migajata parajana; ","mn25:5.21":"imanca nama nivapam nivuttam paribhunjanti, na ca nesam janama agatim va gatim va. ","mn25:5.22":"Yannuna mayam imam nivapam nivuttam mahatihi dandavakarahi samanta sappadesam anuparivareyyama, appeva nama tatiyanam migajatanam asayam passeyyama, yattha te gaham gaccheyyun’ti. ","mn25:5.23":"Te amum nivapam nivuttam mahatihi dandavakarahi samanta sappadesam anuparivaresum. ","mn25:5.24":"Addasamsu kho, bhikkhave, nevapiko ca nevapikaparisa ca tatiyanam migajatanam asayam, yattha te gaham agamamsu. ","mn25:5.25":"Evanhi te, bhikkhave, tatiyapi migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:6.1":"Tatra, bhikkhave, catuttha migajata evam samacintesum: ","mn25:6.2":"‘ye kho te pathama migajata …pe… ","mn25:6.3":"evanhi te pathama migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:6.4":"Yepi te dutiya migajata evam samacintesum: ","mn25:6.5":"“ye kho te pathama migajata …pe… ","mn25:6.6":"evanhi te pathama migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:6.7":"Yannuna mayam sabbaso nivapabhojana pativirameyyama, bhayabhoga pativirata arannayatanani ajjhogahetva vihareyyama”ti. ","mn25:6.8":"Te sabbaso nivapabhojana pativiramimsu …pe… ","mn25:6.9":"evanhi te dutiyapi migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:6.10":"Yepi te tatiya migajata evam samacintesum: ","mn25:6.11":"“ye kho te pathama migajata …pe… ","mn25:6.12":"evanhi te pathama migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:6.13":"Yepi te dutiya migajata evam samacintesum: ","mn25:6.14":"‘ye kho te pathama migajata …pe… ","mn25:6.15":"evanhi te pathama migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:6.16":"Yannuna mayam sabbaso nivapabhojana pativirameyyama, bhayabhoga pativirata arannayatanani ajjhogahetva vihareyyama’ti. ","mn25:6.17":"Te sabbaso nivapabhojana pativiramimsu …pe… ","mn25:6.18":"evanhi te dutiyapi migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:6.19":"Yannuna mayam amum nivapam nivuttam nevapikassa upanissaya asayam kappeyyama, tatrasayam kappetva amum nivapam nivuttam nevapikassa ananupakhajja amucchita bhojanani bhunjissama, ananupakhajja amucchita bhojanani bhunjamana na madam apajjissama, amatta samana na pamadam apajjissama, appamatta samana na yathakamakaraniya bhavissama nevapikassa amusmim nivape”ti. ","mn25:6.20":"Te amum nivapam nivuttam nevapikassa upanissaya asayam kappayimsu, tatrasayam kappetva amum nivapam nivuttam nevapikassa ananupakhajja amucchita bhojanani bhunjimsu, te tattha ananupakhajja amucchita bhojanani bhunjamana na madam apajjimsu, amatta samana na pamadam apajjimsu, appamatta samana na yathakamakaraniya ahesum nevapikassa amusmim nivape. ","mn25:6.21":"Tatra nevapikassa ca nevapikaparisaya ca etadahosi: ","mn25:6.22":"“sathassunamime tatiya migajata ketabino, iddhimantassunamime tatiya migajata parajana, imanca nama nivapam nivuttam paribhunjanti. ","mn25:6.23":"Na ca nesam janama agatim va gatim va. ","mn25:6.24":"Yannuna mayam imam nivapam nivuttam mahatihi dandavakarahi samanta sappadesam anuparivareyyama, appeva nama tatiyanam migajatanam asayam passeyyama, yattha te gaham gaccheyyun”ti. ","mn25:6.25":"Te amum nivapam nivuttam mahatihi dandavakarahi samanta sappadesam anuparivaresum. ","mn25:6.26":"Addasamsu kho nevapiko ca nevapikaparisa ca tatiyanam migajatanam asayam, yattha te gaham agamamsu. ","mn25:6.27":"Evanhi te tatiyapi migajata na parimuccimsu nevapikassa iddhanubhava. ","mn25:6.28":"Yannuna mayam yattha agati nevapikassa ca nevapikaparisaya ca tatrasayam kappeyyama, tatrasayam kappetva amum nivapam nivuttam nevapikassa ananupakhajja amucchita bhojanani bhunjissama, ananupakhajja amucchita bhojanani bhunjamana na madam apajjissama, amatta samana na pamadam apajjissama, appamatta samana na yathakamakaraniya bhavissama nevapikassa amusmim nivape’ti. ","mn25:6.29":"Te yattha agati nevapikassa ca nevapikaparisaya ca tatrasayam kappayimsu. ","mn25:6.30":"Tatrasayam kappetva amum nivapam nivuttam nevapikassa ananupakhajja amucchita bhojanani bhunjimsu, te tattha ananupakhajja amucchita bhojanani bhunjamana na madam apajjimsu, amatta samana na pamadam apajjimsu, appamatta samana na yathakamakaraniya ahesum nevapikassa amusmim nivape. ","mn25:6.31":"Tatra, bhikkhave, nevapikassa ca nevapikaparisaya ca etadahosi: ","mn25:6.32":"‘sathassunamime catuttha migajata ketabino, iddhimantassunamime catuttha migajata parajana. ","mn25:6.33":"Imanca nama nivapam nivuttam paribhunjanti, na ca nesam janama agatim va gatim va. ","mn25:6.34":"Yannuna mayam imam nivapam nivuttam mahatihi dandavakarahi samanta sappadesam anuparivareyyama, appeva nama catutthanam migajatanam asayam passeyyama yattha te gaham gaccheyyun’ti. ","mn25:6.35":"Te amum nivapam nivuttam mahatihi dandavakarahi samanta sappadesam anuparivaresum. ","mn25:6.36":"Neva kho, bhikkhave, addasamsu nevapiko ca nevapikaparisa ca catutthanam migajatanam asayam, yattha te gaham gaccheyyum. ","mn25:6.37":"Tatra, bhikkhave, nevapikassa ca nevapikaparisaya ca etadahosi: ","mn25:6.38":"‘sace kho mayam catutthe migajate ghattessama, te ghattita anne ghattissanti te ghattita anne ghattissanti. ","mn25:6.39":"Evam imam nivapam nivuttam sabbaso migajata parimuncissanti. ","mn25:6.40":"Yannuna mayam catutthe migajate ajjhupekkheyyama’ti. ","mn25:6.41":"Ajjhupekkhimsu kho, bhikkhave, nevapiko ca nevapikaparisa ca catutthe migajate. ","mn25:6.42":"Evanhi te, bhikkhave, catuttha migajata parimuccimsu nevapikassa iddhanubhava. ","mn25:7.1":"Upama kho me ayam, bhikkhave, kata atthassa vinnapanaya. ","mn25:7.2":"Ayam cevettha attho—","mn25:7.3":"nivapoti kho, bhikkhave, pancannetam kamagunanam adhivacanam. ","mn25:7.4":"Nevapikoti kho, bhikkhave, marassetam papimato adhivacanam. ","mn25:7.5":"Nevapikaparisati kho, bhikkhave, maraparisayetam adhivacanam. ","mn25:7.6":"Migajatati kho, bhikkhave, samanabrahmananametam adhivacanam. ","mn25:8.1":"Tatra, bhikkhave, pathama samanabrahmana amum nivapam nivuttam marassa amuni ca lokamisani anupakhajja mucchita bhojanani bhunjimsu. ","mn25:8.2":"Te tattha anupakhajja mucchita bhojanani bhunjamana madam apajjimsu, matta samana pamadam apajjimsu, pamatta samana yathakamakaraniya ahesum marassa amusmim nivape amusminca lokamise. ","mn25:8.3":"Evanhi te, bhikkhave, pathama samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:8.4":"Seyyathapi te, bhikkhave, pathama migajata tathupame aham ime pathame samanabrahmane vadami. ","mn25:9.1":"Tatra, bhikkhave, dutiya samanabrahmana evam samacintesum: ","mn25:9.2":"‘ye kho te pathama samanabrahmana amum nivapam nivuttam marassa amuni ca lokamisani anupakhajja mucchita bhojanani bhunjimsu. ","mn25:9.3":"Te tattha anupakhajja mucchita bhojanani bhunjamana madam apajjimsu, matta samana pamadam apajjimsu, pamatta samana yathakamakaraniya ahesum marassa amusmim nivape amusminca lokamise. ","mn25:9.4":"Evanhi te pathama samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:9.5":"Yannuna mayam sabbaso nivapabhojana lokamisa pativirameyyama, bhayabhoga pativirata arannayatanani ajjhogahetva vihareyyama’ti. ","mn25:9.6":"Te sabbaso nivapabhojana lokamisa pativiramimsu, bhayabhoga pativirata arannayatanani ajjhogahetva vihareyyamati. ","mn25:9.7":"Te sabbaso nivapabhojana lokamisa pativiramimsu, bhayabhoga pativirata arannayatanani ajjhogahetva viharimsu. ","mn25:9.8":"Te tattha sakabhakkhapi ahesum, samakabhakkhapi ahesum, nivarabhakkhapi ahesum, daddulabhakkhapi ahesum, hatabhakkhapi ahesum, kanabhakkhapi ahesum, acamabhakkhapi ahesum, pinnakabhakkhapi ahesum, tinabhakkhapi ahesum, gomayabhakkhapi ahesum, vanamulaphalahara yapesum pavattaphalabhoji. ","mn25:9.9":"Tesam gimhanam pacchime mase, tinodakasankhaye, adhimattakasimanam patto kayo hoti. ","mn25:9.10":"Tesam adhimattakasimanam pattakayanam balaviriyam parihayi. ","mn25:9.11":"Balaviriye parihine cetovimutti parihayi. ","mn25:9.12":"Cetovimuttiya parihinaya tameva nivapam nivuttam marassa paccagamimsu tani ca lokamisani. ","mn25:9.13":"Te tattha anupakhajja mucchita bhojanani bhunjimsu. ","mn25:9.14":"Te tattha anupakhajja mucchita bhojanani bhunjamana madam apajjimsu, matta samana pamadam apajjimsu, pamatta samana yathakamakaraniya ahesum marassa amusmim nivape amusminca lokamise. ","mn25:9.15":"Evanhi te, bhikkhave, dutiyapi samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:9.16":"Seyyathapi te, bhikkhave, dutiya migajata tathupame aham ime dutiye samanabrahmane vadami. ","mn25:10.1":"Tatra, bhikkhave, tatiya samanabrahmana evam samacintesum: ","mn25:10.2":"‘ye kho te pathama samanabrahmana amum nivapam nivuttam marassa amuni ca lokamisani …pe…. ","mn25:10.3":"Evanhi te pathama samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:10.4":"Yepi te dutiya samanabrahmana evam samacintesum: ","mn25:10.5":"“ye kho te pathama samanabrahmana amum nivapam nivuttam marassa amuni ca lokamisani …pe…. ","mn25:10.6":"Evanhi te pathama samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:10.7":"Yannuna mayam sabbaso nivapabhojana lokamisa pativirameyyama, bhayabhoga pativirata arannayatanani ajjhogahetva vihareyyama”ti. ","mn25:10.8":"Te sabbaso nivapabhojana lokamisa pativiramimsu. ","mn25:10.9":"Bhayabhoga pativirata arannayatanani ajjhogahetva viharimsu. ","mn25:10.10":"Te tattha sakabhakkhapi ahesum …pe… pavattaphalabhoji. ","mn25:10.11":"Tesam gimhanam pacchime mase tinodakasankhaye adhimattakasimanam patto kayo hoti. ","mn25:10.12":"Tesam adhimattakasimanam pattakayanam balaviriyam parihayi, balaviriye parihine cetovimutti parihayi, cetovimuttiya parihinaya tameva nivapam nivuttam marassa paccagamimsu tani ca lokamisani. ","mn25:10.13":"Te tattha anupakhajja mucchita bhojanani bhunjimsu. ","mn25:10.14":"Te tattha anupakhajja mucchita bhojanani bhunjamana madam apajjimsu, matta samana pamadam apajjimsu, pamatta samana yathakamakaraniya ahesum marassa amusmim nivape amusminca lokamise. ","mn25:10.15":"Evanhi te dutiyapi samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:10.16":"Yannuna mayam amum nivapam nivuttam marassa amuni ca lokamisani upanissaya asayam kappeyyama, tatrasayam kappetva amum nivapam nivuttam marassa amuni ca lokamisani ananupakhajja amucchita bhojanani bhunjissama, ananupakhajja amucchita bhojanani bhunjamana na madam apajjissama, amatta samana na pamadam apajjissama, appamatta samana na yathakamakaraniya bhavissama marassa amusmim nivape amusminca lokamise’ti. ","mn25:10.17":"Te amum nivapam nivuttam marassa amuni ca lokamisani upanissaya asayam kappayimsu. ","mn25:10.18":"Tatrasayam kappetva amum nivapam nivuttam marassa amuni ca lokamisani ananupakhajja amucchita bhojanani bhunjimsu. ","mn25:10.19":"Te tattha ananupakhajja amucchita bhojanani bhunjamana na madam apajjimsu, amatta samana na pamadam apajjimsu, appamatta samana na yathakamakaraniya ahesum marassa amusmim nivape amusminca lokamise. ","mn25:10.20":"Api ca kho evamditthika ahesum—","mn25:10.21":"sassato loko itipi, asassato loko itipi; ","mn25:10.22":"antava loko itipi, anantava loko itipi; ","mn25:10.23":"tam jivam tam sariram itipi, annam jivam annam sariram itipi; ","mn25:10.24":"hoti tathagato param marana itipi, na hoti tathagato param marana itipi, hoti ca na ca hoti tathagato param marana itipi, neva hoti na na hoti tathagato param marana itipi. ","mn25:10.25":"Evanhi te, bhikkhave, tatiyapi samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:10.26":"Seyyathapi te, bhikkhave, tatiya migajata tathupame aham ime tatiye samanabrahmane vadami. ","mn25:11.1":"Tatra, bhikkhave, catuttha samanabrahmana evam samacintesum: ","mn25:11.2":"‘ye kho te pathama samanabrahmana amum nivapam nivuttam marassa …pe…. ","mn25:11.3":"Evanhi te pathama samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:11.4":"Yepi te dutiya samanabrahmana evam samacintesum: ","mn25:11.5":"‘ye kho te pathama samanabrahmana …pe…. ","mn25:11.6":"Evanhi te pathama samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:11.7":"Yannuna mayam sabbaso nivapabhojana lokamisa pativirameyyama bhayabhoga pativirata arannayatanani ajjhogahetva vihareyyama’ti. ","mn25:11.8":"Te sabbaso nivapabhojana lokamisa pativiramimsu …pe…. ","mn25:11.9":"Evanhi te dutiyapi samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:11.10":"Yepi te tatiya samanabrahmana evam samacintesum ye kho te pathama samanabrahmana …pe…. ","mn25:11.11":"Evanhi te pathama samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:11.12":"Yepi te dutiya samanabrahmana evam samacintesum ye kho te pathama samanabrahmana …pe…. ","mn25:11.13":"Evanhi te pathama samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:11.14":"Yannuna mayam sabbaso nivapabhojana lokamisa pativirameyyama, bhayabhoga pativirata arannayatanani ajjhogahetva vihareyyama’ti. ","mn25:11.15":"Te sabbaso nivapabhojana lokamisa pativiramimsu …pe…. ","mn25:11.16":"Evanhi te dutiyapi samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:11.17":"Yannuna mayam amum nivapam nivuttam marassa amuni ca lokamisani upanissaya asayam kappeyyama. ","mn25:11.18":"Tatrasayam kappetva amum nivapam nivuttam marassa amuni ca lokamisani ananupakhajja amucchita bhojanani bhunjissama, ananupakhajja amucchita bhojanani bhunjamana na madam apajjissama, amatta samana na pamadam apajjissama, appamatta samana na yathakamakaraniya bhavissama marassa amusmim nivape amusminca lokamiseti. ","mn25:11.19":"Te amum nivapam nivuttam marassa amuni ca lokamisani upanissaya asayam kappayimsu. ","mn25:11.20":"Tatrasayam kappetva amum nivapam nivuttam marassa amuni ca lokamisani ananupakhajja amucchita bhojanani bhunjimsu. ","mn25:11.21":"Te tattha ananupakhajja amucchita bhojanani bhunjamana na madam apajjimsu. ","mn25:11.22":"Amatta samana na pamadam apajjimsu. ","mn25:11.23":"Appamatta samana na yathakamakaraniya ahesum marassa amusmim nivape amusminca lokamise. ","mn25:11.24":"Api ca kho evamditthika ahesum sassato loko itipi …pe… ","mn25:11.25":"neva hoti na na hoti tathagato param marana itipi. ","mn25:11.26":"Evanhi te tatiyapi samanabrahmana na parimuccimsu marassa iddhanubhava. ","mn25:11.27":"Yannuna mayam yattha agati marassa ca maraparisaya ca tatrasayam kappeyyama. ","mn25:11.28":"Tatrasayam kappetva amum nivapam nivuttam marassa amuni ca lokamisani ananupakhajja amucchita bhojanani bhunjissama, ananupakhajja amucchita bhojanani bhunjamana na madam apajjissama, amatta samana na pamadam apajjissama, appamatta samana na yathakamakaraniya bhavissama marassa amusmim nivape amusminca lokamiseti. ","mn25:11.29":"Te yattha agati marassa ca maraparisaya ca tatrasayam kappayimsu. ","mn25:11.30":"Tatrasayam kappetva amum nivapam nivuttam marassa amuni ca lokamisani ananupakhajja amucchita bhojanani bhunjimsu, te tattha ananupakhajja amucchita bhojanani bhunjamana na madam apajjimsu, amatta samana na pamadam apajjimsu, appamatta samana na yathakamakaraniya ahesum marassa amusmim nivape amusminca lokamise. ","mn25:11.31":"Evanhi te, bhikkhave, catuttha samanabrahmana parimuccimsu marassa iddhanubhava. ","mn25:11.32":"Seyyathapi te, bhikkhave, catuttha migajata tathupame aham ime catutthe samanabrahmane vadami. ","mn25:12.1":"Kathanca, bhikkhave, agati marassa ca maraparisaya ca? ","mn25:12.2":"Idha, bhikkhave, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn25:12.3":"Ayam vuccati, bhikkhave, bhikkhu andhamakasi maram, apadam vadhitva maracakkhum adassanam gato papimato. ","mn25:13.1":"Puna caparam, bhikkhave, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","mn25:13.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn25:14.1":"Puna caparam, bhikkhave, bhikkhu pitiya ca viraga upekkhako ca viharati sato ca sampajano, sukhanca kayena patisamvedeti yam tam ariya acikkhanti ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","mn25:14.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn25:15.1":"Puna caparam, bhikkhave, bhikkhu sukhassa ca pahana dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama, adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn25:15.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn25:16.1":"Puna caparam, bhikkhave, bhikkhu sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati. ","mn25:16.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn25:17.1":"Puna caparam, bhikkhave, bhikkhu sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati. ","mn25:17.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn25:18.1":"Puna caparam, bhikkhave, bhikkhu sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati. ","mn25:18.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn25:19.1":"Puna caparam, bhikkhave, bhikkhu sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharati. ","mn25:19.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn25:20.1":"Puna caparam, bhikkhave, bhikkhu sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharati. Pannaya cassa disva asava parikkhina honti. ","mn25:20.2":"Ayam vuccati, bhikkhave, bhikkhu andhamakasi maram, apadam vadhitva maracakkhum adassanam gato papimato tinno loke visattikan”ti. ","mn25:20.3":"Idamavoca bhagava. ","mn25:20.4":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn25:20.5":"Nivapasuttam nitthitam pancamam. "}