{"mn26:0.1":"Majjhima Nikaya 26 ","mn26:0.2":"Pasarasisutta ","mn26:1.1":"Evam me sutam—","mn26:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn26:2.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisi. ","mn26:2.2":"Atha kho sambahula bhikkhu yenayasma anando tenupasankamimsu; upasankamitva ayasmantam anandam etadavocum: ","mn26:2.3":"“cirassuta no, avuso ananda, bhagavato sammukha dhammi katha. ","mn26:2.4":"Sadhu mayam, avuso ananda, labheyyama bhagavato sammukha dhammim katham savanaya”ti. ","mn26:2.5":"“Tena hayasmanto yena rammakassa brahmanassa assamo tenupasankamatha; ","mn26:2.6":"appeva nama labheyyatha bhagavato sammukha dhammim katham savanaya”ti. ","mn26:2.7":"“Evamavuso”ti kho te bhikkhu ayasmato anandassa paccassosum. ","mn26:3.1":"Atha kho bhagava savatthiyam pindaya caritva pacchabhattam pindapatapatikkanto ayasmantam anandam amantesi: ","mn26:3.2":"“ayamananda, yena pubbaramo migaramatupasado tenupasankamissama divaviharaya”ti. ","mn26:3.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","mn26:3.4":"Atha kho bhagava ayasmata anandena saddhim yena pubbaramo migaramatupasado tenupasankami divaviharaya. ","mn26:3.5":"Atha kho bhagava sayanhasamayam patisallana vutthito ayasmantam anandam amantesi: ","mn26:3.6":"“ayamananda, yena pubbakotthako tenupasankamissama gattani parisincitun”ti. ","mn26:3.7":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","mn26:3.8":"Atha kho bhagava ayasmata anandena saddhim yena pubbakotthako tenupasankami gattani parisincitum. ","mn26:3.9":"Pubbakotthake gattani parisincitva paccuttaritva ekacivaro atthasi gattani pubbapayamano. ","mn26:3.10":"Atha kho ayasma anando bhagavantam etadavoca: ","mn26:3.11":"“ayam, bhante, rammakassa brahmanassa assamo avidure. ","mn26:3.12":"Ramaniyo, bhante, rammakassa brahmanassa assamo; ","mn26:3.13":"pasadiko, bhante, rammakassa brahmanassa assamo. ","mn26:3.14":"Sadhu, bhante, bhagava yena rammakassa brahmanassa assamo tenupasankamatu anukampam upadaya”ti. ","mn26:3.15":"Adhivasesi bhagava tunhibhavena. ","mn26:4.1":"Atha kho bhagava yena rammakassa brahmanassa assamo tenupasankami. ","mn26:4.2":"Tena kho pana samayena sambahula bhikkhu rammakassa brahmanassa assame dhammiya kathaya sannisinna honti. ","mn26:4.3":"Atha kho bhagava bahidvarakotthake atthasi kathapariyosanam agamayamano. ","mn26:4.4":"Atha kho bhagava kathapariyosanam viditva ukkasitva aggalam akotesi. ","mn26:4.5":"Vivarimsu kho te bhikkhu bhagavato dvaram. ","mn26:4.6":"Atha kho bhagava rammakassa brahmanassa assamam pavisitva pannatte asane nisidi. ","mn26:4.7":"Nisajja kho bhagava bhikkhu amantesi: ","mn26:4.8":"“kaya nuttha, bhikkhave, etarahi kathaya sannisinna? Ka ca pana vo antarakatha vippakata”ti? ","mn26:4.9":"“Bhagavantameva kho no, bhante, arabbha dhammi katha vippakata, atha bhagava anuppatto”ti. ","mn26:4.10":"“Sadhu, bhikkhave. ","mn26:4.11":"Etam kho, bhikkhave, tumhakam patirupam kulaputtanam saddha agarasma anagariyam pabbajitanam yam tumhe dhammiya kathaya sannisideyyatha. ","mn26:4.12":"Sannipatitanam vo, bhikkhave, dvayam karaniyam—","mn26:4.13":"dhammi va katha, ariyo va tunhibhavo. ","mn26:5.1":"Dvema, bhikkhave, pariyesana—","mn26:5.2":"ariya ca pariyesana, anariya ca pariyesana. ","mn26:5.3":"Katama ca, bhikkhave, anariya pariyesana? ","mn26:5.4":"Idha, bhikkhave, ekacco attana jatidhammo samano jatidhammamyeva pariyesati, attana jaradhammo samano jaradhammamyeva pariyesati, attana byadhidhammo samano byadhidhammamyeva pariyesati, attana maranadhammo samano maranadhammamyeva pariyesati, attana sokadhammo samano sokadhammamyeva pariyesati, attana sankilesadhammo samano sankilesadhammamyeva pariyesati. ","mn26:6.1":"Kinca, bhikkhave, jatidhammam vadetha? ","mn26:6.2":"Puttabhariyam, bhikkhave, jatidhammam, dasidasam jatidhammam, ajelakam jatidhammam, kukkutasukaram jatidhammam, hatthigavassavalavam jatidhammam, jataruparajatam jatidhammam. ","mn26:6.3":"Jatidhamma hete, bhikkhave, upadhayo. ","mn26:6.4":"Etthayam gathito mucchito ajjhapanno attana jatidhammo samano jatidhammamyeva pariyesati. ","mn26:7.1":"Kinca, bhikkhave, jaradhammam vadetha? ","mn26:7.2":"Puttabhariyam, bhikkhave, jaradhammam, dasidasam jaradhammam, ajelakam jaradhammam, kukkutasukaram jaradhammam, hatthigavassavalavam jaradhammam, jataruparajatam jaradhammam. ","mn26:7.3":"Jaradhamma hete, bhikkhave, upadhayo. ","mn26:7.4":"Etthayam gathito mucchito ajjhapanno attana jaradhammo samano jaradhammamyeva pariyesati. ","mn26:8.1":"Kinca, bhikkhave, byadhidhammam vadetha? ","mn26:8.2":"Puttabhariyam, bhikkhave, byadhidhammam, dasidasam byadhidhammam, ajelakam byadhidhammam, kukkutasukaram byadhidhammam, hatthigavassavalavam byadhidhammam. ","mn26:8.3":"Byadhidhamma hete, bhikkhave, upadhayo. ","mn26:8.4":"Etthayam gathito mucchito ajjhapanno attana byadhidhammo samano byadhidhammamyeva pariyesati. ","mn26:9.1":"Kinca, bhikkhave, maranadhammam vadetha? ","mn26:9.2":"Puttabhariyam, bhikkhave, maranadhammam, dasidasam maranadhammam, ajelakam maranadhammam, kukkutasukaram maranadhammam, hatthigavassavalavam maranadhammam. ","mn26:9.3":"Maranadhamma hete, bhikkhave, upadhayo. ","mn26:9.4":"Etthayam gathito mucchito ajjhapanno attana maranadhammo samano maranadhammamyeva pariyesati. ","mn26:10.1":"Kinca, bhikkhave, sokadhammam vadetha? ","mn26:10.2":"Puttabhariyam, bhikkhave, sokadhammam, dasidasam sokadhammam, ajelakam sokadhammam, kukkutasukaram sokadhammam, hatthigavassavalavam sokadhammam. ","mn26:10.3":"Sokadhamma hete, bhikkhave, upadhayo. ","mn26:10.4":"Etthayam gathito mucchito ajjhapanno attana sokadhammo samano sokadhammamyeva pariyesati. ","mn26:11.1":"Kinca, bhikkhave, sankilesadhammam vadetha? ","mn26:11.2":"Puttabhariyam, bhikkhave, sankilesadhammam, dasidasam sankilesadhammam, ajelakam sankilesadhammam, kukkutasukaram sankilesadhammam, hatthigavassavalavam sankilesadhammam, jataruparajatam sankilesadhammam. ","mn26:11.3":"Sankilesadhamma hete, bhikkhave, upadhayo. ","mn26:11.4":"Etthayam gathito mucchito ajjhapanno attana sankilesadhammo samano sankilesadhammamyeva pariyesati. ","mn26:11.5":"Ayam, bhikkhave, anariya pariyesana. ","mn26:12.1":"Katama ca, bhikkhave, ariya pariyesana? ","mn26:12.2":"Idha, bhikkhave, ekacco attana jatidhammo samano jatidhamme adinavam viditva ajatam anuttaram yogakkhemam nibbanam pariyesati, attana jaradhammo samano jaradhamme adinavam viditva ajaram anuttaram yogakkhemam nibbanam pariyesati, attana byadhidhammo samano byadhidhamme adinavam viditva abyadhim anuttaram yogakkhemam nibbanam pariyesati, attana maranadhammo samano maranadhamme adinavam viditva amatam anuttaram yogakkhemam nibbanam pariyesati, attana sokadhammo samano sokadhamme adinavam viditva asokam anuttaram yogakkhemam nibbanam pariyesati, attana sankilesadhammo samano sankilesadhamme adinavam viditva asankilittham anuttaram yogakkhemam nibbanam pariyesati. ","mn26:12.3":"Ayam, bhikkhave, ariya pariyesana. ","mn26:13.1":"Ahampi sudam, bhikkhave, pubbeva sambodha anabhisambuddho bodhisattova samano attana jatidhammo samano jatidhammamyeva pariyesami, attana jaradhammo samano jaradhammamyeva pariyesami, attana byadhidhammo samano byadhidhammamyeva pariyesami, attana maranadhammo samano maranadhammamyeva pariyesami, attana sokadhammo samano sokadhammamyeva pariyesami, attana sankilesadhammo samano sankilesadhammamyeva pariyesami. ","mn26:13.2":"Tassa mayham, bhikkhave, etadahosi: ","mn26:13.3":"‘kim nu kho aham attana jatidhammo samano jatidhammamyeva pariyesami, attana jaradhammo samano …pe… byadhidhammo samano … maranadhammo samano … sokadhammo samano … attana sankilesadhammo samano sankilesadhammamyeva pariyesami? ","mn26:13.4":"Yannunaham attana jatidhammo samano jatidhamme adinavam viditva ajatam anuttaram yogakkhemam nibbanam pariyeseyyam, attana jaradhammo samano jaradhamme adinavam viditva ajaram anuttaram yogakkhemam nibbanam pariyeseyyam, attana byadhidhammo samano byadhidhamme adinavam viditva abyadhim anuttaram yogakkhemam nibbanam pariyeseyyam, attana maranadhammo samano maranadhamme adinavam viditva amatam anuttaram yogakkhemam nibbanam pariyeseyyam, attana sokadhammo samano sokadhamme adinavam viditva asokam anuttaram yogakkhemam nibbanam pariyeseyyam, attana sankilesadhammo samano sankilesadhamme adinavam viditva asankilittham anuttaram yogakkhemam nibbanam pariyeseyyan’ti. ","mn26:14.1":"So kho aham, bhikkhave, aparena samayena daharova samano susukalakeso, bhadrena yobbanena samannagato pathamena vayasa akamakanam matapitunam assumukhanam rudantanam kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajim. ","mn26:15.1":"So evam pabbajito samano kinkusalagavesi anuttaram santivarapadam pariyesamano yena alaro kalamo tenupasankamim. upasankamitva alaram kalamam etadavocam: ","mn26:15.2":"‘icchamaham, avuso kalama, imasmim dhammavinaye brahmacariyam caritun’ti. ","mn26:15.3":"Evam vutte, bhikkhave, alaro kalamo mam etadavoca: ","mn26:15.4":"‘viharatayasma; ","mn26:15.5":"tadiso ayam dhammo yattha vinnu puriso nacirasseva sakam acariyakam sayam abhinna sacchikatva upasampajja vihareyya’ti. ","mn26:15.6":"So kho aham, bhikkhave, nacirasseva khippameva tam dhammam pariyapunim. ","mn26:15.7":"So kho aham, bhikkhave, tavatakeneva otthapahatamattena lapitalapanamattena nanavadanca vadami theravadanca, ‘janami passami’ti ca patijanami ahanceva anne ca. ","mn26:15.8":"Tassa mayham, bhikkhave, etadahosi: ","mn26:15.9":"‘na kho alaro kalamo imam dhammam kevalam saddhamattakena sayam abhinna sacchikatva upasampajja viharamiti pavedeti; ","mn26:15.10":"addha alaro kalamo imam dhammam janam passam viharati’ti. ","mn26:15.11":"Atha khvaham, bhikkhave, yena alaro kalamo tenupasankamim; upasankamitva alaram kalamam etadavocam: ","mn26:15.12":"‘kittavata no, avuso kalama, imam dhammam sayam abhinna sacchikatva upasampajja viharamiti pavedesi’ti? ","mn26:15.13":"Evam vutte, bhikkhave, alaro kalamo akincannayatanam pavedesi. ","mn26:15.14":"Tassa mayham, bhikkhave, etadahosi: ","mn26:15.15":"‘na kho alarasseva kalamassa atthi saddha, mayhampatthi saddha; ","mn26:15.16":"na kho alarasseva kalamassa atthi viriyam, mayhampatthi viriyam; ","mn26:15.17":"na kho alarasseva kalamassa atthi sati, mayhampatthi sati; ","mn26:15.18":"na kho alarasseva kalamassa atthi samadhi, mayhampatthi samadhi; ","mn26:15.19":"na kho alarasseva kalamassa atthi panna, mayhampatthi panna. ","mn26:15.20":"Yannunaham yam dhammam alaro kalamo sayam abhinna sacchikatva upasampajja viharamiti pavedeti, tassa dhammassa sacchikiriyaya padaheyyan’ti. ","mn26:15.21":"So kho aham, bhikkhave, nacirasseva khippameva tam dhammam sayam abhinna sacchikatva upasampajja vihasim. ","mn26:15.22":"Atha khvaham, bhikkhave, yena alaro kalamo tenupasankamim; upasankamitva alaram kalamam etadavocam: ","mn26:15.23":"‘Ettavata no, avuso kalama, imam dhammam sayam abhinna sacchikatva upasampajja pavedesi’ti? ","mn26:15.24":"‘Ettavata kho aham, avuso, imam dhammam sayam abhinna sacchikatva upasampajja pavedemi’ti. ","mn26:15.25":"‘Ahampi kho, avuso, ettavata imam dhammam sayam abhinna sacchikatva upasampajja viharami’ti. ","mn26:15.26":"‘Labha no, avuso, suladdham no, avuso, ","mn26:15.27":"ye mayam ayasmantam tadisam sabrahmacarim passama. ","mn26:15.28":"Iti yaham dhammam sayam abhinna sacchikatva upasampajja pavedemi tam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi. ","mn26:15.29":"Yam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi tamaham dhammam sayam abhinna sacchikatva upasampajja pavedemi. ","mn26:15.30":"Iti yaham dhammam janami tam tvam dhammam janasi, yam tvam dhammam janasi tamaham dhammam janami. ","mn26:15.31":"Iti yadiso aham tadiso tuvam, yadiso tuvam tadiso aham. ","mn26:15.32":"Ehi dani, avuso, ubhova santa imam ganam pariharama’ti. ","mn26:15.33":"Iti kho, bhikkhave, alaro kalamo acariyo me samano attano antevasim mam samanam attana samasamam thapesi, ularaya ca mam pujaya pujesi. ","mn26:15.34":"Tassa mayham, bhikkhave, etadahosi: ","mn26:15.35":"‘nayam dhammo nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati, yavadeva akincannayatanupapattiya’ti. ","mn26:15.36":"So kho aham, bhikkhave, tam dhammam analankaritva tasma dhamma nibbijja apakkamim. ","mn26:16.1":"So kho aham, bhikkhave, kim kusalagavesi anuttaram santivarapadam pariyesamano yena udako ramaputto tenupasankamim; upasankamitva udakam ramaputtam etadavocam: ","mn26:16.2":"‘icchamaham, avuso, imasmim dhammavinaye brahmacariyam caritun’ti. ","mn26:16.3":"Evam vutte, bhikkhave, udako ramaputto mam etadavoca: ","mn26:16.4":"‘viharatayasma; ","mn26:16.5":"tadiso ayam dhammo yattha vinnu puriso nacirasseva sakam acariyakam sayam abhinna sacchikatva upasampajja vihareyya’ti. ","mn26:16.6":"So kho aham, bhikkhave, nacirasseva khippameva tam dhammam pariyapunim. ","mn26:16.7":"So kho aham, bhikkhave, tavatakeneva otthapahatamattena lapitalapanamattena nanavadanca vadami theravadanca, ‘janami passami’ti ca patijanami ahanceva anne ca. ","mn26:16.8":"Tassa mayham, bhikkhave, etadahosi: ","mn26:16.9":"‘na kho ramo imam dhammam kevalam saddhamattakena sayam abhinna sacchikatva upasampajja viharamiti pavedesi; ","mn26:16.10":"addha ramo imam dhammam janam passam vihasi’ti. ","mn26:16.11":"Atha khvaham, bhikkhave, yena udako ramaputto tenupasankamim; upasankamitva udakam ramaputtam etadavocam: ","mn26:16.12":"‘kittavata no, avuso, ramo imam dhammam sayam abhinna sacchikatva upasampajja viharamiti pavedesi’ti? ","mn26:16.13":"Evam vutte, bhikkhave, udako ramaputto nevasannanasannayatanam pavedesi. ","mn26:16.14":"Tassa mayham, bhikkhave, etadahosi: ","mn26:16.15":"‘na kho ramasseva ahosi saddha, mayhampatthi saddha; ","mn26:16.16":"na kho ramasseva ahosi viriyam, mayhampatthi viriyam; ","mn26:16.17":"na kho ramasseva ahosi sati, mayhampatthi sati; ","mn26:16.18":"na kho ramasseva ahosi samadhi, mayhampatthi samadhi, ","mn26:16.19":"na kho ramasseva ahosi panna, mayhampatthi panna. ","mn26:16.20":"Yannunaham yam dhammam ramo sayam abhinna sacchikatva upasampajja viharamiti pavedesi, tassa dhammassa sacchikiriyaya padaheyyan’ti. ","mn26:16.21":"So kho aham, bhikkhave, nacirasseva khippameva tam dhammam sayam abhinna sacchikatva upasampajja vihasim. ","mn26:16.22":"Atha khvaham, bhikkhave, yena udako ramaputto tenupasankamim; upasankamitva udakam ramaputtam etadavocam: ","mn26:16.23":"‘Ettavata no, avuso, ramo imam dhammam sayam abhinna sacchikatva upasampajja pavedesi’ti? ","mn26:16.24":"‘Ettavata kho, avuso, ramo imam dhammam sayam abhinna sacchikatva upasampajja pavedesi’ti. ","mn26:16.25":"‘Ahampi kho, avuso, ettavata imam dhammam sayam abhinna sacchikatva upasampajja viharami’ti. ","mn26:16.26":"‘Labha no, avuso, suladdham no, avuso, ","mn26:16.27":"ye mayam ayasmantam tadisam sabrahmacarim passama. ","mn26:16.28":"Iti yam dhammam ramo sayam abhinna sacchikatva upasampajja pavedesi, tam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi. ","mn26:16.29":"Yam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi, tam dhammam ramo sayam abhinna sacchikatva upasampajja pavedesi. ","mn26:16.30":"Iti yam dhammam ramo abhinnasi tam tvam dhammam janasi, yam tvam dhammam janasi, tam dhammam ramo abhinnasi. ","mn26:16.31":"Iti yadiso ramo ahosi tadiso tuvam, yadiso tuvam tadiso ramo ahosi. ","mn26:16.32":"Ehi dani, avuso, tuvam imam ganam parihara’ti. ","mn26:16.33":"Iti kho, bhikkhave, udako ramaputto sabrahmacari me samano acariyatthane mam thapesi, ularaya ca mam pujaya pujesi. ","mn26:16.34":"Tassa mayham, bhikkhave, etadahosi: ","mn26:16.35":"‘nayam dhammo nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati, yavadeva nevasannanasannayatanupapattiya’ti. ","mn26:16.36":"So kho aham, bhikkhave, tam dhammam analankaritva tasma dhamma nibbijja apakkamim. ","mn26:17.1":"So kho aham, bhikkhave, kim kusalagavesi anuttaram santivarapadam pariyesamano magadhesu anupubbena carikam caramano yena uruvela senanigamo tadavasarim. ","mn26:17.2":"Tatthaddasam ramaniyam bhumibhagam, pasadikanca vanasandam, nadinca sandantim setakam supatittham ramaniyam, samanta ca gocaragamam. ","mn26:17.3":"Tassa mayham, bhikkhave, etadahosi: ","mn26:17.4":"‘ramaniyo vata bho bhumibhago, pasadiko ca vanasando, nadi ca sandati setaka supatittha ramaniya, samanta ca gocaragamo. ","mn26:17.5":"Alam vatidam kulaputtassa padhanatthikassa padhanaya’ti. ","mn26:17.6":"So kho aham, bhikkhave, tattheva nisidim—","mn26:17.7":"alamidam padhanayati. ","mn26:18.1":"So kho aham, bhikkhave, attana jatidhammo samano jatidhamme adinavam viditva ajatam anuttaram yogakkhemam nibbanam pariyesamano ajatam anuttaram yogakkhemam nibbanam ajjhagamam, attana jaradhammo samano jaradhamme adinavam viditva ajaram anuttaram yogakkhemam nibbanam pariyesamano ajaram anuttaram yogakkhemam nibbanam ajjhagamam, attana byadhidhammo samano byadhidhamme adinavam viditva abyadhim anuttaram yogakkhemam nibbanam pariyesamano abyadhim anuttaram yogakkhemam nibbanam ajjhagamam, attana maranadhammo samano maranadhamme adinavam viditva amatam anuttaram yogakkhemam nibbanam ajjhagamam, attana sokadhammo samano sokadhamme adinavam viditva asokam anuttaram yogakkhemam nibbanam ajjhagamam, attana sankilesadhammo samano sankilesadhamme adinavam viditva asankilittham anuttaram yogakkhemam nibbanam pariyesamano asankilittham anuttaram yogakkhemam nibbanam ajjhagamam. ","mn26:18.2":"Nananca pana me dassanam udapadi: ","mn26:18.3":"‘akuppa me vimutti, ayamantima jati, natthi dani punabbhavo’ti. ","mn26:19.1":"Tassa mayham, bhikkhave, etadahosi: ","mn26:19.2":"‘adhigato kho myayam dhammo gambhiro duddaso duranubodho santo panito atakkavacaro nipuno panditavedaniyo. ","mn26:19.3":"Alayarama kho panayam paja alayarata alayasammudita. ","mn26:19.4":"Alayaramaya kho pana pajaya alayarataya alayasammuditaya duddasam idam thanam yadidam—idappaccayata paticcasamuppado. ","mn26:19.5":"Idampi kho thanam duddasam yadidam—sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam. ","mn26:19.6":"Ahanceva kho pana dhammam deseyyam, pare ca me na ajaneyyum, so mamassa kilamatho, sa mamassa vihesa’ti. ","mn26:19.7":"Apissu mam, bhikkhave, ima anacchariya gathayo patibhamsu pubbe assutapubba: ","mn26:19.8":"‘Kicchena me adhigatam, ","mn26:19.9":"halam dani pakasitum; ","mn26:19.10":"Ragadosaparetehi, ","mn26:19.11":"nayam dhammo susambudho. ","mn26:19.12":"Patisotagamim nipunam, ","mn26:19.13":"gambhiram duddasam anum; ","mn26:19.14":"Ragaratta na dakkhanti, ","mn26:19.15":"tamokhandhena avuta’ti. ","mn26:19.16":"Itiha me, bhikkhave, patisancikkhato appossukkataya cittam namati, no dhammadesanaya. ","mn26:20.1":"Atha kho, bhikkhave, brahmuno sahampatissa mama cetasa cetoparivitakkamannaya etadahosi: ","mn26:20.2":"‘nassati vata bho loko, vinassati vata bho loko, yatra hi nama tathagatassa arahato sammasambuddhassa appossukkataya cittam namati, no dhammadesanaya’ti. ","mn26:20.3":"Atha kho, bhikkhave, brahma sahampati—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—brahmaloke antarahito mama purato paturahosi. ","mn26:20.4":"Atha kho, bhikkhave, brahma sahampati ekamsam uttarasangam karitva yenaham tenanjalim panametva mam etadavoca: ","mn26:20.5":"‘desetu, bhante, bhagava dhammam, desetu sugato dhammam. ","mn26:20.6":"Santi satta apparajakkhajatika, assavanata dhammassa parihayanti. ","mn26:20.7":"Bhavissanti dhammassa annataro’ti. ","mn26:20.8":"Idamavoca, bhikkhave, brahma sahampati. ","mn26:20.9":"Idam vatva athaparam etadavoca: ","mn26:20.10":"‘Paturahosi magadhesu pubbe, ","mn26:20.11":"Dhammo asuddho samalehi cintito; ","mn26:20.12":"Apapuretam amatassa dvaram, ","mn26:20.13":"Sunantu dhammam vimalenanubuddham. ","mn26:20.14":"Sele yatha pabbatamuddhanitthito, ","mn26:20.15":"Yathapi passe janatam samantato; ","mn26:20.16":"Tathupamam dhammamayam sumedha, ","mn26:20.17":"Pasadamaruyha samantacakkhu; ","mn26:20.18":"Sokavatinnam janatamapetasoko, ","mn26:20.19":"Avekkhassu jatijarabhibhutam. ","mn26:20.20":"Utthehi vira vijitasangama, ","mn26:20.21":"Satthavaha anana vicara loke; ","mn26:20.22":"Desassu bhagava dhammam, ","mn26:20.23":"Annataro bhavissanti’ti. ","mn26:21.1":"Atha kho aham, bhikkhave, brahmuno ca ajjhesanam viditva sattesu ca karunnatam paticca buddhacakkhuna lokam volokesim. ","mn26:21.2":"Addasam kho aham, bhikkhave, buddhacakkhuna lokam volokento satte apparajakkhe maharajakkhe, tikkhindriye mudindriye, svakare dvakare, suvinnapaye duvinnapaye, appekacce paralokavajjabhayadassavine viharante, appekacce na paralokavajjabhayadassavine viharante. ","mn26:21.3":"Seyyathapi nama uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani antonimuggaposini, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani samodakam thitani, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakam accuggamma thitani anupalittani udakena; ","mn26:21.4":"evameva kho aham, bhikkhave, buddhacakkhuna lokam volokento addasam satte apparajakkhe maharajakkhe, tikkhindriye mudindriye, svakare dvakare, suvinnapaye duvinnapaye, appekacce paralokavajjabhayadassavine viharante, appekacce na paralokavajjabhayadassavine viharante. ","mn26:21.5":"Atha khvaham, bhikkhave, brahmanam sahampatim gathaya paccabhasim: ","mn26:21.6":"‘Aparuta tesam amatassa dvara, ","mn26:21.7":"Ye sotavanto pamuncantu saddham; ","mn26:21.8":"Vihimsasanni pagunam na bhasim, ","mn26:21.9":"Dhammam panitam manujesu brahme’ti. ","mn26:21.10":"Atha kho, bhikkhave, brahma sahampati ‘katavakaso khomhi bhagavata dhammadesanaya’ti mam abhivadetva padakkhinam katva tatthevantaradhayi. ","mn26:22.1":"Tassa mayham, bhikkhave, etadahosi: ","mn26:22.2":"‘kassa nu kho aham pathamam dhammam deseyyam; ","mn26:22.3":"ko imam dhammam khippameva ajanissati’ti? ","mn26:22.4":"Tassa mayham, bhikkhave, etadahosi: ","mn26:22.5":"‘ayam kho alaro kalamo pandito viyatto medhavi digharattam apparajakkhajatiko. ","mn26:22.6":"Yannunaham alarassa kalamassa pathamam dhammam deseyyam. ","mn26:22.7":"So imam dhammam khippameva ajanissati’ti. ","mn26:22.8":"Atha kho mam, bhikkhave, devata upasankamitva etadavoca: ","mn26:22.9":"‘sattahakalankato, bhante, alaro kalamo’ti. ","mn26:22.10":"Nananca pana me dassanam udapadi: ","mn26:22.11":"‘sattahakalankato alaro kalamo’ti. ","mn26:22.12":"Tassa mayham, bhikkhave, etadahosi: ","mn26:22.13":"‘mahajaniyo kho alaro kalamo. ","mn26:22.14":"Sace hi so imam dhammam suneyya, khippameva ajaneyya’ti. ","mn26:23.1":"Tassa mayham, bhikkhave, etadahosi: ","mn26:23.2":"‘kassa nu kho aham pathamam dhammam deseyyam; ","mn26:23.3":"ko imam dhammam khippameva ajanissati’ti? ","mn26:23.4":"Tassa mayham, bhikkhave, etadahosi: ","mn26:23.5":"‘ayam kho udako ramaputto pandito viyatto medhavi digharattam apparajakkhajatiko. ","mn26:23.6":"Yannunaham udakassa ramaputtassa pathamam dhammam deseyyam. ","mn26:23.7":"So imam dhammam khippameva ajanissati’ti. ","mn26:23.8":"Atha kho mam, bhikkhave, devata upasankamitva etadavoca: ","mn26:23.9":"‘abhidosakalankato, bhante, udako ramaputto’ti. ","mn26:23.10":"Nananca pana me dassanam udapadi: ","mn26:23.11":"‘abhidosakalankato udako ramaputto’ti. ","mn26:23.12":"Tassa mayham, bhikkhave, etadahosi: ","mn26:23.13":"‘mahajaniyo kho udako ramaputto. ","mn26:23.14":"Sace hi so imam dhammam suneyya, khippameva ajaneyya’ti. ","mn26:24.1":"Tassa mayham, bhikkhave, etadahosi: ","mn26:24.2":"‘kassa nu kho aham pathamam dhammam deseyyam; ","mn26:24.3":"ko imam dhammam khippameva ajanissati’ti? ","mn26:24.4":"Tassa mayham, bhikkhave, etadahosi: ","mn26:24.5":"‘bahukara kho me pancavaggiya bhikkhu, ye mam padhanapahitattam upatthahimsu. ","mn26:24.6":"Yannunaham pancavaggiyanam bhikkhunam pathamam dhammam deseyyan’ti. ","mn26:24.7":"Tassa mayham, bhikkhave, etadahosi: ","mn26:24.8":"‘kaham nu kho etarahi pancavaggiya bhikkhu viharanti’ti? ","mn26:24.9":"Addasam kho aham, bhikkhave, dibbena cakkhuna visuddhena atikkantamanusakena pancavaggiye bhikkhu baranasiyam viharante isipatane migadaye. ","mn26:24.10":"Atha khvaham, bhikkhave, uruvelayam yathabhirantam viharitva yena baranasi tena carikam pakkamim. ","mn26:25.1":"Addasa kho mam, bhikkhave, upako ajivako antara ca gayam antara ca bodhim addhanamaggappatipannam. ","mn26:25.2":"Disvana mam etadavoca: ","mn26:25.3":"‘vippasannani kho te, avuso, indriyani, parisuddho chavivanno pariyodato. ","mn26:25.4":"Kamsi tvam, avuso, uddissa pabbajito, ko va te sattha, kassa va tvam dhammam rocesi’ti? ","mn26:25.5":"Evam vutte, aham, bhikkhave, upakam ajivakam gathahi ajjhabhasim: ","mn26:25.6":"‘Sabbabhibhu sabbaviduhamasmi, ","mn26:25.7":"Sabbesu dhammesu anupalitto; ","mn26:25.8":"Sabbanjaho tanhakkhaye vimutto, ","mn26:25.9":"Sayam abhinnaya kamuddiseyyam. ","mn26:25.10":"Na me acariyo atthi, ","mn26:25.11":"sadiso me na vijjati; ","mn26:25.12":"Sadevakasmim lokasmim, ","mn26:25.13":"natthi me patipuggalo. ","mn26:25.14":"Ahanhi araha loke, ","mn26:25.15":"aham sattha anuttaro; ","mn26:25.16":"Ekomhi sammasambuddho, ","mn26:25.17":"sitibhutosmi nibbuto. ","mn26:25.18":"Dhammacakkam pavattetum, ","mn26:25.19":"Gacchami kasinam puram; ","mn26:25.20":"Andhibhutasmim lokasmim, ","mn26:25.21":"Ahancham amatadundubhin’ti. ","mn26:25.22":"‘Yatha kho tvam, avuso, patijanasi, arahasi anantajino’ti. ","mn26:25.23":"‘Madisa ve jina honti, ","mn26:25.24":"ye patta asavakkhayam; ","mn26:25.25":"Jita me papaka dhamma, ","mn26:25.26":"tasmahamupaka jino’ti. ","mn26:25.27":"Evam vutte, bhikkhave, upako ajivako ‘hupeyyapavuso’ti vatva sisam okampetva ummaggam gahetva pakkami. ","mn26:26.1":"Atha khvaham, bhikkhave, anupubbena carikam caramano yena baranasi isipatanam migadayo yena pancavaggiya bhikkhu tenupasankamim. ","mn26:26.2":"Addasamsu kho mam, bhikkhave, pancavaggiya bhikkhu durato agacchantam. ","mn26:26.3":"Disvana annamannam santhapesum: ","mn26:26.4":"‘ayam kho, avuso, samano gotamo agacchati bahulliko padhanavibbhanto avatto bahullaya. ","mn26:26.5":"So neva abhivadetabbo, na paccutthatabbo; nassa pattacivaram patiggahetabbam. ","mn26:26.6":"Api ca kho asanam thapetabbam, sace akankhissati nisidissati’ti. ","mn26:26.7":"Yatha yatha kho aham, bhikkhave, upasankamim tatha tatha pancavaggiya bhikkhu nasakkhimsu sakaya katikaya santhatum. ","mn26:26.8":"Appekacce mam paccuggantva pattacivaram patiggahesum, appekacce asanam pannapesum, appekacce padodakam upatthapesum. ","mn26:26.9":"Api ca kho mam namena ca avusovadena ca samudacaranti. ","mn26:27.1":"Evam vutte, aham, bhikkhave, pancavaggiye bhikkhu etadavocam: ","mn26:27.2":"‘ma, bhikkhave, tathagatam namena ca avusovadena ca samudacaratha. ","mn26:27.3":"Araham, bhikkhave, tathagato sammasambuddho. ","mn26:27.4":"Odahatha, bhikkhave, sotam, amatamadhigatam, ahamanusasami, aham dhammam desemi. ","mn26:27.5":"Yathanusittham tatha patipajjamana nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","mn26:27.6":"Evam vutte, bhikkhave, pancavaggiya bhikkhu mam etadavocum: ","mn26:27.7":"‘tayapi kho tvam, avuso gotama, iriyaya taya patipadaya taya dukkarakarikaya najjhagama uttari manussadhamma alamariyananadassanavisesam, kim pana tvam etarahi bahulliko padhanavibbhanto avatto bahullaya adhigamissasi uttari manussadhamma alamariyananadassanavisesan’ti? ","mn26:27.8":"Evam vutte, aham, bhikkhave, pancavaggiye bhikkhu etadavocam: ","mn26:27.9":"‘na, bhikkhave, tathagato bahulliko, na padhanavibbhanto, na avatto bahullaya. ","mn26:27.10":"Araham, bhikkhave, tathagato sammasambuddho. ","mn26:27.11":"Odahatha, bhikkhave, sotam, amatamadhigatam, ahamanusasami, aham dhammam desemi. ","mn26:27.12":"Yathanusittham tatha patipajjamana nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","mn26:27.13":"Dutiyampi kho, bhikkhave, pancavaggiya bhikkhu mam etadavocum: ","mn26:27.14":"‘tayapi kho tvam, avuso gotama, iriyaya taya patipadaya taya dukkarakarikaya najjhagama uttari manussadhamma alamariyananadassanavisesam, kim pana tvam etarahi bahulliko padhanavibbhanto avatto bahullaya adhigamissasi uttari manussadhamma alamariyananadassanavisesan’ti? ","mn26:27.15":"Dutiyampi kho aham, bhikkhave, pancavaggiye bhikkhu etadavocam: ","mn26:27.16":"‘na, bhikkhave, tathagato bahulliko …pe… ","mn26:27.17":"upasampajja viharissatha’ti. ","mn26:27.18":"Tatiyampi kho, bhikkhave, pancavaggiya bhikkhu mam etadavocum: ","mn26:27.19":"‘tayapi kho tvam, avuso gotama, iriyaya taya patipadaya taya dukkarakarikaya najjhagama uttari manussadhamma alamariyananadassanavisesam, kim pana tvam etarahi bahulliko padhanavibbhanto avatto bahullaya adhigamissasi uttari manussadhamma alamariyananadassanavisesan’ti? ","mn26:28.1":"Evam vutte, aham, bhikkhave, pancavaggiye bhikkhu etadavocam: ","mn26:28.2":"‘abhijanatha me no tumhe, bhikkhave, ito pubbe evarupam pabhavitametan’ti? ","mn26:28.3":"‘No hetam, bhante’. ","mn26:28.4":"‘Araham, bhikkhave, tathagato sammasambuddho. ","mn26:28.5":"Odahatha, bhikkhave, sotam, amatamadhigatam, ahamanusasami, aham dhammam desemi. ","mn26:28.6":"Yathanusittham tatha patipajjamana nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","mn26:29.1":"Asakkhim kho aham, bhikkhave, pancavaggiye bhikkhu sannapetum. ","mn26:29.2":"Dvepi sudam, bhikkhave, bhikkhu ovadami, tayo bhikkhu pindaya caranti. ","mn26:29.3":"Yam tayo bhikkhu pindaya caritva aharanti tena chabbaggiya yapema. ","mn26:29.4":"Tayopi sudam, bhikkhave, bhikkhu ovadami, dve bhikkhu pindaya caranti. ","mn26:29.5":"Yam dve bhikkhu pindaya caritva aharanti tena chabbaggiya yapema. ","mn26:30.1":"Atha kho, bhikkhave, pancavaggiya bhikkhu maya evam ovadiyamana evam anusasiyamana attana jatidhamma samana jatidhamme adinavam viditva ajatam anuttaram yogakkhemam nibbanam pariyesamana ajatam anuttaram yogakkhemam nibbanam ajjhagamamsu, attana jaradhamma samana jaradhamme adinavam viditva ajaram anuttaram yogakkhemam nibbanam pariyesamana ajaram anuttaram yogakkhemam nibbanam ajjhagamamsu, attana byadhidhamma samana …pe… attana maranadhamma samana … attana sokadhamma samana … attana sankilesadhamma samana sankilesadhamme adinavam viditva asankilittham anuttaram yogakkhemam nibbanam pariyesamana asankilittham anuttaram yogakkhemam nibbanam ajjhagamamsu. ","mn26:30.2":"Nananca pana nesam dassanam udapadi: ","mn26:30.3":"‘akuppa no vimutti, ayamantima jati, natthi dani punabbhavo’ti. ","mn26:31.1":"Pancime, bhikkhave, kamaguna. ","mn26:31.2":"Katame panca? ","mn26:31.3":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya, ","mn26:31.4":"sotavinneyya sadda …pe… ","mn26:31.5":"ghanavinneyya gandha … ","mn26:31.6":"jivhavinneyya rasa … ","mn26:31.7":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya. ","mn26:31.8":"Ime kho, bhikkhave, panca kamaguna. ","mn26:32.1":"Ye hi keci, bhikkhave, samana va brahmana va ime panca kamagune gathita mucchita ajjhopanna anadinavadassavino anissaranapanna paribhunjanti, te evamassu veditabba: ","mn26:32.2":"‘anayamapanna byasanamapanna yathakamakaraniya papimato’. ","mn26:32.3":"Seyyathapi, bhikkhave, arannako mago baddho pasarasim adhisayeyya. ","mn26:32.4":"So evamassa veditabbo: ","mn26:32.5":"‘anayamapanno byasanamapanno yathakamakaraniyo luddassa. ","mn26:32.6":"Agacchante ca pana ludde yena kamam na pakkamissati’ti. ","mn26:32.7":"Evameva kho, bhikkhave, ye hi keci samana va brahmana va ime panca kamagune gathita mucchita ajjhopanna anadinavadassavino anissaranapanna paribhunjanti, te evamassu veditabba: ","mn26:32.8":"‘anayamapanna byasanamapanna yathakamakaraniya papimato’. ","mn26:33.1":"Ye ca kho keci, bhikkhave, samana va brahmana va ime panca kamagune agathita amucchita anajjhopanna adinavadassavino nissaranapanna paribhunjanti, te evamassu veditabba: ","mn26:33.2":"‘na anayamapanna na byasanamapanna na yathakamakaraniya papimato’. ","mn26:33.3":"Seyyathapi, bhikkhave, arannako mago abaddho pasarasim adhisayeyya. ","mn26:33.4":"So evamassa veditabbo: ","mn26:33.5":"‘na anayamapanno na byasanamapanno na yathakamakaraniyo luddassa. ","mn26:33.6":"Agacchante ca pana ludde yena kamam pakkamissati’ti. ","mn26:33.7":"Evameva kho, bhikkhave, ye hi keci samana va brahmana va ime panca kamagune agathita amucchita anajjhopanna adinavadassavino nissaranapanna paribhunjanti, te evamassu veditabba: ","mn26:33.8":"‘na anayamapanna na byasanamapanna na yathakamakaraniya papimato’. ","mn26:34.1":"Seyyathapi, bhikkhave, arannako mago aranne pavane caramano vissattho gacchati, vissattho titthati, vissattho nisidati, vissattho seyyam kappeti. ","mn26:34.2":"Tam kissa hetu? ","mn26:34.3":"Anapathagato, bhikkhave, luddassa. ","mn26:34.4":"Evameva kho, bhikkhave, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn26:34.5":"Ayam vuccati, bhikkhave, bhikkhu andhamakasi maram apadam, vadhitva maracakkhum adassanam gato papimato. ","mn26:35.1":"Puna caparam, bhikkhave, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","mn26:35.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn26:36.1":"Puna caparam, bhikkhave, bhikkhu pitiya ca viraga upekkhako ca viharati, sato ca sampajano, sukhanca kayena patisamvedeti yam tam ariya acikkhanti ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","mn26:36.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn26:37.1":"Puna caparam, bhikkhave, bhikkhu sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn26:37.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn26:38.1":"Puna caparam, bhikkhave, bhikkhu sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati. ","mn26:38.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn26:39.1":"Puna caparam, bhikkhave, bhikkhu sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati. ","mn26:39.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn26:40.1":"Puna caparam, bhikkhave, bhikkhu sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati. ","mn26:40.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn26:41.1":"Puna caparam, bhikkhave, bhikkhu sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharati. ","mn26:41.2":"Ayam vuccati, bhikkhave …pe… papimato. ","mn26:42.1":"Puna caparam, bhikkhave, bhikkhu sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharati, pannaya cassa disva asava parikkhina honti. ","mn26:42.2":"Ayam vuccati, bhikkhave, bhikkhu andhamakasi maram apadam, vadhitva maracakkhum adassanam gato papimato. ","mn26:42.3":"Tinno loke visattikam vissattho gacchati, vissattho titthati, vissattho nisidati, vissattho seyyam kappeti. ","mn26:42.4":"Tam kissa hetu? ","mn26:42.5":"Anapathagato, bhikkhave, papimato”ti. ","mn26:42.6":"Idamavoca bhagava. ","mn26:42.7":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn26:42.8":"Pasarasisuttam nitthitam chattham. "}