{"mn27:0.1":"Majjhima Nikaya 27 ","mn27:0.2":"Culahatthipadopamasutta ","mn27:1.1":"Evam me sutam—","mn27:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn27:2.1":"Tena kho pana samayena janussoni brahmano sabbasetena valavabhirathena savatthiya niyyati divadivassa. ","mn27:2.2":"Addasa kho janussoni brahmano pilotikam paribbajakam duratova agacchantam. ","mn27:2.3":"Disvana pilotikam paribbajakam etadavoca: ","mn27:2.4":"“Handa kuto nu bhavam vacchayano agacchati divadivassa”ti? ","mn27:2.5":"“Ito hi kho aham, bho, agacchami samanassa gotamassa santika”ti. ","mn27:2.6":"“Tam kim mannati bhavam vacchayano samanassa gotamassa pannaveyyattiyam pandito manne”ti. ","mn27:2.7":"“Ko caham, bho, ko ca samanassa gotamassa pannaveyyattiyam janissami. ","mn27:2.8":"Sopi nunassa tadisova yo samanassa gotamassa pannaveyyattiyam janeyya”ti. ","mn27:2.9":"“Ularaya khalu bhavam vacchayano samanam gotamam pasamsaya pasamsati”ti. ","mn27:2.10":"“Ko caham, bho, ko ca samanam gotamam pasamsissami, ","mn27:2.11":"pasatthapasatthova so bhavam gotamo settho devamanussanan”ti. ","mn27:2.12":"“Kam pana bhavam vacchayano atthavasam sampassamano samane gotame evam abhippasanno”ti? ","mn27:3.1":"“Seyyathapi, bho, kusalo nagavaniko nagavanam paviseyya. ","mn27:3.2":"So passeyya nagavane mahantam hatthipadam, dighato ca ayatam, tiriyanca vitthatam. ","mn27:3.3":"So nittham gaccheyya: ","mn27:3.4":"‘maha vata bho nago’ti. ","mn27:3.5":"Evameva kho aham, bho, yato addasam samane gotame cattari padani athaham nitthamagamam: ","mn27:3.6":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn27:4.1":"Katamani cattari? ","mn27:4.2":"Idhaham, bho, passami ekacce khattiyapandite nipune kataparappavade valavedhirupe, te bhindanta manne caranti pannagatena ditthigatani. ","mn27:4.3":"Te sunanti: ","mn27:4.4":"‘samano khalu, bho, gotamo amukam nama gamam va nigamam va osarissati’ti. ","mn27:4.5":"Te panham abhisankharonti: ","mn27:4.6":"‘imam mayam panham samanam gotamam upasankamitva pucchissama. ","mn27:4.7":"Evance no puttho evam byakarissati, evamassa mayam vadam aropessama. ","mn27:4.8":"Evancepi no puttho evam byakarissati, evampissa mayam vadam aropessama’ti. ","mn27:4.9":"Te sunanti: ","mn27:4.10":"‘samano khalu, bho, gotamo amukam nama gamam va nigamam va osato’ti. ","mn27:4.11":"Te yena samano gotamo tenupasankamanti. ","mn27:4.12":"Te samano gotamo dhammiya kathaya sandasseti samadapeti samuttejeti sampahamseti. ","mn27:4.13":"Te samanena gotamena dhammiya kathaya sandassita samadapita samuttejita sampahamsita na ceva samanam gotamam panham pucchanti, kutossa vadam aropessanti? ","mn27:4.14":"Annadatthu samanasseva gotamassa savaka sampajjanti. ","mn27:4.15":"Yadaham, bho, samane gotame imam pathamam padam addasam athaham nitthamagamam: ","mn27:4.16":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn27:5.1":"Puna caparaham, bho, passami idhekacce brahmanapandite …pe… ","mn27:6.1":"gahapatipandite … ","mn27:6.2":"pe… ","mn27:7.1":"samanapandite nipune kataparappavade valavedhirupe te bhindanta manne caranti pannagatena ditthigatani. ","mn27:7.2":"Te sunanti: ","mn27:7.3":"‘samano khalu bho gotamo amukam nama gamam va nigamam va osarissati’ti. ","mn27:7.4":"Te panham abhisankharonti ‘imam mayam panham samanam gotamam upasankamitva pucchissama. ","mn27:7.5":"Evance no puttho evam byakarissati, evamassa mayam vadam aropessama. ","mn27:7.6":"Evancepi no puttho evam byakarissati, evampissa mayam vadam aropessama’ti. ","mn27:7.7":"Te sunanti ‘samano khalu bho gotamo amukam nama gamam va nigamam va osato’ti. ","mn27:7.8":"Te yena samano gotamo tenupasankamanti. ","mn27:7.9":"Te samano gotamo dhammiya kathaya sandasseti samadapeti samuttejeti sampahamseti. ","mn27:7.10":"Te samanena gotamena dhammiya kathaya sandassita samadapita samuttejita sampahamsita na ceva samanam gotamam panham pucchanti, kutossa vadam aropessanti? ","mn27:7.11":"Annadatthu samanamyeva gotamam okasam yacanti agarasma anagariyam pabbajjaya. ","mn27:7.12":"Te samano gotamo pabbajeti. ","mn27:7.13":"Te tattha pabbajita samana vupakattha appamatta atapino pahitatta viharanta nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharanti. ","mn27:7.14":"Te evamahamsu: ","mn27:7.15":"‘manam vata, bho, anassama, manam vata, bho, panassama; ","mn27:7.16":"mayanhi pubbe assamanava samana samanamhati patijanimha, abrahmanava samana brahmanamhati patijanimha, anarahantova samana arahantamhati patijanimha. ","mn27:7.17":"Idani khomha samana, idani khomha brahmana, idani khomha arahanto’ti. ","mn27:7.18":"Yadaham, bho, samane gotame imam catuttham padam addasam athaham nitthamagamam: ","mn27:7.19":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn27:7.20":"Yato kho aham, bho, samane gotame imani cattari padani addasam athaham nitthamagamam: ","mn27:7.21":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’”ti. ","mn27:8.1":"Evam vutte, janussoni brahmano sabbaseta valavabhiratha orohitva ekamsam uttarasangam karitva yena bhagava tenanjalim panametva tikkhattum udanam udanesi: ","mn27:8.2":"“Namo tassa bhagavato arahato sammasambuddhassa; ","mn27:8.3":"namo tassa bhagavato arahato sammasambuddhassa; ","mn27:8.4":"namo tassa bhagavato arahato sammasambuddhassati. ","mn27:8.5":"Appeva nama mayampi kadaci karahaci tena bhota gotamena saddhim samagaccheyyama, appeva nama siya kocideva kathasallapo”ti. ","mn27:9.1":"Atha kho janussoni brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn27:9.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","mn27:9.3":"Ekamantam nisinno kho janussoni brahmano yavatako ahosi pilotikena paribbajakena saddhim kathasallapo tam sabbam bhagavato arocesi. ","mn27:9.4":"Evam vutte, bhagava janussonim brahmanam etadavoca: ","mn27:9.5":"“na kho, brahmana, ettavata hatthipadopamo vittharena paripuro hoti. ","mn27:9.6":"Api ca, brahmana, yatha hatthipadopamo vittharena paripuro hoti ","mn27:9.7":"tam sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn27:9.8":"“Evam, bho”ti kho janussoni brahmano bhagavato paccassosi. ","mn27:9.9":"Bhagava etadavoca: ","mn27:10.1":"“Seyyathapi, brahmana, nagavaniko nagavanam paviseyya. ","mn27:10.2":"So passeyya nagavane mahantam hatthipadam, dighato ca ayatam, tiriyanca vitthatam. ","mn27:10.3":"Yo hoti kusalo nagavaniko neva tava nittham gacchati: ","mn27:10.4":"‘maha vata bho nago’ti. ","mn27:10.5":"Tam kissa hetu? ","mn27:10.6":"Santi hi, brahmana, nagavane vamanika nama hatthiniyo mahapada, tasam petam padam assati. ","mn27:10.7":"So tamanugacchati. ","mn27:10.8":"Tamanugacchanto passati nagavane mahantam hatthipadam, dighato ca ayatam, tiriyanca vitthatam, ucca ca nisevitam. ","mn27:10.9":"Yo hoti kusalo nagavaniko neva tava nittham gacchati: ","mn27:10.10":"‘maha vata bho nago’ti. ","mn27:10.11":"Tam kissa hetu? ","mn27:10.12":"Santi hi, brahmana, nagavane ucca kalarika nama hatthiniyo mahapada, tasam petam padam assati. ","mn27:10.13":"So tamanugacchati. ","mn27:10.14":"Tamanugacchanto passati nagavane mahantam hatthipadam, dighato ca ayatam, tiriyanca vitthatam, ucca ca nisevitam, ucca ca dantehi aranjitani. ","mn27:10.15":"Yo hoti kusalo nagavaniko neva tava nittham gacchati: ","mn27:10.16":"‘maha vata bho nago’ti. ","mn27:10.17":"Tam kissa hetu? ","mn27:10.18":"Santi hi, brahmana, nagavane ucca kaneruka nama hatthiniyo mahapada, tasam petam padam assati. ","mn27:10.19":"So tamanugacchati. ","mn27:10.20":"Tamanugacchanto passati nagavane mahantam hatthipadam, dighato ca ayatam, tiriyanca vitthatam, ucca ca nisevitam, ucca ca dantehi aranjitani, ucca ca sakhabhangam. ","mn27:10.21":"Tanca nagam passati rukkhamulagatam va abbhokasagatam va gacchantam va titthantam va nisinnam va nipannam va. ","mn27:10.22":"So nittham gacchati: ","mn27:10.23":"‘ayameva so mahanago’ti. ","mn27:11.1":"Evameva kho, brahmana, idha tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","mn27:11.2":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn27:11.3":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam; kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn27:12.1":"Tam dhammam sunati gahapati va gahapatiputto va annatarasmim va kule paccajato. ","mn27:12.2":"So tam dhammam sutva tathagate saddham patilabhati. ","mn27:12.3":"So tena saddhapatilabhena samannagato iti patisancikkhati: ","mn27:12.4":"‘sambadho gharavaso rajopatho, abbhokaso pabbajja. ","mn27:12.5":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn27:12.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn27:12.7":"So aparena samayena appam va bhogakkhandham pahaya mahantam va bhogakkhandham pahaya appam va natiparivattam pahaya mahantam va natiparivattam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","mn27:13.1":"So evam pabbajito samano bhikkhunam sikkhasajivasamapanno panatipatam pahaya panatipata pativirato hoti, nihitadando nihitasattho lajji dayapanno sabbapanabhutahitanukampi viharati. ","mn27:13.2":"Adinnadanam pahaya adinnadana pativirato hoti dinnadayi dinnapatikankhi. Athenena sucibhutena attana viharati. ","mn27:13.3":"Abrahmacariyam pahaya brahmacari hoti aracari virato methuna gamadhamma. ","mn27:13.4":"Musavadam pahaya musavada pativirato hoti saccavadi saccasandho theto paccayiko avisamvadako lokassa. ","mn27:13.5":"Pisunam vacam pahaya pisunaya vacaya pativirato hoti, ito sutva na amutra akkhata imesam bhedaya, amutra va sutva na imesam akkhata amusam bhedaya. Iti bhinnanam va sandhata sahitanam va anuppadata, samaggaramo samaggarato samagganandi samaggakaranim vacam bhasita hoti. ","mn27:13.6":"Pharusam vacam pahaya pharusaya vacaya pativirato hoti. Ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupim vacam bhasita hoti. ","mn27:13.7":"Samphappalapam pahaya samphappalapa pativirato hoti kalavadi bhutavadi atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita kalena sapadesam pariyantavatim atthasamhitam. ","mn27:13.8":"So bijagamabhutagamasamarambha pativirato hoti, ","mn27:13.9":"ekabhattiko hoti rattuparato, virato vikalabhojana, ","mn27:13.10":"naccagitavaditavisukadassana pativirato hoti, ","mn27:13.11":"malagandhavilepanadharanamandanavibhusanatthana pativirato hoti, ","mn27:13.12":"uccasayanamahasayana pativirato hoti, ","mn27:13.13":"jataruparajatapatiggahana pativirato hoti, ","mn27:13.14":"amakadhannapatiggahana pativirato hoti, ","mn27:13.15":"amakamamsapatiggahana pativirato hoti, ","mn27:13.16":"itthikumarikapatiggahana pativirato hoti, ","mn27:13.17":"dasidasapatiggahana pativirato hoti, ","mn27:13.18":"ajelakapatiggahana pativirato hoti, ","mn27:13.19":"kukkutasukarapatiggahana pativirato hoti, ","mn27:13.20":"hatthigavassavalavapatiggahana pativirato hoti, ","mn27:13.21":"khettavatthupatiggahana pativirato hoti, ","mn27:13.22":"duteyyapahinagamananuyoga pativirato hoti, ","mn27:13.23":"kayavikkaya pativirato hoti, ","mn27:13.24":"tulakutakamsakutamanakuta pativirato hoti, ","mn27:13.25":"ukkotanavancananikatisaciyoga pativirato hoti, ","mn27:13.26":"chedanavadhabandhanaviparamosaalopasahasakara pativirato hoti. ","mn27:14.1":"So santuttho hoti kayapariharikena civarena kucchipariharikena pindapatena. So yena yeneva pakkamati samadayeva pakkamati. ","mn27:14.2":"Seyyathapi nama pakkhi sakuno yena yeneva deti sapattabharova deti; ","mn27:14.3":"evameva bhikkhu santuttho hoti kayapariharikena civarena kucchipariharikena pindapatena. So yena yeneva pakkamati samadayeva pakkamati. ","mn27:14.4":"So imina ariyena silakkhandhena samannagato ajjhattam anavajjasukham patisamvedeti. ","mn27:15.1":"So cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","mn27:15.2":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","mn27:15.3":"Sotena saddam sutva …pe… ","mn27:15.4":"ghanena gandham ghayitva … ","mn27:15.5":"jivhaya rasam sayitva … ","mn27:15.6":"kayena photthabbam phusitva … ","mn27:15.7":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi. ","mn27:15.8":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati manindriyam, manindriye samvaram apajjati. ","mn27:15.9":"So imina ariyena indriyasamvarena samannagato ajjhattam abyasekasukham patisamvedeti. ","mn27:16.1":"So abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","mn27:17.1":"So imina ca ariyena silakkhandhena samannagato, imaya ca ariyaya santutthiya samannagato imina ca ariyena indriyasamvarena samannagato, imina ca ariyena satisampajannena samannagato ","mn27:17.2":"vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn27:18.1":"So pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva, ujum kayam panidhaya, parimukham satim upatthapetva. ","mn27:18.2":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti. ","mn27:18.3":"Byapadapadosam pahaya abyapannacitto viharati, sabbapanabhutahitanukampi byapadapadosa cittam parisodheti. ","mn27:18.4":"Thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti. ","mn27:18.5":"Uddhaccakukkuccam pahaya anuddhato viharati, ajjhattam vupasantacitto uddhaccakukkucca cittam parisodheti. ","mn27:18.6":"Vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","mn27:19.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane, ","mn27:19.2":"vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn27:19.3":"Idampi vuccati, brahmana, tathagatapadam itipi, tathagatanisevitam itipi, tathagataranjitam itipi. ","mn27:19.4":"Na tveva tava ariyasavako nittham gacchati: ","mn27:19.5":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn27:20.1":"Puna caparam, brahmana, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","mn27:20.2":"Idampi vuccati, brahmana …pe… ","mn27:20.3":"suppatipanno bhagavato savakasangho’ti. ","mn27:21.1":"Puna caparam, brahmana, bhikkhu pitiya ca viraga upekkhako ca viharati sato ca sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","mn27:21.2":"Idampi vuccati, brahmana …pe… ","mn27:21.3":"suppatipanno bhagavato savakasangho’ti. ","mn27:22.1":"Puna caparam, brahmana, bhikkhu sukhassa ca pahana dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama, adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn27:22.2":"Idampi vuccati, brahmana, tathagatapadam itipi, tathagatanisevitam itipi, tathagataranjitam itipi. ","mn27:22.3":"Na tveva tava ariyasavako nittham gacchati: ","mn27:22.4":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn27:23.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnameti. ","mn27:23.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim, dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn27:23.3":"Idampi vuccati, brahmana, tathagatapadam itipi, tathagatanisevitam itipi, tathagataranjitam itipi. ","mn27:23.4":"Na tveva tava ariyasavako nittham gacchati: ","mn27:23.5":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn27:24.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnameti. ","mn27:24.2":"So dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati. ","mn27:24.3":"Idampi vuccati, brahmana, tathagatapadam itipi, tathagatanisevitam itipi, tathagataranjitam itipi. ","mn27:24.4":"Na tveva tava ariyasavako nittham gacchati: ","mn27:24.5":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn27:25.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","mn27:25.2":"So ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati. ","mn27:25.3":"‘Ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti yathabhutam pajanati, ‘ayam asavanirodho’ti yathabhutam pajanati, ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","mn27:25.4":"Idampi vuccati, brahmana, tathagatapadam itipi, tathagatanisevitam itipi, tathagataranjitam itipi. ","mn27:25.5":"Na tveva tava ariyasavako nittham gato hoti, api ca kho nittham gacchati: ","mn27:25.6":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn27:26.1":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati. ","mn27:26.2":"Vimuttasmim vimuttamiti nanam hoti. ","mn27:26.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn27:26.4":"Idampi vuccati, brahmana, tathagatapadam itipi, tathagatanisevitam itipi, tathagataranjitam itipi. ","mn27:26.5":"Ettavata kho, brahmana, ariyasavako nittham gato hoti: ","mn27:26.6":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn27:26.7":"Ettavata kho, brahmana, hatthipadopamo vittharena paripuro hoti”ti. ","mn27:27.1":"Evam vutte, janussoni brahmano bhagavantam etadavoca: ","mn27:27.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","mn27:27.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","mn27:27.4":"Esaham bhavantam gotamam saranam gacchami, dhammanca, bhikkhusanghanca. ","mn27:27.5":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","mn27:27.6":"Culahatthipadopamasuttam nitthitam sattamam. "}