{"mn31:0.1":"Majjhima Nikaya 31 ","mn31:0.2":"Culagosingasutta ","mn31:1.1":"Evam me sutam—","mn31:1.2":"ekam samayam bhagava natike viharati ginjakavasathe. ","mn31:2.1":"Tena kho pana samayena ayasma ca anuruddho ayasma ca nandiyo ayasma ca kimilo gosingasalavanadaye viharanti. ","mn31:3.1":"Atha kho bhagava sayanhasamayam patisallana vutthito yena gosingasalavanadayo tenupasankami. ","mn31:3.2":"Addasa kho dayapalo bhagavantam duratova agacchantam. ","mn31:3.3":"Disvana bhagavantam etadavoca: ","mn31:3.4":"“ma, samana, etam dayam pavisi. ","mn31:3.5":"Santettha tayo kulaputta attakamarupa viharanti. ","mn31:3.6":"Ma tesam aphasumakasi”ti. ","mn31:4.1":"Assosi kho ayasma anuruddho dayapalassa bhagavata saddhim mantayamanassa. ","mn31:4.2":"Sutvana dayapalam etadavoca: ","mn31:4.3":"“ma, avuso dayapala, bhagavantam varesi. ","mn31:4.4":"Sattha no bhagava anuppatto”ti. ","mn31:4.5":"Atha kho ayasma anuruddho yenayasma ca nandiyo ayasma ca kimilo tenupasankami; upasankamitva ayasmantanca nandiyam ayasmantanca kimilam etadavoca: ","mn31:4.6":"“abhikkamathayasmanto, abhikkamathayasmanto, sattha no bhagava anuppatto”ti. ","mn31:5.1":"Atha kho ayasma ca anuruddho ayasma ca nandiyo ayasma ca kimilo bhagavantam paccuggantva—","mn31:5.2":"eko bhagavato pattacivaram patiggahesi, eko asanam pannapesi, eko padodakam upatthapesi. ","mn31:5.3":"Nisidi bhagava pannatte asane. ","mn31:5.4":"Nisajja kho bhagava pade pakkhalesi. ","mn31:5.5":"Tepi kho ayasmanto bhagavantam abhivadetva ekamantam nisidimsu. ","mn31:5.6":"Ekamantam nisinnam kho ayasmantam anuruddham bhagava etadavoca: ","mn31:5.7":"“Kacci vo, anuruddha, khamaniyam, kacci yapaniyam, kacci pindakena na kilamatha”ti? ","mn31:5.8":"“Khamaniyam, bhagava, yapaniyam, bhagava; na ca mayam, bhante, pindakena kilamama”ti. ","mn31:6.1":"“Kacci pana vo, anuruddha, samagga sammodamana avivadamana khirodakibhuta annamannam piyacakkhuhi sampassanta viharatha”ti? ","mn31:6.2":"“Taggha mayam, bhante, samagga sammodamana avivadamana khirodakibhuta annamannam piyacakkhuhi sampassanta viharama”ti. ","mn31:6.3":"“Yatha katham pana tumhe, anuruddha, samagga sammodamana avivadamana khirodakibhuta annamannam piyacakkhuhi sampassanta viharatha”ti? ","mn31:7.1":"“Idha mayham, bhante, evam hoti: ","mn31:7.2":"‘labha vata me, suladdham vata me, ","mn31:7.3":"yoham evarupehi sabrahmacarihi saddhim viharami’ti. ","mn31:7.4":"Tassa mayham, bhante, imesu ayasmantesu mettam kayakammam paccupatthitam avi ceva raho ca; ","mn31:7.5":"mettam vacikammam paccupatthitam avi ceva raho ca; ","mn31:7.6":"mettam manokammam paccupatthitam avi ceva raho ca. ","mn31:7.7":"Tassa mayham, bhante, evam hoti: ","mn31:7.8":"‘yannunaham sakam cittam nikkhipitva imesamyeva ayasmantanam cittassa vasena vatteyyan’ti. ","mn31:7.9":"So kho aham, bhante, sakam cittam nikkhipitva imesamyeva ayasmantanam cittassa vasena vattami. ","mn31:7.10":"Nana hi kho no, bhante, kaya ekanca pana manne cittan”ti. ","mn31:7.11":"Ayasmapi kho nandiyo …pe… ","mn31:7.12":"ayasmapi kho kimilo bhagavantam etadavoca: ","mn31:7.13":"“mayhampi, bhante, evam hoti: ","mn31:7.14":"‘labha vata me, suladdham vata me, ","mn31:7.15":"yoham evarupehi sabrahmacarihi saddhim viharami’ti. ","mn31:7.16":"Tassa mayham, bhante, imesu ayasmantesu mettam kayakammam paccupatthitam avi ceva raho ca, ","mn31:7.17":"mettam vacikammam paccupatthitam avi ceva raho ca, ","mn31:7.18":"mettam manokammam paccupatthitam avi ceva raho ca. ","mn31:7.19":"Tassa mayham, bhante, evam hoti: ","mn31:7.20":"‘yannunaham sakam cittam nikkhipitva imesamyeva ayasmantanam cittassa vasena vatteyyan’ti. ","mn31:7.21":"So kho aham, bhante, sakam cittam nikkhipitva imesamyeva ayasmantanam cittassa vasena vattami. ","mn31:7.22":"Nana hi kho no, bhante, kaya ekanca pana manne cittan”ti. ","mn31:7.23":"“Evam kho mayam, bhante, samagga sammodamana avivadamana khirodakibhuta annamannam piyacakkhuhi sampassanta viharama”ti. ","mn31:8.1":"“Sadhu sadhu, anuruddha. ","mn31:8.2":"Kacci pana vo, anuruddha, appamatta atapino pahitatta viharatha”ti? ","mn31:9.1":"“Taggha mayam, bhante, appamatta atapino pahitatta viharama”ti. ","mn31:9.2":"“Yatha katham pana tumhe, anuruddha, appamatta atapino pahitatta viharatha”ti? ","mn31:9.3":"“Idha, bhante, amhakam yo pathamam gamato pindaya patikkamati so asanani pannapeti, paniyam paribhojaniyam upatthapeti, avakkarapatim upatthapeti. ","mn31:9.4":"Yo paccha gamato pindaya patikkamati, sace hoti bhuttavaseso sace akankhati bhunjati, no ce akankhati appaharite va chaddeti, appanake va udake opilapeti. ","mn31:9.5":"So asanani patisameti, paniyam paribhojaniyam patisameti, avakkarapatim patisameti, bhattaggam sammajjati. ","mn31:9.6":"Yo passati paniyaghatam va paribhojaniyaghatam va vaccaghatam va rittam tuccham so upatthapeti. ","mn31:9.7":"Sacassa hoti avisayham, hatthavikarena dutiyam amantetva hatthavilanghakena upatthapema, na tveva mayam, bhante, tappaccaya vacam bhindama. ","mn31:9.8":"Pancahikam kho pana mayam, bhante, sabbarattikam dhammiya kathaya sannisidama. ","mn31:9.9":"Evam kho mayam, bhante, appamatta atapino pahitatta viharama”ti. ","mn31:10.1":"“Sadhu sadhu, anuruddha. ","mn31:10.2":"Atthi pana vo, anuruddha, evam appamattanam atapinam pahitattanam viharantanam uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti? ","mn31:10.3":"“Kinhi no siya, bhante. ","mn31:10.4":"Idha mayam, bhante, yavadeva akankhama vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharama. ","mn31:10.5":"Ayam kho no, bhante, amhakam appamattanam atapinam pahitattanam viharantanam uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti. ","mn31:11-13.1":"“Sadhu sadhu, anuruddha. ","mn31:11-13.2":"Etassa pana vo, anuruddha, viharassa samatikkamaya etassa viharassa patippassaddhiya atthanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti? ","mn31:11-13.3":"“Kinhi no siya, bhante. ","mn31:11-13.4":"Idha mayam, bhante, yavadeva akankhama vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharama. ","mn31:11-13.5":"Etassa, bhante, viharassa samatikkamaya etassa viharassa patippassaddhiya ayamanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti. ","mn31:14.1":"“Sadhu sadhu, anuruddha. ","mn31:14.2":"Etassa pana vo, anuruddha, viharassa samatikkamaya etassa viharassa patippassaddhiya atthanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti? ","mn31:14.3":"“Kinhi no siya, bhante. ","mn31:14.4":"Idha mayam, bhante, yavadeva akankhama pitiya ca viraga upekkhaka ca viharama, sata ca sampajana, sukhanca kayena patisamvedema, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharama. ","mn31:14.5":"Etassa, bhante, viharassa samatikkamaya etassa viharassa patippassaddhiya ayamanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti. ","mn31:15.1":"“Sadhu sadhu, anuruddha. ","mn31:15.2":"Etassa pana vo, anuruddha, viharassa samatikkamaya etassa viharassa patippassaddhiya atthanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti? ","mn31:15.3":"“Kinhi no siya, bhante. ","mn31:15.4":"Idha mayam, bhante, yavadeva akankhama sukhassa ca pahana dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama, adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharama. ","mn31:15.5":"Etassa, bhante, viharassa samatikkamaya etassa viharassa patippassaddhiya ayamanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti. ","mn31:16.1":"“Sadhu sadhu, anuruddha. ","mn31:16.2":"Etassa pana vo, anuruddha, viharassa samatikkamaya etassa viharassa patippassaddhiya atthanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti? ","mn31:16.3":"“Kinhi no siya, bhante. ","mn31:16.4":"Idha mayam, bhante, yavadeva akankhama sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharama. ","mn31:16.5":"Etassa, bhante, viharassa samatikkamaya etassa viharassa patippassaddhiya ayamanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti. ","mn31:17.1":"“Sadhu sadhu, anuruddha. ","mn31:17.2":"Etassa pana vo, anuruddha, viharassa samatikkamaya etassa viharassa patippassaddhiya atthanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti? ","mn31:17.3":"“Kinhi no siya, bhante. ","mn31:17.4":"Idha mayam, bhante, yavadeva akankhama sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharama …pe… ","mn31:17.5":"sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharama …pe… ","mn31:17.6":"sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharama. ","mn31:17.7":"Etassa, bhante, viharassa samatikkamaya etassa viharassa patippassaddhiya ayamanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti. ","mn31:18.1":"“Sadhu sadhu, anuruddha. ","mn31:18.2":"Etassa pana vo, anuruddha, viharassa samatikkamaya etassa viharassa patippassaddhiya atthanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti? ","mn31:18.3":"“Kinhi no siya, bhante. ","mn31:18.4":"Idha mayam, bhante, yavadeva akankhama sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharama, pannaya ca no disva asava parikkhina. ","mn31:18.5":"Etassa, bhante, viharassa samatikkamaya etassa viharassa patippassaddhiya ayamanno uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo. ","mn31:18.6":"Imamha ca mayam, bhante, phasuvihara annam phasuviharam uttaritaram va panitataram va na samanupassama”ti. ","mn31:18.7":"“Sadhu sadhu, anuruddha. ","mn31:18.8":"Imamha phasuvihara uttaritaro va panitataro va phasuviharo natthi”ti. ","mn31:19.1":"Atha kho bhagava ayasmantanca anuruddham ayasmantanca nandiyam ayasmantanca kimilam dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva utthayasana pakkami. ","mn31:20.1":"Atha kho ayasma ca anuruddho ayasma ca nandiyo ayasma ca kimilo bhagavantam anusamyayitva tato patinivattitva ayasma ca nandiyo ayasma ca kimilo ayasmantam anuruddham etadavocum: ","mn31:20.2":"“kim nu kho mayam ayasmato anuruddhassa evamarocimha: ","mn31:20.3":"‘imasanca imasanca viharasamapattinam mayam labhino’ti, yam no ayasma anuruddho bhagavato sammukha yava asavanam khaya pakaseti”ti? ","mn31:20.4":"“Na kho me ayasmanto evamarocesum: ","mn31:20.5":"‘imasanca imasanca viharasamapattinam mayam labhino’ti, api ca me ayasmantanam cetasa ceto paricca vidito: ","mn31:20.6":"‘imasanca imasanca viharasamapattinam ime ayasmanto labhino’ti. ","mn31:20.7":"Devatapi me etamattham arocesum: ","mn31:20.8":"‘imasanca imasanca viharasamapattinam ime ayasmanto labhino’ti. ","mn31:20.9":"Tamenam bhagavata panhabhiputthena byakatan”ti. ","mn31:21.1":"Atha kho digho parajano yakkho yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thito kho digho parajano yakkho bhagavantam etadavoca: ","mn31:21.2":"“labha vata, bhante, vajjinam, suladdhalabha vajjipajaya, ","mn31:21.3":"yattha tathagato viharati araham sammasambuddho, ime ca tayo kulaputta—","mn31:21.4":"ayasma ca anuruddho, ayasma ca nandiyo, ayasma ca kimilo”ti. ","mn31:21.5":"Dighassa parajanassa yakkhassa saddam sutva bhumma deva saddamanussavesum: ","mn31:21.6":"“labha vata, bho, vajjinam, suladdhalabha vajjipajaya, ","mn31:21.7":"yattha tathagato viharati araham sammasambuddho, ime ca tayo kulaputta—","mn31:21.8":"ayasma ca anuruddho, ayasma ca nandiyo, ayasma ca kimilo”ti. ","mn31:21.9":"Bhummanam devanam saddam sutva catumaharajika deva …pe… ","mn31:21.10":"tavatimsa deva …pe… ","mn31:21.11":"yama deva …pe… ","mn31:21.12":"tusita deva …pe… ","mn31:21.13":"nimmanarati deva …pe… ","mn31:21.14":"paranimmitavasavatti deva …pe… ","mn31:21.15":"brahmakayika deva saddamanussavesum: ","mn31:21.16":"“labha vata, bho, vajjinam, suladdhalabha vajjipajaya, ","mn31:21.17":"yattha tathagato viharati araham sammasambuddho, ime ca tayo kulaputta—","mn31:21.18":"ayasma ca anuruddho, ayasma ca nandiyo, ayasma ca kimilo”ti. ","mn31:21.19":"Itiha te ayasmanto tena khanena tena layena tena muhuttena yava brahmaloka vidita ahesum. ","mn31:22.1":"“Evametam, digha, evametam, digha. ","mn31:22.2":"Yasmapi, digha, kula ete tayo kulaputta agarasma anagariyam pabbajita, tancepi kulam ete tayo kulaputte pasannacittam anussareyya, tassapassa kulassa digharattam hitaya sukhaya. ","mn31:22.3":"Yasmapi, digha, kulaparivatta ete tayo kulaputta agarasma anagariyam pabbajita, so cepi kulaparivatto ete tayo kulaputte pasannacitto anussareyya, tassapassa kulaparivattassa digharattam hitaya sukhaya. ","mn31:22.4":"Yasmapi, digha, gama ete tayo kulaputta agarasma anagariyam pabbajita, so cepi gamo ete tayo kulaputte pasannacitto anussareyya, tassapassa gamassa digharattam hitaya sukhaya. ","mn31:22.5":"Yasmapi, digha, nigama ete tayo kulaputta agarasma anagariyam pabbajita, so cepi nigamo ete tayo kulaputte pasannacitto anussareyya, tassapassa nigamassa digharattam hitaya sukhaya. ","mn31:22.6":"Yasmapi, digha, nagara ete tayo kulaputta agarasma anagariyam pabbajita, tancepi nagaram ete tayo kulaputte pasannacittam anussareyya, tassapassa nagarassa digharattam hitaya sukhaya. ","mn31:22.7":"Yasmapi, digha, janapada ete tayo kulaputta agarasma anagariyam pabbajita, so cepi janapado ete tayo kulaputte pasannacitto anussareyya, tassapassa janapadassa digharattam hitaya sukhaya. ","mn31:22.8":"Sabbe cepi, digha, khattiya ete tayo kulaputte pasannacitta anussareyyum, sabbesanampassa khattiyanam digharattam hitaya sukhaya. ","mn31:22.9":"Sabbe cepi, digha, brahmana …pe… ","mn31:22.10":"sabbe cepi, digha, vessa …pe… ","mn31:22.11":"sabbe cepi, digha, sudda ete tayo kulaputte pasannacitta anussareyyum, sabbesanampassa suddanam digharattam hitaya sukhaya. ","mn31:22.12":"Sadevako cepi, digha, loko samarako sabrahmako sassamanabrahmani paja sadevamanussa ete tayo kulaputte pasannacitta anussareyya, sadevakassapassa lokassa samarakassa sabrahmakassa sassamanabrahmaniya pajaya sadevamanussaya digharattam hitaya sukhaya. ","mn31:22.13":"Passa, digha, yava ete tayo kulaputta bahujanahitaya patipanna bahujanasukhaya lokanukampaya, atthaya hitaya sukhaya devamanussanan”ti. ","mn31:22.14":"Idamavoca bhagava. ","mn31:22.15":"Attamano digho parajano yakkho bhagavato bhasitam abhinanditi. ","mn31:22.16":"Culagosingasuttam nitthitam pathamam. "}