{"mn32:0.1":"Majjhima Nikaya 32 ","mn32:0.2":"Mahagosingasutta ","mn32:1.1":"Evam me sutam—","mn32:1.2":"ekam samayam bhagava gosingasalavanadaye viharati sambahulehi abhinnatehi abhinnatehi therehi savakehi saddhim—","mn32:1.3":"ayasmata ca sariputtena ayasmata ca mahamoggallanena ayasmata ca mahakassapena ayasmata ca anuruddhena ayasmata ca revatena ayasmata ca anandena, annehi ca abhinnatehi abhinnatehi therehi savakehi saddhim. ","mn32:2.1":"Atha kho ayasma mahamoggallano sayanhasamayam patisallana vutthito yenayasma mahakassapo tenupasankami; upasankamitva ayasmantam mahakassapam etadavoca: ","mn32:2.2":"“ayamavuso, kassapa, yenayasma sariputto tenupasankamissama dhammassavanaya”ti. ","mn32:2.3":"“Evamavuso”ti kho ayasma mahakassapo ayasmato mahamoggallanassa paccassosi. ","mn32:2.4":"Atha kho ayasma ca mahamoggallano ayasma ca mahakassapo ayasma ca anuruddho yenayasma sariputto tenupasankamimsu dhammassavanaya. ","mn32:3.1":"Addasa kho ayasma anando ayasmantanca mahamoggallanam ayasmantanca mahakassapam ayasmantanca anuruddham yenayasma sariputto tenupasankamante dhammassavanaya. ","mn32:3.2":"Disvana yenayasma revato tenupasankami; upasankamitva ayasmantam revatam etadavoca: ","mn32:3.3":"“upasankamanta kho amu, avuso revata, sappurisa yenayasma sariputto tena dhammassavanaya. ","mn32:3.4":"Ayamavuso revata, yenayasma sariputto tenupasankamissama dhammassavanaya”ti. ","mn32:3.5":"“Evamavuso”ti kho ayasma revato ayasmato anandassa paccassosi. ","mn32:3.6":"Atha kho ayasma ca revato ayasma ca anando yenayasma sariputto tenupasankamimsu dhammassavanaya. ","mn32:4.1":"Addasa kho ayasma sariputto ayasmantanca revatam ayasmantanca anandam duratova agacchante. ","mn32:4.2":"Disvana ayasmantam anandam etadavoca: ","mn32:4.3":"“etu kho ayasma anando. ","mn32:4.4":"Svagatam ayasmato anandassa bhagavato upatthakassa bhagavato santikavacarassa. ","mn32:4.5":"Ramaniyam, avuso ananda, gosingasalavanam, dosina ratti, sabbaphaliphulla sala, dibba, manne, gandha sampavanti; ","mn32:4.6":"kathamrupena, avuso ananda, bhikkhuna gosingasalavanam sobheyya”ti? ","mn32:4.7":"“Idhavuso sariputta, bhikkhu bahussuto hoti sutadharo sutasannicayo. Ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattha sabyanjana; kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti, dhata, vacasa paricita, manasanupekkhita, ditthiya suppatividdha. ","mn32:4.8":"So catassannam parisanam dhammam deseti parimandalehi padabyanjanehi anuppabandhehi anusayasamugghataya. ","mn32:4.9":"Evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya”ti. ","mn32:5.1":"Evam vutte, ayasma sariputto ayasmantam revatam etadavoca: ","mn32:5.2":"“byakatam kho, avuso revata, ayasmata anandena yathasakam patibhanam. ","mn32:5.3":"Tattha dani mayam ayasmantam revatam pucchama: ","mn32:5.4":"‘ramaniyam, avuso revata, gosingasalavanam, dosina ratti, sabbaphaliphulla sala, dibba, manne, gandha sampavanti; ","mn32:5.5":"kathamrupena, avuso revata, bhikkhuna gosingasalavanam sobheyya’”ti? ","mn32:5.6":"“Idhavuso sariputta, bhikkhu patisallanaramo hoti patisallanarato, ajjhattam cetosamathamanuyutto anirakatajjhano, vipassanaya samannagato, bruheta sunnagaranam. ","mn32:5.7":"Evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya”ti. ","mn32:6.1":"Evam vutte, ayasma sariputto ayasmantam anuruddham etadavoca: ","mn32:6.2":"“byakatam kho, avuso anuruddha, ayasmata revatena yathasakam patibhanam. ","mn32:6.3":"Tattha dani mayam ayasmantam anuruddham pucchama: ","mn32:6.4":"‘ramaniyam, avuso anuruddha, gosingasalavanam, dosina ratti, sabbaphaliphulla sala, dibba, manne, gandha sampavanti; ","mn32:6.5":"kathamrupena, avuso anuruddha, bhikkhuna gosingasalavanam sobheyya’”ti? ","mn32:6.6":"“Idhavuso sariputta, bhikkhu dibbena cakkhuna visuddhena atikkantamanusakena sahassam lokanam voloketi. ","mn32:6.7":"Seyyathapi, avuso sariputta, cakkhuma puriso uparipasadavaragato sahassam nemimandalanam volokeyya; ","mn32:6.8":"evameva kho, avuso sariputta, bhikkhu dibbena cakkhuna visuddhena atikkantamanusakena sahassam lokanam voloketi. ","mn32:6.9":"Evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya”ti. ","mn32:7.1":"Evam vutte, ayasma sariputto ayasmantam mahakassapam etadavoca: ","mn32:7.2":"“byakatam kho, avuso kassapa, ayasmata anuruddhena yathasakam patibhanam. ","mn32:7.3":"Tattha dani mayam ayasmantam mahakassapam pucchama: ","mn32:7.4":"‘ramaniyam, avuso kassapa, gosingasalavanam, dosina ratti, sabbaphaliphulla sala, dibba, manne, gandha sampavanti; ","mn32:7.5":"kathamrupena, avuso kassapa, bhikkhuna gosingasalavanam sobheyya’”ti? ","mn32:7.6":"“Idhavuso sariputta, bhikkhu attana ca aranniko hoti arannikattassa ca vannavadi, attana ca pindapatiko hoti pindapatikattassa ca vannavadi, attana ca pamsukuliko hoti pamsukulikattassa ca vannavadi, attana ca tecivariko hoti tecivarikattassa ca vannavadi, attana ca appiccho hoti appicchataya ca vannavadi, attana ca santuttho hoti santutthiya ca vannavadi, attana ca pavivitto hoti pavivekassa ca vannavadi, attana ca asamsattho hoti asamsaggassa ca vannavadi, attana ca araddhaviriyo hoti viriyarambhassa ca vannavadi, attana ca silasampanno hoti silasampadaya ca vannavadi, attana ca samadhisampanno hoti samadhisampadaya ca vannavadi, attana ca pannasampanno hoti pannasampadaya ca vannavadi, attana ca vimuttisampanno hoti vimuttisampadaya ca vannavadi, attana ca vimuttinanadassanasampanno hoti vimuttinanadassanasampadaya ca vannavadi. ","mn32:7.7":"Evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya”ti. ","mn32:8.1":"Evam vutte, ayasma sariputto ayasmantam mahamoggallanam etadavoca: ","mn32:8.2":"“byakatam kho, avuso moggallana, ayasmata mahakassapena yathasakam patibhanam. ","mn32:8.3":"Tattha dani mayam ayasmantam mahamoggallanam pucchama: ","mn32:8.4":"‘ramaniyam, avuso moggallana, gosingasalavanam, dosina ratti, sabbaphaliphulla sala, dibba, manne, gandha sampavanti; ","mn32:8.5":"kathamrupena, avuso moggallana, bhikkhuna gosingasalavanam sobheyya’”ti? ","mn32:8.6":"“Idhavuso sariputta, dve bhikkhu abhidhammakatham kathenti, te annamannam panham pucchanti, annamannassa panham puttha vissajjenti, no ca samsadenti, dhammi ca nesam katha pavattini hoti. ","mn32:8.7":"Evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya”ti. ","mn32:9.1":"Atha kho ayasma mahamoggallano ayasmantam sariputtam etadavoca: ","mn32:9.2":"“byakatam kho, avuso sariputta, amhehi sabbeheva yathasakam patibhanam. ","mn32:9.3":"Tattha dani mayam ayasmantam sariputtam pucchama: ","mn32:9.4":"‘ramaniyam, avuso sariputta, gosingasalavanam, dosina ratti, sabbaphaliphulla sala, dibba, manne, gandha sampavanti; ","mn32:9.5":"kathamrupena, avuso sariputta, bhikkhuna gosingasalavanam sobheyya’”ti? ","mn32:9.6":"“Idhavuso moggallana, bhikkhu cittam vasam vatteti, no ca bhikkhu cittassa vasena vattati. ","mn32:9.7":"So yaya viharasamapattiya akankhati pubbanhasamayam viharitum, taya viharasamapattiya pubbanhasamayam viharati; ","mn32:9.8":"yaya viharasamapattiya akankhati majjhanhikasamayam viharitum, taya viharasamapattiya majjhanhikasamayam viharati; ","mn32:9.9":"yaya viharasamapattiya akankhati sayanhasamayam viharitum, taya viharasamapattiya sayanhasamayam viharati. ","mn32:9.10":"Seyyathapi, avuso moggallana, ranno va rajamahamattassa va nanarattanam dussanam dussakarandako puro assa. ","mn32:9.11":"So yannadeva dussayugam akankheyya pubbanhasamayam parupitum, tam tadeva dussayugam pubbanhasamayam parupeyya; ","mn32:9.12":"yannadeva dussayugam akankheyya majjhanhikasamayam parupitum, tam tadeva dussayugam majjhanhikasamayam parupeyya; ","mn32:9.13":"yannadeva dussayugam akankheyya sayanhasamayam parupitum, tam tadeva dussayugam sayanhasamayam parupeyya. ","mn32:9.14":"Evameva kho, avuso moggallana, bhikkhu cittam vasam vatteti, no ca bhikkhu cittassa vasena vattati. ","mn32:9.15":"So yaya viharasamapattiya akankhati pubbanhasamayam viharitum, taya viharasamapattiya pubbanhasamayam viharati; ","mn32:9.16":"yaya viharasamapattiya akankhati majjhanhikasamayam viharitum, taya viharasamapattiya majjhanhikasamayam viharati; ","mn32:9.17":"yaya viharasamapattiya akankhati sayanhasamayam viharitum, taya viharasamapattiya sayanhasamayam viharati. ","mn32:9.18":"Evarupena kho, avuso moggallana, bhikkhuna gosingasalavanam sobheyya”ti. ","mn32:10.1":"Atha kho ayasma sariputto te ayasmante etadavoca: ","mn32:10.2":"“byakatam kho, avuso, amhehi sabbeheva yathasakam patibhanam. ","mn32:10.3":"Ayamavuso, yena bhagava tenupasankamissama; upasankamitva etamattham bhagavato arocessama. ","mn32:10.4":"Yatha no bhagava byakarissati tatha nam dharessama”ti. ","mn32:10.5":"“Evamavuso”ti kho te ayasmanto ayasmato sariputtassa paccassosum. ","mn32:10.6":"Atha kho te ayasmanto yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinno kho ayasma sariputto bhagavantam etadavoca: ","mn32:11.1":"“idha, bhante, ayasma ca revato ayasma ca anando yenaham tenupasankamimsu dhammassavanaya. ","mn32:11.2":"Addasam kho aham, bhante, ayasmantanca revatam ayasmantanca anandam duratova agacchante. ","mn32:11.3":"Disvana ayasmantam anandam etadavocam: ","mn32:11.4":"‘etu kho ayasma anando. ","mn32:11.5":"Svagatam ayasmato anandassa bhagavato upatthakassa bhagavato santikavacarassa. ","mn32:11.6":"Ramaniyam, avuso ananda, gosingasalavanam, dosina ratti, sabbaphaliphulla sala, dibba, manne, gandha sampavanti; ","mn32:11.7":"kathamrupena, avuso ananda, bhikkhuna gosingasalavanam sobheyya’ti? ","mn32:11.8":"Evam vutte, bhante, ayasma anando mam etadavoca: ","mn32:11.9":"‘idhavuso, sariputta, bhikkhu bahussuto hoti sutadharo …pe… ","mn32:11.10":"anusayasamugghataya. ","mn32:11.11":"Evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya’”ti. ","mn32:11.12":"“Sadhu sadhu, sariputta. ","mn32:11.13":"Yatha tam anandova samma byakaramano byakareyya. ","mn32:11.14":"Anando hi, sariputta, bahussuto sutadharo sutasannicayo. Ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattha sabyanjana; kevalaparipunnam parisuddham brahmacariyam abhivadanti, tatharupassa dhamma bahussuta honti, dhata, vacasa paricita, manasanupekkhita, ditthiya suppatividdha. ","mn32:11.15":"So catassannam parisanam dhammam deseti parimandalehi padabyanjanehi anuppabandhehi anusayasamugghataya”ti. ","mn32:12.1":"“Evam vutte, aham, bhante, ayasmantam revatam etadavocam: ","mn32:12.2":"‘byakatam kho, avuso revata, ayasmata anandena yathasakam patibhanam. ","mn32:12.3":"Tattha dani mayam ayasmantam revatam pucchama—","mn32:12.4":"ramaniyam, avuso revata, gosingasalavanam, dosina ratti, sabbaphaliphulla sala, dibba manne gandha sampavanti. ","mn32:12.5":"Kathamrupena, avuso revata, bhikkhuna gosingasalavanam sobheyya’ti? ","mn32:12.6":"Evam vutte, bhante, ayasma revato mam etadavoca: ","mn32:12.7":"‘idhavuso sariputta, bhikkhu patisallanaramo hoti patisallanarato, ajjhattam cetosamathamanuyutto, anirakatajjhano, vipassanaya samannagato, bruheta sunnagaranam. ","mn32:12.8":"Evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya’”ti. ","mn32:12.9":"“Sadhu sadhu, sariputta. ","mn32:12.10":"Yatha tam revatova samma byakaramano byakareyya. ","mn32:12.11":"Revato hi, sariputta, patisallanaramo patisallanarato, ajjhattam cetosamathamanuyutto anirakatajjhano, vipassanaya samannagato bruheta sunnagaranan”ti. ","mn32:13.1":"“Evam vutte, aham, bhante, ayasmantam anuruddham etadavocam: ","mn32:13.2":"‘byakatam kho, avuso anuruddha, ayasmata revatena …pe… ","mn32:13.3":"kathamrupena, avuso anuruddha, bhikkhuna gosingasalavanam sobheyya’ti. ","mn32:13.4":"Evam vutte, bhante, ayasma anuruddho mam etadavoca: ","mn32:13.5":"‘idhavuso sariputta, bhikkhu dibbena cakkhuna visuddhena atikkantamanusakena sahassam lokanam voloketi. ","mn32:13.6":"Seyyathapi, avuso sariputta, cakkhuma puriso …pe… ","mn32:13.7":"evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya’”ti. ","mn32:13.8":"“Sadhu sadhu, sariputta, yatha tam anuruddhova samma byakaramano byakareyya. ","mn32:13.9":"Anuruddho hi, sariputta, dibbena cakkhuna visuddhena atikkantamanusakena sahassam lokanam voloketi”ti. ","mn32:14.1":"“Evam vutte, aham, bhante, ayasmantam mahakassapam etadavocam: ","mn32:14.2":"‘byakatam kho, avuso kassapa, ayasmata anuruddhena yathasakam patibhanam. ","mn32:14.3":"Tattha dani mayam ayasmantam mahakassapam pucchama …pe… ","mn32:14.4":"kathamrupena kho, avuso kassapa, bhikkhuna gosingasalavanam sobheyya’ti? ","mn32:14.5":"Evam vutte, bhante, ayasma mahakassapo mam etadavoca: ","mn32:14.6":"‘idhavuso sariputta, bhikkhu attana ca aranniko hoti arannikattassa ca vannavadi, attana ca pindapatiko hoti …pe… attana ca pamsukuliko hoti …pe… attana ca tecivariko hoti …pe… attana ca appiccho hoti …pe… attana ca santuttho hoti …pe… attana ca pavivitto hoti …pe… attana ca asamsattho hoti …pe… attana ca araddhaviriyo hoti …pe… attana ca silasampanno hoti …pe… attana ca samadhisampanno hoti …pe… attana ca pannasampanno hoti … attana ca vimuttisampanno hoti … attana ca vimuttinanadassanasampanno hoti vimuttinanadassanasampadaya ca vannavadi. ","mn32:14.7":"Evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya’”ti. ","mn32:14.8":"“Sadhu sadhu, sariputta. ","mn32:14.9":"Yatha tam kassapova samma byakaramano byakareyya. ","mn32:14.10":"Kassapo hi, sariputta, attana ca aranniko arannikattassa ca vannavadi, attana ca pindapatiko pindapatikattassa ca vannavadi, attana ca pamsukuliko pamsukulikattassa ca vannavadi, attana ca tecivariko tecivarikattassa ca vannavadi, attana ca appiccho appicchataya ca vannavadi, attana ca santuttho santutthiya ca vannavadi, attana ca pavivitto pavivekassa ca vannavadi, attana ca asamsattho asamsaggassa ca vannavadi, attana ca araddhaviriyo viriyarambhassa ca vannavadi, attana ca silasampanno silasampadaya ca vannavadi, attana ca samadhisampanno samadhisampadaya ca vannavadi, attana ca pannasampanno pannasampadaya ca vannavadi, attana ca vimuttisampanno vimuttisampadaya ca vannavadi, attana ca vimuttinanadassanasampanno vimuttinanadassanasampadaya ca vannavadi”ti. ","mn32:15.1":"“Evam vutte, aham bhante ayasmantam mahamoggallanam etadavocam: ","mn32:15.2":"‘byakatam kho, avuso moggallana, ayasmata mahakassapena yathasakam patibhanam. ","mn32:15.3":"Tattha dani mayam ayasmantam mahamoggallanam pucchama …pe… ","mn32:15.4":"kathamrupena, avuso moggallana, bhikkhuna gosingasalavanam sobheyya’ti? ","mn32:15.5":"Evam vutte, bhante, ayasma mahamoggallano mam etadavoca: ","mn32:15.6":"‘idhavuso sariputta, dve bhikkhu abhidhammakatham kathenti. Te annamannam panham pucchanti, annamannassa panham puttha vissajjenti, no ca samsadenti, dhammi ca nesam katha pavattini hoti. ","mn32:15.7":"Evarupena kho, avuso sariputta, bhikkhuna gosingasalavanam sobheyya’”ti. ","mn32:15.8":"“Sadhu sadhu, sariputta, yatha tam moggallanova samma byakaramano byakareyya. ","mn32:15.9":"Moggallano hi, sariputta, dhammakathiko”ti. ","mn32:16.1":"Evam vutte, ayasma mahamoggallano bhagavantam etadavoca: ","mn32:16.2":"“atha khvaham, bhante, ayasmantam sariputtam etadavocam: ","mn32:16.3":"‘byakatam kho, avuso sariputta, amhehi sabbeheva yathasakam patibhanam. ","mn32:16.4":"Tattha dani mayam ayasmantam sariputtam pucchama—","mn32:16.5":"ramaniyam, avuso sariputta, gosingasalavanam, dosina ratti, sabbaphaliphulla sala, dibba, manne, gandha sampavanti. ","mn32:16.6":"Kathamrupena, avuso sariputta, bhikkhuna gosingasalavanam sobheyya’ti? ","mn32:16.7":"Evam vutte, bhante, ayasma sariputto mam etadavoca: ","mn32:16.8":"‘idhavuso moggallana, bhikkhu cittam vasam vatteti no ca bhikkhu cittassa vasena vattati. ","mn32:16.9":"So yaya viharasamapattiya akankhati pubbanhasamayam viharitum, taya viharasamapattiya pubbanhasamayam viharati; ","mn32:16.10":"yaya viharasamapattiya akankhati majjhanhikasamayam viharitum, taya viharasamapattiya majjhanhikasamayam viharati; ","mn32:16.11":"yaya viharasamapattiya akankhati sayanhasamayam viharitum, taya viharasamapattiya sayanhasamayam viharati. ","mn32:16.12":"Seyyathapi, avuso moggallana, ranno va rajamahamattassa va nanarattanam dussanam dussakarandako puro assa. ","mn32:16.13":"So yannadeva dussayugam akankheyya pubbanhasamayam parupitum, tam tadeva dussayugam pubbanhasamayam parupeyya; ","mn32:16.14":"yannadeva dussayugam akankheyya majjhanhikasamayam parupitum, tam tadeva dussayugam majjhanhikasamayam parupeyya; ","mn32:16.15":"yannadeva dussayugam akankheyya sayanhasamayam parupitum, tam tadeva dussayugam sayanhasamayam parupeyya. ","mn32:16.16":"Evameva kho, avuso moggallana, bhikkhu cittam vasam vatteti, no ca bhikkhu cittassa vasena vattati. ","mn32:16.17":"So yaya viharasamapattiya akankhati pubbanhasamayam viharitum, taya viharasamapattiya pubbanhasamayam viharati; ","mn32:16.18":"yaya viharasamapattiya akankhati majjhanhikasamayam viharitum, taya viharasamapattiya majjhanhikasamayam viharati; ","mn32:16.19":"yaya viharasamapattiya akankhati sayanhasamayam viharitum, taya viharasamapattiya sayanhasamayam viharati. ","mn32:16.20":"Evarupena kho, avuso moggallana, bhikkhuna gosingasalavanam sobheyya’”ti. ","mn32:16.21":"“Sadhu sadhu, moggallana. ","mn32:16.22":"Yatha tam sariputtova samma byakaramano byakareyya. ","mn32:16.23":"Sariputto hi, moggallana, cittam vasam vatteti no ca sariputto cittassa vasena vattati. ","mn32:16.24":"So yaya viharasamapattiya akankhati pubbanhasamayam viharitum, taya viharasamapattiya pubbanhasamayam viharati; ","mn32:16.25":"yaya viharasamapattiya akankhati majjhanhikasamayam viharitum, taya viharasamapattiya majjhanhikasamayam viharati; ","mn32:16.26":"yaya viharasamapattiya akankhati sayanhasamayam viharitum, taya viharasamapattiya sayanhasamayam viharati”ti. ","mn32:17.1":"Evam vutte, ayasma sariputto bhagavantam etadavoca: ","mn32:17.2":"“kassa nu kho, bhante, subhasitan”ti? ","mn32:17.3":"“Sabbesam vo, sariputta, subhasitam pariyayena. ","mn32:17.4":"Api ca mamapi sunatha yatharupena bhikkhuna gosingasalavanam sobheyya. ","mn32:17.5":"Idha, sariputta, bhikkhu pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva: ","mn32:17.6":"‘na tavaham imam pallankam bhindissami yava me nanupadaya asavehi cittam vimuccissati’ti. ","mn32:17.7":"Evarupena kho, sariputta, bhikkhuna gosingasalavanam sobheyya”ti. ","mn32:17.8":"Idamavoca bhagava. ","mn32:17.9":"Attamana te ayasmanto bhagavato bhasitam abhinandunti. ","mn32:17.10":"Mahagosingasuttam nitthitam dutiyam. "}