{"mn33:0.1":"Majjhima Nikaya 33 ","mn33:0.2":"Mahagopalakasutta ","mn33:1.1":"Evam me sutam—","mn33:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn33:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn33:1.4":"“bhikkhavo”ti. ","mn33:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn33:1.6":"Bhagava etadavoca: ","mn33:2.1":"“Ekadasahi, bhikkhave, angehi samannagato gopalako abhabbo goganam pariharitum phatim katum. ","mn33:2.2":"Katamehi ekadasahi? ","mn33:2.3":"Idha, bhikkhave, gopalako na rupannu hoti, na lakkhanakusalo hoti, na asatikam hareta hoti, na vanam paticchadeta hoti, na dhumam katta hoti, na tittham janati, na pitam janati, na vithim janati, na gocarakusalo hoti anavasesadohi ca hoti. Ye te usabha gopitaro goparinayaka te na atirekapujaya pujeta hoti. ","mn33:2.4":"Imehi kho, bhikkhave, ekadasahi angehi samannagato gopalako abhabbo goganam pariharitum phatim katum. ","mn33:3.1":"Evameva kho, bhikkhave, ekadasahi dhammehi samannagato bhikkhu abhabbo imasmim dhammavinaye vuddhim virulhim vepullam apajjitum. ","mn33:3.2":"Katamehi ekadasahi? ","mn33:3.3":"Idha, bhikkhave, bhikkhu na rupannu hoti, na lakkhanakusalo hoti, na asatikam hareta hoti, na vanam paticchadeta hoti, na dhumam katta hoti, na tittham janati, na pitam janati, na vithim janati, na gocarakusalo hoti, anavasesadohi ca hoti. Ye te bhikkhu thera rattannu cirapabbajita sanghapitaro sanghaparinayaka te na atirekapujaya pujeta hoti. ","mn33:4.1":"Kathanca, bhikkhave, bhikkhu na rupannu hoti? ","mn33:4.2":"Idha, bhikkhave, bhikkhu yam kinci rupam sabbam rupam ‘cattari mahabhutani, catunnanca mahabhutanam upadayarupan’ti yathabhutam nappajanati. ","mn33:4.3":"Evam kho, bhikkhave, bhikkhu na rupannu hoti. ","mn33:5.1":"Kathanca, bhikkhave, bhikkhu na lakkhanakusalo hoti? ","mn33:5.2":"Idha, bhikkhave, bhikkhu ‘kammalakkhano balo, kammalakkhano pandito’ti yathabhutam nappajanati. ","mn33:5.3":"Evam kho, bhikkhave, bhikkhu na lakkhanakusalo hoti. ","mn33:6.1":"Kathanca, bhikkhave, bhikkhu na asatikam hareta hoti? ","mn33:6.2":"Idha, bhikkhave, bhikkhu uppannam kamavitakkam adhivaseti, nappajahati na vinodeti na byanti karoti na anabhavam gameti. Uppannam byapadavitakkam …pe… uppannam vihimsavitakkam …pe… uppannuppanne papake akusale dhamme adhivaseti, nappajahati na vinodeti na byanti karoti na anabhavam gameti. ","mn33:6.3":"Evam kho, bhikkhave, bhikkhu na asatikam hareta hoti. ","mn33:7.1":"Kathanca, bhikkhave, bhikkhu na vanam paticchadeta hoti? ","mn33:7.2":"Idha, bhikkhave, bhikkhu cakkhuna rupam disva nimittaggahi hoti anubyanjanaggahi. ","mn33:7.3":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya na patipajjati, na rakkhati cakkhundriyam, cakkhundriye na samvaram apajjati. ","mn33:7.4":"Sotena saddam sutva …pe… ","mn33:7.5":"ghanena gandham ghayitva …pe… ","mn33:7.6":"jivhaya rasam sayitva …pe… ","mn33:7.7":"kayena photthabbam phusitva …pe… ","mn33:7.8":"manasa dhammam vinnaya nimittaggahi hoti anubyanjanaggahi. ","mn33:7.9":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya na patipajjati, na rakkhati manindriyam, manindriye na samvaram apajjati. ","mn33:7.10":"Evam kho, bhikkhave, bhikkhu na vanam paticchadeta hoti. ","mn33:8.1":"Kathanca, bhikkhave, bhikkhu na dhumam katta hoti? ","mn33:8.2":"Idha, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam na vittharena paresam deseta hoti. ","mn33:8.3":"Evam kho, bhikkhave, bhikkhu na dhumam katta hoti. ","mn33:9.1":"Kathanca, bhikkhave, bhikkhu na tittham janati? ","mn33:9.2":"Idha, bhikkhave, bhikkhu ye te bhikkhu bahussuta agatagama dhammadhara vinayadhara matikadhara, te kalena kalam upasankamitva na paripucchati, na paripanhati: ","mn33:9.3":"‘idam, bhante, katham? ","mn33:9.4":"Imassa ko attho’ti? ","mn33:9.5":"Tassa te ayasmanto avivatanceva na vivaranti, anuttanikatanca na uttanikaronti, anekavihitesu ca kankhathaniyesu dhammesu kankham na pativinodenti. ","mn33:9.6":"Evam kho, bhikkhave, bhikkhu na tittham janati. ","mn33:10.1":"Kathanca, bhikkhave, bhikkhu na pitam janati? ","mn33:10.2":"Idha, bhikkhave, bhikkhu tathagatappavedite dhammavinaye desiyamane na labhati atthavedam, na labhati dhammavedam, na labhati dhammupasamhitam pamojjam. ","mn33:10.3":"Evam kho, bhikkhave, bhikkhu na pitam janati. ","mn33:11.1":"Kathanca, bhikkhave, bhikkhu na vithim janati? ","mn33:11.2":"Idha, bhikkhave, bhikkhu ariyam atthangikam maggam yathabhutam nappajanati. ","mn33:11.3":"Evam kho, bhikkhave, bhikkhu na vithim janati. ","mn33:12.1":"Kathanca, bhikkhave, bhikkhu na gocarakusalo hoti? ","mn33:12.2":"Idha, bhikkhave, bhikkhu cattaro satipatthane yathabhutam nappajanati. ","mn33:12.3":"Evam kho, bhikkhave, bhikkhu na gocarakusalo hoti. ","mn33:13.1":"Kathanca, bhikkhave, bhikkhu anavasesadohi hoti? ","mn33:13.2":"Idha, bhikkhave, bhikkhum saddha gahapatika abhihatthum pavarenti civarapindapatasenasanagilanappaccayabhesajjaparikkharehi, tatra bhikkhu mattam na janati patiggahanaya. ","mn33:13.3":"Evam kho, bhikkhave, bhikkhu anavasesadohi hoti. ","mn33:14.1":"Kathanca, bhikkhave, bhikkhu ye te bhikkhu thera rattannu cirapabbajita sanghapitaro sanghaparinayaka te na atirekapujaya pujeta hoti? ","mn33:14.2":"Idha, bhikkhave, bhikkhu ye te bhikkhu thera rattannu cirapabbajita sanghapitaro sanghaparinayaka, tesu na mettam kayakammam paccupatthapeti avi ceva raho ca; ","mn33:14.3":"na mettam vacikammam paccupatthapeti avi ceva raho ca; ","mn33:14.4":"na mettam manokammam paccupatthapeti avi ceva raho ca. ","mn33:14.5":"Evam kho, bhikkhave, bhikkhu ye te bhikkhu thera rattannu cirapabbajita sanghapitaro sanghaparinayaka te na atirekapujaya pujeta hoti. ","mn33:14.6":"Imehi kho, bhikkhave, ekadasahi dhammehi samannagato bhikkhu abhabbo imasmim dhammavinaye vuddhim virulhim vepullam apajjitum. ","mn33:15.1":"Ekadasahi, bhikkhave, angehi samannagato gopalako bhabbo goganam pariharitum phatim katum. ","mn33:15.2":"Katamehi ekadasahi? ","mn33:15.3":"Idha, bhikkhave, gopalako rupannu hoti, lakkhanakusalo hoti, asatikam hareta hoti, vanam paticchadeta hoti, dhumam katta hoti, tittham janati, pitam janati, vithim janati, gocarakusalo hoti, savasesadohi ca hoti. Ye te usabha gopitaro goparinayaka te atirekapujaya pujeta hoti. ","mn33:15.4":"Imehi kho, bhikkhave, ekadasahi angehi samannagato gopalako bhabbo goganam pariharitum phatim katum. ","mn33:16.1":"Evameva kho, bhikkhave, ekadasahi dhammehi samannagato bhikkhu bhabbo imasmim dhammavinaye vuddhim virulhim vepullam apajjitum. ","mn33:16.2":"Katamehi ekadasahi? ","mn33:16.3":"Idha, bhikkhave, bhikkhu rupannu hoti, lakkhanakusalo hoti, asatikam hareta hoti, vanam paticchadeta hoti, dhumam katta hoti, tittham janati, pitam janati, vithim janati, gocarakusalo hoti, savasesadohi ca hoti. Ye te bhikkhu thera rattannu cirapabbajita sanghapitaro sanghaparinayaka te atirekapujaya pujeta hoti. ","mn33:17.1":"Kathanca, bhikkhave, bhikkhu rupannu hoti? ","mn33:17.2":"Idha, bhikkhave, bhikkhu yam kinci rupam sabbam rupam ‘cattari mahabhutani, catunnanca mahabhutanam upadayarupan’ti yathabhutam pajanati. ","mn33:17.3":"Evam kho, bhikkhave, bhikkhu rupannu hoti. ","mn33:18.1":"Kathanca, bhikkhave, bhikkhu lakkhanakusalo hoti? ","mn33:18.2":"Idha, bhikkhave, bhikkhu kammalakkhano balo, kammalakkhano panditoti yathabhutam pajanati. ","mn33:18.3":"Evam kho, bhikkhave, bhikkhu lakkhanakusalo hoti. ","mn33:19.1":"Kathanca, bhikkhave, bhikkhu asatikam hareta hoti? ","mn33:19.2":"Idha, bhikkhave, bhikkhu uppannam kamavitakkam nadhivaseti, pajahati vinodeti byanti karoti anabhavam gameti. Uppannam byapadavitakkam …pe… uppannam vihimsavitakkam …pe… uppannuppanne papake akusale dhamme nadhivaseti, pajahati vinodeti byanti karoti anabhavam gameti. ","mn33:19.3":"Evam kho, bhikkhave, bhikkhu asatikam hareta hoti. ","mn33:20.1":"Kathanca, bhikkhave, bhikkhu vanam paticchadeta hoti? ","mn33:20.2":"Idha, bhikkhave, bhikkhu cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","mn33:20.3":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","mn33:20.4":"Sotena saddam sutva …pe… ","mn33:20.5":"ghanena gandham ghayitva …pe… ","mn33:20.6":"jivhaya rasam sayitva …pe… ","mn33:20.7":"kayena photthabbam phusitva …pe… ","mn33:20.8":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi. ","mn33:20.9":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati manindriyam, manindriye samvaram apajjati. ","mn33:20.10":"Evam kho, bhikkhave, bhikkhu vanam paticchadeta hoti. ","mn33:21.1":"Kathanca, bhikkhave, bhikkhu dhumam katta hoti? ","mn33:21.2":"Idha, bhikkhave, bhikkhu yathasutam yathapariyattam dhammam vittharena paresam deseta hoti. ","mn33:21.3":"Evam kho, bhikkhave, bhikkhu dhumam katta hoti. ","mn33:22.1":"Kathanca, bhikkhave, bhikkhu tittham janati? ","mn33:22.2":"Idha, bhikkhave, bhikkhu ye te bhikkhu bahussuta agatagama dhammadhara vinayadhara matikadhara te kalena kalam upasankamitva paripucchati, paripanhati: ","mn33:22.3":"‘idam, bhante, katham? ","mn33:22.4":"Imassa ko attho’ti? ","mn33:22.5":"Tassa te ayasmanto avivatanceva vivaranti, anuttanikatanca uttanikaronti, anekavihitesu ca kankhathaniyesu dhammesu kankham pativinodenti. ","mn33:22.6":"Evam kho, bhikkhave, bhikkhu tittham janati. ","mn33:23.1":"Kathanca bhikkhave, bhikkhu pitam janati? ","mn33:23.2":"Idha, bhikkhave, bhikkhu tathagatappavedite dhammavinaye desiyamane labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","mn33:23.3":"Evam kho, bhikkhave, bhikkhu pitam janati. ","mn33:24.1":"Kathanca, bhikkhave, bhikkhu vithim janati? ","mn33:24.2":"Idha, bhikkhave, bhikkhu ariyam atthangikam maggam yathabhutam pajanati. ","mn33:24.3":"Evam kho, bhikkhave, bhikkhu vithim janati. ","mn33:25.1":"Kathanca, bhikkhave, bhikkhu gocarakusalo hoti? ","mn33:25.2":"Idha, bhikkhave, bhikkhu cattaro satipatthane yathabhutam pajanati. ","mn33:25.3":"Evam kho, bhikkhave, bhikkhu gocarakusalo hoti. ","mn33:26.1":"Kathanca, bhikkhave, bhikkhu savasesadohi hoti? ","mn33:26.2":"Idha, bhikkhave, bhikkhum saddha gahapatika abhihatthum pavarenti civarapindapatasenasanagilanappaccayabhesajjaparikkharehi. ","mn33:26.3":"Tatra bhikkhu mattam janati patiggahanaya. ","mn33:26.4":"Evam kho, bhikkhave, bhikkhu savasesadohi hoti. ","mn33:27.1":"Kathanca, bhikkhave, bhikkhu ye te bhikkhu thera rattannu cirapabbajita sanghapitaro sanghaparinayaka, te atirekapujaya pujeta hoti? ","mn33:27.2":"Idha, bhikkhave, bhikkhu ye te bhikkhu thera rattannu cirapabbajita sanghapitaro sanghaparinayaka tesu mettam kayakammam paccupatthapeti avi ceva raho ca; ","mn33:27.3":"mettam vacikammam paccupatthapeti avi ceva raho ca; ","mn33:27.4":"mettam manokammam paccupatthapeti avi ceva raho ca. ","mn33:27.5":"Evam kho, bhikkhave, bhikkhu ye te bhikkhu thera rattannu cirapabbajita sanghapitaro sanghaparinayaka te atirekapujaya pujeta hoti. ","mn33:27.6":"Imehi kho, bhikkhave, ekadasahi dhammehi samannagato bhikkhu bhabbo imasmim dhammavinaye vuddhim virulhim vepullam apajjitun”ti. ","mn33:27.7":"Idamavoca bhagava. ","mn33:27.8":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn33:27.9":"Mahagopalakasuttam nitthitam tatiyam. "}