{"mn34:0.1":"Majjhima Nikaya 34 ","mn34:0.2":"Culagopalakasutta ","mn34:1.1":"Evam me sutam—","mn34:1.2":"ekam samayam bhagava vajjisu viharati ukkacelayam gangaya nadiya tire. ","mn34:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn34:1.4":"“bhikkhavo”ti. ","mn34:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn34:1.6":"Bhagava etadavoca: ","mn34:2.1":"“Bhutapubbam, bhikkhave, magadhako gopalako duppannajatiko, vassanam pacchime mase saradasamaye, asamavekkhitva gangaya nadiya orimam tiram, asamavekkhitva parimam tiram, atittheneva gavo pataresi uttaram tiram suvidehanam. ","mn34:3.1":"Atha kho, bhikkhave, gavo majjhegangaya nadiya sote amandaliyam karitva tattheva anayabyasanam apajjimsu. ","mn34:3.2":"Tam kissa hetu? ","mn34:3.3":"Tatha hi so, bhikkhave, magadhako gopalako duppannajatiko, vassanam pacchime mase saradasamaye, asamavekkhitva gangaya nadiya orimam tiram, asamavekkhitva parimam tiram, atittheneva gavo pataresi uttaram tiram suvidehanam. ","mn34:3.4":"Evameva kho, bhikkhave, ye hi keci samana va brahmana va akusala imassa lokassa akusala parassa lokassa, akusala maradheyyassa akusala amaradheyyassa, akusala maccudheyyassa akusala amaccudheyyassa, tesam ye sotabbam saddahatabbam mannissanti, tesam tam bhavissati digharattam ahitaya dukkhaya. ","mn34:4.1":"Bhutapubbam, bhikkhave, magadhako gopalako sappannajatiko, vassanam pacchime mase saradasamaye, samavekkhitva gangaya nadiya orimam tiram, samavekkhitva parimam tiram, tittheneva gavo pataresi uttaram tiram suvidehanam. ","mn34:5.1":"So pathamam pataresi ye te usabha gopitaro goparinayaka. ","mn34:5.2":"Te tiriyam gangaya sotam chetva sotthina param agamamsu. ","mn34:5.3":"Athapare pataresi balavagavo dammagavo. ","mn34:5.4":"Tepi tiriyam gangaya sotam chetva sotthina param agamamsu. ","mn34:5.5":"Athapare pataresi vacchatare vacchatariyo. ","mn34:5.6":"Tepi tiriyam gangaya sotam chetva sotthina param agamamsu. ","mn34:5.7":"Athapare pataresi vacchake kisabalake. ","mn34:5.8":"Tepi tiriyam gangaya sotam chetva sotthina param agamamsu. ","mn34:5.9":"Bhutapubbam, bhikkhave, vacchako tarunako tavadeva jatako matugoravakena vuyhamano, sopi tiriyam gangaya sotam chetva sotthina param agamasi. ","mn34:5.10":"Tam kissa hetu? ","mn34:5.11":"Tatha hi so, bhikkhave, magadhako gopalako sappannajatiko, vassanam pacchime mase saradasamaye, samavekkhitva gangaya nadiya orimam tiram, samavekkhitva parimam tiram, tittheneva gavo pataresi uttaram tiram suvidehanam. ","mn34:5.12":"Evameva kho, bhikkhave, ye hi keci samana va brahmana va kusala imassa lokassa kusala parassa lokassa, kusala maradheyyassa kusala amaradheyyassa, kusala maccudheyyassa kusala amaccudheyyassa, tesam ye sotabbam saddahatabbam mannissanti, tesam tam bhavissati digharattam hitaya sukhaya. ","mn34:6.1":"Seyyathapi, bhikkhave, ye te usabha gopitaro goparinayaka te tiriyam gangaya sotam chetva sotthina param agamamsu; ","mn34:6.2":"evameva kho, bhikkhave, ye te bhikkhu arahanto khinasava vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana sammadannavimutta, te tiriyam marassa sotam chetva sotthina parangata. ","mn34:7.1":"Seyyathapi te, bhikkhave, balavagavo dammagavo tiriyam gangaya sotam chetva sotthina param agamamsu; ","mn34:7.2":"evameva kho, bhikkhave, ye te bhikkhu pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayino anavattidhamma tasma loka, tepi tiriyam marassa sotam chetva sotthina param gamissanti. ","mn34:8.1":"Seyyathapi te, bhikkhave, vacchatara vacchatariyo tiriyam gangaya sotam chetva sotthina param agamamsu; ","mn34:8.2":"evameva kho, bhikkhave, ye te bhikkhu tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagamino sakideva imam lokam agantva dukkhassantam karissanti, tepi tiriyam marassa sotam chetva sotthina param gamissanti. ","mn34:9.1":"Seyyathapi te, bhikkhave, vacchaka kisabalaka tiriyam gangaya sotam chetva sotthina param agamamsu; ","mn34:9.2":"evameva kho, bhikkhave, ye te bhikkhu tinnam samyojananam parikkhaya sotapanna avinipatadhamma niyata sambodhiparayana, tepi tiriyam marassa sotam chetva sotthina param gamissanti. ","mn34:10.1":"Seyyathapi so, bhikkhave, vacchako tarunako tavadeva jatako matugoravakena vuyhamano tiriyam gangaya sotam chetva sotthina param agamasi; ","mn34:10.2":"evameva kho, bhikkhave, ye te bhikkhu dhammanusarino saddhanusarino, tepi tiriyam marassa sotam chetva sotthina param gamissanti. ","mn34:11.1":"Aham kho pana, bhikkhave, kusalo imassa lokassa kusalo parassa lokassa, kusalo maradheyyassa kusalo amaradheyyassa, kusalo maccudheyyassa kusalo amaccudheyyassa. Tassa mayham, bhikkhave, ye sotabbam saddahatabbam mannissanti, tesam tam bhavissati digharattam hitaya sukhaya”ti. ","mn34:12.1":"Idamavoca bhagava. ","mn34:12.2":"Idam vatva sugato athaparam etadavoca sattha: ","mn34:12.3":"“Ayam loko paro loko, ","mn34:12.4":"janata suppakasito; ","mn34:12.5":"Yanca marena sampattam, ","mn34:12.6":"appattam yanca maccuna. ","mn34:12.7":"Sabbam lokam abhinnaya, ","mn34:12.8":"sambuddhena pajanata; ","mn34:12.9":"Vivatam amatadvaram, ","mn34:12.10":"khemam nibbanapattiya. ","mn34:12.11":"Chinnam papimato sotam, ","mn34:12.12":"Viddhastam vinalikatam; ","mn34:12.13":"Pamojjabahula hotha, ","mn34:12.14":"Khemam pattattha bhikkhavo”ti. ","mn34:12.15":"Culagopalakasuttam nitthitam catuttham. "}