{"mn35:0.1":"Majjhima Nikaya 35 ","mn35:0.2":"Culasaccakasutta ","mn35:1.1":"Evam me sutam—","mn35:1.2":"ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","mn35:2.1":"Tena kho pana samayena saccako niganthaputto vesaliyam pativasati bhassappavadako panditavado sadhusammato bahujanassa. ","mn35:2.2":"So vesaliyam parisati evam vacam bhasati: ","mn35:2.3":"“naham tam passami samanam va brahmanam va, sanghim ganim ganacariyam, api arahantam sammasambuddham patijanamanam, yo maya vadena vadam samaraddho na sankampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi seda mucceyyum. ","mn35:2.4":"Thunam cepaham acetanam vadena vadam samarabheyyam, sapi maya vadena vadam samaraddha sankampeyya sampakampeyya sampavedheyya. ","mn35:2.5":"Ko pana vado manussabhutassa”ti? ","mn35:3.1":"Atha kho ayasma assaji pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","mn35:3.2":"Addasa kho saccako niganthaputto vesaliyam janghaviharam anucankamamano anuvicaramano ayasmantam assajim duratova agacchantam. ","mn35:3.3":"Disvana yenayasma assaji tenupasankami; upasankamitva ayasmata assajina saddhim sammodi. ","mn35:3.4":"Sammodaniyam katham saraniyam vitisaretva ekamantam atthasi. Ekamantam thito kho saccako niganthaputto ayasmantam assajim etadavoca: ","mn35:4.1":"“katham pana, bho assaji, samano gotamo savake vineti, kathambhaga ca pana samanassa gotamassa savakesu anusasani bahula pavattati”ti? ","mn35:4.2":"“Evam kho, aggivessana, bhagava savake vineti, evambhaga ca pana bhagavato savakesu anusasani bahula pavattati: ","mn35:4.3":"‘rupam, bhikkhave, aniccam, vedana anicca, sanna anicca, sankhara anicca, vinnanam aniccam. ","mn35:4.4":"Rupam, bhikkhave, anatta, vedana anatta, sanna anatta, sankhara anatta, vinnanam anatta. ","mn35:4.5":"Sabbe sankhara anicca, sabbe dhamma anatta’ti. ","mn35:4.6":"Evam kho, aggivessana, bhagava savake vineti, evambhaga ca pana bhagavato savakesu anusasani bahula pavattati”ti. ","mn35:4.7":"“Dussutam vata, bho assaji, assumha ye mayam evamvadim samanam gotamam assumha. ","mn35:4.8":"Appeva nama mayam kadaci karahaci tena bhota gotamena saddhim samagaccheyyama, appeva nama siya kocideva kathasallapo, appeva nama tasma papaka ditthigata viveceyyama”ti. ","mn35:5.1":"Tena kho pana samayena pancamattani licchavisatani santhagare sannipatitani honti kenacideva karaniyena. ","mn35:5.2":"Atha kho saccako niganthaputto yena te licchavi tenupasankami; upasankamitva te licchavi etadavoca: ","mn35:5.3":"“abhikkamantu bhonto licchavi, abhikkamantu bhonto licchavi, ajja me samanena gotamena saddhim kathasallapo bhavissati. ","mn35:5.4":"Sace me samano gotamo tatha patitthissati yatha ca me natannatarena savakena assajina nama bhikkhuna patitthitam, seyyathapi nama balava puriso dighalomikam elakam lomesu gahetva akaddheyya parikaddheyya samparikaddheyya; ","mn35:5.5":"evamevaham samanam gotamam vadena vadam akaddhissami parikaddhissami samparikaddhissami. ","mn35:5.6":"Seyyathapi nama balava sondikakammakaro mahantam sondikakilanjam gambhire udakarahade pakkhipitva kanne gahetva akaddheyya parikaddheyya samparikaddheyya; ","mn35:5.7":"evamevaham samanam gotamam vadena vadam akaddhissami parikaddhissami samparikaddhissami. ","mn35:5.8":"Seyyathapi nama balava sondikadhutto valam kanne gahetva odhuneyya niddhuneyya nipphoteyya; ","mn35:5.9":"evamevaham samanam gotamam vadena vadam odhunissami niddhunissami nipphotessami. ","mn35:5.10":"Seyyathapi nama kunjaro satthihayano gambhiram pokkharanim ogahetva sanadhovikam nama kilitajatam kilati; ","mn35:5.11":"evamevaham samanam gotamam sanadhovikam manne kilitajatam kilissami. ","mn35:5.12":"Abhikkamantu bhonto licchavi, abhikkamantu bhonto licchavi, ajja me samanena gotamena saddhim kathasallapo bhavissati”ti. ","mn35:6.1":"Tatrekacce licchavi evamahamsu: ","mn35:6.2":"“kim samano gotamo saccakassa niganthaputtassa vadam aropessati, atha kho saccako niganthaputto samanassa gotamassa vadam aropessati”ti? ","mn35:6.3":"Ekacce licchavi evamahamsu: ","mn35:6.4":"“kim so bhavamano saccako niganthaputto yo bhagavato vadam aropessati, atha kho bhagava saccakassa niganthaputtassa vadam aropessati”ti? ","mn35:6.5":"Atha kho saccako niganthaputto pancamattehi licchavisatehi parivuto yena mahavanam kutagarasala tenupasankami. ","mn35:7.1":"Tena kho pana samayena sambahula bhikkhu abbhokase cankamanti. ","mn35:7.2":"Atha kho saccako niganthaputto yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","mn35:7.3":"“kaham nu kho, bho, etarahi so bhavam gotamo viharati? ","mn35:7.4":"Dassanakama hi mayam tam bhavantam gotaman”ti. ","mn35:7.5":"“Esa, aggivessana, bhagava mahavanam ajjhogahetva annatarasmim rukkhamule divaviharam nisinno”ti. ","mn35:8.1":"Atha kho saccako niganthaputto mahatiya licchaviparisaya saddhim mahavanam ajjhogahetva yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn35:8.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","mn35:8.3":"Tepi kho licchavi appekacce bhagavantam abhivadetva ekamantam nisidimsu, appekacce bhagavata saddhim sammodimsu, sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Appekacce yena bhagava tenanjalim panametva ekamantam nisidimsu, appekacce bhagavato santike namagottam savetva ekamantam nisidimsu, appekacce tunhibhuta ekamantam nisidimsu. ","mn35:9.1":"Ekamantam nisinno kho saccako niganthaputto bhagavantam etadavoca: ","mn35:9.2":"“puccheyyaham bhavantam gotamam kincideva desam, sace me bhavam gotamo okasam karoti panhassa veyyakaranaya”ti. ","mn35:9.3":"“Puccha, aggivessana, yadakankhasi”ti. ","mn35:9.4":"“Katham pana bhavam gotamo savake vineti, kathambhaga ca pana bhoto gotamassa savakesu anusasani bahula pavattati”ti? ","mn35:9.5":"“Evam kho aham, aggivessana, savake vinemi, evambhaga ca pana me savakesu anusasani bahula pavattati: ","mn35:9.6":"‘rupam, bhikkhave, aniccam, vedana anicca, sanna anicca, sankhara anicca, vinnanam aniccam. ","mn35:9.7":"Rupam, bhikkhave, anatta, vedana anatta, sanna anatta, sankhara anatta, vinnanam anatta. ","mn35:9.8":"Sabbe sankhara anicca, sabbe dhamma anatta’ti. ","mn35:9.9":"Evam kho aham, aggivessana, savake vinemi, evambhaga ca pana me savakesu anusasani bahula pavattati”ti. ","mn35:10.1":"“Upama mam, bho gotama, patibhati”ti. ","mn35:10.2":"“Patibhatu tam, aggivessana”ti bhagava avoca. ","mn35:10.3":"“Seyyathapi, bho gotama, ye kecime bijagamabhutagama vuddhim virulhim vepullam apajjanti, sabbe te pathavim nissaya pathaviyam patitthaya. ","mn35:10.4":"Evamete bijagamabhutagama vuddhim virulhim vepullam apajjanti. ","mn35:10.5":"Seyyathapi va pana, bho gotama, ye kecime balakaraniya kammanta kariyanti, sabbe te pathavim nissaya pathaviyam patitthaya. ","mn35:10.6":"Evamete balakaraniya kammanta kariyanti. ","mn35:10.7":"Evameva kho, bho gotama, rupattayam purisapuggalo rupe patitthaya punnam va apunnam va pasavati, vedanattayam purisapuggalo vedanayam patitthaya punnam va apunnam va pasavati, sannattayam purisapuggalo sannayam patitthaya punnam va apunnam va pasavati, sankharattayam purisapuggalo sankharesu patitthaya punnam va apunnam va pasavati, vinnanattayam purisapuggalo vinnane patitthaya punnam va apunnam va pasavati”ti. ","mn35:11.1":"“Nanu tvam, aggivessana, evam vadesi: ","mn35:11.2":"‘rupam me atta, vedana me atta, sanna me atta, sankhara me atta, vinnanam me atta’”ti? ","mn35:11.3":"“Ahanhi, bho gotama, evam vadami: ","mn35:11.4":"‘rupam me atta, vedana me atta, sanna me atta, sankhara me atta, vinnanam me atta’ti, ayanca mahati janata”ti. ","mn35:11.5":"“Kinhi te, aggivessana, mahati janata karissati? ","mn35:11.6":"Ingha tvam, aggivessana, sakanneva vadam nibbethehi”ti. ","mn35:11.7":"“Ahanhi, bho gotama, evam vadami: ","mn35:11.8":"‘rupam me atta, vedana me atta, sanna me atta, sankhara me atta, vinnanam me atta’”ti. ","mn35:12.1":"“Tena hi, aggivessana, tannevettha patipucchissami, yatha te khameyya tatha nam byakareyyasi. ","mn35:12.2":"Tam kim mannasi, aggivessana, ","mn35:12.3":"vatteyya ranno khattiyassa muddhavasittassa sakasmim vijite vaso—","mn35:12.4":"ghatetayam va ghatetum, japetayam va japetum, pabbajetayam va pabbajetum, seyyathapi ranno pasenadissa kosalassa, seyyathapi va pana ranno magadhassa ajatasattussa vedehiputtassa”ti? ","mn35:12.5":"“Vatteyya, bho gotama, ranno khattiyassa muddhavasittassa sakasmim vijite vaso—","mn35:12.6":"ghatetayam va ghatetum, japetayam va japetum, pabbajetayam va pabbajetum, seyyathapi ranno pasenadissa kosalassa, seyyathapi va pana ranno magadhassa ajatasattussa vedehiputtassa. ","mn35:12.7":"Imesampi hi, bho gotama, sanghanam gananam—","mn35:12.8":"Seyyathidam—vajjinam mallanam—","mn35:12.9":"vattati sakasmim vijite vaso—","mn35:12.10":"ghatetayam va ghatetum, japetayam va japetum, pabbajetayam va pabbajetum. ","mn35:12.11":"Kim pana ranno khattiyassa muddhavasittassa, seyyathapi ranno pasenadissa kosalassa, seyyathapi va pana ranno magadhassa ajatasattussa vedehiputtassa? ","mn35:12.12":"Vatteyya, bho gotama, vattitunca marahati”ti. ","mn35:13.1":"“Tam kim mannasi, aggivessana, ","mn35:13.2":"yam tvam evam vadesi: ","mn35:13.3":"‘rupam me atta’ti, vattati te tasmim rupe vaso—","mn35:13.4":"evam me rupam hotu, evam me rupam ma ahosi”ti? ","mn35:13.5":"Evam vutte, saccako niganthaputto tunhi ahosi. ","mn35:13.6":"Dutiyampi kho bhagava saccakam niganthaputtam etadavoca: ","mn35:13.7":"“tam kim mannasi, aggivessana, yam tvam evam vadesi: ","mn35:13.8":"‘rupam me atta’ti, vattati te tasmim rupe vaso—","mn35:13.9":"evam me rupam hotu, evam me rupam ma ahosi”ti? ","mn35:13.10":"Dutiyampi kho saccako niganthaputto tunhi ahosi. ","mn35:13.11":"Atha kho bhagava saccakam niganthaputtam etadavoca: ","mn35:13.12":"“byakarohi dani, aggivessana, na dani te tunhibhavassa kalo. ","mn35:13.13":"Yo koci, aggivessana tathagatena yavatatiyam sahadhammikam panham puttho na byakaroti, etthevassa sattadha muddha phalati”ti. ","mn35:14.1":"Tena kho pana samayena vajirapani yakkho ayasam vajiram adaya adittam sampajjalitam sajotibhutam saccakassa niganthaputtassa uparivehasam thito hoti: ","mn35:14.2":"“sacayam saccako niganthaputto bhagavata yavatatiyam sahadhammikam panham puttho na byakarissati etthevassa sattadha muddham phalessami”ti. ","mn35:14.3":"Tam kho pana vajirapanim yakkham bhagava ceva passati saccako ca niganthaputto. ","mn35:14.4":"Atha kho saccako niganthaputto bhito samviggo lomahatthajato bhagavantamyeva tanam gavesi bhagavantamyeva lenam gavesi bhagavantamyeva saranam gavesi bhagavantam etadavoca: ","mn35:14.5":"“pucchatu mam bhavam gotamo, byakarissami”ti. ","mn35:15.1":"“Tam kim mannasi, aggivessana, ","mn35:15.2":"yam tvam evam vadesi: ","mn35:15.3":"‘rupam me atta’ti, vattati te tasmim rupe vaso—","mn35:15.4":"evam me rupam hotu, evam me rupam ma ahosi”ti? ","mn35:15.5":"“No hidam, bho gotama”. ","mn35:16.1":"“Manasi karohi, aggivessana; ","mn35:16.2":"manasi karitva kho, aggivessana, byakarohi. ","mn35:16.3":"Na kho te sandhiyati purimena va pacchimam pacchimena va purimam. ","mn35:16.4":"Tam kim mannasi, aggivessana, ","mn35:16.5":"yam tvam evam vadesi: ","mn35:16.6":"‘vedana me atta’ti, vattati te tissam vedanayam vaso—","mn35:16.7":"evam me vedana hotu, evam me vedana ma ahosi”ti? ","mn35:16.8":"“No hidam, bho gotama”. ","mn35:17.1":"“Manasi karohi, aggivessana; ","mn35:17.2":"manasi karitva kho, aggivessana, byakarohi. ","mn35:17.3":"Na kho te sandhiyati purimena va pacchimam, pacchimena va purimam. ","mn35:17.4":"Tam kim mannasi, aggivessana, ","mn35:17.5":"yam tvam evam vadesi: ","mn35:17.6":"‘sanna me atta’ti, vattati te tissam sannayam vaso—","mn35:17.7":"evam me sanna hotu, evam me sanna ma ahosi”ti? ","mn35:17.8":"“No hidam, bho gotama”. ","mn35:18.1":"“Manasi karohi, aggivessana; ","mn35:18.2":"manasi karitva kho, aggivessana, byakarohi. ","mn35:18.3":"Na kho te sandhiyati purimena va pacchimam, pacchimena va purimam. ","mn35:18.4":"Tam kim mannasi, aggivessana, ","mn35:18.5":"yam tvam evam vadesi: ","mn35:18.6":"‘sankhara me atta’ti, vattati te tesu sankharesu vaso—","mn35:18.7":"evam me sankhara hontu, evam me sankhara ma ahesun”ti? ","mn35:18.8":"“No hidam, bho gotama”. ","mn35:19.1":"“Manasi karohi, aggivessana; ","mn35:19.2":"manasi karitva kho, aggivessana, byakarohi. ","mn35:19.3":"Na kho te sandhiyati purimena va pacchimam, pacchimena va purimam. ","mn35:19.4":"Tam kim mannasi, aggivessana, ","mn35:19.5":"yam tvam evam vadesi: ","mn35:19.6":"‘vinnanam me atta’ti, vattati te tasmim vinnane vaso—","mn35:19.7":"evam me vinnanam hotu, evam me vinnanam ma ahosi”ti? ","mn35:19.8":"“No hidam, bho gotama”. ","mn35:20.1":"“Manasi karohi, aggivessana; ","mn35:20.2":"manasi karitva kho, aggivessana, byakarohi. ","mn35:20.3":"Na kho te sandhiyati purimena va pacchimam, pacchimena va purimam. ","mn35:20.4":"Tam kim mannasi, aggivessana, ","mn35:20.5":"rupam niccam va aniccam va”ti? ","mn35:20.6":"“Aniccam, bho gotama”. ","mn35:20.7":"“Yam pananiccam dukkham va tam sukham va”ti? ","mn35:20.8":"“Dukkham, bho gotama”. ","mn35:20.9":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","mn35:20.10":"‘etam mama, esohamasmi, eso me atta’”ti? ","mn35:20.11":"“No hidam, bho gotama”. ","mn35:20.12":"“Tam kim mannasi, aggivessana, ","mn35:20.13":"vedana …pe… ","mn35:20.14":"sanna …pe… ","mn35:20.15":"sankhara …pe… ","mn35:20.16":"tam kim mannasi, aggivessana, vinnanam niccam va aniccam va”ti? ","mn35:20.17":"“Aniccam, bho gotama”. ","mn35:20.18":"“Yam pananiccam dukkham va tam sukham va”ti? ","mn35:20.19":"“Dukkham, bho gotama”. ","mn35:20.20":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","mn35:20.21":"‘etam mama, esohamasmi, eso me atta’”ti? ","mn35:20.22":"“No hidam, bho gotama”. ","mn35:21.1":"“Tam kim mannasi, aggivessana, ","mn35:21.2":"yo nu kho dukkham allino dukkham upagato dukkham ajjhosito, dukkham ‘etam mama, esohamasmi, eso me atta’ti samanupassati, api nu kho so samam va dukkham parijaneyya, dukkham va parikkhepetva vihareyya”ti? ","mn35:21.3":"“Kinhi siya, bho gotama? ","mn35:21.4":"No hidam, bho gotama”ti. ","mn35:21.5":"“Tam kim mannasi, aggivessana, ","mn35:21.6":"nanu tvam evam sante dukkham allino dukkham upagato dukkham ajjhosito, dukkham: ","mn35:21.7":"‘etam mama, esohamasmi, eso me atta’ti samanupassasi”ti? ","mn35:21.8":"“Kinhi no siya, bho gotama? ","mn35:21.9":"Evametam, bho gotama”ti. ","mn35:22.1":"“Seyyathapi, aggivessana, puriso saratthiko saragavesi sarapariyesanam caramano tinham kutharim adaya vanam paviseyya. ","mn35:22.2":"So tattha passeyya mahantam kadalikkhandham ujum navam akukkukajatam. ","mn35:22.3":"Tamenam mule chindeyya, mule chetva agge chindeyya, agge chetva pattavattim vinibbhujeyya. ","mn35:22.4":"So tattha pattavattim vinibbhujanto pheggumpi nadhigaccheyya, kuto saram? ","mn35:22.5":"Evameva kho tvam, aggivessana, maya sakasmim vade samanuyunjiyamano samanugahiyamano samanubhasiyamano ritto tuccho aparaddho. ","mn35:22.6":"Bhasita kho pana te esa, aggivessana, vesaliyam parisati vaca: ","mn35:22.7":"‘naham tam passami samanam va brahmanam va, sanghim ganim ganacariyam, api arahantam sammasambuddham patijanamanam, yo maya vadena vadam samaraddho na sankampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi seda mucceyyum. ","mn35:22.8":"Thunam cepaham acetanam vadena vadam samarabheyyam sapi maya vadena vadam samaraddha sankampeyya sampakampeyya sampavedheyya. ","mn35:22.9":"Ko pana vado manussabhutassa’ti? ","mn35:22.10":"Tuyham kho pana, aggivessana, appekaccani sedaphusitani nalata muttani, uttarasangam vinibhinditva bhumiyam patitthitani. ","mn35:22.11":"Mayham kho pana, aggivessana, natthi etarahi kayasmim sedo”ti. ","mn35:22.12":"Iti bhagava tasmim parisati suvannavannam kayam vivari. ","mn35:22.13":"Evam vutte, saccako niganthaputto tunhibhuto mankubhuto pattakkhandho adhomukho pajjhayanto appatibhano nisidi. ","mn35:23.1":"Atha kho dummukho licchaviputto saccakam niganthaputtam tunhibhutam mankubhutam pattakkhandham adhomukham pajjhayantam appatibhanam viditva bhagavantam etadavoca: ","mn35:23.2":"“upama mam, bhagava, patibhati”ti. ","mn35:23.3":"“Patibhatu tam, dummukha”ti bhagava avoca. ","mn35:23.4":"“Seyyathapi, bhante, gamassa va nigamassa va avidure pokkharani. ","mn35:23.5":"Tatrassa kakkatako. ","mn35:23.6":"Atha kho, bhante, sambahula kumaraka va kumarika va tamha gama va nigama va nikkhamitva yena sa pokkharani tenupasankameyyum; upasankamitva tam pokkharanim ogahetva tam kakkatakam udaka uddharitva thale patitthapeyyum. ","mn35:23.7":"Yannadeva hi so, bhante, kakkatako alam abhininnameyya tam tadeva te kumaraka va kumarika va katthena va kathalena va sanchindeyyum sambhanjeyyum sampalibhanjeyyum. ","mn35:23.8":"Evanhi so, bhante, kakkatako sabbehi alehi sanchinnehi sambhaggehi sampalibhaggehi abhabbo tam pokkharanim puna otaritum, seyyathapi pubbe. ","mn35:23.9":"Evameva kho, bhante, yani saccakassa niganthaputtassa visukayitani visevitani vipphanditani tanipi sabbani bhagavata sanchinnani sambhaggani sampalibhaggani; ","mn35:23.10":"abhabbo ca dani, bhante, saccako niganthaputto puna bhagavantam upasankamitum yadidam vadadhippayo”ti. ","mn35:24.1":"Evam vutte, saccako niganthaputto dummukham licchaviputtam etadavoca: ","mn35:24.2":"“agamehi tvam, dummukha, agamehi tvam, dummukha, (…) na mayam taya saddhim mantema, idha mayam bhota gotamena saddhim mantema. ","mn35:24.3":"Titthatesa, bho gotama, amhakanceva annesanca puthusamanabrahmananam vaca. ","mn35:24.4":"Vilapam vilapitam manne. ","mn35:24.5":"Kittavata ca nu kho bhoto gotamassa savako sasanakaro hoti ovadapatikaro tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane viharati”ti? ","mn35:24.6":"“Idha, aggivessana, mama savako yam kinci rupam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va, sabbam rupam ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya passati; ","mn35:24.7":"ya kaci vedana …pe… ","mn35:24.8":"ya kaci sanna …pe… ","mn35:24.9":"ye keci sankhara …pe… ","mn35:24.10":"yam kinci vinnanam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va, yam dure santike va, sabbam vinnanam ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya passati. ","mn35:24.11":"Ettavata kho, aggivessana, mama savako sasanakaro hoti ovadapatikaro tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane viharati”ti. ","mn35:25.1":"“Kittavata pana, bho gotama, bhikkhu araham hoti khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto”ti? ","mn35:25.2":"“Idha, aggivessana, bhikkhu yam kinci rupam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va sabbam rupam ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya disva anupada vimutto hoti; ","mn35:25.3":"ya kaci vedana …pe… ","mn35:25.4":"ya kaci sanna …pe… ","mn35:25.5":"ye keci sankhara …pe… ","mn35:25.6":"yam kinci vinnanam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va sabbam vinnanam ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya disva anupada vimutto hoti. ","mn35:25.7":"Ettavata kho, aggivessana, bhikkhu araham hoti khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto. ","mn35:26.1":"Evam vimuttacitto kho, aggivessana, bhikkhu tihi anuttariyehi samannagato hoti—","mn35:26.2":"dassananuttariyena, patipadanuttariyena, vimuttanuttariyena. ","mn35:26.3":"Evam vimuttacitto kho, aggivessana, bhikkhu tathagatanneva sakkaroti garum karoti maneti pujeti—","mn35:26.4":"buddho so bhagava bodhaya dhammam deseti, danto so bhagava damathaya dhammam deseti, santo so bhagava samathaya dhammam deseti, tinno so bhagava taranaya dhammam deseti, parinibbuto so bhagava parinibbanaya dhammam deseti”ti. ","mn35:27.1":"Evam vutte, saccako niganthaputto bhagavantam etadavoca: ","mn35:27.2":"“mayameva, bho gotama, dhamsi, mayam pagabba, ye mayam bhavantam gotamam vadena vadam asadetabbam amannimha. ","mn35:27.3":"Siya hi, bho gotama, hatthim pabhinnam asajja purisassa sotthibhavo, na tveva bhavantam gotamam asajja siya purisassa sotthibhavo. ","mn35:27.4":"Siya hi, bho gotama, pajjalitam aggikkhandham asajja purisassa sotthibhavo, na tveva bhavantam gotamam asajja siya purisassa sotthibhavo. ","mn35:27.5":"Siya hi, bho gotama, asivisam ghoravisam asajja purisassa sotthibhavo, na tveva bhavantam gotamam asajja siya purisassa sotthibhavo. ","mn35:27.6":"Mayameva, bho gotama, dhamsi, mayam pagabba, ye mayam bhavantam gotamam vadena vadam asadetabbam amannimha. ","mn35:27.7":"Adhivasetu me bhavam gotamo svatanaya bhattam saddhim bhikkhusanghena”ti. ","mn35:27.8":"Adhivasesi bhagava tunhibhavena. ","mn35:28.1":"Atha kho saccako niganthaputto bhagavato adhivasanam viditva te licchavi amantesi: ","mn35:28.2":"“sunantu me bhonto licchavi, samano me gotamo nimantito svatanaya saddhim bhikkhusanghena. ","mn35:28.3":"Tena me abhihareyyatha yamassa patirupam manneyyatha”ti. ","mn35:29.1":"Atha kho te licchavi tassa rattiya accayena saccakassa niganthaputtassa pancamattani thalipakasatani bhattabhiharam abhiharimsu. ","mn35:29.2":"Atha kho niganthaputto sake arame panitam khadaniyam bhojaniyam patiyadapetva bhagavato kalam arocapesi: ","mn35:29.3":"“kalo, bho gotama, nitthitam bhattan”ti. ","mn35:30.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya yena saccakassa niganthaputtassa aramo tenupasankami; upasankamitva pannatte asane nisidi saddhim bhikkhusanghena. ","mn35:30.2":"Atha kho saccako niganthaputto buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","mn35:30.3":"Atha kho saccako niganthaputto bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","mn35:30.4":"Ekamantam nisinno kho saccako niganthaputto bhagavantam etadavoca: ","mn35:30.5":"“yamidam, bho gotama, dane punnanca punnamahi ca tam dayakanam sukhaya hotu”ti. ","mn35:30.6":"“Yam kho, aggivessana, tadisam dakkhineyyam agamma avitaragam avitadosam avitamoham, tam dayakanam bhavissati. ","mn35:30.7":"Yam kho, aggivessana, madisam dakkhineyyam agamma vitaragam vitadosam vitamoham, tam tuyham bhavissati”ti. ","mn35:30.8":"Culasaccakasuttam nitthitam pancamam. "}