{"mn36:0.1":"Majjhima Nikaya 36 ","mn36:0.2":"Mahasaccakasutta ","mn36:1.1":"Evam me sutam—","mn36:1.2":"ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","mn36:2.1":"Tena kho pana samayena bhagava pubbanhasamayam sunivattho hoti pattacivaramadaya vesalim pindaya pavisitukamo. ","mn36:3.1":"Atha kho saccako niganthaputto janghaviharam anucankamamano anuvicaramano yena mahavanam kutagarasala tenupasankami. ","mn36:3.2":"Addasa kho ayasma anando saccakam niganthaputtam duratova agacchantam. ","mn36:3.3":"Disvana bhagavantam etadavoca: ","mn36:3.4":"“ayam, bhante, saccako niganthaputto agacchati bhassappavadako panditavado sadhusammato bahujanassa. ","mn36:3.5":"Eso kho, bhante, avannakamo buddhassa, avannakamo dhammassa, avannakamo sanghassa. ","mn36:3.6":"Sadhu, bhante, bhagava muhuttam nisidatu anukampam upadaya”ti. ","mn36:3.7":"Nisidi bhagava pannatte asane. ","mn36:3.8":"Atha kho saccako niganthaputto yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi, sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho saccako niganthaputto bhagavantam etadavoca: ","mn36:4.1":"“Santi, bho gotama, eke samanabrahmana kayabhavananuyogamanuyutta viharanti, no cittabhavanam. ","mn36:4.2":"Phusanti hi te, bho gotama, saririkam dukkham vedanam. ","mn36:4.3":"Bhutapubbam, bho gotama, saririkaya dukkhaya vedanaya phutthassa sato urukkhambhopi nama bhavissati, hadayampi nama phalissati, unhampi lohitam mukhato uggamissati, ummadampi papunissati cittakkhepam. ","mn36:4.4":"Tassa kho etam, bho gotama, kayanvayam cittam hoti, kayassa vasena vattati. ","mn36:4.5":"Tam kissa hetu? ","mn36:4.6":"Abhavitatta cittassa. ","mn36:4.7":"Santi pana, bho gotama, eke samanabrahmana cittabhavananuyogamanuyutta viharanti, no kayabhavanam. ","mn36:4.8":"Phusanti hi te, bho gotama, cetasikam dukkham vedanam. ","mn36:4.9":"Bhutapubbam, bho gotama, cetasikaya dukkhaya vedanaya phutthassa sato urukkhambhopi nama bhavissati, hadayampi nama phalissati, unhampi lohitam mukhato uggamissati, ummadampi papunissati cittakkhepam. ","mn36:4.10":"Tassa kho eso, bho gotama, cittanvayo kayo hoti, cittassa vasena vattati. ","mn36:4.11":"Tam kissa hetu? ","mn36:4.12":"Abhavitatta kayassa. ","mn36:4.13":"Tassa mayham, bho gotama, evam hoti: ","mn36:4.14":"‘addha bhoto gotamassa savaka cittabhavananuyogamanuyutta viharanti, no kayabhavanan’”ti. ","mn36:5.1":"“Kinti pana te, aggivessana, kayabhavana suta”ti? ","mn36:5.2":"“Seyyathidam—","mn36:5.3":"nando vaccho, kiso sankicco, makkhali gosalo—","mn36:5.4":"etehi, bho gotama, acelaka muttacara hatthapalekhana naehibhaddantika natitthabhaddantika na abhihatam na uddissakatam na nimantanam sadiyanti, ","mn36:5.5":"te na kumbhimukha patigganhanti na kalopimukha patigganhanti na elakamantaram na dandamantaram na musalamantaram na dvinnam bhunjamananam na gabbhiniya na payamanaya na purisantaragataya na sankittisu na yattha sa upatthito hoti na yattha makkhika sandasandacarini, na maccham na mamsam na suram na merayam na thusodakam pivanti. ","mn36:5.6":"Te ekagarika va honti ekalopika, dvagarika va honti dvalopika …pe… sattagarika va honti sattalopika. ","mn36:5.7":"Ekissapi dattiya yapenti, dvihipi dattihi yapenti …pe… sattahipi dattihi yapenti. ","mn36:5.8":"Ekahikampi aharam aharenti, dvihikampi aharam aharenti …pe… sattahikampi aharam aharenti. Iti evarupam addhamasikampi pariyayabhattabhojananuyogamanuyutta viharanti”ti. ","mn36:6.1":"“Kim pana te, aggivessana, tavatakeneva yapenti”ti? ","mn36:6.2":"“No hidam, bho gotama. ","mn36:6.3":"Appekada, bho gotama, ularani ularani khadaniyani khadanti, ularani ularani bhojanani bhunjanti, ularani ularani sayaniyani sayanti, ularani ularani panani pivanti. ","mn36:6.4":"Te imam kayam balam gahenti nama, bruhenti nama, medenti nama”ti. ","mn36:6.5":"“Yam kho te, aggivessana, purimam pahaya paccha upacinanti, evam imassa kayassa acayapacayo hoti. ","mn36:6.6":"Kinti pana te, aggivessana, cittabhavana suta”ti? ","mn36:6.7":"Cittabhavanaya kho saccako niganthaputto bhagavata puttho samano na sampayasi. ","mn36:7.1":"Atha kho bhagava saccakam niganthaputtam etadavoca: ","mn36:7.2":"“yapi kho te esa, aggivessana, purima kayabhavana bhasita sapi ariyassa vinaye no dhammika kayabhavana. ","mn36:7.3":"Kayabhavanampi kho tvam, aggivessana, na annasi, kuto pana tvam cittabhavanam janissasi? ","mn36:7.4":"Api ca, aggivessana, yatha abhavitakayo ca hoti abhavitacitto ca, bhavitakayo ca hoti bhavitacitto ca. ","mn36:7.5":"Tam sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn36:7.6":"“Evam, bho”ti kho saccako niganthaputto bhagavato paccassosi. ","mn36:7.7":"Bhagava etadavoca: ","mn36:8.1":"“Kathanca, aggivessana, abhavitakayo ca hoti abhavitacitto ca? ","mn36:8.2":"Idha, aggivessana, assutavato puthujjanassa uppajjati sukha vedana. ","mn36:8.3":"So sukhaya vedanaya phuttho samano sukhasaragi ca hoti sukhasaragitanca apajjati. ","mn36:8.4":"Tassa sa sukha vedana nirujjhati. ","mn36:8.5":"Sukhaya vedanaya nirodha uppajjati dukkha vedana. ","mn36:8.6":"So dukkhaya vedanaya phuttho samano socati kilamati paridevati urattalim kandati sammoham apajjati. ","mn36:8.7":"Tassa kho esa, aggivessana, uppannapi sukha vedana cittam pariyadaya titthati abhavitatta kayassa, uppannapi dukkha vedana cittam pariyadaya titthati abhavitatta cittassa. ","mn36:8.8":"Yassa kassaci, aggivessana, evam ubhatopakkham uppannapi sukha vedana cittam pariyadaya titthati abhavitatta kayassa, uppannapi dukkha vedana cittam pariyadaya titthati abhavitatta cittassa, evam kho, aggivessana, abhavitakayo ca hoti abhavitacitto ca. ","mn36:9.1":"Kathanca, aggivessana, bhavitakayo ca hoti bhavitacitto ca? ","mn36:9.2":"Idha, aggivessana, sutavato ariyasavakassa uppajjati sukha vedana. ","mn36:9.3":"So sukhaya vedanaya phuttho samano na sukhasaragi ca hoti, na sukhasaragitanca apajjati. ","mn36:9.4":"Tassa sa sukha vedana nirujjhati. ","mn36:9.5":"Sukhaya vedanaya nirodha uppajjati dukkha vedana. ","mn36:9.6":"So dukkhaya vedanaya phuttho samano na socati na kilamati na paridevati na urattalim kandati na sammoham apajjati. ","mn36:9.7":"Tassa kho esa, aggivessana, uppannapi sukha vedana cittam na pariyadaya titthati bhavitatta kayassa, uppannapi dukkha vedana cittam na pariyadaya titthati bhavitatta cittassa. ","mn36:9.8":"Yassa kassaci, aggivessana, evam ubhatopakkham uppannapi sukha vedana cittam na pariyadaya titthati bhavitatta kayassa, uppannapi dukkha vedana cittam na pariyadaya titthati bhavitatta cittassa. Evam kho, aggivessana, bhavitakayo ca hoti bhavitacitto ca”ti. ","mn36:10.1":"“Evam pasanno aham bhoto gotamassa. ","mn36:10.2":"Bhavanhi gotamo bhavitakayo ca hoti bhavitacitto ca”ti. ","mn36:10.3":"“Addha kho te ayam, aggivessana, asajja upaniya vaca bhasita, ","mn36:10.4":"api ca te aham byakarissami. ","mn36:10.5":"Yato kho aham, aggivessana, kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito, tam vata me uppanna va sukha vedana cittam pariyadaya thassati, uppanna va dukkha vedana cittam pariyadaya thassatiti netam thanam vijjati”ti. ","mn36:11.1":"“Na hi nuna bhoto gotamassa uppajjati tatharupa sukha vedana yatharupa uppanna sukha vedana cittam pariyadaya tittheyya; na hi nuna bhoto gotamassa uppajjati tatharupa dukkha vedana yatharupa uppanna dukkha vedana cittam pariyadaya tittheyya”ti. ","mn36:12.1":"“Kinhi no siya, aggivessana? ","mn36:12.2":"Idha me, aggivessana, pubbeva sambodha anabhisambuddhassa bodhisattasseva sato etadahosi: ","mn36:12.3":"‘sambadho gharavaso rajapatho, abbhokaso pabbajja. ","mn36:12.4":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn36:12.5":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn36:13.1":"So kho aham, aggivessana, aparena samayena daharova samano, susukalakeso bhadrena yobbanena samannagato pathamena vayasa, akamakanam matapitunam assumukhanam rudantanam, kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajim. ","mn36:13.2":"So evam pabbajito samano kinkusalagavesi anuttaram santivarapadam pariyesamano yena alaro kalamo tenupasankamim; upasankamitva alaram kalamam etadavocam: ","mn36:13.3":"‘icchamaham, avuso kalama, imasmim dhammavinaye brahmacariyam caritun’ti. ","mn36:13.4":"Evam vutte, aggivessana, alaro kalamo mam etadavoca: ","mn36:13.5":"‘viharatayasma, ","mn36:13.6":"tadiso ayam dhammo yattha vinnu puriso nacirasseva sakam acariyakam sayam abhinna sacchikatva upasampajja vihareyya’ti. ","mn36:13.7":"So kho aham, aggivessana, nacirasseva khippameva tam dhammam pariyapunim. ","mn36:13.8":"So kho aham, aggivessana, tavatakeneva otthapahatamattena lapitalapanamattena nanavadanca vadami theravadanca, ‘janami passami’ti ca patijanami, ahanceva anne ca. ","mn36:13.9":"Tassa mayham, aggivessana, etadahosi: ","mn36:13.10":"‘na kho alaro kalamo imam dhammam kevalam saddhamattakena sayam abhinna sacchikatva upasampajja viharamiti pavedeti, ","mn36:13.11":"addha alaro kalamo imam dhammam janam passam viharati’ti. ","mn36:13.12":"Atha khvaham, aggivessana, yena alaro kalamo tenupasankamim; upasankamitva alaram kalamam etadavocam: ","mn36:13.13":"‘kittavata no, avuso kalama, imam dhammam sayam abhinna sacchikatva upasampajja viharamiti pavedesi’ti? ","mn36:13.14":"Evam vutte, aggivessana, alaro kalamo akincannayatanam pavedesi. ","mn36:13.15":"Tassa mayham, aggivessana, etadahosi: ","mn36:13.16":"‘na kho alarasseva kalamassa atthi saddha, mayhampatthi saddha; ","mn36:13.17":"na kho alarasseva kalamassa atthi viriyam, mayhampatthi viriyam; ","mn36:13.18":"na kho alarasseva kalamassa atthi sati, mayhampatthi sati; ","mn36:13.19":"na kho alarasseva kalamassa atthi samadhi, mayhampatthi samadhi; ","mn36:13.20":"na kho alarasseva kalamassa atthi panna, mayhampatthi panna; ","mn36:13.21":"yannunaham yam dhammam alaro kalamo sayam abhinna sacchikatva upasampajja viharamiti pavedeti tassa dhammassa sacchikiriyaya padaheyyan’ti. ","mn36:13.22":"So kho aham, aggivessana, nacirasseva khippameva tam dhammam sayam abhinna sacchikatva upasampajja vihasim. ","mn36:14.1":"Atha khvaham, aggivessana, yena alaro kalamo tenupasankamim; upasankamitva alaram kalamam etadavocam: ","mn36:14.2":"‘ettavata no, avuso kalama, imam dhammam sayam abhinna sacchikatva upasampajja pavedesi’ti? ","mn36:14.3":"‘Ettavata kho aham, avuso, imam dhammam sayam abhinna sacchikatva upasampajja pavedemi’ti. ","mn36:14.4":"‘Ahampi kho, avuso, ettavata imam dhammam sayam abhinna sacchikatva upasampajja viharami’ti. ","mn36:14.5":"‘Labha no, avuso, suladdham no, avuso, ","mn36:14.6":"ye mayam ayasmantam tadisam sabrahmacarim passama. ","mn36:14.7":"Iti yaham dhammam sayam abhinna sacchikatva upasampajja pavedemi tam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi; ","mn36:14.8":"yam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi tamaham dhammam sayam abhinna sacchikatva upasampajja pavedemi. ","mn36:14.9":"Iti yaham dhammam janami tam tvam dhammam janasi; yam tvam dhammam janasi tamaham dhammam janami. ","mn36:14.10":"Iti yadiso aham tadiso tuvam, yadiso tuvam tadiso aham. ","mn36:14.11":"Ehi dani, avuso, ubhova santa imam ganam pariharama’ti. ","mn36:14.12":"Iti kho, aggivessana, alaro kalamo acariyo me samano attano antevasim mam samanam attana samasamam thapesi, ularaya ca mam pujaya pujesi. ","mn36:14.13":"Tassa mayham, aggivessana, etadahosi: ","mn36:14.14":"‘nayam dhammo nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati, yavadeva akincannayatanupapattiya’ti. ","mn36:14.15":"So kho aham, aggivessana, tam dhammam analankaritva tasma dhamma nibbijja apakkamim. ","mn36:15.1":"So kho aham, aggivessana, kinkusalagavesi anuttaram santivarapadam pariyesamano yena udako ramaputto tenupasankamim; upasankamitva udakam ramaputtam etadavocam: ","mn36:15.2":"‘icchamaham, avuso, imasmim dhammavinaye brahmacariyam caritun’ti. ","mn36:15.3":"Evam vutte, aggivessana, udako ramaputto mam etadavoca: ","mn36:15.4":"‘viharatayasma, ","mn36:15.5":"tadiso ayam dhammo yattha vinnu puriso nacirasseva sakam acariyakam sayam abhinna sacchikatva upasampajja vihareyya’ti. ","mn36:15.6":"So kho aham, aggivessana, nacirasseva khippameva tam dhammam pariyapunim. ","mn36:15.7":"So kho aham, aggivessana, tavatakeneva otthapahatamattena lapitalapanamattena nanavadanca vadami theravadanca, ‘janami passami’ti ca patijanami, ahanceva anne ca. ","mn36:15.8":"Tassa mayham, aggivessana, etadahosi: ","mn36:15.9":"‘na kho ramo imam dhammam kevalam saddhamattakena sayam abhinna sacchikatva upasampajja viharamiti pavedesi. ","mn36:15.10":"Addha ramo imam dhammam janam passam vihasi’ti. ","mn36:15.11":"Atha khvaham, aggivessana, yena udako ramaputto tenupasankamim; upasankamitva udakam ramaputtam etadavocam: ","mn36:15.12":"‘kittavata no avuso ramo imam dhammam sayam abhinna sacchikatva upasampajja viharamiti pavedesi’ti? ","mn36:15.13":"Evam vutte, aggivessana, udako ramaputto nevasannanasannayatanam pavedesi. ","mn36:15.14":"Tassa mayham, aggivessana, etadahosi: ","mn36:15.15":"‘na kho ramasseva ahosi saddha, mayhampatthi saddha; ","mn36:15.16":"na kho ramasseva ahosi viriyam, mayhampatthi viriyam; ","mn36:15.17":"na kho ramasseva ahosi sati, mayhampatthi sati; ","mn36:15.18":"na kho ramasseva ahosi samadhi, mayhampatthi samadhi; ","mn36:15.19":"na kho ramasseva ahosi panna, mayhampatthi panna; ","mn36:15.20":"yannunaham yam dhammam ramo sayam abhinna sacchikatva upasampajja viharamiti pavedesi tassa dhammassa sacchikiriyaya padaheyyan’ti. ","mn36:15.21":"So kho aham, aggivessana, nacirasseva khippameva tam dhammam sayam abhinna sacchikatva upasampajja vihasim. ","mn36:15.22":"Atha khvaham, aggivessana, yena udako ramaputto tenupasankamim; upasankamitva udakam ramaputtam etadavocam: ","mn36:15.23":"‘ettavata no avuso ramo imam dhammam sayam abhinna sacchikatva upasampajja pavedesi’ti? ","mn36:15.24":"‘Ettavata kho avuso ramo imam dhammam sayam abhinna sacchikatva upasampajja pavedesi’ti. ","mn36:15.25":"‘Ahampi kho, avuso, ettavata imam dhammam sayam abhinna sacchikatva upasampajja viharami’ti. ","mn36:15.26":"‘Labha no, avuso, suladdham no, avuso, ","mn36:15.27":"ye mayam ayasmantam tadisam sabrahmacarim passama. ","mn36:15.28":"Iti yam dhammam ramo sayam abhinna sacchikatva upasampajja pavedesi, tam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi; yam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi, tam dhammam ramo sayam abhinna sacchikatva upasampajja pavedesi. ","mn36:15.29":"Iti yam dhammam ramo abhinnasi tam tvam dhammam janasi; yam tvam dhammam janasi tam dhammam ramo abhinnasi. ","mn36:15.30":"Iti yadiso ramo ahosi tadiso tuvam; yadiso tuvam tadiso ramo ahosi. ","mn36:15.31":"Ehi dani, avuso, tuvam imam ganam parihara’ti. ","mn36:15.32":"Iti kho, aggivessana, udako ramaputto sabrahmacari me samano acariyatthane ca mam thapesi, ularaya ca mam pujaya pujesi. ","mn36:15.33":"Tassa mayham, aggivessana, etadahosi: ","mn36:15.34":"‘nayam dhammo nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati, yavadeva nevasannanasannayatanupapattiya’ti. ","mn36:15.35":"So kho aham, aggivessana, tam dhammam analankaritva tasma dhamma nibbijja apakkamim. ","mn36:16.1":"So kho aham, aggivessana, kinkusalagavesi anuttaram santivarapadam pariyesamano magadhesu anupubbena carikam caramano yena uruvela senanigamo tadavasarim. ","mn36:16.2":"Tatthaddasam ramaniyam bhumibhagam, pasadikanca vanasandam, nadinca sandantim setakam supatittham ramaniyam, samanta ca gocaragamam. ","mn36:16.3":"Tassa mayham, aggivessana, etadahosi: ","mn36:16.4":"‘ramaniyo vata bho bhumibhago, pasadiko ca vanasando, nadi ca sandati setaka supatittha ramaniya, samanta ca gocaragamo. ","mn36:16.5":"Alam vatidam kulaputtassa padhanatthikassa padhanaya’ti. ","mn36:16.6":"So kho aham, aggivessana, tattheva nisidim ","mn36:16.7":"‘alamidam padhanaya’ti. ","mn36:17.1":"Apissumam, aggivessana, tisso upama patibhamsu anacchariya pubbe assutapubba. ","mn36:17.2":"Seyyathapi, aggivessana, allam kattham sasneham udake nikkhittam. ","mn36:17.3":"Atha puriso agaccheyya uttararanim adaya: ","mn36:17.4":"‘aggim abhinibbattessami, tejo patukarissami’ti. ","mn36:17.5":"Tam kim mannasi, aggivessana, ","mn36:17.6":"api nu so puriso amum allam kattham sasneham, udake nikkhittam, uttararanim adaya abhimanthento aggim abhinibbatteyya, tejo patukareyya”ti? ","mn36:17.7":"“No hidam, bho gotama”. ","mn36:17.8":"“Tam kissa hetu”? ","mn36:17.9":"“Adunhi, bho gotama, allam kattham sasneham, tanca pana udake nikkhittam. ","mn36:17.10":"Yavadeva ca pana so puriso kilamathassa vighatassa bhagi assa”ti. ","mn36:17.11":"“Evameva kho, aggivessana, ye hi keci samana va brahmana va kayena ceva cittena ca kamehi avupakattha viharanti, yo ca nesam kamesu kamacchando kamasneho kamamuccha kamapipasa kamaparilaho, so ca ajjhattam na suppahino hoti, na suppatippassaddho, opakkamika cepi te bhonto samanabrahmana dukkha tibba khara katuka vedana vedayanti, abhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn36:17.12":"No cepi te bhonto samanabrahmana opakkamika dukkha tibba khara katuka vedana vedayanti, abhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn36:17.13":"Ayam kho mam, aggivessana, pathama upama patibhasi anacchariya pubbe assutapubba. ","mn36:18.1":"Aparapi kho mam, aggivessana, dutiya upama patibhasi anacchariya pubbe assutapubba. ","mn36:18.2":"Seyyathapi, aggivessana, allam kattham sasneham, araka udaka thale nikkhittam. ","mn36:18.3":"Atha puriso agaccheyya uttararanim adaya: ","mn36:18.4":"‘aggim abhinibbattessami, tejo patukarissami’ti. ","mn36:18.5":"Tam kim mannasi, aggivessana, ","mn36:18.6":"api nu so puriso amum allam kattham sasneham, araka udaka thale nikkhittam, uttararanim adaya abhimanthento aggim abhinibbatteyya tejo patukareyya”ti? ","mn36:18.7":"“No hidam, bho gotama”. ","mn36:18.8":"“Tam kissa hetu”? ","mn36:18.9":"“Adunhi, bho gotama, allam kattham sasneham, kincapi araka udaka thale nikkhittam. ","mn36:18.10":"Yavadeva ca pana so puriso kilamathassa vighatassa bhagi assa”ti. ","mn36:18.11":"“Evameva kho, aggivessana, ye hi keci samana va brahmana va kayena ceva cittena ca kamehi vupakattha viharanti, yo ca nesam kamesu kamacchando kamasneho kamamuccha kamapipasa kamaparilaho so ca ajjhattam na suppahino hoti, na suppatippassaddho, opakkamika cepi te bhonto samanabrahmana dukkha tibba khara katuka vedana vedayanti, abhabbava te nanaya dassanaya anuttaraya sambodhaya. No cepi te bhonto samanabrahmana opakkamika dukkha tibba khara katuka vedana vedayanti, abhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn36:18.12":"Ayam kho mam, aggivessana, dutiya upama patibhasi anacchariya pubbe assutapubba ","mn36:19.1":"Aparapi kho mam, aggivessana, tatiya upama patibhasi anacchariya pubbe assutapubba. ","mn36:19.2":"Seyyathapi, aggivessana, sukkham kattham kolapam, araka udaka thale nikkhittam. ","mn36:19.3":"Atha puriso agaccheyya uttararanim adaya: ","mn36:19.4":"‘aggim abhinibbattessami, tejo patukarissami’ti. ","mn36:19.5":"Tam kim mannasi, aggivessana, ","mn36:19.6":"api nu so puriso amum sukkham kattham kolapam, araka udaka thale nikkhittam, uttararanim adaya abhimanthento aggim abhinibbatteyya, tejo patukareyya”ti? ","mn36:19.7":"“Evam, bho gotama”. ","mn36:19.8":"“Tam kissa hetu”? ","mn36:19.9":"“Adunhi, bho gotama, sukkham kattham kolapam, tanca pana araka udaka thale nikkhittan”ti. ","mn36:19.10":"“Evameva kho, aggivessana, ye hi keci samana va brahmana va kayena ceva cittena ca kamehi vupakattha viharanti, yo ca nesam kamesu kamacchando kamasneho kamamuccha kamapipasa kamaparilaho, so ca ajjhattam suppahino hoti suppatippassaddho, opakkamika cepi te bhonto samanabrahmana dukkha tibba khara katuka vedana vedayanti, bhabbava te nanaya dassanaya anuttaraya sambodhaya. No cepi te bhonto samanabrahmana opakkamika dukkha tibba khara katuka vedana vedayanti, bhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn36:19.11":"Ayam kho mam, aggivessana, tatiya upama patibhasi anacchariya pubbe assutapubba. ","mn36:19.12":"Ima kho mam, aggivessana, tisso upama patibhamsu anacchariya pubbe assutapubba. ","mn36:20.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:20.2":"‘yannunaham dantebhi dantamadhaya, jivhaya talum ahacca, cetasa cittam abhinigganheyyam abhinippileyyam abhisantapeyyan’ti. ","mn36:20.3":"So kho aham, aggivessana, dantebhi dantamadhaya, jivhaya talum ahacca, cetasa cittam abhinigganhami abhinippilemi abhisantapemi. ","mn36:20.4":"Tassa mayham, aggivessana, dantebhi dantamadhaya jivhaya talum ahacca cetasa cittam abhinigganhato abhinippilayato abhisantapayato kacchehi seda muccanti. ","mn36:20.5":"Seyyathapi, aggivessana, balava puriso dubbalataram purisam sise va gahetva khandhe va gahetva abhinigganheyya abhinippileyya abhisantapeyya; ","mn36:20.6":"evameva kho me, aggivessana, dantebhi dantamadhaya, jivhaya talum ahacca, cetasa cittam abhinigganhato abhinippilayato abhisantapayato kacchehi seda muccanti. ","mn36:20.7":"Araddham kho pana me, aggivessana, viriyam hoti asallinam, upatthita sati asammuttha, saraddho ca pana me kayo hoti appatippassaddho teneva dukkhappadhanena padhanabhitunnassa sato. ","mn36:20.8":"Evarupapi kho me, aggivessana, uppanna dukkha vedana cittam na pariyadaya titthati. ","mn36:21.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:21.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn36:21.3":"So kho aham, aggivessana, mukhato ca nasato ca assasapassase uparundhim. ","mn36:21.4":"Tassa mayham, aggivessana, mukhato ca nasato ca assasapassasesu uparuddhesu kannasotehi vatanam nikkhamantanam adhimatto saddo hoti. ","mn36:21.5":"Seyyathapi nama kammaragaggariya dhamamanaya adhimatto saddo hoti; ","mn36:21.6":"evameva kho me, aggivessana, mukhato ca nasato ca assasapassasesu uparuddhesu kannasotehi vatanam nikkhamantanam adhimatto saddo hoti. ","mn36:21.7":"Araddham kho pana me, aggivessana, viriyam hoti asallinam upatthita sati asammuttha. Saraddho ca pana me kayo hoti appatippassaddho teneva dukkhappadhanena padhanabhitunnassa sato. ","mn36:21.8":"Evarupapi kho me, aggivessana, uppanna dukkha vedana cittam na pariyadaya titthati. ","mn36:22.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:22.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn36:22.3":"So kho aham, aggivessana, mukhato ca nasato ca kannato ca assasapassase uparundhim. ","mn36:22.4":"Tassa mayham, aggivessana, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta vata muddhani uhananti. ","mn36:22.5":"Seyyathapi, aggivessana, balava puriso tinhena sikharena muddhani abhimattheyya; ","mn36:22.6":"evameva kho me, aggivessana, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta vata muddhani uhananti. ","mn36:22.7":"Araddham kho pana me, aggivessana, viriyam hoti asallinam upatthita sati asammuttha. Saraddho ca pana me kayo hoti appatippassaddho teneva dukkhappadhanena padhanabhitunnassa sato. ","mn36:22.8":"Evarupapi kho me, aggivessana, uppanna dukkha vedana cittam na pariyadaya titthati. ","mn36:23.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:23.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn36:23.3":"So kho aham, aggivessana, mukhato ca nasato ca kannato ca assasapassase uparundhim. ","mn36:23.4":"Tassa mayham, aggivessana, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta sise sisavedana honti. ","mn36:23.5":"Seyyathapi, aggivessana, balava puriso dalhena varattakkhandena sise sisavetham dadeyya; ","mn36:23.6":"evameva kho me, aggivessana, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta sise sisavedana honti. ","mn36:23.7":"Araddham kho pana me, aggivessana, viriyam hoti asallinam upatthita sati asammuttha. Saraddho ca pana me kayo hoti appatippassaddho teneva dukkhappadhanena padhanabhitunnassa sato. ","mn36:23.8":"Evarupapi kho me, aggivessana, uppanna dukkha vedana cittam na pariyadaya titthati. ","mn36:24.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:24.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn36:24.3":"So kho aham, aggivessana, mukhato ca nasato ca kannato ca assasapassase uparundhim. ","mn36:24.4":"Tassa mayham, aggivessana, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta vata kucchim parikantanti. ","mn36:24.5":"Seyyathapi, aggivessana, dakkho goghatako va goghatakantevasi va tinhena govikantanena kucchim parikanteyya; ","mn36:24.6":"evameva kho me, aggivessana, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta vata kucchim parikantanti. ","mn36:24.7":"Araddham kho pana me, aggivessana, viriyam hoti asallinam upatthita sati asammuttha. Saraddho ca pana me kayo hoti appatippassaddho teneva dukkhappadhanena padhanabhitunnassa sato. ","mn36:24.8":"Evarupapi kho me, aggivessana, uppanna dukkha vedana cittam na pariyadaya titthati. ","mn36:25.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:25.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn36:25.3":"So kho aham, aggivessana, mukhato ca nasato ca kannato ca assasapassase uparundhim. ","mn36:25.4":"Tassa mayham, aggivessana, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatto kayasmim daho hoti. ","mn36:25.5":"Seyyathapi, aggivessana, dve balavanto purisa dubbalataram purisam nanabahasu gahetva angarakasuya santapeyyum samparitapeyyum; ","mn36:25.6":"evameva kho me, aggivessana, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatto kayasmim daho hoti. ","mn36:25.7":"Araddham kho pana me, aggivessana, viriyam hoti asallinam upatthita sati asammuttha. Saraddho ca pana me kayo hoti appatippassaddho teneva dukkhappadhanena padhanabhitunnassa sato. ","mn36:25.8":"Evarupapi kho me, aggivessana, uppanna dukkha vedana cittam na pariyadaya titthati. ","mn36:26.1":"Apissu mam, aggivessana, devata disva evamahamsu: ","mn36:26.2":"‘kalankato samano gotamo’ti. ","mn36:26.3":"Ekacca devata evamahamsu: ","mn36:26.4":"‘na kalankato samano gotamo, api ca kalam karoti’ti. ","mn36:26.5":"Ekacca devata evamahamsu: ","mn36:26.6":"‘na kalankato samano gotamo, napi kalam karoti, araham samano gotamo, viharo tveva so arahato evarupo hoti’ti. ","mn36:27.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:27.2":"‘yannunaham sabbaso aharupacchedaya patipajjeyyan’ti. ","mn36:27.3":"Atha kho mam, aggivessana, devata upasankamitva etadavocum: ","mn36:27.4":"‘ma kho tvam, marisa, sabbaso aharupacchedaya patipajji. ","mn36:27.5":"Sace kho tvam, marisa, sabbaso aharupacchedaya patipajjissasi, tassa te mayam dibbam ojam lomakupehi ajjhoharessama, taya tvam yapessasi’ti. ","mn36:27.6":"Tassa mayham, aggivessana, etadahosi: ","mn36:27.7":"‘ahanceva kho pana sabbaso ajajjitam patijaneyyam, ima ca me devata dibbam ojam lomakupehi ajjhohareyyum, taya caham yapeyyam, tam mamassa musa’ti. ","mn36:27.8":"So kho aham, aggivessana, ta devata paccacikkhami, ‘halan’ti vadami. ","mn36:28.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:28.2":"‘yannunaham thokam thokam aharam ahareyyam, pasatam pasatam, yadi va muggayusam, yadi va kulatthayusam, yadi va kalayayusam, yadi va harenukayusan’ti. ","mn36:28.3":"So kho aham, aggivessana, thokam thokam aharam aharesim, pasatam pasatam, yadi va muggayusam, yadi va kulatthayusam, yadi va kalayayusam, yadi va harenukayusam. ","mn36:28.4":"Tassa mayham, aggivessana, thokam thokam aharam aharayato, pasatam pasatam, yadi va muggayusam, yadi va kulatthayusam, yadi va kalayayusam, yadi va harenukayusam, adhimattakasimanam patto kayo hoti. ","mn36:28.5":"Seyyathapi nama asitikapabbani va kalapabbani va; evamevassu me angapaccangani bhavanti tayevappaharataya. ","mn36:28.6":"Seyyathapi nama otthapadam; evamevassu me anisadam hoti tayevappaharataya. ","mn36:28.7":"Seyyathapi nama vattanavali; evamevassu me pitthikantako unnatavanato hoti tayevappaharataya. ","mn36:28.8":"Seyyathapi nama jarasalaya gopanasiyo oluggavilugga bhavanti; evamevassu me phasuliyo oluggavilugga bhavanti tayevappaharataya. ","mn36:28.9":"Seyyathapi nama gambhire udapane udakataraka gambhiragata okkhayika dissanti; evamevassu me akkhikupesu akkhitaraka gambhiragata okkhayika dissanti tayevappaharataya. ","mn36:28.10":"Seyyathapi nama tittakalabu amakacchinno vatatapena samphutito hoti sammilato; evamevassu me sisacchavi samphutita hoti sammilata tayevappaharataya. ","mn36:28.11":"So kho aham, aggivessana, udaracchavim parimasissamiti pitthikantakamyeva parigganhami, pitthikantakam parimasissamiti udaracchavimyeva parigganhami, yavassu me, aggivessana, udaracchavi pitthikantakam allina hoti tayevappaharataya. ","mn36:28.12":"So kho aham, aggivessana, vaccam va muttam va karissamiti tattheva avakujjo papatami tayevappaharataya. ","mn36:28.13":"So kho aham, aggivessana, imameva kayam assasento panina gattani anumajjami. Tassa mayham, aggivessana, panina gattani anumajjato putimulani lomani kayasma papatanti tayevappaharataya. ","mn36:29.1":"Apissu mam, aggivessana, manussa disva evamahamsu: ‘kalo samano gotamo’ti. ","mn36:29.2":"Ekacce manussa evamahamsu: ‘na kalo samano gotamo, samo samano gotamo’ti. ","mn36:29.3":"Ekacce manussa evamahamsu: ‘na kalo samano gotamo, napi samo, manguracchavi samano gotamo’ti. ","mn36:29.4":"Yavassu me, aggivessana, tava parisuddho chavivanno pariyodato upahato hoti tayevappaharataya. ","mn36:30.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:30.2":"‘ye kho keci atitamaddhanam samana va brahmana va opakkamika dukkha tibba khara katuka vedana vedayimsu, etavaparamam, nayito bhiyyo. ","mn36:30.3":"Yepi hi keci anagatamaddhanam samana va brahmana va opakkamika dukkha tibba khara katuka vedana vedayissanti, etavaparamam, nayito bhiyyo. ","mn36:30.4":"Yepi hi keci etarahi samana va brahmana va opakkamika dukkha tibba khara katuka vedana vedayanti, etavaparamam, nayito bhiyyo. ","mn36:30.5":"Na kho panaham imaya katukaya dukkarakarikaya adhigacchami uttari manussadhamma alamariyananadassanavisesam. ","mn36:30.6":"Siya nu kho anno maggo bodhaya’ti? ","mn36:31.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:31.2":"‘abhijanami kho panaham pitu sakkassa kammante sitaya jambucchayaya nisinno vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharita. ","mn36:31.3":"Siya nu kho eso maggo bodhaya’ti? ","mn36:31.4":"Tassa mayham, aggivessana, satanusari vinnanam ahosi: ","mn36:31.5":"‘eseva maggo bodhaya’ti. ","mn36:32.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:32.2":"‘kim nu kho aham tassa sukhassa bhayami, yam tam sukham annatreva kamehi annatra akusalehi dhammehi’ti? ","mn36:32.3":"Tassa mayham, aggivessana, etadahosi: ","mn36:32.4":"‘na kho aham tassa sukhassa bhayami, yam tam sukham annatreva kamehi annatra akusalehi dhammehi’ti. ","mn36:33.1":"Tassa mayham, aggivessana, etadahosi: ","mn36:33.2":"‘na kho tam sukaram sukham adhigantum evam adhimattakasimanam pattakayena, yannunaham olarikam aharam ahareyyam odanakummasan’ti. ","mn36:33.3":"So kho aham, aggivessana, olarikam aharam aharesim odanakummasam. ","mn36:33.4":"Tena kho pana mam, aggivessana, samayena panca bhikkhu paccupatthita honti: ","mn36:33.5":"‘yam kho samano gotamo dhammam adhigamissati, tam no arocessati’ti. ","mn36:33.6":"Yato kho aham, aggivessana, olarikam aharam aharesim odanakummasam, atha me te panca bhikkhu nibbijja pakkamimsu: ","mn36:33.7":"‘bahulliko samano gotamo, padhanavibbhanto, avatto bahullaya’ti. ","mn36:34.1":"So kho aham, aggivessana, olarikam aharam aharetva, balam gahetva, vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja vihasim. ","mn36:34.2":"Evarupapi kho me, aggivessana, uppanna sukha vedana cittam na pariyadaya titthati. ","mn36:35-37.1":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja vihasim. ","mn36:35-37.2":"Evarupapi kho me, aggivessana, uppanna sukha vedana cittam na pariyadaya titthati. ","mn36:35-37.3":"Pitiya ca viraga upekkhako ca vihasim, sato ca sampajano. Sukhanca kayena patisamvedesim yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja vihasim. ","mn36:35-37.4":"Evarupapi kho me, aggivessana, uppanna sukha vedana cittam na pariyadaya titthati. ","mn36:35-37.5":"Sukhassa ca pahana dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama, adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja vihasim. ","mn36:35-37.6":"Evarupapi kho me, aggivessana, uppanna sukha vedana cittam na pariyadaya titthati. ","mn36:38.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnamesim. ","mn36:38.2":"So anekavihitam pubbenivasam anussarami, seyyathidam—ekampi jatim …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarami. ","mn36:39.1":"Ayam kho me, aggivessana, rattiya pathame yame pathama vijja adhigata; ","mn36:39.2":"avijja vihata, vijja uppanna; tamo vihato, aloko uppanno; yatha tam appamattassa atapino pahitattassa viharato. ","mn36:39.3":"Evarupapi kho me, aggivessana, uppanna sukha vedana cittam na pariyadaya titthati. ","mn36:40.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnamesim. ","mn36:40.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passami cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanami …pe… ","mn36:41.1":"ayam kho me, aggivessana, rattiya majjhime yame dutiya vijja adhigata; ","mn36:41.2":"avijja vihata, vijja uppanna; tamo vihato, aloko uppanno; yatha tam appamattassa atapino pahitattassa viharato. ","mn36:41.3":"Evarupapi kho me, aggivessana, uppanna sukha vedana cittam na pariyadaya titthati. ","mn36:42.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnamesim. ","mn36:42.2":"So ‘idam dukkhan’ti yathabhutam abbhannasim, ‘ayam dukkhasamudayo’ti yathabhutam abbhannasim, ‘ayam dukkhanirodho’ti yathabhutam abbhannasim, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam abbhannasim. ","mn36:42.3":"‘Ime asava’ti yathabhutam abbhannasim, ‘ayam asavasamudayo’ti yathabhutam abbhannasim, ‘ayam asavanirodho’ti yathabhutam abbhannasim, ‘ayam asavanirodhagamini patipada’ti yathabhutam abbhannasim. ","mn36:43.1":"Tassa me evam janato evam passato kamasavapi cittam vimuccittha, bhavasavapi cittam vimuccittha, avijjasavapi cittam vimuccittha. ","mn36:43.2":"Vimuttasmim vimuttamiti nanam ahosi. ","mn36:43.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti abbhannasim. ","mn36:44.1":"Ayam kho me, aggivessana, rattiya pacchime yame tatiya vijja adhigata; ","mn36:44.2":"avijja vihata, vijja uppanna; tamo vihato, aloko uppanno; yatha tam appamattassa atapino pahitattassa viharato. ","mn36:44.3":"Evarupapi kho me, aggivessana, uppanna sukha vedana cittam na pariyadaya titthati. ","mn36:45.1":"Abhijanami kho panaham, aggivessana, anekasataya parisaya dhammam deseta. ","mn36:45.2":"Apissu mam ekameko evam mannati: ","mn36:45.3":"‘mamevarabbha samano gotamo dhammam deseti’ti. ","mn36:45.4":"Na kho panetam, aggivessana, evam datthabbam; ","mn36:45.5":"yavadeva vinnapanatthaya tathagato paresam dhammam deseti. ","mn36:45.6":"So kho aham, aggivessana, tassayeva kathaya pariyosane, tasmimyeva purimasmim samadhinimitte ajjhattameva cittam santhapemi sannisademi ekodim karomi samadahami, yena sudam niccakappam viharami”ti. ","mn36:45.7":"“Okappaniyametam bhoto gotamassa yatha tam arahato sammasambuddhassa. ","mn36:45.8":"Abhijanati kho pana bhavam gotamo diva supita”ti? ","mn36:46.1":"“Abhijanamaham, aggivessana, gimhanam pacchime mase pacchabhattam pindapatapatikkanto catuggunam sanghatim pannapetva dakkhinena passena sato sampajano niddam okkamita”ti. ","mn36:46.2":"“Etam kho, bho gotama, eke samanabrahmana sammohaviharasmim vadanti”ti? ","mn36:46.3":"“Na kho, aggivessana, ettavata sammulho va hoti asammulho va. ","mn36:46.4":"Api ca, aggivessana, yatha sammulho ca hoti asammulho ca, ","mn36:46.5":"tam sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn36:46.6":"“Evam, bho”ti kho saccako niganthaputto bhagavato paccassosi. ","mn36:46.7":"Bhagava etadavoca: ","mn36:47.1":"“Yassa kassaci, aggivessana, ye asava sankilesika ponobbhavika sadara dukkhavipaka ayatim jatijaramaraniya appahina, tamaham ‘sammulho’ti vadami. ","mn36:47.2":"Asavananhi, aggivessana, appahana sammulho hoti. ","mn36:47.3":"Yassa kassaci, aggivessana, ye asava sankilesika ponobbhavika sadara dukkhavipaka ayatim jatijaramaraniya pahina, tamaham ‘asammulho’ti vadami. ","mn36:47.4":"Asavananhi, aggivessana, pahana asammulho hoti. ","mn36:47.5":"Tathagatassa kho, aggivessana, ye asava sankilesika ponobbhavika sadara dukkhavipaka ayatim jatijaramaraniya pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","mn36:47.6":"Seyyathapi, aggivessana, talo matthakacchinno abhabbo puna virulhiya; ","mn36:47.7":"evameva kho, aggivessana, tathagatassa ye asava sankilesika ponobbhavika sadara dukkhavipaka ayatim jatijaramaraniya pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma”ti. ","mn36:48.1":"Evam vutte, saccako niganthaputto bhagavantam etadavoca: ","mn36:48.2":"“acchariyam, bho gotama, abbhutam, bho gotama. ","mn36:48.3":"Yavancidam bhoto gotamassa evam asajja asajja vuccamanassa, upanitehi vacanappathehi samudacariyamanassa, chavivanno ceva pariyodayati, mukhavanno ca vippasidati, yatha tam arahato sammasambuddhassa. ","mn36:48.4":"Abhijanamaham, bho gotama, puranam kassapam vadena vadam samarabhita. ","mn36:48.5":"Sopi maya vadena vadam samaraddho annenannam paticari, bahiddha katham apanamesi, kopanca dosanca appaccayanca patvakasi. ","mn36:48.6":"Bhoto pana gotamassa evam asajja asajja vuccamanassa, upanitehi vacanappathehi samudacariyamanassa, chavivanno ceva pariyodayati, mukhavanno ca vippasidati, yatha tam arahato sammasambuddhassa. ","mn36:48.7":"Abhijanamaham, bho gotama, makkhalim gosalam …pe… ","mn36:48.8":"ajitam kesakambalam … ","mn36:48.9":"pakudham kaccayanam … ","mn36:48.10":"sanjayam belatthaputtam … ","mn36:48.11":"nigantham nataputtam vadena vadam samarabhita. ","mn36:48.12":"Sopi maya vadena vadam samaraddho annenannam paticari, bahiddha katham apanamesi, kopanca dosanca appaccayanca patvakasi. ","mn36:48.13":"Bhoto pana gotamassa evam asajja asajja vuccamanassa, upanitehi vacanappathehi samudacariyamanassa, chavivanno ceva pariyodayati, mukhavanno ca vippasidati, yatha tam arahato sammasambuddhassa. ","mn36:48.14":"Handa ca dani mayam, bho gotama, gacchama. ","mn36:48.15":"Bahukicca mayam, bahukaraniya”ti. ","mn36:48.16":"“Yassadani tvam, aggivessana, kalam mannasi”ti. ","mn36:48.17":"Atha kho saccako niganthaputto bhagavato bhasitam abhinanditva anumoditva utthayasana pakkamiti. ","mn36:48.18":"Mahasaccakasuttam nitthitam chattham. "}