{"mn39:0.1":"Majjhima Nikaya 39 ","mn39:0.2":"Mahaassapurasutta ","mn39:1.1":"Evam me sutam—","mn39:1.2":"ekam samayam bhagava angesu viharati assapuram nama anganam nigamo. ","mn39:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn39:1.4":"“bhikkhavo”ti. ","mn39:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn39:1.6":"Bhagava etadavoca: ","mn39:2.1":"“Samana samanati vo, bhikkhave, jano sanjanati. ","mn39:2.2":"Tumhe ca pana ‘ke tumhe’ti puttha samana ‘samanamha’ti patijanatha; ","mn39:2.3":"tesam vo, bhikkhave, evamsamannanam satam evampatinnanam satam ‘ye dhamma samanakarana ca brahmanakarana ca te dhamme samadaya vattissama, evam no ayam amhakam samanna ca sacca bhavissati patinna ca bhuta. ","mn39:2.4":"Yesanca mayam civarapindapatasenasanagilanappaccayabhesajjaparikkharam paribhunjama, tesam te kara amhesu mahapphala bhavissanti mahanisamsa, amhakancevayam pabbajja avanjha bhavissati saphala saudraya’ti. ","mn39:2.5":"Evanhi vo, bhikkhave, sikkhitabbam. ","mn39:3.1":"Katame ca, bhikkhave, dhamma samanakarana ca brahmanakarana ca? ","mn39:3.2":"‘Hirottappena samannagata bhavissama’ti evanhi vo, bhikkhave, sikkhitabbam. ","mn39:3.3":"Siya kho pana, bhikkhave, tumhakam evamassa: ","mn39:3.4":"‘hirottappenamha samannagata, alamettavata katamettavata, anuppatto no samannattho, natthi no kinci uttarim karaniyan’ti tavatakeneva tutthim apajjeyyatha. ","mn39:3.5":"Arocayami vo, bhikkhave, pativedayami vo, bhikkhave: ","mn39:3.6":"‘ma vo samannatthikanam satam samannattho parihayi, sati uttarim karaniye’. ","mn39:4.1":"Kinca, bhikkhave, uttarim karaniyam? ","mn39:4.2":"‘Parisuddho no kayasamacaro bhavissati uttano vivato na ca chiddava samvuto ca. ","mn39:4.3":"Taya ca pana parisuddhakayasamacarataya nevattanukkamsessama na param vambhessama’ti evanhi vo, bhikkhave, sikkhitabbam. ","mn39:4.4":"Siya kho pana, bhikkhave, tumhakam evamassa: ","mn39:4.5":"‘hirottappenamha samannagata, parisuddho no kayasamacaro; ","mn39:4.6":"alamettavata katamettavata, anuppatto no samannattho, natthi no kinci uttarim karaniyan’ti tavatakeneva tutthim apajjeyyatha. ","mn39:4.7":"Arocayami vo, bhikkhave, pativedayami vo, bhikkhave: ","mn39:4.8":"‘ma vo samannatthikanam satam samannattho parihayi, sati uttarim karaniye’. ","mn39:5.1":"Kinca, bhikkhave, uttarim karaniyam? ","mn39:5.2":"‘Parisuddho no vacisamacaro bhavissati uttano vivato na ca chiddava samvuto ca. ","mn39:5.3":"Taya ca pana parisuddhavacisamacarataya nevattanukkamsessama na param vambhessama’ti evanhi vo, bhikkhave, sikkhitabbam. ","mn39:5.4":"Siya kho pana, bhikkhave, tumhakam evamassa: ","mn39:5.5":"‘hirottappenamha samannagata, parisuddho no kayasamacaro, parisuddho vacisamacaro; ","mn39:5.6":"alamettavata katamettavata, anuppatto no samannattho, natthi no kinci uttarim karaniyan’ti tavatakeneva tutthim apajjeyyatha. ","mn39:5.7":"Arocayami vo, bhikkhave, pativedayami vo, bhikkhave: ","mn39:5.8":"‘ma vo samannatthikanam satam samannattho parihayi, sati uttarim karaniye’. ","mn39:6.1":"Kinca, bhikkhave, uttarim karaniyam? ","mn39:6.2":"‘Parisuddho no manosamacaro bhavissati uttano vivato na ca chiddava samvuto ca. ","mn39:6.3":"Taya ca pana parisuddhamanosamacarataya nevattanukkamsessama na param vambhessama’ti evanhi vo, bhikkhave, sikkhitabbam. ","mn39:6.4":"Siya kho pana, bhikkhave, tumhakam evamassa: ","mn39:6.5":"‘hirottappenamha samannagata, parisuddho no kayasamacaro, parisuddho vacisamacaro, parisuddho manosamacaro; ","mn39:6.6":"alamettavata katamettavata, anuppatto no samannattho, natthi no kinci uttarim karaniyan’ti tavatakeneva tutthim apajjeyyatha. ","mn39:6.7":"Arocayami vo, bhikkhave, pativedayami vo, bhikkhave: ","mn39:6.8":"‘ma vo samannatthikanam satam samannattho parihayi, sati uttarim karaniye’. ","mn39:7.1":"Kinca, bhikkhave, uttarim karaniyam? ","mn39:7.2":"‘Parisuddho no ajivo bhavissati uttano vivato na ca chiddava samvuto ca. ","mn39:7.3":"Taya ca pana parisuddhajivataya nevattanukkamsessama na param vambhessama’ti evanhi vo, bhikkhave, sikkhitabbam. ","mn39:7.4":"Siya kho pana, bhikkhave, tumhakam evamassa: ","mn39:7.5":"‘hirottappenamha samannagata, parisuddho no kayasamacaro, parisuddho vacisamacaro, parisuddho manosamacaro, parisuddho ajivo; ","mn39:7.6":"alamettavata katamettavata, anuppatto no samannattho, natthi no kinci uttarim karaniyan’ti tavatakeneva tutthim apajjeyyatha. ","mn39:7.7":"Arocayami vo, bhikkhave, pativedayami vo, bhikkhave: ","mn39:7.8":"‘ma vo samannatthikanam satam samannattho parihayi, sati uttarim karaniye’. ","mn39:8.1":"Kinca, bhikkhave, uttarim karaniyam? ","mn39:8.2":"‘Indriyesu guttadvara bhavissama; ","mn39:8.3":"cakkhuna rupam disva na nimittaggahi nanubyanjanaggahi. ","mn39:8.4":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjissama, rakkhissama cakkhundriyam, cakkhundriye samvaram apajjissama. ","mn39:8.5":"Sotena saddam sutva …pe… ","mn39:8.6":"ghanena gandham ghayitva …pe… ","mn39:8.7":"jivhaya rasam sayitva …pe… ","mn39:8.8":"kayena photthabbam phusitva …pe… ","mn39:8.9":"manasa dhammam vinnaya na nimittaggahi nanubyanjanaggahi. ","mn39:8.10":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjissama, rakkhissama manindriyam, manindriye samvaram apajjissama’ti evanhi vo, bhikkhave, sikkhitabbam. ","mn39:8.11":"Siya kho pana, bhikkhave, tumhakam evamassa: ","mn39:8.12":"‘hirottappenamha samannagata, parisuddho no kayasamacaro, parisuddho vacisamacaro, parisuddho manosamacaro, parisuddho ajivo, indriyesumha guttadvara; ","mn39:8.13":"alamettavata katamettavata, anuppatto no samannattho, natthi no kinci uttarim karaniyan’ti tavatakeneva tutthim apajjeyyatha. ","mn39:8.14":"Arocayami vo, bhikkhave, pativedayami vo, bhikkhave: ","mn39:8.15":"‘ma vo samannatthikanam satam samannattho parihayi, sati uttarim karaniye’. ","mn39:9.1":"Kinca, bhikkhave, uttarim karaniyam? ","mn39:9.2":"‘Bhojane mattannuno bhavissama, patisankha yoniso aharam aharissama, ","mn39:9.3":"neva davaya na madaya na mandanaya na vibhusanaya yavadeva imassa kayassa thitiya yapanaya, vihimsuparatiya, brahmacariyanuggahaya, iti purananca vedanam patihankhama navanca vedanam na uppadessama, yatra ca no bhavissati, anavajjata ca, phasu viharo ca’ti evanhi vo, bhikkhave, sikkhitabbam. ","mn39:9.4":"Siya kho pana, bhikkhave, tumhakam evamassa: ","mn39:9.5":"‘hirottappenamha samannagata, parisuddho no kayasamacaro, parisuddho vacisamacaro, parisuddho manosamacaro, parisuddho ajivo, indriyesumha guttadvara, bhojane mattannuno; ","mn39:9.6":"alamettavata katamettavata, anuppatto no samannattho, natthi no kinci uttarim karaniyan’ti tavatakeneva tutthim apajjeyyatha. ","mn39:9.7":"Arocayami vo, bhikkhave, pativedayami vo, bhikkhave: ","mn39:9.8":"‘ma vo, samannatthikanam satam samannattho parihayi sati uttarim karaniye’. ","mn39:10.1":"Kinca, bhikkhave, uttarim karaniyam? ","mn39:10.2":"‘Jagariyam anuyutta bhavissama, divasam cankamena nisajjaya avaraniyehi dhammehi cittam parisodhessama. ","mn39:10.3":"Rattiya pathamam yamam cankamena nisajjaya avaraniyehi dhammehi cittam parisodhessama. ","mn39:10.4":"Rattiya majjhimam yamam dakkhinena passena sihaseyyam kappessama pade padam accadhaya, sato sampajano utthanasannam manasi karitva. ","mn39:10.5":"Rattiya pacchimam yamam paccutthaya cankamena nisajjaya avaraniyehi dhammehi cittam parisodhessama’ti, evanhi vo, bhikkhave, sikkhitabbam. ","mn39:10.6":"Siya kho pana, bhikkhave, tumhakam evamassa: ","mn39:10.7":"‘hirottappenamha samannagata, parisuddho no kayasamacaro, parisuddho vacisamacaro, parisuddho manosamacaro, parisuddho ajivo, indriyesumha guttadvara, bhojane mattannuno, jagariyam anuyutta; ","mn39:10.8":"alamettavata katamettavata, anuppatto no samannattho, natthi no kinci uttarim karaniyan’ti, tavatakeneva tutthim apajjeyyatha. ","mn39:10.9":"Arocayami vo, bhikkhave, pativedayami vo, bhikkhave: ","mn39:10.10":"‘ma vo, samannatthikanam satam samannattho parihayi sati uttarim karaniye’. ","mn39:11.1":"Kinca, bhikkhave, uttarim karaniyam? ","mn39:11.2":"‘Satisampajannena samannagata bhavissama, abhikkante patikkante sampajanakari, alokite vilokite sampajanakari, saminjite pasarite sampajanakari, sanghatipattacivaradharane sampajanakari, asite pite khayite sayite sampajanakari, uccarapassavakamme sampajanakari, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari’ti, evanhi vo, bhikkhave, sikkhitabbam. ","mn39:11.3":"Siya kho pana, bhikkhave, tumhakam evamassa: ","mn39:11.4":"‘hirottappenamha samannagata, parisuddho no kayasamacaro, parisuddho vacisamacaro, parisuddho manosamacaro, parisuddho ajivo, indriyesumha guttadvara, bhojane mattannuno, jagariyam anuyutta, satisampajannena samannagata; ","mn39:11.5":"alamettavata katamettavata, anuppatto no samannattho, natthi no kinci uttarim karaniyan’ti tavatakeneva tutthim apajjeyyatha. ","mn39:11.6":"Arocayami vo, bhikkhave, pativedayami vo, bhikkhave: ","mn39:11.7":"‘ma vo, samannatthikanam satam samannattho parihayi sati uttarim karaniye’. ","mn39:12.1":"Kinca, bhikkhave, uttarim karaniyam? ","mn39:12.2":"Idha, bhikkhave, bhikkhu vivittam senasanam bhajati—arannam rukkhamulam pabbatam kandaram giriguham susanam vanappattham abbhokasam palalapunjam. ","mn39:13.1":"So pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva, ujum kayam panidhaya parimukham satim upatthapetva. ","mn39:13.2":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti; ","mn39:13.3":"byapadapadosam pahaya abyapannacitto viharati, sabbapanabhutahitanukampi, byapadapadosa cittam parisodheti; ","mn39:13.4":"thinamiddham pahaya vigatathinamiddho viharati, alokasanni sato sampajano, thinamiddha cittam parisodheti; ","mn39:13.5":"uddhaccakukkuccam pahaya anuddhato viharati, ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti; ","mn39:13.6":"vicikiccham pahaya tinnavicikiccho viharati, akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","mn39:14.1":"Seyyathapi, bhikkhave, puriso inam adaya kammante payojeyya. ","mn39:14.2":"Tassa te kammanta samijjheyyum. ","mn39:14.3":"So yani ca poranani inamulani tani ca byanti kareyya, siya cassa uttarim avasittham darabharanaya. ","mn39:14.4":"Tassa evamassa: ","mn39:14.5":"‘aham kho pubbe inam adaya kammante payojesim, tassa me te kammanta samijjhimsu. ","mn39:14.6":"Soham yani ca poranani inamulani tani ca byanti akasim, atthi ca me uttarim avasittham darabharanaya’ti. ","mn39:14.7":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","mn39:14.8":"Seyyathapi, bhikkhave, puriso abadhiko assa dukkhito balhagilano, bhattancassa nacchadeyya, na cassa kaye balamatta. ","mn39:14.9":"So aparena samayena tamha abadha mucceyya, bhattancassa chadeyya, siya cassa kaye balamatta. ","mn39:14.10":"Tassa evamassa: ","mn39:14.11":"‘aham kho pubbe abadhiko ahosim dukkhito balhagilano, bhattanca me nacchadesi, na ca me asi kaye balamatta, somhi etarahi tamha abadha mutto, bhattanca me chadeti, atthi ca me kaye balamatta’ti. ","mn39:14.12":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","mn39:14.13":"Seyyathapi, bhikkhave, puriso bandhanagare baddho assa. ","mn39:14.14":"So aparena samayena tamha bandhana mucceyya sotthina abbhayena, na cassa kinci bhoganam vayo. ","mn39:14.15":"Tassa evamassa: ","mn39:14.16":"‘aham kho pubbe bandhanagare baddho ahosim, somhi etarahi tamha bandhana mutto, sotthina abbhayena, natthi ca me kinci bhoganam vayo’ti. ","mn39:14.17":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","mn39:14.18":"Seyyathapi, bhikkhave, puriso daso assa anattadhino paradhino na yenakamangamo. ","mn39:14.19":"So aparena samayena tamha dasabya mucceyya attadhino aparadhino bhujisso yenakamangamo. ","mn39:14.20":"Tassa evamassa: ","mn39:14.21":"‘aham kho pubbe daso ahosim anattadhino paradhino na yenakamangamo, somhi etarahi tamha dasabya mutto attadhino aparadhino bhujisso yenakamangamo’ti. ","mn39:14.22":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","mn39:14.23":"Seyyathapi, bhikkhave, puriso sadhano sabhogo kantaraddhanamaggam patipajjeyya. ","mn39:14.24":"So aparena samayena tamha kantara nitthareyya sotthina abbhayena, na cassa kinci bhoganam vayo. ","mn39:14.25":"Tassa evamassa: ","mn39:14.26":"‘aham kho pubbe sadhano sabhogo kantaraddhanamaggam patipajjim. ","mn39:14.27":"Somhi etarahi tamha kantara nitthinno sotthina abbhayena, natthi ca me kinci bhoganam vayo’ti. ","mn39:14.28":"So tatonidanam labhetha pamojjam, adhigaccheyya somanassam. ","mn39:14.29":"Evameva kho, bhikkhave, bhikkhu yatha inam yatha rogam yatha bandhanagaram yatha dasabyam yatha kantaraddhanamaggam, ime panca nivarane appahine attani samanupassati. ","mn39:14.30":"Seyyathapi, bhikkhave, ananyam yatha arogyam yatha bandhanamokkham yatha bhujissam yatha khemantabhumim; evameva bhikkhu ime panca nivarane pahine attani samanupassati. ","mn39:15.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane, ","mn39:15.2":"vivicceva kamehi vivicca akusalehi dhammehi, savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn39:15.3":"So imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","mn39:15.4":"Seyyathapi, bhikkhave, dakkho nhapako va nhapakantevasi va kamsathale nhaniyacunnani akiritva udakena paripphosakam paripphosakam sanneyya. Sayam nhaniyapindi snehanugata snehapareta santarabahira, phuta snehena na ca paggharini. ","mn39:15.5":"Evameva kho, bhikkhave, bhikkhu imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","mn39:16.1":"Puna caparam, bhikkhave, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","mn39:16.2":"So imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","mn39:16.3":"Seyyathapi, bhikkhave, udakarahado ubbhidodako. Tassa nevassa puratthimaya disaya udakassa ayamukham, na pacchimaya disaya udakassa ayamukham, na uttaraya disaya udakassa ayamukham, na dakkhinaya disaya udakassa ayamukham, devo ca na kalena kalam sammadharam anuppaveccheyya. Atha kho tamhava udakarahada sita varidhara ubbhijjitva tameva udakarahadam sitena varina abhisandeyya parisandeyya paripureyya paripphareyya, nassa kinci sabbavato udakarahadassa sitena varina apphutam assa. ","mn39:16.4":"Evameva kho, bhikkhave, bhikkhu imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","mn39:17.1":"Puna caparam, bhikkhave, bhikkhu pitiya ca viraga upekkhako ca viharati, sato ca sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","mn39:17.2":"So imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","mn39:17.3":"Seyyathapi, bhikkhave, uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani antonimuggaposini, tani yava cagga yava ca mula sitena varina abhisannani parisannani paripurani paripphutani, nassa kinci sabbavatam uppalanam va padumanam va pundarikanam va sitena varina apphutam assa. ","mn39:17.4":"Evameva kho, bhikkhave, bhikkhu imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","mn39:18.1":"Puna caparam, bhikkhave, bhikkhu sukhassa ca pahana dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama, adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn39:18.2":"So imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti, nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","mn39:18.3":"Seyyathapi, bhikkhave, puriso odatena vatthena sasisam parupetva nisinno assa, nassa kinci sabbavato kayassa odatena vatthena apphutam assa. ","mn39:18.4":"Evameva kho, bhikkhave, bhikkhu imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti, nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","mn39:19.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnameti. ","mn39:19.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim, dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn39:19.3":"Seyyathapi, bhikkhave, puriso sakamha gama annam gamam gaccheyya, tamhapi gama annam gamam gaccheyya, so tamha gama sakamyeva gamam paccagaccheyya. Tassa evamassa: ‘aham kho sakamha gama amum gamam agacchim, tatrapi evam atthasim evam nisidim evam abhasim evam tunhi ahosim; tamhapi gama amum gamam agacchim, tatrapi evam atthasim evam nisidim evam abhasim evam tunhi ahosim; somhi tamha gama sakamyeva gamam paccagato’ti. ","mn39:19.4":"Evameva kho, bhikkhave, bhikkhu anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn39:20.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnameti. ","mn39:20.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate, yathakammupage satte pajanati …pe… ","mn39:20.3":"seyyathapi, bhikkhave, dve agara sadvara. Tattha cakkhuma puriso majjhe thito passeyya manusse geham pavisantepi nikkhamantepi, anucankamantepi anuvicarantepi. ","mn39:20.4":"Evameva kho, bhikkhave, bhikkhu dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanati …pe…. ","mn39:21.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","mn39:21.2":"So ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati. ","mn39:21.3":"‘Ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti yathabhutam pajanati, ‘ayam asavanirodho’ti yathabhutam pajanati, ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","mn39:21.4":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati. ","mn39:21.5":"Vimuttasmim vimuttamiti nanam hoti: ","mn39:21.6":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn39:21.7":"Seyyathapi, bhikkhave, pabbatasankhepe udakarahado accho vippasanno anavilo. ","mn39:21.8":"Tattha cakkhuma puriso tire thito passeyya sippisambukampi sakkharakathalampi macchagumbampi, carantampi titthantampi. ","mn39:21.9":"Tassa evamassa: ","mn39:21.10":"‘ayam kho udakarahado accho vippasanno anavilo. Tatrime sippisambukapi sakkharakathalapi macchagumbapi carantipi titthantipi’ti’. ","mn39:21.11":"Evameva kho, bhikkhave, bhikkhu ‘idam dukkhan’ti yathabhutam pajanati …pe… ","mn39:21.12":"naparam itthattayati pajanati. ","mn39:22.1":"Ayam vuccati, bhikkhave, bhikkhu ‘samano’ itipi ‘brahmano’itipi ‘nhatako’itipi ‘vedagu’itipi ‘sottiyo’itipi ‘ariyo’itipi ‘araham’itipi. ","mn39:23.1":"Kathanca, bhikkhave, bhikkhu samano hoti? ","mn39:23.2":"Samitassa honti papaka akusala dhamma, sankilesika, ponobbhavika, sadara, dukkhavipaka, ayatim, jatijaramaraniya. ","mn39:23.3":"Evam kho, bhikkhave, bhikkhu samano hoti. ","mn39:24.1":"Kathanca, bhikkhave, bhikkhu brahmano hoti? ","mn39:24.2":"Bahitassa honti papaka akusala dhamma, sankilesika, ponobbhavika, sadara, dukkhavipaka, ayatim, jatijaramaraniya. ","mn39:24.3":"Evam kho, bhikkhave, bhikkhu brahmano hoti. ","mn39:25.1":"Kathanca, bhikkhave, bhikkhu nhatako hoti? ","mn39:25.2":"Nhatassa honti papaka akusala dhamma, sankilesika, ponobbhavika, sadara, dukkhavipaka, ayatim, jatijaramaraniya. ","mn39:25.3":"Evam kho, bhikkhave, bhikkhu nhatako hoti. ","mn39:26.1":"Kathanca, bhikkhave, bhikkhu vedagu hoti? ","mn39:26.2":"Viditassa honti papaka akusala dhamma, sankilesika, ponobbhavika, sadara, dukkhavipaka, ayatim, jatijaramaraniya. ","mn39:26.3":"Evam kho, bhikkhave, bhikkhu vedagu hoti. ","mn39:27.1":"Kathanca, bhikkhave, bhikkhu sottiyo hoti? ","mn39:27.2":"Nissutassa honti papaka akusala dhamma, sankilesika, ponobbhavika, sadara, dukkhavipaka, ayatim, jatijaramaraniya. ","mn39:27.3":"Evam kho, bhikkhave, bhikkhu sottiyo hoti. ","mn39:28.1":"Kathanca, bhikkhave, bhikkhu ariyo hoti? ","mn39:28.2":"Arakassa honti papaka akusala dhamma, sankilesika, ponobbhavika, sadara, dukkhavipaka, ayatim, jatijaramaraniya. ","mn39:28.3":"Evam kho, bhikkhave, bhikkhu ariyo hoti. ","mn39:29.1":"Kathanca, bhikkhave, bhikkhu araham hoti? ","mn39:29.2":"Arakassa honti papaka akusala dhamma, sankilesika, ponobbhavika, sadara, dukkhavipaka, ayatim, jatijaramaraniya. ","mn39:29.3":"Evam kho, bhikkhave, bhikkhu araham hoti”ti. ","mn39:29.4":"Idamavoca bhagava. ","mn39:29.5":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn39:29.6":"Mahaassapurasuttam nitthitam navamam. "}