{"mn42:0.1":"Majjhima Nikaya 42 ","mn42:0.2":"Veranjakasutta ","mn42:1.1":"Evam me sutam—","mn42:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn42:2.1":"Tena kho pana samayena veranjaka brahmanagahapatika savatthiyam pativasanti kenacideva karaniyena. ","mn42:2.2":"Assosum kho veranjaka brahmanagahapatika: ","mn42:2.3":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito savatthiyam viharati jetavane anathapindikassa arame. ","mn42:2.4":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","mn42:2.5":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’. ","mn42:2.6":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn42:2.7":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam; kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn42:2.8":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","mn42:3.1":"Atha kho veranjaka brahmanagahapatika yena bhagava tenupasankamimsu; upasankamitva appekacce bhagavantam abhivadetva ekamantam nisidimsu; appekacce bhagavata saddhim sammodimsu, sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu; appekacce yena bhagava tenanjalim panametva ekamantam nisidimsu; appekacce bhagavato santike namagottam savetva ekamantam nisidimsu; appekacce tunhibhuta ekamantam nisidimsu. Ekamantam nisinna kho veranjaka brahmanagahapatika bhagavantam etadavocum: ","mn42:4.1":"“ko nu kho, bho gotama, hetu, ko paccayo yena m’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti? ","mn42:4.2":"Ko pana, bho gotama, hetu, ko paccayo yena m’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti? ","mn42:5.1":"“Adhammacariyavisamacariyahetu kho, gahapatayo, evam’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti. ","mn42:5.2":"Dhammacariyasamacariyahetu kho, gahapatayo, evam’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti”ti. ","mn42:6.1":"“Na kho mayam imassa bhoto gotamassa sankhittena bhasitassa, vittharena attham avibhattassa, vittharena attham ajanama. ","mn42:6.2":"Sadhu no bhavam gotamo tatha dhammam desetu yatha mayam imassa bhoto gotamassa sankhittena bhasitassa, vittharena attham avibhattassa, vittharena attham ajaneyyama”ti. ","mn42:6.3":"“Tena hi, gahapatayo, sunatha sadhukam manasi karotha, bhasissami”ti. ","mn42:6.4":"“Evam, bho”ti kho veranjaka brahmanagahapatika bhagavato paccassosum. ","mn42:6.5":"Bhagava etadavoca: ","mn42:7.1":"“Tividham kho, gahapatayo, kayena adhammacari visamacari hoti, catubbidham vacaya adhammacari visamacari hoti, tividham manasa adhammacari visamacari hoti. ","mn42:8.1":"Kathanca, gahapatayo, tividham kayena adhammacari visamacari hoti? ","mn42:8.2":"Idha, gahapatayo, ekacco panatipati hoti. Luddo lohitapani hatappahate nivittho adayapanno panabhutesu. ","mn42:8.3":"Adinnadayi kho pana hoti. Yam tam parassa paravittupakaranam … tam adinnam theyyasankhatam adata hoti. ","mn42:8.4":"Kamesumicchacari kho pana hoti. Ya ta maturakkhita … tatharupasu carittam apajjita hoti. ","mn42:8.5":"Evam kho, gahapatayo, tividham kayena adhammacari visamacari hoti. ","mn42:9.1":"Kathanca, gahapatayo, catubbidham vacaya adhammacari visamacari hoti? ","mn42:9.2":"Idha, gahapatayo, ekacco musavadi hoti. Sabhagato va … sampajanamusa bhasita hoti. ","mn42:9.3":"Pisunavaco kho pana hoti. Ito sutva amutra akkhata … vaggakaranim vacam bhasita hoti. ","mn42:9.4":"Pharusavaco kho pana hoti. Ya sa vaca andaka kakkasa … tatharupim vacam bhasita hoti. ","mn42:9.5":"Samphappalapi kho pana hoti. Akalavadi … apariyantavatim anatthasamhitam. ","mn42:9.6":"Evam kho, gahapatayo, catubbidham vacaya adhammacari visamacari hoti. ","mn42:10.1":"Kathanca, gahapatayo, tividham manasa adhammacari visamacari hoti? ","mn42:10.2":"Idha, gahapatayo, ekacco abhijjhalu hoti …pe… tam mamassa’ti. ","mn42:10.3":"Byapannacitto kho pana hoti padutthamanasankappo: ‘ime satta hannantu va … ma va ahesun’ti. ","mn42:10.4":"Micchaditthiko kho pana hoti viparitadassano: ","mn42:10.5":"‘natthi dinnam, natthi yittham … sacchikatva pavedenti’ti. ","mn42:10.6":"Evam kho, gahapatayo, tividham manasa adhammacari visamacari hoti. ","mn42:10.7":"Evam adhammacariyavisamacariyahetu kho, gahapatayo, evam’idhekacce satta kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti. ","mn42:11.1":"Tividham kho, gahapatayo, kayena dhammacari samacari hoti, catubbidham vacaya dhammacari samacari hoti, tividham manasa dhammacari samacari hoti. ","mn42:12.1":"Kathanca, gahapatayo, tividham kayena dhammacari samacari hoti? ","mn42:12.2":"Idha, gahapatayo, ekacco panatipatam pahaya panatipata pativirato hoti, nihitadando nihitasattho lajji dayapanno sabbapanabhutahitanukampi viharati. ","mn42:12.3":"Adinnadanam pahaya adinnadana pativirato hoti, yam tam parassa … tam nadinnam theyyasankhatam adata hoti. ","mn42:12.4":"Kamesumicchacaram pahaya … tatharupasu na carittam apajjita hoti. ","mn42:12.5":"Evam kho, gahapatayo, tividham kayena dhammacari samacari hoti. ","mn42:13.1":"Kathanca, gahapatayo, catubbidham vacaya dhammacari samacari hoti? ","mn42:13.2":"Idha, gahapatayo, ekacco musavadam pahaya musavada pativirato hoti. Sabhagato va …pe… na sampajanamusa bhasita hoti. ","mn42:13.3":"Pisunam vacam pahaya … samaggakaranim vacam bhasita hoti. ","mn42:13.4":"Pharusam vacam pahaya … tatharupam vacam bhasita hoti. ","mn42:13.5":"Samphappalapam pahaya … kalena sapadesam pariyantavatim atthasamhitam. ","mn42:13.6":"Evam kho, gahapatayo, catubbidham vacaya dhammacari samacari hoti. ","mn42:14.1":"Kathanca, gahapatayo, tividham manasa dhammacari samacari hoti? ","mn42:14.2":"Idha, gahapatayo, ekacco anabhijjhalu hoti. Yam tam parassa paravittupakaranam tam nabhijjhata hoti: ‘aho vata yam parassa, tam mamassa’ti. ","mn42:14.3":"Abyapannacitto kho pana hoti appadutthamanasankappo: ‘ime satta avera abyabajjha anigha sukhi attanam pariharantu’ti. ","mn42:14.4":"Sammaditthiko kho pana hoti aviparitadassano: ","mn42:14.5":"‘atthi dinnam, atthi yittham … sayam abhinna sacchikatva pavedenti’ti. ","mn42:14.6":"Evam kho, gahapatayo, tividham manasa dhammacari samacari hoti. ","mn42:14.7":"Evam dhammacariyasamacariyahetu kho, gahapatayo, evam’idhekacce satta kayassa bheda param marana sugatim saggam lokam upapajjanti. ","mn42:15.1":"Akankheyya ce, gahapatayo, dhammacari samacari: ","mn42:15.2":"‘aho vataham kayassa bheda param marana khattiyamahasalanam sahabyatam upapajjeyyan’ti; ","mn42:15.3":"thanam kho panetam vijjati, yam so kayassa bheda param marana khattiyamahasalanam sahabyatam upapajjeyya. ","mn42:15.4":"Tam kissa hetu? ","mn42:15.5":"Tatha hi so dhammacari samacari. ","mn42:16-17.1":"Akankheyya ce, gahapatayo, dhammacari samacari: ","mn42:16-17.2":"‘aho vataham kayassa bheda param marana brahmanamahasalanam …pe… ","mn42:16-17.3":"gahapatimahasalanam sahabyatam upapajjeyyan’ti; ","mn42:16-17.4":"thanam kho panetam vijjati, yam so kayassa bheda param marana gahapatimahasalanam sahabyatam upapajjeyya. ","mn42:16-17.5":"Tam kissa hetu? ","mn42:16-17.6":"Tatha hi so dhammacari samacari. ","mn42:18-42.1":"Akankheyya ce, gahapatayo, dhammacari samacari: ","mn42:18-42.2":"‘aho vataham kayassa bheda param marana catumaharajikanam devanam sahabyatam upapajjeyyan’ti; ","mn42:18-42.3":"thanam kho panetam vijjati, yam so kayassa bheda param marana catumaharajikanam devanam sahabyatam upapajjeyya. ","mn42:18-42.4":"Tam kissa hetu? ","mn42:18-42.5":"Tatha hi so dhammacari samacari. ","mn42:18-42.6":"Akankheyya ce, gahapatayo, dhammacari samacari: ","mn42:18-42.7":"‘aho vataham kayassa bheda param marana tavatimsanam devanam … ","mn42:18-42.8":"yamanam devanam … ","mn42:18-42.9":"tusitanam devanam … ","mn42:18-42.10":"nimmanaratinam devanam … ","mn42:18-42.11":"paranimmitavasavattinam devanam … ","mn42:18-42.12":"brahmakayikanam devanam sahabyatam upapajjeyyan’ti; ","mn42:18-42.13":"thanam kho panetam vijjati, yam so kayassa bheda param marana brahmakayikanam devanam sahabyatam upapajjeyya. ","mn42:18-42.14":"Tam kissa hetu? ","mn42:18-42.15":"Tatha hi so dhammacari samacari. ","mn42:18-42.16":"Akankheyya ce, gahapatayo, dhammacari samacari: ","mn42:18-42.17":"‘aho vataham kayassa bheda param marana abhanam devanam sahabyatam upapajjeyyan’ti; ","mn42:18-42.18":"thanam kho panetam vijjati, yam so kayassa bheda param marana abhanam devanam sahabyatam upapajjeyya. ","mn42:18-42.19":"Tam kissa hetu? ","mn42:18-42.20":"Tatha hi so dhammacari samacari. ","mn42:18-42.21":"Akankheyya ce, gahapatayo, dhammacari samacari: ","mn42:18-42.22":"‘aho vataham kayassa bheda param marana parittabhanam devanam …pe… ","mn42:18-42.23":"appamanabhanam devanam … ","mn42:18-42.24":"abhassaranam devanam … ","mn42:18-42.25":"parittasubhanam devanam … ","mn42:18-42.26":"appamanasubhanam devanam … ","mn42:18-42.27":"subhakinhanam devanam … ","mn42:18-42.28":"vehapphalanam devanam … ","mn42:18-42.29":"avihanam devanam … ","mn42:18-42.30":"atappanam devanam … ","mn42:18-42.31":"sudassanam devanam … ","mn42:18-42.32":"sudassinam devanam … ","mn42:18-42.33":"akanitthanam devanam … ","mn42:18-42.34":"akasanancayatanupaganam devanam … ","mn42:18-42.35":"vinnanancayatanupaganam devanam … ","mn42:18-42.36":"akincannayatanupaganam devanam … ","mn42:18-42.37":"nevasannanasannayatanupaganam devanam sahabyatam upapajjeyyan’ti; ","mn42:18-42.38":"thanam kho panetam vijjati, yam so kayassa bheda param marana nevasannanasannayatanupaganam devanam sahabyatam upapajjeyya. ","mn42:18-42.39":"Tam kissa hetu? ","mn42:18-42.40":"Tatha hi so dhammacari samacari. ","mn42:43.1":"Akankheyya ce, gahapatayo, dhammacari samacari: ","mn42:43.2":"‘aho vataham asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyyan’ti; ","mn42:43.3":"thanam kho panetam vijjati, ‘yam so asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyya. ","mn42:43.4":"Tam kissa hetu? ","mn42:43.5":"Tatha hi so dhammacari samacari’”ti. ","mn42:44.1":"Evam vutte, veranjaka brahmanagahapatika bhagavantam etadavocum: ","mn42:44.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","mn42:44.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","mn42:44.4":"Ete mayam bhavantam gotamam saranam gacchama dhammanca bhikkhusanghanca. ","mn42:44.5":"Upasake no bhavam gotamo dharetu ajjatagge panupete saranam gate”ti. ","mn42:44.6":"Veranjakasuttam nitthitam dutiyam. "}