{"mn44:0.1":"Majjhima Nikaya 44 ","mn44:0.2":"Culavedallasutta ","mn44:1.1":"Evam me sutam—","mn44:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn44:1.3":"Atha kho visakho upasako yena dhammadinna bhikkhuni tenupasankami; upasankamitva dhammadinnam bhikkhunim abhivadetva ekamantam nisidi. Ekamantam nisinno kho visakho upasako dhammadinnam bhikkhunim etadavoca: ","mn44:2.1":"“‘sakkayo sakkayo’ti, ayye, vuccati. ","mn44:2.2":"Katamo nu kho, ayye, sakkayo vutto bhagavata”ti? ","mn44:2.3":"“Panca kho ime, avuso visakha, upadanakkhandha sakkayo vutto bhagavata, ","mn44:2.4":"seyyathidam—rupupadanakkhandho, vedanupadanakkhandho, sannupadanakkhandho, sankharupadanakkhandho, vinnanupadanakkhandho. ","mn44:2.5":"Ime kho, avuso visakha, pancupadanakkhandha sakkayo vutto bhagavata”ti. ","mn44:2.6":"“Sadhayye”ti kho visakho upasako dhammadinnaya bhikkhuniya bhasitam abhinanditva anumoditva dhammadinnam bhikkhunim uttarim panham apucchi: ","mn44:3.1":"“‘sakkayasamudayo sakkayasamudayo’ti, ayye, vuccati. ","mn44:3.2":"Katamo nu kho, ayye, sakkayasamudayo vutto bhagavata”ti? ","mn44:3.3":"“Yayam, avuso visakha, tanha ponobbhavika nandiragasahagata tatratatrabhinandini, seyyathidam—","mn44:3.4":"kamatanha bhavatanha vibhavatanha; ","mn44:3.5":"ayam kho, avuso visakha, sakkayasamudayo vutto bhagavata”ti. ","mn44:4.1":"“‘Sakkayanirodho sakkayanirodho’ti, ayye, vuccati. ","mn44:4.2":"Katamo nu kho, ayye, sakkayanirodho vutto bhagavata”ti? ","mn44:4.3":"“Yo kho, avuso visakha, tassayeva tanhaya asesaviraganirodho cago patinissaggo mutti analayo; ","mn44:4.4":"ayam kho, avuso visakha, sakkayanirodho vutto bhagavata”ti. ","mn44:5.1":"“‘Sakkayanirodhagamini patipada sakkayanirodhagamini patipada’ti, ayye, vuccati. ","mn44:5.2":"Katama nu kho, ayye, sakkayanirodhagamini patipada vutta bhagavata”ti? ","mn44:5.3":"“Ayameva kho, avuso visakha, ariyo atthangiko maggo sakkayanirodhagamini patipada vutta bhagavata, seyyathidam—","mn44:5.4":"sammaditthi sammasankappo sammavaca sammakammanto sammaajivo sammavayamo sammasati sammasamadhi”ti. ","mn44:6.1":"“Tanneva nu kho, ayye, upadanam te pancupadanakkhandha udahu annatra pancahupadanakkhandhehi upadanan”ti? ","mn44:6.2":"“Na kho, avuso visakha, tanneva upadanam te pancupadanakkhandha, napi annatra pancahupadanakkhandhehi upadanam. ","mn44:6.3":"Yo kho, avuso visakha, pancasu upadanakkhandhesu chandarago tam tattha upadanan”ti. ","mn44:7.1":"“Katham panayye, sakkayaditthi hoti”ti? ","mn44:7.2":"“Idhavuso visakha, assutava puthujjano, ariyanam adassavi ariyadhammassa akovido ariyadhamme avinito, sappurisanam adassavi sappurisadhammassa akovido sappurisadhamme avinito, ","mn44:7.3":"rupam attato samanupassati, rupavantam va attanam, attani va rupam, rupasmim va attanam. ","mn44:7.4":"Vedanam …pe… ","mn44:7.5":"sannam … ","mn44:7.6":"sankhare … ","mn44:7.7":"vinnanam attato samanupassati, vinnanavantam va attanam, attani va vinnanam, vinnanasmim va attanam. ","mn44:7.8":"Evam kho, avuso visakha, sakkayaditthi hoti”ti. ","mn44:8.1":"“Katham panayye, sakkayaditthi na hoti”ti? ","mn44:8.2":"“Idhavuso visakha, sutava ariyasavako, ariyanam dassavi ariyadhammassa kovido ariyadhamme suvinito, sappurisanam dassavi sappurisadhammassa kovido sappurisadhamme suvinito, ","mn44:8.3":"na rupam attato samanupassati, na rupavantam va attanam, na attani va rupam, na rupasmim va attanam. ","mn44:8.4":"Na vedanam …pe… ","mn44:8.5":"na sannam … ","mn44:8.6":"na sankhare …pe… ","mn44:8.7":"na vinnanam attato samanupassati, na vinnanavantam va attanam, na attani va vinnanam, na vinnanasmim va attanam. ","mn44:8.8":"Evam kho, avuso visakha, sakkayaditthi na hoti”ti. ","mn44:9.1":"“Katamo panayye, ariyo atthangiko maggo”ti? ","mn44:9.2":"“Ayameva kho, avuso visakha, ariyo atthangiko maggo, seyyathidam—","mn44:9.3":"sammaditthi sammasankappo sammavaca sammakammanto sammaajivo sammavayamo sammasati sammasamadhi”ti. ","mn44:10.1":"“Ariyo panayye, atthangiko maggo sankhato udahu asankhato”ti? ","mn44:10.2":"“Ariyo kho, avuso visakha, atthangiko maggo sankhato”ti. ","mn44:11.1":"“Ariyena nu kho, ayye, atthangikena maggena tayo khandha sangahita udahu tihi khandhehi ariyo atthangiko maggo sangahito”ti? ","mn44:11.2":"“Na kho, avuso visakha, ariyena atthangikena maggena tayo khandha sangahita; tihi ca kho, avuso visakha, khandhehi ariyo atthangiko maggo sangahito. ","mn44:11.3":"Ya cavuso visakha, sammavaca yo ca sammakammanto yo ca sammaajivo ime dhamma silakkhandhe sangahita. ","mn44:11.4":"Yo ca sammavayamo ya ca sammasati yo ca sammasamadhi ime dhamma samadhikkhandhe sangahita. ","mn44:11.5":"Ya ca sammaditthi yo ca sammasankappo, ime dhamma pannakkhandhe sangahita”ti. ","mn44:12.1":"“Katamo panayye, samadhi, katame dhamma samadhinimitta, katame dhamma samadhiparikkhara, katama samadhibhavana”ti? ","mn44:12.2":"“Ya kho, avuso visakha, cittassa ekaggata ayam samadhi; ","mn44:12.3":"cattaro satipatthana samadhinimitta; ","mn44:12.4":"cattaro sammappadhana samadhiparikkhara. ","mn44:12.5":"Ya tesamyeva dhammanam asevana bhavana bahulikammam, ayam ettha samadhibhavana”ti. ","mn44:13.1":"“Kati panayye, sankhara”ti? ","mn44:13.2":"“Tayome, avuso visakha, sankhara—","mn44:13.3":"kayasankharo, vacisankharo, cittasankharo”ti. ","mn44:14.1":"“Katamo panayye, kayasankharo, katamo vacisankharo, katamo cittasankharo”ti? ","mn44:14.2":"“Assasapassasa kho, avuso visakha, kayasankharo, vitakkavicara vacisankharo, sanna ca vedana ca cittasankharo”ti. ","mn44:15.1":"“Kasma panayye, assasapassasa kayasankharo, kasma vitakkavicara vacisankharo, kasma sanna ca vedana ca cittasankharo”ti? ","mn44:15.2":"“Assasapassasa kho, avuso visakha, kayika ete dhamma kayappatibaddha, tasma assasapassasa kayasankharo. ","mn44:15.3":"Pubbe kho, avuso visakha, vitakketva vicaretva paccha vacam bhindati, tasma vitakkavicara vacisankharo. ","mn44:15.4":"Sanna ca vedana ca cetasika ete dhamma cittappatibaddha, tasma sanna ca vedana ca cittasankharo”ti. ","mn44:16.1":"“Katham panayye, sannavedayitanirodhasamapatti hoti”ti? ","mn44:16.2":"“Na kho, avuso visakha, sannavedayitanirodham samapajjantassa bhikkhuno evam hoti: ","mn44:16.3":"‘aham sannavedayitanirodham samapajjissan’ti va, ‘aham sannavedayitanirodham samapajjami’ti va, ‘aham sannavedayitanirodham samapanno’ti va. ","mn44:16.4":"Atha khvassa pubbeva tatha cittam bhavitam hoti yam tam tathattaya upaneti”ti. ","mn44:17.1":"“Sannavedayitanirodham samapajjantassa panayye, bhikkhuno katame dhamma pathamam nirujjhanti—yadi va kayasankharo, yadi va vacisankharo, yadi va cittasankharo”ti? ","mn44:17.2":"“Sannavedayitanirodham samapajjantassa kho, avuso visakha, bhikkhuno pathamam nirujjhati vacisankharo, tato kayasankharo, tato cittasankharo”ti. ","mn44:18.1":"“Katham panayye, sannavedayitanirodhasamapattiya vutthanam hoti”ti? ","mn44:18.2":"“Na kho, avuso visakha, sannavedayitanirodhasamapattiya vutthahantassa bhikkhuno evam hoti: ","mn44:18.3":"‘aham sannavedayitanirodhasamapattiya vutthahissan’ti va, ‘aham sannavedayitanirodhasamapattiya vutthahami’ti va, ‘aham sannavedayitanirodhasamapattiya vutthito’ti va. ","mn44:18.4":"Atha khvassa pubbeva tatha cittam bhavitam hoti yam tam tathattaya upaneti”ti. ","mn44:19.1":"“Sannavedayitanirodhasamapattiya vutthahantassa panayye, bhikkhuno katame dhamma pathamam uppajjanti—yadi va kayasankharo, yadi va vacisankharo, yadi va cittasankharo”ti? ","mn44:19.2":"“Sannavedayitanirodhasamapattiya vutthahantassa kho, avuso visakha, bhikkhuno pathamam uppajjati cittasankharo, tato kayasankharo, tato vacisankharo”ti. ","mn44:20.1":"“Sannavedayitanirodhasamapattiya vutthitam panayye, bhikkhum kati phassa phusanti”ti? ","mn44:20.2":"“Sannavedayitanirodhasamapattiya vutthitam kho, avuso visakha, bhikkhum tayo phassa phusanti—sunnato phasso, animitto phasso, appanihito phasso”ti. ","mn44:21.1":"“Sannavedayitanirodhasamapattiya vutthitassa panayye, bhikkhuno kimninnam cittam hoti kimponam kimpabbharan”ti? ","mn44:21.2":"“Sannavedayitanirodhasamapattiya vutthitassa kho, avuso visakha, bhikkhuno vivekaninnam cittam hoti, vivekaponam vivekapabbharan”ti. ","mn44:22.1":"“Kati panayye, vedana”ti? ","mn44:22.2":"“Tisso kho ima, avuso visakha, vedana—","mn44:22.3":"sukha vedana, dukkha vedana, adukkhamasukha vedana”ti. ","mn44:23.1":"“Katama panayye, sukha vedana, katama dukkha vedana, katama adukkhamasukha vedana”ti? ","mn44:23.2":"“Yam kho, avuso visakha, kayikam va cetasikam va sukham satam vedayitam—","mn44:23.3":"ayam sukha vedana. ","mn44:23.4":"Yam kho, avuso visakha, kayikam va cetasikam va dukkham asatam vedayitam—","mn44:23.5":"ayam dukkha vedana. ","mn44:23.6":"Yam kho, avuso visakha, kayikam va cetasikam va neva satam nasatam vedayitam—","mn44:23.7":"ayam adukkhamasukha vedana”ti. ","mn44:24.1":"“Sukha panayye, vedana kimsukha kimdukkha, dukkha vedana kimsukha kimdukkha, adukkhamasukha vedana kimsukha kimdukkha”ti? ","mn44:24.2":"“Sukha kho, avuso visakha, vedana thitisukha viparinamadukkha; ","mn44:24.3":"dukkha vedana thitidukkha viparinamasukha; ","mn44:24.4":"adukkhamasukha vedana nanasukha annanadukkha”ti. ","mn44:25.1":"“Sukhaya panayye, vedanaya kim anusayo anuseti, dukkhaya vedanaya kim anusayo anuseti, adukkhamasukhaya vedanaya kim anusayo anuseti”ti? ","mn44:25.2":"“Sukhaya kho, avuso visakha, vedanaya raganusayo anuseti, dukkhaya vedanaya patighanusayo anuseti, adukkhamasukhaya vedanaya avijjanusayo anuseti”ti. ","mn44:26.1":"“Sabbaya nu kho, ayye, sukhaya vedanaya raganusayo anuseti, sabbaya dukkhaya vedanaya patighanusayo anuseti, sabbaya adukkhamasukhaya vedanaya avijjanusayo anuseti”ti? ","mn44:26.2":"“Na kho, avuso visakha, sabbaya sukhaya vedanaya raganusayo anuseti, na sabbaya dukkhaya vedanaya patighanusayo anuseti, na sabbaya adukkhamasukhaya vedanaya avijjanusayo anuseti”ti. ","mn44:27.1":"“Sukhaya panayye, vedanaya kim pahatabbam, dukkhaya vedanaya kim pahatabbam, adukkhamasukhaya vedanaya kim pahatabban”ti? ","mn44:27.2":"“Sukhaya kho, avuso visakha, vedanaya raganusayo pahatabbo, dukkhaya vedanaya patighanusayo pahatabbo, adukkhamasukhaya vedanaya avijjanusayo pahatabbo”ti. ","mn44:28.1":"“Sabbaya nu kho, ayye, sukhaya vedanaya raganusayo pahatabbo, sabbaya dukkhaya vedanaya patighanusayo pahatabbo, sabbaya adukkhamasukhaya vedanaya avijjanusayo pahatabbo”ti? ","mn44:28.2":"“Na kho, avuso visakha, sabbaya sukhaya vedanaya raganusayo pahatabbo, na sabbaya dukkhaya vedanaya patighanusayo pahatabbo, na sabbaya adukkhamasukhaya vedanaya avijjanusayo pahatabbo. ","mn44:28.3":"Idhavuso visakha, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn44:28.4":"Ragam tena pajahati, na tattha raganusayo anuseti. ","mn44:28.5":"Idhavuso visakha, bhikkhu iti patisancikkhati: ","mn44:28.6":"‘kudassu namaham tadayatanam upasampajja viharissami yadariya etarahi ayatanam upasampajja viharanti’ti? ","mn44:28.7":"Iti anuttaresu vimokkhesu piham upatthapayato uppajjati pihappaccaya domanassam. ","mn44:28.8":"Patigham tena pajahati, na tattha patighanusayo anuseti. ","mn44:28.9":"Idhavuso visakha, bhikkhu sukhassa ca pahana, dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama, adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn44:28.10":"Avijjam tena pajahati, na tattha avijjanusayo anuseti”ti. ","mn44:29.1":"“Sukhaya panayye, vedanaya kim patibhago”ti? ","mn44:29.2":"“Sukhaya kho, avuso visakha, vedanaya dukkha vedana patibhago”ti. ","mn44:29.3":"“Dukkhaya pannayye, vedanaya kim patibhago”ti? ","mn44:29.4":"“Dukkhaya kho, avuso visakha, vedanaya sukha vedana patibhago”ti. ","mn44:29.5":"“Adukkhamasukhaya panayye, vedanaya kim patibhago”ti? ","mn44:29.6":"“Adukkhamasukhaya kho, avuso visakha, vedanaya avijja patibhago”ti. ","mn44:29.7":"“Avijjaya panayye, kim patibhago”ti? ","mn44:29.8":"“Avijjaya kho, avuso visakha, vijja patibhago”ti. ","mn44:29.9":"“Vijjaya panayye, kim patibhago”ti? ","mn44:29.10":"“Vijjaya kho, avuso visakha, vimutti patibhago”ti. ","mn44:29.11":"“Vimuttiya panayye, kim patibhago”ti? ","mn44:29.12":"“Vimuttiya kho, avuso visakha, nibbanam patibhago”ti. ","mn44:29.13":"“Nibbanassa panayye, kim patibhago”ti? ","mn44:29.14":"“Accayasi, avuso visakha, panham, nasakkhi panhanam pariyantam gahetum. ","mn44:29.15":"Nibbanogadhanhi, avuso visakha, brahmacariyam, nibbanaparayanam nibbanapariyosanam. ","mn44:29.16":"Akankhamano ca tvam, avuso visakha, bhagavantam upasankamitva etamattham puccheyyasi, yatha ca te bhagava byakaroti tatha nam dhareyyasi”ti. ","mn44:30.1":"Atha kho visakho upasako dhammadinnaya bhikkhuniya bhasitam abhinanditva anumoditva utthayasana dhammadinnam bhikkhunim abhivadetva padakkhinam katva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","mn44:30.2":"Ekamantam nisinno kho visakho upasako yavatako ahosi dhammadinnaya bhikkhuniya saddhim kathasallapo tam sabbam bhagavato arocesi. ","mn44:30.3":"Evam vutte, bhagava visakham upasakam etadavoca: ","mn44:30.4":"“pandita, visakha, dhammadinna bhikkhuni, mahapanna, visakha, dhammadinna bhikkhuni. ","mn44:30.5":"Mancepi tvam, visakha, etamattham puccheyyasi, ahampi tam evamevam byakareyyam, yatha tam dhammadinnaya bhikkhuniya byakatam. ","mn44:30.6":"Eso cevetassa attho. Evanca nam dharehi”ti. ","mn44:30.7":"Idamavoca bhagava. ","mn44:30.8":"Attamano visakho upasako bhagavato bhasitam abhinanditi. ","mn44:30.9":"Culavedallasuttam nitthitam catuttham. "}