{"mn45:0.1":"Majjhima Nikaya 45 ","mn45:0.2":"Culadhammasamadanasutta ","mn45:1.1":"Evam me sutam—","mn45:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn45:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn45:1.4":"“bhikkhavo”ti. ","mn45:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn45:1.6":"Bhagava etadavoca: ","mn45:2.1":"“cattarimani, bhikkhave, dhammasamadanani. ","mn45:2.2":"Katamani cattari? ","mn45:2.3":"Atthi, bhikkhave, dhammasamadanam paccuppannasukham ayatim dukkhavipakam; ","mn45:2.4":"atthi, bhikkhave, dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam; ","mn45:2.5":"atthi, bhikkhave, dhammasamadanam paccuppannadukkham ayatim sukhavipakam; ","mn45:2.6":"atthi, bhikkhave, dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam. ","mn45:3.1":"Katamanca, bhikkhave, dhammasamadanam paccuppannasukham ayatim dukkhavipakam? ","mn45:3.2":"Santi, bhikkhave, eke samanabrahmana evamvadino evamditthino: ","mn45:3.3":"‘natthi kamesu doso’ti. ","mn45:3.4":"Te kamesu patabyatam apajjanti. ","mn45:3.5":"Te kho molibaddhahi paribbajikahi paricarenti. ","mn45:3.6":"Te evamahamsu: ","mn45:3.7":"‘kimsu nama te bhonto samanabrahmana kamesu anagatabhayam sampassamana kamanam pahanamahamsu, kamanam parinnam pannapenti? ","mn45:3.8":"Sukho imissa paribbajikaya tarunaya mudukaya lomasaya bahaya samphasso’ti te kamesu patabyatam apajjanti. ","mn45:3.9":"Te kamesu patabyatam apajjitva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti. ","mn45:3.10":"Te tattha dukkha tibba khara katuka vedana vedayanti. ","mn45:3.11":"Te evamahamsu: ","mn45:3.12":"‘idam kho te bhonto samanabrahmana kamesu anagatabhayam sampassamana kamanam pahanamahamsu, kamanam parinnam pannapenti, ime hi mayam kamahetu kamanidanam dukkha tibba khara katuka vedana vedayama’ti. ","mn45:4.1":"Seyyathapi, bhikkhave, gimhanam pacchime mase maluvasipatika phaleyya. ","mn45:4.2":"Atha kho tam, bhikkhave, maluvabijam annatarasmim salamule nipateyya. ","mn45:4.3":"Atha kho, bhikkhave, ya tasmim sale adhivattha devata sa bhita samvigga santasam apajjeyya. ","mn45:4.4":"Atha kho, bhikkhave, tasmim sale adhivatthaya devataya mittamacca natisalohita aramadevata vanadevata rukkhadevata osadhitinavanappatisu adhivattha devata sangamma samagamma evam samassaseyyum: ","mn45:4.5":"‘ma bhavam bhayi, ma bhavam bhayi; ","mn45:4.6":"appeva nametam maluvabijam moro va gileyya, mago va khadeyya, davadaho va daheyya, vanakammika va uddhareyyum, upacika va utthaheyyum, abijam va panassa’ti. ","mn45:4.7":"Atha kho tam, bhikkhave, maluvabijam neva moro gileyya, na mago khadeyya, na davadaho daheyya, na vanakammika uddhareyyum, na upacika utthaheyyum, bijanca panassa tam pavussakena meghena abhippavuttham sammadeva viruheyya. ","mn45:4.8":"Sassa maluvalata taruna muduka lomasa vilambini, sa tam salam upaniseveyya. ","mn45:4.9":"Atha kho, bhikkhave, tasmim sale adhivatthaya devataya evamassa: ","mn45:4.10":"‘kimsu nama te bhonto mittamacca natisalohita aramadevata vanadevata rukkhadevata osadhitinavanappatisu adhivattha devata maluvabije anagatabhayam sampassamana sangamma samagamma evam samassasesum: ","mn45:4.11":"“ma bhavam bhayi ma bhavam bhayi, ","mn45:4.12":"appeva nametam maluvabijam moro va gileyya, mago va khadeyya, davadaho va daheyya, vanakammika va uddhareyyum, upacika va utthaheyyum, abijam va panassa”ti; ","mn45:4.13":"sukho imissa maluvalataya tarunaya mudukaya lomasaya vilambiniya samphasso’ti. ","mn45:4.14":"Sa tam salam anuparihareyya. ","mn45:4.15":"Sa tam salam anupariharitva upari vitabhim kareyya. ","mn45:4.16":"Upari vitabhim karitva oghanam janeyya. ","mn45:4.17":"Oghanam janetva ye tassa salassa mahanta mahanta khandha te padaleyya. ","mn45:4.18":"Atha kho, bhikkhave, tasmim sale adhivatthaya devataya evamassa: ","mn45:4.19":"‘idam kho te bhonto mittamacca natisalohita aramadevata vanadevata rukkhadevata osadhitinavanappatisu adhivattha devata maluvabije anagatabhayam sampassamana sangamma samagamma evam samassasesum: ","mn45:4.20":"“ma bhavam bhayi ma bhavam bhayi, appeva nametam maluvabijam moro va gileyya, mago va khadeyya, davadaho va daheyya, vanakammika va uddhareyyum, upacika va utthaheyyum abijam va panassa”ti. ","mn45:4.21":"Yancaham maluvabijahetu dukkha tibba khara katuka vedana vedayami’ti. ","mn45:4.22":"Evameva kho, bhikkhave, santi eke samanabrahmana evamvadino evamditthino ‘natthi kamesu doso’ti. ","mn45:4.23":"Te kamesu patabyatam apajjanti. ","mn45:4.24":"Te molibaddhahi paribbajikahi paricarenti. ","mn45:4.25":"Te evamahamsu: ","mn45:4.26":"‘kimsu nama te bhonto samanabrahmana kamesu anagatabhayam sampassamana kamanam pahanamahamsu, kamanam parinnam pannapenti? ","mn45:4.27":"Sukho imissa paribbajikaya tarunaya mudukaya lomasaya bahaya samphasso’ti. ","mn45:4.28":"Te kamesu patabyatam apajjanti. ","mn45:4.29":"Te kamesu patabyatam apajjitva kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjanti. ","mn45:4.30":"Te tattha dukkha tibba khara katuka vedana vedayanti. ","mn45:4.31":"Te evamahamsu: ","mn45:4.32":"‘idam kho te bhonto samanabrahmana kamesu anagatabhayam sampassamana kamanam pahanamahamsu, kamanam parinnam pannapenti. ","mn45:4.33":"Ime hi mayam kamahetu kamanidanam dukkha tibba khara katuka vedana vedayama’ti. ","mn45:4.34":"Idam vuccati, bhikkhave, dhammasamadanam paccuppannasukham ayatim dukkhavipakam. ","mn45:5.1":"Katamanca, bhikkhave, dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam? ","mn45:5.2":"Idha, bhikkhave, ekacco acelako hoti muttacaro hatthapalekhano, naehibhaddantiko, natitthabhaddantiko, nabhihatam, na uddissakatam, na nimantanam sadiyati, ","mn45:5.3":"so na kumbhimukha patigganhati, na kalopimukha patigganhati, na elakamantaram, na dandamantaram, na musalamantaram, na dvinnam bhunjamananam, na gabbhiniya, na payamanaya, na purisantaragataya, na sankittisu, na yattha sa upatthito hoti, na yattha makkhika sandasandacarini, na maccham, na mamsam, na suram, na merayam, na thusodakam pivati. ","mn45:5.4":"So ekagariko va hoti ekalopiko, dvagariko va hoti dvalopiko …pe… sattagariko va hoti sattalopiko. ","mn45:5.5":"Ekissapi dattiya yapeti, dvihipi dattihi yapeti … sattahipi dattihi yapeti. ","mn45:5.6":"Ekahikampi aharam ahareti, dvihikampi aharam ahareti … sattahikampi aharam ahareti. Iti evarupam addhamasikampi pariyayabhattabhojananuyogamanuyutto viharati. ","mn45:5.7":"So sakabhakkho va hoti, samakabhakkho va hoti, nivarabhakkho va hoti, daddulabhakkho va hoti, hatabhakkho va hoti, kanabhakkho va hoti, acamabhakkho va hoti, pinnakabhakkho va hoti, tinabhakkho va hoti, gomayabhakkho va hoti, vanamulaphalaharo yapeti pavattaphalabhoji. ","mn45:5.8":"So sananipi dhareti, masananipi dhareti, chavadussanipi dhareti, pamsukulanipi dhareti, tiritanipi dhareti, ajinampi dhareti, ajinakkhipampi dhareti, kusacirampi dhareti, vakacirampi dhareti, phalakacirampi dhareti, kesakambalampi dhareti, valakambalampi dhareti, ulukapakkhampi dhareti, ","mn45:5.9":"kesamassulocakopi hoti, kesamassulocananuyogamanuyutto, ","mn45:5.10":"ubbhatthakopi hoti, asanapatikkhitto, ","mn45:5.11":"ukkutikopi hoti ukkutikappadhanamanuyutto, ","mn45:5.12":"kantakapassayikopi hoti, kantakapassaye seyyam kappeti, ","mn45:5.13":"sayatatiyakampi udakorohananuyogamanuyutto viharati. ","mn45:5.14":"Iti evarupam anekavihitam kayassa atapanaparitapananuyogamanuyutto viharati. ","mn45:5.15":"So kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn45:5.16":"Idam vuccati, bhikkhave, dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam. ","mn45:6.1":"Katamanca, bhikkhave, dhammasamadanam paccuppannadukkham ayatim sukhavipakam? ","mn45:6.2":"Idha, bhikkhave, ekacco pakatiya tibbaragajatiko hoti, so abhikkhanam ragajam dukkham domanassam patisamvedeti; ","mn45:6.3":"pakatiya tibbadosajatiko hoti, so abhikkhanam dosajam dukkham domanassam patisamvedeti; ","mn45:6.4":"pakatiya tibbamohajatiko hoti, so abhikkhanam mohajam dukkham domanassam patisamvedeti. ","mn45:6.5":"So sahapi dukkhena, sahapi domanassena, assumukhopi rudamano paripunnam parisuddham brahmacariyam carati. ","mn45:6.6":"So kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn45:6.7":"Idam vuccati, bhikkhave, dhammasamadanam paccuppannadukkham ayatim sukhavipakam. ","mn45:7.1":"Katamanca, bhikkhave, dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam? ","mn45:7.2":"Idha, bhikkhave, ekacco pakatiya na tibbaragajatiko hoti, so na abhikkhanam ragajam dukkham domanassam patisamvedeti; ","mn45:7.3":"pakatiya na tibbadosajatiko hoti, so na abhikkhanam dosajam dukkham domanassam patisamvedeti; ","mn45:7.4":"pakatiya na tibbamohajatiko hoti, so na abhikkhanam mohajam dukkham domanassam patisamvedeti. ","mn45:7.5":"So vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn45:7.6":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam …pe… ","mn45:7.7":"tatiyam jhanam … ","mn45:7.8":"catuttham jhanam upasampajja viharati. ","mn45:7.9":"So kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn45:7.10":"Idam vuccati, bhikkhave, dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam. ","mn45:7.11":"Imani kho, bhikkhave, cattari dhammasamadanani”ti. ","mn45:7.12":"Idamavoca bhagava. ","mn45:7.13":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn45:7.14":"Culadhammasamadanasuttam nitthitam pancamam. "}