{"mn46:0.1":"Majjhima Nikaya 46 ","mn46:0.2":"Mahadhammasamadanasutta ","mn46:1.1":"Evam me sutam—","mn46:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn46:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn46:1.4":"“bhikkhavo”ti. ","mn46:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn46:1.6":"Bhagava etadavoca: ","mn46:2.1":"“yebhuyyena, bhikkhave, satta evankama evamchanda evamadhippaya: ","mn46:2.2":"‘aho vata anittha akanta amanapa dhamma parihayeyyum, ittha kanta manapa dhamma abhivaddheyyun’ti. ","mn46:2.3":"Tesam, bhikkhave, sattanam evankamanam evamchandanam evamadhippayanam anittha akanta amanapa dhamma abhivaddhanti, ittha kanta manapa dhamma parihayanti. ","mn46:2.4":"Tatra tumhe, bhikkhave, kam hetum paccetha”ti? ","mn46:2.5":"“Bhagavammulaka no, bhante, dhamma, bhagavamnettika, bhagavampatisarana. Sadhu vata, bhante, bhagavantanneva patibhatu etassa bhasitassa attho; bhagavato sutva bhikkhu dharessanti”ti. ","mn46:2.6":"“Tena hi, bhikkhave, sunatha, sadhukam manasi karotha, bhasissami”ti. ","mn46:2.7":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","mn46:2.8":"Bhagava etadavoca: ","mn46:3.1":"“Idha, bhikkhave, assutava puthujjano, ariyanam adassavi ariyadhammassa akovido ariyadhamme avinito, sappurisanam adassavi sappurisadhammassa akovido sappurisadhamme avinito, ","mn46:3.2":"sevitabbe dhamme na janati asevitabbe dhamme na janati, bhajitabbe dhamme na janati abhajitabbe dhamme na janati. ","mn46:3.3":"So sevitabbe dhamme ajananto asevitabbe dhamme ajananto, bhajitabbe dhamme ajananto abhajitabbe dhamme ajananto, asevitabbe dhamme sevati sevitabbe dhamme na sevati, abhajitabbe dhamme bhajati bhajitabbe dhamme na bhajati. ","mn46:3.4":"Tassa asevitabbe dhamme sevato sevitabbe dhamme asevato, abhajitabbe dhamme bhajato bhajitabbe dhamme abhajato anittha akanta amanapa dhamma abhivaddhanti, ittha kanta manapa dhamma parihayanti. ","mn46:3.5":"Tam kissa hetu? ","mn46:3.6":"Evanhetam, bhikkhave, hoti yatha tam aviddasuno. ","mn46:4.1":"Sutava ca kho, bhikkhave, ariyasavako, ariyanam dassavi ariyadhammassa kovido ariyadhamme suvinito, sappurisanam dassavi sappurisadhammassa kovido sappurisadhamme suvinito, ","mn46:4.2":"sevitabbe dhamme janati asevitabbe dhamme janati, bhajitabbe dhamme janati abhajitabbe dhamme janati. ","mn46:4.3":"So sevitabbe dhamme jananto asevitabbe dhamme jananto, bhajitabbe dhamme jananto abhajitabbe dhamme jananto, asevitabbe dhamme na sevati sevitabbe dhamme sevati, abhajitabbe dhamme na bhajati bhajitabbe dhamme bhajati. ","mn46:4.4":"Tassa asevitabbe dhamme asevato sevitabbe dhamme sevato, abhajitabbe dhamme abhajato bhajitabbe dhamme bhajato, anittha akanta amanapa dhamma parihayanti, ittha kanta manapa dhamma abhivaddhanti. ","mn46:4.5":"Tam kissa hetu? ","mn46:4.6":"Evanhetam, bhikkhave, hoti yatha tam viddasuno. ","mn46:5.1":"Cattarimani, bhikkhave, dhammasamadanani. ","mn46:5.2":"Katamani cattari? ","mn46:5.3":"Atthi, bhikkhave, dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam; ","mn46:5.4":"atthi, bhikkhave, dhammasamadanam paccuppannasukham ayatim dukkhavipakam; ","mn46:5.5":"atthi, bhikkhave, dhammasamadanam paccuppannadukkham ayatim sukhavipakam; ","mn46:5.6":"atthi, bhikkhave, dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam. ","mn46:6.1":"Tatra, bhikkhave, yamidam dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam, tam avidva avijjagato yathabhutam nappajanati: ","mn46:6.2":"‘idam kho dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakan’ti. ","mn46:6.3":"Tam avidva avijjagato yathabhutam appajananto tam sevati, tam na parivajjeti. ","mn46:6.4":"Tassa tam sevato, tam aparivajjayato, anittha akanta amanapa dhamma abhivaddhanti, ittha kanta manapa dhamma parihayanti. ","mn46:6.5":"Tam kissa hetu? ","mn46:6.6":"Evanhetam, bhikkhave, hoti yatha tam aviddasuno. ","mn46:7.1":"Tatra, bhikkhave, yamidam dhammasamadanam paccuppannasukham ayatim dukkhavipakam tam avidva avijjagato yathabhutam nappajanati: ","mn46:7.2":"‘idam kho dhammasamadanam paccuppannasukham ayatim dukkhavipakan’ti. ","mn46:7.3":"Tam avidva avijjagato yathabhutam appajananto tam sevati, tam na parivajjeti. ","mn46:7.4":"Tassa tam sevato, tam aparivajjayato, anittha akanta amanapa dhamma abhivaddhanti, ittha kanta manapa dhamma parihayanti. ","mn46:7.5":"Tam kissa hetu? ","mn46:7.6":"Evanhetam, bhikkhave, hoti yatha tam aviddasuno. ","mn46:8.1":"Tatra, bhikkhave, yamidam dhammasamadanam paccuppannadukkham ayatim sukhavipakam, tam avidva avijjagato yathabhutam nappajanati: ","mn46:8.2":"‘idam kho dhammasamadanam paccuppannadukkham ayatim sukhavipakan’ti. ","mn46:8.3":"Tam avidva avijjagato yathabhutam appajananto tam na sevati, tam parivajjeti. ","mn46:8.4":"Tassa tam asevato, tam parivajjayato, anittha akanta amanapa dhamma abhivaddhanti, ittha kanta manapa dhamma parihayanti. ","mn46:8.5":"Tam kissa hetu? ","mn46:8.6":"Evanhetam, bhikkhave, hoti yatha tam aviddasuno. ","mn46:9.1":"Tatra, bhikkhave, yamidam dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam, tam avidva avijjagato yathabhutam nappajanati: ","mn46:9.2":"‘idam kho dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakan’ti. ","mn46:9.3":"Tam avidva avijjagato yathabhutam appajananto tam na sevati, tam parivajjeti. ","mn46:9.4":"Tassa tam asevato, tam parivajjayato, anittha akanta amanapa dhamma abhivaddhanti, ittha kanta manapa dhamma parihayanti. ","mn46:9.5":"Tam kissa hetu? ","mn46:9.6":"Evanhetam, bhikkhave, hoti yatha tam aviddasuno. ","mn46:10.1":"Tatra, bhikkhave, yamidam dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam tam vidva vijjagato yathabhutam pajanati: ","mn46:10.2":"‘idam kho dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakan’ti. ","mn46:10.3":"Tam vidva vijjagato yathabhutam pajananto tam na sevati, tam parivajjeti. ","mn46:10.4":"Tassa tam asevato, tam parivajjayato, anittha akanta amanapa dhamma parihayanti, ittha kanta manapa dhamma abhivaddhanti. ","mn46:10.5":"Tam kissa hetu? ","mn46:10.6":"Evanhetam, bhikkhave, hoti yatha tam viddasuno. ","mn46:11.1":"Tatra, bhikkhave, yamidam dhammasamadanam paccuppannasukham ayatim dukkhavipakam tam vidva vijjagato yathabhutam pajanati: ","mn46:11.2":"‘idam kho dhammasamadanam paccuppannasukham ayatim dukkhavipakan’ti. ","mn46:11.3":"Tam vidva vijjagato yathabhutam pajananto tam na sevati, tam parivajjeti. ","mn46:11.4":"Tassa tam asevato, tam parivajjayato, anittha akanta amanapa dhamma parihayanti, ittha kanta manapa dhamma abhivaddhanti. ","mn46:11.5":"Tam kissa hetu? ","mn46:11.6":"Evanhetam, bhikkhave, hoti yatha tam viddasuno. ","mn46:12.1":"Tatra, bhikkhave, yamidam dhammasamadanam paccuppannadukkham ayatim sukhavipakam tam vidva vijjagato yathabhutam pajanati: ","mn46:12.2":"‘idam kho dhammasamadanam paccuppannadukkham ayatim sukhavipakan’ti. ","mn46:12.3":"Tam vidva vijjagato yathabhutam pajananto tam sevati, tam na parivajjeti. ","mn46:12.4":"Tassa tam sevato, tam aparivajjayato, anittha akanta amanapa dhamma parihayanti, ittha kanta manapa dhamma abhivaddhanti. ","mn46:12.5":"Tam kissa hetu? ","mn46:12.6":"Evanhetam, bhikkhave, hoti yatha tam viddasuno. ","mn46:13.1":"Tatra, bhikkhave, yamidam dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam tam vidva vijjagato yathabhutam pajanati: ","mn46:13.2":"‘idam kho dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakan’ti. ","mn46:13.3":"Tam vidva vijjagato yathabhutam pajananto tam sevati, tam na parivajjeti. ","mn46:13.4":"Tassa tam sevato, tam aparivajjayato, anittha akanta amanapa dhamma parihayanti, ittha kanta manapa dhamma abhivaddhanti. ","mn46:13.5":"Tam kissa hetu? ","mn46:13.6":"Evanhetam, bhikkhave, hoti yatha tam viddasuno. ","mn46:14.1":"Katamanca, bhikkhave, dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam? ","mn46:14.2":"Idha, bhikkhave, ekacco sahapi dukkhena sahapi domanassena panatipati hoti, panatipatapaccaya ca dukkham domanassam patisamvedeti; ","mn46:14.3":"sahapi dukkhena sahapi domanassena adinnadayi hoti, adinnadanapaccaya ca dukkham domanassam patisamvedeti; ","mn46:14.4":"sahapi dukkhena sahapi domanassena kamesu micchacari hoti, kamesu micchacarapaccaya ca dukkham domanassam patisamvedeti; ","mn46:14.5":"sahapi dukkhena sahapi domanassena musavadi hoti, musavadapaccaya ca dukkham domanassam patisamvedeti; ","mn46:14.6":"sahapi dukkhena sahapi domanassena pisunavaco hoti, pisunavacapaccaya ca dukkham domanassam patisamvedeti; ","mn46:14.7":"sahapi dukkhena sahapi domanassena pharusavaco hoti, pharusavacapaccaya ca dukkham domanassam patisamvedeti; ","mn46:14.8":"sahapi dukkhena sahapi domanassena samphappalapi hoti, samphappalapapaccaya ca dukkham domanassam patisamvedeti; ","mn46:14.9":"sahapi dukkhena sahapi domanassena abhijjhalu hoti, abhijjhapaccaya ca dukkham domanassam patisamvedeti; ","mn46:14.10":"sahapi dukkhena sahapi domanassena byapannacitto hoti, byapadapaccaya ca dukkham domanassam patisamvedeti; ","mn46:14.11":"sahapi dukkhena sahapi domanassena micchaditthi hoti, micchaditthipaccaya ca dukkham domanassam patisamvedeti. ","mn46:14.12":"So kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn46:14.13":"Idam vuccati, bhikkhave, dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam. ","mn46:15.1":"Katamanca, bhikkhave, dhammasamadanam paccuppannasukham ayatim dukkhavipakam? ","mn46:15.2":"Idha, bhikkhave, ekacco sahapi sukhena sahapi somanassena panatipati hoti, panatipatapaccaya ca sukham somanassam patisamvedeti; ","mn46:15.3":"sahapi sukhena sahapi somanassena adinnadayi hoti, adinnadanapaccaya ca sukham somanassam patisamvedeti; ","mn46:15.4":"sahapi sukhena sahapi somanassena kamesumicchacari hoti, kamesumicchacarapaccaya ca sukham somanassam patisamvedeti; ","mn46:15.5":"sahapi sukhena sahapi somanassena musavadi hoti, musavadapaccaya ca sukham somanassam patisamvedeti; ","mn46:15.6":"sahapi sukhena sahapi somanassena pisunavaco hoti, pisunavacapaccaya ca sukham somanassam patisamvedeti; ","mn46:15.7":"sahapi sukhena sahapi somanassena pharusavaco hoti, pharusavacapaccaya ca sukham somanassam patisamvedeti; ","mn46:15.8":"sahapi sukhena sahapi somanassena samphappalapi hoti, samphappalapapaccaya ca sukham somanassam patisamvedeti; ","mn46:15.9":"sahapi sukhena sahapi somanassena abhijjhalu hoti, abhijjhapaccaya ca sukham somanassam patisamvedeti; ","mn46:15.10":"sahapi sukhena sahapi somanassena byapannacitto hoti, byapadapaccaya ca sukham somanassam patisamvedeti; ","mn46:15.11":"sahapi sukhena sahapi somanassena micchaditthi hoti, micchaditthipaccaya ca sukham somanassam patisamvedeti. ","mn46:15.12":"So kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","mn46:15.13":"Idam vuccati, bhikkhave, dhammasamadanam paccuppannasukham ayatim dukkhavipakam. ","mn46:16.1":"Katamanca, bhikkhave, dhammasamadanam paccuppannadukkham ayatim sukhavipakam? ","mn46:16.2":"Idha, bhikkhave, ekacco sahapi dukkhena sahapi domanassena panatipata pativirato hoti, panatipata veramanipaccaya ca dukkham domanassam patisamvedeti; ","mn46:16.3":"sahapi dukkhena sahapi domanassena adinnadana pativirato hoti, adinnadana veramanipaccaya ca dukkham domanassam patisamvedeti; ","mn46:16.4":"sahapi dukkhena sahapi domanassena kamesumicchacara pativirato hoti, kamesumicchacara veramanipaccaya ca dukkham domanassam patisamvedeti; ","mn46:16.5":"sahapi dukkhena sahapi domanassena musavada pativirato hoti, musavada veramanipaccaya ca dukkham domanassam patisamvedeti; ","mn46:16.6":"sahapi dukkhena sahapi domanassena pisunaya vacaya pativirato hoti, pisunaya vacaya veramanipaccaya ca dukkham domanassam patisamvedeti; ","mn46:16.7":"sahapi dukkhena sahapi domanassena pharusaya vacaya pativirato hoti, pharusaya vacaya veramanipaccaya ca dukkham domanassam patisamvedeti; ","mn46:16.8":"sahapi dukkhena sahapi domanassena samphappalapa pativirato hoti, samphappalapa veramanipaccaya ca dukkham domanassam patisamvedeti; ","mn46:16.9":"sahapi dukkhena sahapi domanassena anabhijjhalu hoti, anabhijjhapaccaya ca dukkham domanassam patisamvedeti; ","mn46:16.10":"sahapi dukkhena sahapi domanassena abyapannacitto hoti, abyapadapaccaya ca dukkham domanassam patisamvedeti; ","mn46:16.11":"sahapi dukkhena sahapi domanassena sammaditthi hoti, sammaditthipaccaya ca dukkham domanassam patisamvedeti. ","mn46:16.12":"So kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn46:16.13":"Idam vuccati, bhikkhave, dhammasamadanam paccuppannadukkham ayatim sukhavipakam. ","mn46:17.1":"Katamanca, bhikkhave, dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam? ","mn46:17.2":"Idha, bhikkhave, ekacco sahapi sukhena sahapi somanassena panatipata pativirato hoti, panatipata veramanipaccaya ca sukham somanassam patisamvedeti; ","mn46:17.3":"sahapi sukhena sahapi somanassena adinnadana pativirato hoti, adinnadana veramanipaccaya ca sukham somanassam patisamvedeti; ","mn46:17.4":"sahapi sukhena sahapi somanassena kamesumicchacara pativirato hoti, kamesumicchacara veramanipaccaya ca sukham somanassam patisamvedeti; ","mn46:17.5":"sahapi sukhena sahapi somanassena musavada pativirato hoti, musavada veramanipaccaya ca sukham somanassam patisamvedeti; ","mn46:17.6":"sahapi sukhena sahapi somanassena pisunaya vacaya pativirato hoti, pisunaya vacaya veramanipaccaya ca sukham somanassam patisamvedeti; ","mn46:17.7":"sahapi sukhena sahapi somanassena pharusaya vacaya pativirato hoti, pharusaya vacaya veramanipaccaya ca sukham somanassam patisamvedeti; ","mn46:17.8":"sahapi sukhena sahapi somanassena samphappalapa pativirato hoti, samphappalapa veramanipaccaya ca sukham somanassam patisamvedeti; ","mn46:17.9":"sahapi sukhena sahapi somanassena anabhijjhalu hoti, anabhijjhapaccaya ca sukham somanassam patisamvedeti; ","mn46:17.10":"sahapi sukhena sahapi somanassena abyapannacitto hoti, abyapadapaccaya ca sukham somanassam patisamvedeti; ","mn46:17.11":"sahapi sukhena sahapi somanassena sammaditthi hoti, sammaditthipaccaya ca sukham somanassam patisamvedeti. ","mn46:17.12":"So kayassa bheda param marana sugatim saggam lokam upapajjati. ","mn46:17.13":"Idam, vuccati, bhikkhave, dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam. ","mn46:17.14":"Imani kho, bhikkhave, cattari dhammasamadanani. ","mn46:18.1":"Seyyathapi, bhikkhave, tittakalabu visena samsattho. ","mn46:18.2":"Atha puriso agaccheyya jivitukamo amaritukamo sukhakamo dukkhappatikulo. ","mn46:18.3":"Tamenam evam vadeyyum: ","mn46:18.4":"‘ambho purisa, ayam tittakalabu visena samsattho, ","mn46:18.5":"sace akankhasi piva. ","mn46:18.6":"Tassa te pivato ceva nacchadessati vannenapi gandhenapi rasenapi, pivitva ca pana maranam va nigacchasi maranamattam va dukkhan’ti. ","mn46:18.7":"So tam appatisankhaya piveyya, nappatinissajjeyya. ","mn46:18.8":"Tassa tam pivato ceva nacchadeyya vannenapi gandhenapi rasenapi, pivitva ca pana maranam va nigaccheyya maranamattam va dukkham. ","mn46:18.9":"Tathupamaham, bhikkhave, imam dhammasamadanam vadami, yamidam dhammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam. ","mn46:19.1":"Seyyathapi, bhikkhave, apaniyakamso vannasampanno gandhasampanno rasasampanno. ","mn46:19.2":"So ca kho visena samsattho. ","mn46:19.3":"Atha puriso agaccheyya jivitukamo amaritukamo sukhakamo dukkhappatikulo. ","mn46:19.4":"Tamenam evam vadeyyum: ","mn46:19.5":"‘ambho purisa, ayam apaniyakamso vannasampanno gandhasampanno rasasampanno. ","mn46:19.6":"So ca kho visena samsattho, ","mn46:19.7":"sace akankhasi piva. ","mn46:19.8":"Tassa te pivatohi kho chadessati vannenapi gandhenapi rasenapi, pivitva ca pana maranam va nigacchasi maranamattam va dukkhan’ti. ","mn46:19.9":"So tam appatisankhaya piveyya, nappatinissajjeyya. ","mn46:19.10":"Tassa tam pivatohi kho chadeyya vannenapi gandhenapi rasenapi, pivitva ca pana maranam va nigaccheyya maranamattam va dukkham. ","mn46:19.11":"Tathupamaham, bhikkhave, imam dhammasamadanam vadami, yamidam dhammasamadanam paccuppannasukham ayatim dukkhavipakam. ","mn46:20.1":"Seyyathapi, bhikkhave, putimuttam nanabhesajjehi samsattham. ","mn46:20.2":"Atha puriso agaccheyya pandukarogi. ","mn46:20.3":"Tamenam evam vadeyyum: ","mn46:20.4":"‘ambho purisa, idam putimuttam nanabhesajjehi samsattham, sace akankhasi piva. ","mn46:20.5":"Tassa te pivatohi kho nacchadessati vannenapi gandhenapi rasenapi, pivitva ca pana sukhi bhavissasi’ti. ","mn46:20.6":"So tam patisankhaya piveyya, nappatinissajjeyya. ","mn46:20.7":"Tassa tam pivatohi kho nacchadeyya vannenapi gandhenapi rasenapi, pivitva ca pana sukhi assa. ","mn46:20.8":"Tathupamaham, bhikkhave, imam dhammasamadanam vadami, yamidam dhammasamadanam paccuppannadukkham ayatim sukhavipakam. ","mn46:21.1":"Seyyathapi, bhikkhave, dadhi ca madhu ca sappi ca phanitanca ekajjham samsattham. ","mn46:21.2":"Atha puriso agaccheyya lohitapakkhandiko. ","mn46:21.3":"Tamenam evam vadeyyum: ","mn46:21.4":"‘ambho purisa, idam dadhi ca madhu ca sappi ca phanitanca ekajjham samsattham, sace akankhasi piva. ","mn46:21.5":"Tassa te pivato ceva chadessati vannenapi gandhenapi rasenapi, pivitva ca pana sukhi bhavissasi’ti. ","mn46:21.6":"So tam patisankhaya piveyya, nappatinissajjeyya. ","mn46:21.7":"Tassa tam pivato ceva chadeyya vannenapi gandhenapi rasenapi, pivitva ca pana sukhi assa. ","mn46:21.8":"Tathupamaham, bhikkhave, imam dhammasamadanam vadami, yamidam dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam. ","mn46:22.1":"Seyyathapi, bhikkhave, vassanam pacchime mase saradasamaye viddhe vigatavalahake deve adicco nabham abbhussakkamano sabbam akasagatam tamagatam abhivihacca bhasate ca tapate ca virocate ca; ","mn46:22.2":"evameva kho, bhikkhave, yamidam dhammasamadanam paccuppannasukhanceva ayatinca sukhavipakam tadanne puthusamanabrahmanaparappavade abhivihacca bhasate ca tapate ca virocate ca”ti. ","mn46:22.3":"Idamavoca bhagava. ","mn46:22.4":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn46:22.5":"Mahadhammasamadanasuttam nitthitam chattham. "}