{"mn48:0.1":"Majjhima Nikaya 48 ","mn48:0.2":"Kosambiyasutta ","mn48:1.1":"Evam me sutam—","mn48:1.2":"ekam samayam bhagava kosambiyam viharati ghositarame. ","mn48:2.1":"Tena kho pana samayena kosambiyam bhikkhu bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharanti. ","mn48:2.2":"Te na ceva annamannam sannapenti na ca sannattim upenti, na ca annamannam nijjhapenti, na ca nijjhattim upenti. ","mn48:3.1":"Atha kho annataro bhikkhu yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so bhikkhu bhagavantam etadavoca: ","mn48:3.2":"“idha, bhante, kosambiyam bhikkhu bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharanti, te na ceva annamannam sannapenti, na ca sannattim upenti, na ca annamannam nijjhapenti, na ca nijjhattim upenti”ti. ","mn48:4.1":"Atha kho bhagava annataram bhikkhum amantesi: ","mn48:4.2":"“ehi tvam, bhikkhu, mama vacanena te bhikkhu amantehi: ","mn48:4.3":"‘sattha vo ayasmante amanteti’”ti. ","mn48:4.4":"“Evam, bhante”ti kho so bhikkhu bhagavato patissutva yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","mn48:4.5":"“sattha ayasmante amanteti”ti. ","mn48:4.6":"“Evamavuso”ti kho te bhikkhu tassa bhikkhuno patissutva yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu bhagava etadavoca: ","mn48:4.7":"“saccam kira tumhe, bhikkhave, bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharatha, ","mn48:4.8":"te na ceva annamannam sannapetha, na ca sannattim upetha, na ca annamannam nijjhapetha, na ca nijjhattim upetha”ti? ","mn48:4.9":"“Evam, bhante”. ","mn48:5.1":"“Tam kim mannatha, bhikkhave, ","mn48:5.2":"yasmim tumhe samaye bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharatha, api nu tumhakam tasmim samaye mettam kayakammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca, mettam vacikammam …pe… mettam manokammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca”ti? ","mn48:5.3":"“No hetam, bhante”. ","mn48:5.4":"“Iti kira, bhikkhave, yasmim tumhe samaye bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharatha, neva tumhakam tasmim samaye mettam kayakammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca, na mettam vacikammam …pe… na mettam manokammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca. ","mn48:5.5":"Atha kincarahi tumhe, moghapurisa, kim jananta kim passanta bhandanajata kalahajata vivadapanna annamannam mukhasattihi vitudanta viharatha, te na ceva annamannam sannapetha, na ca sannattim upetha, na ca annamannam nijjhapetha, na ca nijjhattim upetha? ","mn48:5.6":"Tanhi tumhakam, moghapurisa, bhavissati digharattam ahitaya dukkhaya”ti. ","mn48:6.1":"Atha kho bhagava bhikkhu amantesi: ","mn48:6.2":"“chayime, bhikkhave, dhamma saraniya piyakarana garukarana sangahaya avivadaya samaggiya ekibhavaya samvattanti. ","mn48:6.3":"Katame cha? ","mn48:6.4":"Idha, bhikkhave, bhikkhuno mettam kayakammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca. ","mn48:6.5":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn48:6.6":"Puna caparam, bhikkhave, bhikkhuno mettam vacikammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca. ","mn48:6.7":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn48:6.8":"Puna caparam, bhikkhave, bhikkhuno mettam manokammam paccupatthitam hoti sabrahmacarisu avi ceva raho ca. ","mn48:6.9":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn48:6.10":"Puna caparam, bhikkhave, bhikkhu ye te labha dhammika dhammaladdha antamaso pattapariyapannamattampi, tatharupehi labhehi appativibhattabhogi hoti silavantehi sabrahmacarihi sadharanabhogi. ","mn48:6.11":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn48:6.12":"Puna caparam, bhikkhave, bhikkhu yani tani silani akhandani acchiddani asabalani akammasani bhujissani vinnuppasatthani aparamatthani samadhisamvattanikani tatharupesu silesu silasamannagato viharati sabrahmacarihi avi ceva raho ca. ","mn48:6.13":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn48:6.14":"Puna caparam, bhikkhave, bhikkhu yayam ditthi ariya niyyanika niyyati takkarassa samma dukkhakkhayaya tatharupaya ditthiya ditthisamannagato viharati sabrahmacarihi avi ceva raho ca. ","mn48:6.15":"Ayampi dhammo saraniyo piyakarano garukarano sangahaya avivadaya samaggiya ekibhavaya samvattati. ","mn48:6.16":"Ime kho, bhikkhave, cha saraniya dhamma piyakarana garukarana sangahaya avivadaya samaggiya ekibhavaya samvattanti. ","mn48:7.1":"Imesam kho, bhikkhave, channam saraniyanam dhammanam etam aggam etam sangahikam etam sanghatanikam—yadidam yayam ditthi ariya niyyanika niyyati takkarassa samma dukkhakkhayaya. ","mn48:7.2":"Seyyathapi, bhikkhave, kutagarassa etam aggam etam sangahikam etam sanghatanikam yadidam kutam; ","mn48:7.3":"evameva kho, bhikkhave, imesam channam saraniyanam dhammanam etam aggam etam sangahikam etam sanghatanikam yadidam yayam ditthi ariya niyyanika niyyati takkarassa samma dukkhakkhayaya. ","mn48:8.1":"Kathanca, bhikkhave, yayam ditthi ariya niyyanika niyyati takkarassa samma dukkhakkhayaya? ","mn48:8.2":"Idha, bhikkhave, bhikkhu arannagato va rukkhamulagato va sunnagaragato va iti patisancikkhati: ","mn48:8.3":"‘atthi nu kho me tam pariyutthanam ajjhattam appahinam, yenaham pariyutthanena pariyutthitacitto yathabhutam nappajaneyyam na passeyyan’ti? ","mn48:8.4":"Sace, bhikkhave, bhikkhu kamaragapariyutthito hoti, pariyutthitacittova hoti. ","mn48:8.5":"Sace, bhikkhave, bhikkhu byapadapariyutthito hoti, pariyutthitacittova hoti. ","mn48:8.6":"Sace, bhikkhave, bhikkhu thinamiddhapariyutthito hoti, pariyutthitacittova hoti. ","mn48:8.7":"Sace, bhikkhave, bhikkhu uddhaccakukkuccapariyutthito hoti, pariyutthitacittova hoti. ","mn48:8.8":"Sace, bhikkhave, bhikkhu vicikicchapariyutthito hoti, pariyutthitacittova hoti. ","mn48:8.9":"Sace, bhikkhave, bhikkhu idhalokacintaya pasuto hoti, pariyutthitacittova hoti. ","mn48:8.10":"Sace, bhikkhave, bhikkhu paralokacintaya pasuto hoti, pariyutthitacittova hoti. ","mn48:8.11":"Sace, bhikkhave, bhikkhu bhandanajato kalahajato vivadapanno annamannam mukhasattihi vitudanto viharati, pariyutthitacittova hoti. ","mn48:8.12":"So evam pajanati: ","mn48:8.13":"‘natthi kho me tam pariyutthanam ajjhattam appahinam, yenaham pariyutthanena pariyutthitacitto yathabhutam nappajaneyyam na passeyyam. ","mn48:8.14":"Suppanihitam me manasam saccanam bodhaya’ti. ","mn48:8.15":"Idamassa pathamam nanam adhigatam hoti ariyam lokuttaram asadharanam puthujjanehi. ","mn48:9.1":"Puna caparam, bhikkhave, ariyasavako iti patisancikkhati: ","mn48:9.2":"‘imam nu kho aham ditthim asevanto bhavento bahulikaronto labhami paccattam samatham, labhami paccattam nibbutin’ti? ","mn48:9.3":"So evam pajanati: ","mn48:9.4":"‘imam kho aham ditthim asevanto bhavento bahulikaronto labhami paccattam samatham, labhami paccattam nibbutin’ti. ","mn48:9.5":"Idamassa dutiyam nanam adhigatam hoti ariyam lokuttaram asadharanam puthujjanehi. ","mn48:10.1":"Puna caparam, bhikkhave, ariyasavako iti patisancikkhati: ","mn48:10.2":"‘yatharupayaham ditthiya samannagato, atthi nu kho ito bahiddha anno samano va brahmano va tatharupaya ditthiya samannagato’ti? ","mn48:10.3":"So evam pajanati: ","mn48:10.4":"‘yatharupayaham ditthiya samannagato, natthi ito bahiddha anno samano va brahmano va tatharupaya ditthiya samannagato’ti. ","mn48:10.5":"Idamassa tatiyam nanam adhigatam hoti ariyam lokuttaram asadharanam puthujjanehi. ","mn48:11.1":"Puna caparam, bhikkhave, ariyasavako iti patisancikkhati: ","mn48:11.2":"‘yatharupaya dhammataya ditthisampanno puggalo samannagato, ahampi tatharupaya dhammataya samannagato’ti. ","mn48:11.3":"Kathamrupaya ca, bhikkhave, dhammataya ditthisampanno puggalo samannagato? ","mn48:11.4":"Dhammata esa, bhikkhave, ditthisampannassa puggalassa: ","mn48:11.5":"kincapi tatharupim apattim apajjati, yatharupaya apattiya vutthanam pannayati, atha kho nam khippameva satthari va vinnusu va sabrahmacarisu deseti vivarati uttanikaroti; ","mn48:11.6":"desetva vivaritva uttanikatva ayatim samvaram apajjati. ","mn48:11.7":"Seyyathapi, bhikkhave, daharo kumaro mando uttanaseyyako hatthena va padena va angaram akkamitva khippameva patisamharati; ","mn48:11.8":"evameva kho, bhikkhave, dhammata esa ditthisampannassa puggalassa: ","mn48:11.9":"kincapi tatharupim apattim apajjati yatharupaya apattiya vutthanam pannayati, atha kho nam khippameva satthari va vinnusu va sabrahmacarisu deseti vivarati uttanikaroti; ","mn48:11.10":"desetva vivaritva uttanikatva ayatim samvaram apajjati. ","mn48:11.11":"So evam pajanati: ","mn48:11.12":"‘yatharupaya dhammataya ditthisampanno puggalo samannagato, ahampi tatharupaya dhammataya samannagato’ti. ","mn48:11.13":"Idamassa catuttham nanam adhigatam hoti ariyam lokuttaram asadharanam puthujjanehi. ","mn48:12.1":"Puna caparam, bhikkhave, ariyasavako iti patisancikkhati: ","mn48:12.2":"‘yatharupaya dhammataya ditthisampanno puggalo samannagato, ahampi tatharupaya dhammataya samannagato’ti. ","mn48:12.3":"Kathamrupaya ca, bhikkhave, dhammataya ditthisampanno puggalo samannagato? ","mn48:12.4":"Dhammata esa, bhikkhave, ditthisampannassa puggalassa: ","mn48:12.5":"kincapi yani tani sabrahmacarinam uccavacani kinkaraniyani tattha ussukkam apanno hoti, atha khvassa tibbapekkha hoti adhisilasikkhaya adhicittasikkhaya adhipannasikkhaya. ","mn48:12.6":"Seyyathapi, bhikkhave, gavi tarunavaccha thambanca alumpati vacchakanca apacinati; ","mn48:12.7":"evameva kho, bhikkhave, dhammata esa ditthisampannassa puggalassa: ","mn48:12.8":"kincapi yani tani sabrahmacarinam uccavacani kinkaraniyani tattha ussukkam apanno hoti, atha khvassa tibbapekkha hoti adhisilasikkhaya adhicittasikkhaya adhipannasikkhaya. ","mn48:12.9":"So evam pajanati: ","mn48:12.10":"‘yatharupaya dhammataya ditthisampanno puggalo samannagato, ahampi tatharupaya dhammataya samannagato’ti. ","mn48:12.11":"Idamassa pancamam nanam adhigatam hoti ariyam lokuttaram asadharanam puthujjanehi. ","mn48:13.1":"Puna caparam, bhikkhave, ariyasavako iti patisancikkhati: ","mn48:13.2":"‘yatharupaya balataya ditthisampanno puggalo samannagato, ahampi tatharupaya balataya samannagato’ti. ","mn48:13.3":"Kathamrupaya ca, bhikkhave, balataya ditthisampanno puggalo samannagato? ","mn48:13.4":"Balata esa, bhikkhave, ditthisampannassa puggalassa yam tathagatappavedite dhammavinaye desiyamane atthim katva manasikatva sabbacetasa samannaharitva ohitasoto dhammam sunati. ","mn48:13.5":"So evam pajanati: ","mn48:13.6":"‘yatharupaya balataya ditthisampanno puggalo samannagato, ahampi tatharupaya balataya samannagato’ti. ","mn48:13.7":"Idamassa chattham nanam adhigatam hoti ariyam lokuttaram asadharanam puthujjanehi. ","mn48:14.1":"Puna caparam, bhikkhave, ariyasavako iti patisancikkhati: ","mn48:14.2":"‘yatharupaya balataya ditthisampanno puggalo samannagato, ahampi tatharupaya balataya samannagato’ti. ","mn48:14.3":"Kathamrupaya ca, bhikkhave, balataya ditthisampanno puggalo samannagato? ","mn48:14.4":"Balata esa, bhikkhave, ditthisampannassa puggalassa yam tathagatappavedite dhammavinaye desiyamane labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","mn48:14.5":"So evam pajanati: ","mn48:14.6":"‘yatharupaya balataya ditthisampanno puggalo samannagato, ahampi tatharupaya balataya samannagato’ti. ","mn48:14.7":"Idamassa sattamam nanam adhigatam hoti ariyam lokuttaram asadharanam puthujjanehi. ","mn48:15.1":"Evam sattangasamannagatassa kho, bhikkhave, ariyasavakassa dhammata susamannittha hoti sotapattiphalasacchikiriyaya. ","mn48:15.2":"Evam sattangasamannagato kho, bhikkhave, ariyasavako sotapattiphalasamannagato hoti”ti. ","mn48:15.3":"Idamavoca bhagava. ","mn48:15.4":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn48:15.5":"Kosambiyasuttam nitthitam atthamam. "}