{"mn49:0.1":"Majjhima Nikaya 49 ","mn49:0.2":"Brahmanimantanikasutta ","mn49:1.1":"Evam me sutam—","mn49:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn49:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn49:1.4":"“bhikkhavo”ti. ","mn49:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn49:1.6":"Bhagava etadavoca: ","mn49:2.1":"“Ekamidaham, bhikkhave, samayam ukkatthayam viharami subhagavane salarajamule. ","mn49:2.2":"Tena kho pana, bhikkhave, samayena bakassa brahmuno evarupam papakam ditthigatam uppannam hoti: ","mn49:2.3":"‘idam niccam, idam dhuvam, idam sassatam, idam kevalam, idam acavanadhammam, idanhi na jayati na jiyati na miyati na cavati na upapajjati, ito ca panannam uttari nissaranam natthi’ti. ","mn49:3.1":"Atha khvaham, bhikkhave, bakassa brahmuno cetasa cetoparivitakkamannaya—","mn49:3.2":"seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—ukkatthayam subhagavane salarajamule antarahito tasmim brahmaloke paturahosim. ","mn49:3.3":"Addasa kho mam, bhikkhave, bako brahma duratova agacchantam; ","mn49:3.4":"disvana mam etadavoca: ","mn49:3.5":"‘ehi kho, marisa, svagatam, marisa. ","mn49:3.6":"Cirassam kho, marisa, imam pariyayamakasi yadidam idhagamanaya. ","mn49:3.7":"Idanhi, marisa, niccam, idam dhuvam, idam sassatam, idam kevalam, idam acavanadhammam, idanhi na jayati na jiyati na miyati na cavati na upapajjati. Ito ca panannam uttari nissaranam natthi’ti. ","mn49:4.1":"Evam vutte, aham, bhikkhave, bakam brahmanam etadavocam: ","mn49:4.2":"‘avijjagato vata bho bako brahma, avijjagato vata bho bako brahma; ","mn49:4.3":"yatra hi nama aniccamyeva samanam niccanti vakkhati, addhuvamyeva samanam dhuvanti vakkhati, asassatamyeva samanam sassatanti vakkhati, akevalamyeva samanam kevalanti vakkhati, cavanadhammamyeva samanam acavanadhammanti vakkhati; ","mn49:4.4":"yattha ca pana jayati jiyati miyati cavati upapajjati tanca vakkhati: ","mn49:4.5":"“idanhi na jayati na jiyati na miyati na cavati na upapajjati”ti; ","mn49:4.6":"santanca panannam uttari nissaranam “natthannam uttari nissaranan”ti vakkhati’ti. ","mn49:5.1":"Atha kho, bhikkhave, maro papima annataram brahmaparisajjam anvavisitva mam etadavoca: ","mn49:5.2":"‘bhikkhu bhikkhu, metamasado metamasado, eso hi, bhikkhu, brahma mahabrahma abhibhu anabhibhuto annadatthudaso vasavatti issaro katta nimmata settho sajita vasi pita bhutabhabyanam. ","mn49:5.3":"Ahesum kho ye, bhikkhu, taya pubbe samanabrahmana lokasmim pathavigarahaka pathavijigucchaka, apagarahaka apajigucchaka, tejagarahaka tejajigucchaka, vayagarahaka vayajigucchaka, bhutagarahaka bhutajigucchaka, devagarahaka devajigucchaka, pajapatigarahaka pajapatijigucchaka, brahmagarahaka brahmajigucchaka—","mn49:5.4":"te kayassa bheda panupaccheda hine kaye patitthita ahesum. ","mn49:5.5":"Ye pana, bhikkhu, taya pubbe samanabrahmana lokasmim pathavipasamsaka pathavabhinandino, apapasamsaka apabhinandino, tejapasamsaka tejabhinandino, vayapasamsaka vayabhinandino, bhutapasamsaka bhutabhinandino, devapasamsaka devabhinandino, pajapatipasamsaka pajapatabhinandino, brahmapasamsaka brahmabhinandino—","mn49:5.6":"te kayassa bheda panupaccheda panite kaye patitthita. ","mn49:5.7":"Tam taham, bhikkhu, evam vadami: ","mn49:5.8":"“ingha tvam, marisa, yadeva te brahma aha tadeva tvam karohi, ma tvam brahmuno vacanam upativattittho”. ","mn49:5.9":"Sace kho tvam, bhikkhu, brahmuno vacanam upativattissasi, seyyathapi nama puriso sirim agacchantim dandena patippanameyya, seyyathapi va pana, bhikkhu, puriso narakappapate papatanto hatthehi ca padehi ca pathavim viradheyya, evam sampadamidam, bhikkhu, tuyham bhavissati. ","mn49:5.10":"Ingha tvam, marisa, yadeva te brahma aha tadeva tvam karohi, ma tvam brahmuno vacanam upativattittho. ","mn49:5.11":"Nanu tvam, bhikkhu, passasi brahmaparisam sannipatitan’ti? ","mn49:5.12":"Iti kho mam, bhikkhave, maro papima brahmaparisam upanesi. ","mn49:6.1":"Evam vutte, aham, bhikkhave, maram papimantam etadavocam: ","mn49:6.2":"‘janami kho taham, papima; ma tvam mannittho: ","mn49:6.3":"“na mam janati”ti. ","mn49:6.4":"Maro tvamasi, papima. ","mn49:6.5":"Yo ceva, papima, brahma, ya ca brahmaparisa, ye ca brahmaparisajja, sabbeva tava hatthagata sabbeva tava vasangata. ","mn49:6.6":"Tuyhanhi, papima, evam hoti: ","mn49:6.7":"“esopi me assa hatthagato, esopi me assa vasangato”ti. ","mn49:6.8":"Aham kho pana, papima, neva tava hatthagato neva tava vasangato’ti. ","mn49:7.1":"Evam vutte, bhikkhave, bako brahma mam etadavoca: ","mn49:7.2":"‘ahanhi, marisa, niccamyeva samanam “niccan”ti vadami, dhuvamyeva samanam “dhuvan”ti vadami, sassatamyeva samanam “sassatan”ti vadami, kevalamyeva samanam “kevalan”ti vadami, acavanadhammamyeva samanam “acavanadhamman”ti vadami, yattha ca pana na jayati na jiyati na miyati na cavati na upapajjati tadevaham vadami: ","mn49:7.3":"“idanhi na jayati na jiyati na miyati na cavati na upapajjati”ti. ","mn49:7.4":"Asantanca panannam uttari nissaranam “natthannam uttari nissaranan”ti vadami. ","mn49:7.5":"Ahesum kho, bhikkhu, taya pubbe samanabrahmana lokasmim yavatakam tuyham kasinam ayu tavatakam tesam tapokammameva ahosi. ","mn49:7.6":"Te kho evam janeyyum santanca panannam uttari nissaranam “atthannam uttari nissaranan”ti, asantam va annam uttari nissaranam “natthannam uttari nissaranan”ti. ","mn49:7.7":"Tam taham, bhikkhu, evam vadami: ","mn49:7.8":"“na cevannam uttari nissaranam dakkhissasi, yavadeva ca pana kilamathassa vighatassa bhagi bhavissasi. ","mn49:7.9":"Sace kho tvam, bhikkhu, pathavim ajjhosissasi, opasayiko me bhavissasi vatthusayiko, yathakamakaraniyo bahiteyyo. ","mn49:7.10":"Sace apam … ","mn49:7.11":"tejam … ","mn49:7.12":"vayam … ","mn49:7.13":"bhute … ","mn49:7.14":"deve … ","mn49:7.15":"pajapatim … ","mn49:7.16":"brahmam ajjhosissasi, opasayiko me bhavissasi vatthusayiko, yathakamakaraniyo bahiteyyo”’ti. ","mn49:8.1":"‘Ahampi kho evam, brahme, janami: ","mn49:8.2":"“sace pathavim ajjhosissami, opasayiko te bhavissami vatthusayiko, yathakamakaraniyo bahiteyyo. ","mn49:8.3":"Sace apam … ","mn49:8.4":"tejam … ","mn49:8.5":"vayam … ","mn49:8.6":"bhute … ","mn49:8.7":"deve … ","mn49:8.8":"pajapatim … ","mn49:8.9":"brahmam ajjhosissami, opasayiko te bhavissami vatthusayiko, yathakamakaraniyo bahiteyyo”ti api ca te aham, brahme, gatinca pajanami, jutinca pajanami: ","mn49:8.10":"“evam mahiddhiko bako brahma, evam mahanubhavo bako brahma, evam mahesakkho bako brahma”ti. ","mn49:8.11":"Yathakatham pana me tvam, marisa, gatinca pajanasi, jutinca pajanasi: ","mn49:8.12":"“evam mahiddhiko bako brahma, evam mahanubhavo bako brahma, evam mahesakkho bako brahma”’ti? ","mn49:9.1":"‘Yavata candimasuriya, ","mn49:9.2":"Pariharanti disa bhanti virocana; ","mn49:9.3":"Tava sahassadha loko, ","mn49:9.4":"Ettha te vattate vaso. ","mn49:9.5":"Paroparanca janasi, ","mn49:9.6":"atho ragaviraginam; ","mn49:9.7":"Itthabhavannathabhavam, ","mn49:9.8":"sattanam agatim gatinti. ","mn49:9.9":"Evam kho te aham, brahme, gatinca pajanami jutinca pajanami: ","mn49:9.10":"“evam mahiddhiko bako brahma, evam mahanubhavo bako brahma, evam mahesakkho bako brahma”ti. ","mn49:10.1":"Atthi kho, brahme, anno kayo, tam tvam na janasi na passasi; ","mn49:10.2":"tamaham janami passami. ","mn49:10.3":"Atthi kho, brahme, abhassara nama kayo yato tvam cuto idhupapanno. ","mn49:10.4":"Tassa te aticiranivasena sa sati pamuttha, tena tam tvam na janasi na passasi; ","mn49:10.5":"tamaham janami passami. ","mn49:10.6":"Evampi kho aham, brahme, neva te samasamo abhinnaya, kuto niceyyam? ","mn49:10.7":"Atha kho ahameva taya bhiyyo. ","mn49:10.8":"Atthi kho, brahme, subhakinho nama kayo, vehapphalo nama kayo, abhibhu nama kayo, tam tvam na janasi na passasi; ","mn49:10.9":"tamaham janami passami. ","mn49:10.10":"Evampi kho aham, brahme, neva te samasamo abhinnaya, kuto niceyyam? ","mn49:10.11":"Atha kho ahameva taya bhiyyo. ","mn49:11.1":"Pathavim kho aham, brahme, pathavito abhinnaya yavata pathaviya pathavattena ananubhutam tadabhinnaya pathavim napahosim, pathaviya napahosim, pathavito napahosim, pathavim meti napahosim, pathavim nabhivadim. ","mn49:11.2":"Evampi kho aham, brahme, neva te samasamo abhinnaya, kuto niceyyam? ","mn49:11.3":"Atha kho ahameva taya bhiyyo. ","mn49:12.1":"Apam kho aham, brahme …pe… ","mn49:13.1":"tejam kho aham, brahme …pe… ","mn49:14.1":"vayam kho aham, brahme …pe… ","mn49:15.1":"bhute kho aham, brahme …pe… ","mn49:16.1":"deve kho aham, brahme …pe… ","mn49:17.1":"pajapatim kho aham, brahme …pe… ","mn49:18.1":"brahmam kho aham, brahme …pe… ","mn49:19.1":"abhassare kho aham, brahme …pe… ","mn49:20.1":"subhakinhe kho aham, brahme …pe… ","mn49:21.1":"vehapphale kho aham, brahme …pe… ","mn49:22.1":"abhibhum kho aham, brahme …pe… ","mn49:23.1":"sabbam kho aham, brahme, sabbato abhinnaya yavata sabbassa sabbattena ananubhutam tadabhinnaya sabbam napahosim sabbasmim napahosim sabbato napahosim sabbam meti napahosim, sabbam nabhivadim. ","mn49:23.2":"Evampi kho aham, brahme, neva te samasamo abhinnaya, kuto niceyyam? ","mn49:23.3":"Atha kho ahameva taya bhiyyo’ti. ","mn49:24.1":"‘Sace kho, marisa, sabbassa sabbattena ananubhutam, tadabhinnaya ma heva te rittakameva ahosi, tucchakameva ahositi. ","mn49:25.1":"Vinnanam anidassanam ","mn49:25.2":"anantam sabbato pabham. ","mn49:25.3":"Tam pathaviya pathavattena ananubhutam, apassa apattena ananubhutam, tejassa tejattena ananubhutam, vayassa vayattena ananubhutam, bhutanam bhutattena ananubhutam, devanam devattena ananubhutam, pajapatissa pajapatittena ananubhutam, brahmanam brahmattena ananubhutam, abhassaranam abhassarattena ananubhutam, subhakinhanam subhakinhattena ananubhutam, vehapphalanam vehapphalattena ananubhutam, abhibhussa abhibhuttena ananubhutam, sabbassa sabbattena ananubhutam. ","mn49:26.1":"Handa carahi te, marisa, passa antaradhayami’ti. ","mn49:26.2":"‘Handa carahi me tvam, brahme, antaradhayassu, sace visahasi’ti. ","mn49:26.3":"Atha kho, bhikkhave, bako brahma: ","mn49:26.4":"‘antaradhayissami samanassa gotamassa, antaradhayissami samanassa gotamassa’ti nevassu me sakkoti antaradhayitum. ","mn49:26.5":"Evam vutte, aham, bhikkhave, bakam brahmanam etadavocam: ","mn49:26.6":"‘handa carahi te brahme antaradhayami’ti. ","mn49:26.7":"‘Handa carahi me tvam, marisa, antaradhayassu sace visahasi’ti. ","mn49:26.8":"Atha kho aham, bhikkhave, tatharupam iddhabhisankharam abhisankhasim: ","mn49:26.9":"‘ettavata brahma ca brahmaparisa ca brahmaparisajja ca saddanca me sossanti, na ca mam dakkhanti’ti. ","mn49:26.10":"Antarahito imam gatham abhasim: ","mn49:27.1":"‘Bhavevaham bhayam disva, ","mn49:27.2":"bhavanca vibhavesinam; ","mn49:27.3":"Bhavam nabhivadim kinci, ","mn49:27.4":"nandinca na upadiyin’ti. ","mn49:28.1":"Atha kho, bhikkhave, brahma ca brahmaparisa ca brahmaparisajja ca acchariyabbhutacittajata ahesum: ","mn49:28.2":"‘acchariyam vata bho, abbhutam vata bho. ","mn49:28.3":"Samanassa gotamassa mahiddhikata mahanubhavata, na ca vata no ito pubbe dittho va, suto va, anno samano va brahmano va evam mahiddhiko evam mahanubhavo yathayam samano gotamo sakyaputto sakyakula pabbajito. ","mn49:28.4":"Bhavaramaya vata, bho, pajaya bhavarataya bhavasammuditaya samulam bhavam udabbahi’ti. ","mn49:29.1":"Atha kho, bhikkhave, maro papima annataram brahmaparisajjam anvavisitva mam etadavoca: ","mn49:29.2":"‘sace kho tvam, marisa, evam pajanasi, sace tvam evam anubuddho, ma savake upanesi, ma pabbajite; ","mn49:29.3":"ma savakanam dhammam desesi, ma pabbajitanam; ","mn49:29.4":"ma savakesu gedhimakasi, ma pabbajitesu. ","mn49:29.5":"Ahesum kho, bhikkhu, taya pubbe samanabrahmana lokasmim arahanto sammasambuddha patijanamana. ","mn49:29.6":"Te savake upanesum pabbajite, savakanam dhammam desesum pabbajitanam, savakesu gedhimakamsu pabbajitesu, te savake upanetva pabbajite, savakanam dhammam desetva pabbajitanam, savakesu gedhitacitta pabbajitesu, ","mn49:29.7":"kayassa bheda panupaccheda hine kaye patitthita. ","mn49:29.8":"Ahesum ye pana, bhikkhu, taya pubbe samanabrahmana lokasmim arahanto sammasambuddha patijanamana. ","mn49:29.9":"Te na savake upanesum na pabbajite, na savakanam dhammam desesum na pabbajitanam, na savakesu gedhimakamsu na pabbajitesu, te na savake upanetva na pabbajite, na savakanam dhammam desetva na pabbajitanam, na savakesu gedhitacitta na pabbajitesu, ","mn49:29.10":"kayassa bheda panupaccheda panite kaye patitthita. ","mn49:29.11":"Tam taham, bhikkhu, evam vadami—","mn49:29.12":"ingha tvam, marisa, appossukko ditthadhammasukhaviharamanuyutto viharassu, anakkhatam kusalanhi, marisa, ma param ovadahi’ti. ","mn49:30.1":"Evam vutte, aham, bhikkhave, maram papimantam etadavocam: ","mn49:30.2":"‘janami kho taham, papima, ma tvam mannittho: ","mn49:30.3":"“na mam janati”ti. ","mn49:30.4":"Maro tvamasi, papima. ","mn49:30.5":"Na mam tvam, papima, hitanukampi evam vadesi; ","mn49:30.6":"ahitanukampi mam tvam, papima, evam vadesi. ","mn49:30.7":"Tuyhanhi, papima, evam hoti: ","mn49:30.8":"“yesam samano gotamo dhammam desessati, te me visayam upativattissanti”ti. ","mn49:30.9":"Asammasambuddhava pana te, papima, samana sammasambuddhamhati patijanimsu. ","mn49:30.10":"Aham kho pana, papima, sammasambuddhova samano sammasambuddhomhiti patijanami. ","mn49:30.11":"Desentopi hi, papima, tathagato savakanam dhammam tadisova adesentopi hi, papima, tathagato savakanam dhammam tadisova. ","mn49:30.12":"Upanentopi hi, papima, tathagato savake tadisova, anupanentopi hi, papima, tathagato savake tadisova. ","mn49:30.13":"Tam kissa hetu? ","mn49:30.14":"Tathagatassa, papima, ye asava sankilesika ponobbhavika sadara dukkhavipaka ayatim jatijaramaraniya—","mn49:30.15":"te pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","mn49:30.16":"Seyyathapi, papima, talo matthakacchinno abhabbo puna virulhiya; ","mn49:30.17":"evameva kho, papima, tathagatassa ye asava sankilesika ponobbhavika sadara dukkhavipaka ayatim jatijaramaraniya—","mn49:30.18":"te pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma’ti. ","mn49:31.1":"Iti hidam marassa ca analapanataya brahmuno ca abhinimantanataya, tasma imassa veyyakaranassa brahmanimantanikantveva adhivacanan”ti. ","mn49:31.2":"Brahmanimantanikasuttam nitthitam navamam. "}