{"mn4:0.1":"Majjhima Nikaya 4 ","mn4:0.2":"Bhayabheravasutta ","mn4:1.1":"Evam me sutam—","mn4:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn4:2.1":"Atha kho janussoni brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn4:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho janussoni brahmano bhagavantam etadavoca: ","mn4:2.3":"“yeme, bho gotama, kulaputta bhavantam gotamam uddissa saddha agarasma anagariyam pabbajita, bhavam tesam gotamo pubbangamo, bhavam tesam gotamo bahukaro, bhavam tesam gotamo samadapeta; ","mn4:2.4":"bhoto ca pana gotamassa sa janata ditthanugatim apajjati”ti. ","mn4:2.5":"“Evametam, brahmana, evametam, brahmana. ","mn4:2.6":"Ye te, brahmana, kulaputta mamam uddissa saddha agarasma anagariyam pabbajita, aham tesam pubbangamo, aham tesam bahukaro, aham tesam samadapeta; ","mn4:2.7":"mama ca pana sa janata ditthanugatim apajjati”ti. ","mn4:2.8":"“Durabhisambhavani hi kho, bho gotama, arannavanapatthani pantani senasanani, dukkaram pavivekam, durabhiramam ekatte, ","mn4:2.9":"haranti manne mano vanani samadhim alabhamanassa bhikkhuno”ti. ","mn4:2.10":"“Evametam, brahmana, evametam, brahmana. ","mn4:2.11":"Durabhisambhavani hi kho, brahmana, arannavanapatthani pantani senasanani, dukkaram pavivekam, durabhiramam ekatte, ","mn4:2.12":"haranti manne mano vanani samadhim alabhamanassa bhikkhuno. ","mn4:3.1":"Mayhampi kho, brahmana, pubbeva sambodha anabhisambuddhassa bodhisattasseva sato etadahosi: ","mn4:3.2":"‘durabhisambhavani hi kho arannavanapatthani pantani senasanani, dukkaram pavivekam, durabhiramam ekatte, ","mn4:3.3":"haranti manne mano vanani samadhim alabhamanassa bhikkhuno’ti. ","mn4:4.1":"Tassa mayham, brahmana, etadahosi: ","mn4:4.2":"‘ye kho keci samana va brahmana va aparisuddhakayakammanta arannavanapatthani pantani senasanani patisevanti, aparisuddhakayakammantasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:4.3":"Na kho panaham aparisuddhakayakammanto arannavanapatthani pantani senasanani patisevami; ","mn4:4.4":"parisuddhakayakammantohamasmi. ","mn4:4.5":"Ye hi vo ariya parisuddhakayakammanta arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:4.6":"Etamaham, brahmana, parisuddhakayakammatam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:5.1":"Tassa mayham, brahmana, etadahosi: ","mn4:5.2":"‘ye kho keci samana va brahmana va aparisuddhavacikammanta …pe… ","mn4:5.3":"aparisuddhamanokammanta …pe… ","mn4:5.4":"aparisuddhajiva arannavanapatthani pantani senasanani patisevanti, aparisuddhajivasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:6.1":"Na kho panaham aparisuddhajivo arannavanapatthani pantani senasanani patisevami; ","mn4:6.2":"parisuddhajivohamasmi. ","mn4:7.1":"Ye hi vo ariya parisuddhajiva arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:7.2":"Etamaham, brahmana, parisuddhajivatam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:8.1":"Tassa mayham, brahmana, etadahosi: ","mn4:8.2":"‘ye kho keci samana va brahmana va abhijjhalu kamesu tibbasaraga arannavanapatthani pantani senasanani patisevanti, abhijjhalukamesutibbasaragasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:8.3":"Na kho panaham abhijjhalu kamesu tibbasarago arannavanapatthani pantani senasanani patisevami; ","mn4:8.4":"anabhijjhaluhamasmi. ","mn4:8.5":"Ye hi vo ariya anabhijjhalu arannavanapatthani pantani senasanani patisevanti, tesamaham annataro’ti. ","mn4:8.6":"Etamaham, brahmana, anabhijjhalutam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:9.1":"Tassa mayham, brahmana, etadahosi: ","mn4:9.2":"‘ye kho keci samana va brahmana va byapannacitta padutthamanasankappa arannavanapatthani pantani senasanani patisevanti, byapannacittapadutthamanasankappasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:9.3":"Na kho panaham byapannacitto padutthamanasankappo arannavanapatthani pantani senasanani patisevami; ","mn4:9.4":"mettacittohamasmi. ","mn4:9.5":"Ye hi vo ariya mettacitta arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:9.6":"Etamaham, brahmana, mettacittatam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:10.1":"Tassa mayham, brahmana, etadahosi: ","mn4:10.2":"‘ye kho keci samana va brahmana va thinamiddhapariyutthita arannavanapatthani pantani senasanani patisevanti, thinamiddhapariyutthanasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:10.3":"Na kho panaham thinamiddhapariyutthito arannavanapatthani pantani senasanani patisevami; ","mn4:10.4":"vigatathinamiddhohamasmi. ","mn4:10.5":"Ye hi vo ariya vigatathinamiddha arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:10.6":"Etamaham, brahmana, vigatathinamiddhatam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:11.1":"Tassa mayham, brahmana, etadahosi: ","mn4:11.2":"‘ye kho keci samana va brahmana va uddhata avupasantacitta arannavanapatthani pantani senasanani patisevanti, uddhataavupasantacittasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:11.3":"Na kho panaham uddhato avupasantacitto arannavanapatthani pantani senasanani patisevami; ","mn4:11.4":"vupasantacittohamasmi. ","mn4:11.5":"Ye hi vo ariya vupasantacitta arannavanapatthani pantani senasanani patisevanti, tesamaham annataro’ti. ","mn4:11.6":"Etamaham, brahmana, vupasantacittatam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:12.1":"Tassa mayham, brahmana, etadahosi: ","mn4:12.2":"‘ye kho keci samana va brahmana va kankhi vicikicchi arannavanapatthani pantani senasanani patisevanti, kankhivicikicchisandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:12.3":"Na kho panaham kankhi vicikicchi arannavanapatthani pantani senasanani patisevami; ","mn4:12.4":"tinnavicikicchohamasmi. ","mn4:12.5":"Ye hi vo ariya tinnavicikiccha arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:12.6":"Etamaham, brahmana, tinnavicikicchatam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:13.1":"Tassa mayham, brahmana, etadahosi: ","mn4:13.2":"‘ye kho keci samana va brahmana va attukkamsaka paravambhi arannavanapatthani pantani senasanani patisevanti, attukkamsanaparavambhanasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:13.3":"Na kho panaham attukkamsako paravambhi arannavanapatthani pantani senasanani patisevami; ","mn4:13.4":"anattukkamsako aparavambhihamasmi. ","mn4:13.5":"Ye hi vo ariya anattukkamsaka aparavambhi arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:13.6":"Etamaham, brahmana, anattukkamsakatam aparavambhitam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:14.1":"Tassa mayham, brahmana, etadahosi: ","mn4:14.2":"‘ye kho keci samana va brahmana va chambhi bhirukajatika arannavanapatthani pantani senasanani patisevanti, chambhibhirukajatikasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:14.3":"Na kho panaham chambhi bhirukajatiko arannavanapatthani pantani senasanani patisevami; ","mn4:14.4":"vigatalomahamsohamasmi. ","mn4:14.5":"Ye hi vo ariya vigatalomahamsa arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:14.6":"Etamaham, brahmana, vigatalomahamsatam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:15.1":"Tassa mayham, brahmana, etadahosi: ","mn4:15.2":"‘ye kho keci samana va brahmana va labhasakkarasilokam nikamayamana arannavanapatthani pantani senasanani patisevanti, labhasakkarasilokanikamanasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:15.3":"Na kho panaham labhasakkarasilokam nikamayamano arannavanapatthani pantani senasanani patisevami; ","mn4:15.4":"appicchohamasmi. ","mn4:15.5":"Ye hi vo ariya appiccha arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:15.6":"Etamaham, brahmana, appicchatam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:16.1":"Tassa mayham, brahmana, etadahosi: ","mn4:16.2":"‘ye kho keci samana va brahmana va kusita hinaviriya arannavanapatthani pantani senasanani patisevanti, kusitahinaviriyasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:16.3":"Na kho panaham kusito hinaviriyo arannavanapatthani pantani senasanani patisevami; ","mn4:16.4":"araddhaviriyohamasmi. ","mn4:16.5":"Ye hi vo ariya araddhaviriya arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:16.6":"Etamaham, brahmana, araddhaviriyatam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:17.1":"Tassa mayham, brahmana, etadahosi: ","mn4:17.2":"‘ye kho keci samana va brahmana va mutthassati asampajana arannavanapatthani pantani senasanani patisevanti, mutthassatiasampajanasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:17.3":"Na kho panaham mutthassati asampajano arannavanapatthani pantani senasanani patisevami; ","mn4:17.4":"upatthitassatihamasmi. ","mn4:17.5":"Ye hi vo ariya upatthitassati arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:17.6":"Etamaham, brahmana, upatthitassatitam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:18.1":"Tassa mayham, brahmana, etadahosi: ","mn4:18.2":"‘ye kho keci samana va brahmana va asamahita vibbhantacitta arannavanapatthani pantani senasanani patisevanti, asamahitavibbhantacittasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:18.3":"Na kho panaham asamahito vibbhantacitto arannavanapatthani pantani senasanani patisevami; ","mn4:18.4":"samadhisampannohamasmi. ","mn4:18.5":"Ye hi vo ariya samadhisampanna arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:18.6":"Etamaham, brahmana, samadhisampadam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:19.1":"Tassa mayham, brahmana, etadahosi: ","mn4:19.2":"‘ye kho keci samana va brahmana va duppanna elamuga arannavanapatthani pantani senasanani patisevanti, duppannaelamugasandosahetu have te bhonto samanabrahmana akusalam bhayabheravam avhayanti. ","mn4:19.3":"Na kho panaham duppanno elamugo arannavanapatthani pantani senasanani patisevami; ","mn4:19.4":"pannasampannohamasmi. ","mn4:19.5":"Ye hi vo ariya pannasampanna arannavanapatthani pantani senasanani patisevanti tesamaham annataro’ti. ","mn4:19.6":"Etamaham, brahmana, pannasampadam attani sampassamano bhiyyo pallomamapadim aranne viharaya. ","mn4:19.7":"Solasapariyayam nitthitam. ","mn4:20.1":"Tassa mayham, brahmana, etadahosi: ","mn4:20.2":"‘yannunaham ya ta rattiyo abhinnata abhilakkhita—","mn4:20.3":"catuddasi pancadasi atthami ca pakkhassa—","mn4:20.4":"tatharupasu rattisu yani tani aramacetiyani vanacetiyani rukkhacetiyani bhimsanakani salomahamsani tatharupesu senasanesu vihareyyam appeva namaham bhayabheravam passeyyan’ti. ","mn4:20.5":"So kho aham, brahmana, aparena samayena ya ta rattiyo abhinnata abhilakkhita—","mn4:20.6":"catuddasi pancadasi atthami ca pakkhassa—","mn4:20.7":"tatharupasu rattisu yani tani aramacetiyani vanacetiyani rukkhacetiyani bhimsanakani salomahamsani tatharupesu senasanesu viharami. ","mn4:20.8":"Tattha ca me, brahmana, viharato mago va agacchati, moro va kattham pateti, vato va pannakasatam ereti; ","mn4:20.9":"tassa mayham brahmana etadahosi: ","mn4:20.10":"‘etam nuna tam bhayabheravam agacchati’ti. ","mn4:20.11":"Tassa mayham, brahmana, etadahosi: ","mn4:20.12":"‘kim nu kho aham annadatthu bhayapatikankhi viharami? ","mn4:20.13":"Yannunaham yathabhutam yathabhutassa me tam bhayabheravam agacchati, tathabhutam tathabhutova tam bhayabheravam pativineyyan’ti. ","mn4:20.14":"Tassa mayham, brahmana, cankamantassa tam bhayabheravam agacchati. ","mn4:20.15":"So kho aham, brahmana, neva tava titthami na nisidami na nipajjami, yava cankamantova tam bhayabheravam pativinemi. ","mn4:20.16":"Tassa mayham, brahmana, thitassa tam bhayabheravam agacchati. ","mn4:20.17":"So kho aham, brahmana, neva tava cankamami na nisidami na nipajjami. Yava thitova tam bhayabheravam pativinemi. ","mn4:20.18":"Tassa mayham, brahmana, nisinnassa tam bhayabheravam agacchati. ","mn4:20.19":"So kho aham, brahmana, neva tava nipajjami na titthami na cankamami, yava nisinnova tam bhayabheravam pativinemi. ","mn4:20.20":"Tassa mayham, brahmana, nipannassa tam bhayabheravam agacchati. ","mn4:20.21":"So kho aham, brahmana, neva tava nisidami na titthami na cankamami, yava nipannova tam bhayabheravam pativinemi. ","mn4:21.1":"Santi kho pana, brahmana, eke samanabrahmana rattimyeva samanam divati sanjananti, divayeva samanam rattiti sanjananti. ","mn4:21.2":"Idamaham tesam samanabrahmananam sammohaviharasmim vadami. ","mn4:21.3":"Aham kho pana, brahmana, rattimyeva samanam rattiti sanjanami, divayeva samanam divati sanjanami. ","mn4:21.4":"Yam kho tam, brahmana, samma vadamano vadeyya: ","mn4:21.5":"‘asammohadhammo satto loke uppanno bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan’ti, mameva tam samma vadamano vadeyya: ","mn4:21.6":"‘asammohadhammo satto loke uppanno bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan’ti. ","mn4:22-26.1":"Araddham kho pana me, brahmana, viriyam ahosi asallinam, upatthita sati asammuttha, passaddho kayo asaraddho, samahitam cittam ekaggam. ","mn4:22-26.2":"So kho aham, brahmana, vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja vihasim. ","mn4:22-26.3":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja vihasim. ","mn4:22-26.4":"Pitiya ca viraga upekkhako ca vihasim, sato ca sampajano sukhanca kayena patisamvedesim; yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja vihasim. ","mn4:22-26.5":"Sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja vihasim. ","mn4:27.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnamesim. So anekavihitam pubbenivasam anussarami, ","mn4:27.2":"seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarami. ","mn4:28.1":"Ayam kho me, brahmana, rattiya pathame yame pathama vijja adhigata, ","mn4:28.2":"avijja vihata vijja uppanna, tamo vihato aloko uppanno, yatha tam appamattassa atapino pahitattassa viharato. ","mn4:29.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnamesim. ","mn4:29.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passami cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanami: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana; te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana; te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passami cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanami. ","mn4:30.1":"Ayam kho me, brahmana, rattiya majjhime yame dutiya vijja adhigata, ","mn4:30.2":"avijja vihata vijja uppanna, tamo vihato aloko uppanno, yatha tam appamattassa atapino pahitattassa viharato. ","mn4:31.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnamesim. ","mn4:31.2":"So ‘idam dukkhan’ti yathabhutam abbhannasim, ‘ayam dukkhasamudayo’ti yathabhutam abbhannasim, ‘ayam dukkhanirodho’ti yathabhutam abbhannasim, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam abbhannasim. ","mn4:31.3":"‘Ime asava’ti yathabhutam abbhannasim, ‘ayam asavasamudayo’ti yathabhutam abbhannasim, ‘ayam asavanirodho’ti yathabhutam abbhannasim, ‘ayam asavanirodhagamini patipada’ti yathabhutam abbhannasim. ","mn4:32.1":"Tassa me evam janato evam passato kamasavapi cittam vimuccittha, bhavasavapi cittam vimuccittha, avijjasavapi cittam vimuccittha. ","mn4:32.2":"Vimuttasmim vimuttamiti nanam ahosi. ","mn4:32.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti abbhannasim. ","mn4:33.1":"Ayam kho me, brahmana, rattiya pacchime yame tatiya vijja adhigata, ","mn4:33.2":"avijja vihata vijja uppanna, tamo vihato aloko uppanno, yatha tam appamattassa atapino pahitattassa viharato. ","mn4:34.1":"Siya kho pana te, brahmana, evamassa: ","mn4:34.2":"‘ajjapi nuna samano gotamo avitarago avitadoso avitamoho, tasma arannavanapatthani pantani senasanani patisevati’ti. ","mn4:34.3":"Na kho panetam, brahmana, evam datthabbam. ","mn4:34.4":"Dve kho aham, brahmana, atthavase sampassamano arannavanapatthani pantani senasanani patisevami—","mn4:34.5":"attano ca ditthadhammasukhaviharam sampassamano, pacchimanca janatam anukampamano”ti. ","mn4:35.1":"“Anukampitarupa vatayam bhota gotamena pacchima janata, yatha tam arahata sammasambuddhena. ","mn4:35.2":"Abhikkantam, bho gotama. Abhikkantam, bho gotama. ","mn4:35.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","mn4:35.4":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","mn4:35.5":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","mn4:35.6":"Bhayabheravasuttam nitthitam catuttham. "}