{"mn51:0.1":"Majjhima Nikaya 51 ","mn51:0.2":"Kandarakasutta ","mn51:1.1":"Evam me sutam—","mn51:1.2":"ekam samayam bhagava campayam viharati gaggaraya pokkharaniya tire mahata bhikkhusanghena saddhim. ","mn51:1.3":"Atha kho pesso ca hattharohaputto kandarako ca paribbajako yena bhagava tenupasankamimsu; upasankamitva pesso hattharohaputto bhagavantam abhivadetva ekamantam nisidi. ","mn51:1.4":"Kandarako pana paribbajako bhagavata saddhim sammodi. Sammodaniyam katham saraniyam vitisaretva ekamantam atthasi. ","mn51:1.5":"Ekamantam thito kho kandarako paribbajako tunhibhutam tunhibhutam bhikkhusangham anuviloketva bhagavantam etadavoca: ","mn51:2.1":"“acchariyam, bho gotama, abbhutam, bho gotama. ","mn51:2.2":"Yavancidam bhota gotamena samma bhikkhusangho patipadito. ","mn51:2.3":"Yepi te, bho gotama, ahesum atitamaddhanam arahanto sammasambuddha tepi bhagavanto etaparamamyeva samma bhikkhusangham patipadesum—","mn51:2.4":"seyyathapi etarahi bhota gotamena samma bhikkhusangho patipadito. ","mn51:2.5":"Yepi te, bho gotama, bhavissanti anagatamaddhanam arahanto sammasambuddha tepi bhagavanto etaparamamyeva samma bhikkhusangham patipadessanti—","mn51:2.6":"seyyathapi etarahi bhota gotamena samma bhikkhusangho patipadito”ti. ","mn51:3.1":"“Evametam, kandaraka, evametam, kandaraka. ","mn51:3.2":"Yepi te, kandaraka, ahesum atitamaddhanam arahanto sammasambuddha tepi bhagavanto etaparamamyeva samma bhikkhusangham patipadesum—","mn51:3.3":"seyyathapi etarahi maya samma bhikkhusangho patipadito. ","mn51:3.4":"Yepi te, kandaraka, bhavissanti anagatamaddhanam arahanto sammasambuddha tepi bhagavanto etaparamamyeva samma bhikkhusangham patipadessanti—","mn51:3.5":"seyyathapi etarahi maya samma bhikkhusangho patipadito. ","mn51:3.6":"Santi hi, kandaraka, bhikkhu imasmim bhikkhusanghe arahanto khinasava vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana sammadannavimutta. ","mn51:3.7":"Santi hi, kandaraka, bhikkhu imasmim bhikkhusanghe sekkha santatasila santatavuttino nipaka nipakavuttino; ","mn51:3.8":"te catusu satipatthanesu suppatitthitacitta viharanti. ","mn51:3.9":"Katamesu catusu? ","mn51:3.10":"Idha, kandaraka, bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","mn51:3.11":"vedanasu vedananupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","mn51:3.12":"citte cittanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","mn51:3.13":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassan”ti. ","mn51:4.1":"Evam vutte, pesso hattharohaputto bhagavantam etadavoca: ","mn51:4.2":"“acchariyam, bhante, abbhutam, bhante. ","mn51:4.3":"Yava supannatta cime, bhante, bhagavata cattaro satipatthana sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya. ","mn51:4.4":"Mayampi hi, bhante, gihi odatavasana kalena kalam imesu catusu satipatthanesu suppatitthitacitta viharama. ","mn51:4.5":"Idha mayam, bhante, kaye kayanupassino viharama atapino sampajana satimanto, vineyya loke abhijjhadomanassam; ","mn51:4.6":"vedanasu vedananupassino viharama atapino sampajana satimanto, vineyya loke abhijjhadomanassam; ","mn51:4.7":"citte cittanupassino viharama atapino sampajana satimanto, vineyya loke abhijjhadomanassam; ","mn51:4.8":"dhammesu dhammanupassino viharama atapino sampajana satimanto, vineyya loke abhijjhadomanassam. ","mn51:4.9":"Acchariyam, bhante, abbhutam, bhante. ","mn51:4.10":"Yavancidam, bhante, bhagava evam manussagahane evam manussakasate evam manussasatheyye vattamane sattanam hitahitam janati. ","mn51:4.11":"Gahananhetam, bhante, yadidam manussa; ","mn51:4.12":"uttanakanhetam, bhante, yadidam pasavo. ","mn51:4.13":"Ahanhi, bhante, pahomi hatthidammam saretum. ","mn51:4.14":"Yavatakena antarena campam gatagatam karissati sabbani tani satheyyani kuteyyani vankeyyani jimheyyani patukarissati. ","mn51:4.15":"Amhakam pana, bhante, dasati va pessati va kammakarati va annathava kayena samudacaranti annathava vacaya annathava nesam cittam hoti. ","mn51:4.16":"Acchariyam, bhante, abbhutam, bhante. ","mn51:4.17":"Yavancidam, bhante, bhagava evam manussagahane evam manussakasate evam manussasatheyye vattamane sattanam hitahitam janati. ","mn51:4.18":"Gahananhetam, bhante, yadidam manussa; ","mn51:4.19":"uttanakanhetam, bhante, yadidam pasavo”ti. ","mn51:5.1":"“Evametam, pessa, evametam, pessa. ","mn51:5.2":"Gahananhetam, pessa, yadidam manussa; ","mn51:5.3":"uttanakanhetam, pessa, yadidam pasavo. ","mn51:5.4":"Cattarome, pessa, puggala santo samvijjamana lokasmim. ","mn51:5.5":"Katame cattaro? ","mn51:5.6":"Idha, pessa, ekacco puggalo attantapo hoti attaparitapananuyogamanuyutto; ","mn51:5.7":"idha pana, pessa, ekacco puggalo parantapo hoti paraparitapananuyogamanuyutto; ","mn51:5.8":"idha pana, pessa, ekacco puggalo attantapo ca hoti attaparitapananuyogamanuyutto, parantapo ca paraparitapananuyogamanuyutto; ","mn51:5.9":"idha pana, pessa, ekacco puggalo nevattantapo hoti nattaparitapananuyogamanuyutto na parantapo na paraparitapananuyogamanuyutto. ","mn51:5.10":"So anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati. ","mn51:5.11":"Imesam, pessa, catunnam puggalanam katamo te puggalo cittam aradheti”ti? ","mn51:5.12":"“Yvayam, bhante, puggalo attantapo attaparitapananuyogamanuyutto, ayam me puggalo cittam naradheti. ","mn51:5.13":"Yopayam, bhante, puggalo parantapo paraparitapananuyogamanuyutto, ayampi me puggalo cittam naradheti. ","mn51:5.14":"Yopayam, bhante, puggalo attantapo ca attaparitapananuyogamanuyutto parantapo ca paraparitapananuyogamanuyutto, ayampi me puggalo cittam naradheti. ","mn51:5.15":"Yo ca kho ayam, bhante, puggalo nevattantapo nattaparitapananuyogamanuyutto na parantapo na paraparitapananuyogamanuyutto, so anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati—","mn51:5.16":"ayameva me puggalo cittam aradheti”ti. ","mn51:6.1":"“Kasma pana te, pessa, ime tayo puggala cittam naradhenti”ti? ","mn51:6.2":"“Yvayam, bhante, puggalo attantapo attaparitapananuyogamanuyutto so attanam sukhakamam dukkhapatikkulam atapeti paritapeti—","mn51:6.3":"imina me ayam puggalo cittam naradheti. ","mn51:6.4":"Yopayam, bhante, puggalo parantapo paraparitapananuyogamanuyutto so param sukhakamam dukkhapatikkulam atapeti paritapeti—","mn51:6.5":"imina me ayam puggalo cittam naradheti. ","mn51:6.6":"Yopayam, bhante, puggalo attantapo ca attaparitapananuyogamanuyutto parantapo ca paraparitapananuyogamanuyutto so attananca paranca sukhakamam dukkhapatikkulam atapeti paritapeti—","mn51:6.7":"imina me ayam puggalo cittam naradheti. ","mn51:6.8":"Yo ca kho ayam, bhante, puggalo nevattantapo nattaparitapananuyogamanuyutto na parantapo na paraparitapananuyogamanuyutto so anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati; ","mn51:6.9":"so attananca paranca sukhakamam dukkhapatikkulam neva atapeti na paritapeti—","mn51:6.10":"imina me ayam puggalo cittam aradheti. ","mn51:6.11":"Handa ca dani mayam, bhante, gacchama; ","mn51:6.12":"bahukicca mayam bahukaraniya”ti. ","mn51:6.13":"“Yassadani tvam, pessa, kalam mannasi”ti. ","mn51:6.14":"Atha kho pesso hattharohaputto bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","mn51:7.1":"Atha kho bhagava acirapakkante pesse hattharohaputte bhikkhu amantesi: ","mn51:7.2":"“pandito, bhikkhave, pesso hattharohaputto; ","mn51:7.3":"mahapanno, bhikkhave, pesso hattharohaputto. ","mn51:7.4":"Sace, bhikkhave, pesso hattharohaputto muhuttam nisideyya yavassaham ime cattaro puggale vittharena vibhajissami, mahata atthena samyutto abhavissa. ","mn51:7.5":"Api ca, bhikkhave, ettavatapi pesso hattharohaputto mahata atthena samyutto”ti. ","mn51:7.6":"“Etassa, bhagava, kalo, etassa, sugata, kalo, ","mn51:7.7":"yam bhagava ime cattaro puggale vittharena vibhajeyya. Bhagavato sutva bhikkhu dharessanti”ti. ","mn51:7.8":"“Tena hi, bhikkhave, sunatha, sadhukam manasi karotha, bhasissami”ti. ","mn51:7.9":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","mn51:7.10":"Bhagava etadavoca: ","mn51:8.1":"“Katamo ca, bhikkhave, puggalo attantapo attaparitapananuyogamanuyutto? Idha, bhikkhave, ekacco puggalo acelako hoti muttacaro hatthapalekhano naehibhaddantiko natitthabhaddantiko; nabhihatam na uddissakatam na nimantanam sadiyati; ","mn51:8.2":"so na kumbhimukha patigganhati na kalopimukha patigganhati na elakamantaram na dandamantaram na musalamantaram na dvinnam bhunjamananam na gabbhiniya na payamanaya na purisantaragataya na sankittisu na yattha sa upatthito hoti na yattha makkhika sandasandacarini; na maccham na mamsam na suram na merayam na thusodakam pivati. ","mn51:8.3":"So ekagariko va hoti ekalopiko, dvagariko va hoti dvalopiko …pe… sattagariko va hoti sattalopiko; ","mn51:8.4":"ekissapi dattiya yapeti, dvihipi dattihi yapeti …pe… sattahipi dattihi yapeti; ","mn51:8.5":"ekahikampi aharam ahareti, dvihikampi aharam ahareti …pe… sattahikampi aharam ahareti—iti evarupam addhamasikam pariyayabhattabhojananuyogamanuyutto viharati. ","mn51:8.6":"So sakabhakkho va hoti, samakabhakkho va hoti, nivarabhakkho va hoti, daddulabhakkho va hoti, hatabhakkho va hoti, kanabhakkho va hoti, acamabhakkho va hoti, pinnakabhakkho va hoti, tinabhakkho va hoti, gomayabhakkho va hoti; vanamulaphalaharo yapeti pavattaphalabhoji. ","mn51:8.7":"So sananipi dhareti, masananipi dhareti, chavadussanipi dhareti, pamsukulanipi dhareti, tiritanipi dhareti, ajinampi dhareti, ajinakkhipampi dhareti, kusacirampi dhareti, vakacirampi dhareti, phalakacirampi dhareti, kesakambalampi dhareti, valakambalampi dhareti, ulukapakkhampi dhareti; ","mn51:8.8":"kesamassulocakopi hoti, kesamassulocananuyogamanuyutto, ","mn51:8.9":"ubbhatthakopi hoti asanapatikkhitto, ","mn51:8.10":"ukkutikopi hoti ukkutikappadhanamanuyutto, ","mn51:8.11":"kantakapassayikopi hoti kantakapassaye seyyam kappeti; ","mn51:8.12":"sayatatiyakampi udakorohananuyogamanuyutto viharati—","mn51:8.13":"iti evarupam anekavihitam kayassa atapanaparitapananuyogamanuyutto viharati. ","mn51:8.14":"Ayam vuccati, bhikkhave, puggalo attantapo attaparitapananuyogamanuyutto. ","mn51:9.1":"Katamo ca, bhikkhave, puggalo parantapo paraparitapananuyogamanuyutto? ","mn51:9.2":"Idha, bhikkhave, ekacco puggalo orabbhiko hoti sukariko sakuniko magaviko luddo macchaghatako coro coraghatako goghatako bandhanagariko, ye va panannepi keci kururakammanta. ","mn51:9.3":"Ayam vuccati, bhikkhave, puggalo parantapo paraparitapananuyogamanuyutto. ","mn51:10.1":"Katamo ca, bhikkhave, puggalo attantapo ca attaparitapananuyogamanuyutto parantapo ca paraparitapananuyogamanuyutto? ","mn51:10.2":"Idha, bhikkhave, ekacco puggalo raja va hoti khattiyo muddhavasitto brahmano va mahasalo. ","mn51:10.3":"So puratthimena nagarassa navam santhagaram karapetva kesamassum oharetva kharajinam nivasetva sappitelena kayam abbhanjitva magavisanena pitthim kanduvamano navam santhagaram pavisati saddhim mahesiya brahmanena ca purohitena. ","mn51:10.4":"So tattha anantarahitaya bhumiya haritupalittaya seyyam kappeti. ","mn51:10.5":"Ekissaya gaviya sarupavacchaya yam ekasmim thane khiram hoti tena raja yapeti, yam dutiyasmim thane khiram hoti tena mahesi yapeti, yam tatiyasmim thane khiram hoti tena brahmano purohito yapeti, yam catutthasmim thane khiram hoti tena aggim juhati, avasesena vacchako yapeti. ","mn51:10.6":"So evamaha: ","mn51:10.7":"‘ettaka usabha hannantu yannatthaya, ettaka vacchatara hannantu yannatthaya, ettaka vacchatariyo hannantu yannatthaya, ettaka aja hannantu yannatthaya, ettaka urabbha hannantu yannatthaya, ettaka assa hannantu yannatthaya, ettaka rukkha chijjantu yupatthaya, ettaka dabbha luyantu barihisatthaya’ti. ","mn51:10.8":"Yepissa te honti dasati va pessati va kammakarati va tepi dandatajjita bhayatajjita assumukha rudamana parikammani karonti. ","mn51:10.9":"Ayam vuccati, bhikkhave, puggalo attantapo ca attaparitapananuyogamanuyutto parantapo ca paraparitapananuyogamanuyutto. ","mn51:11.1":"Katamo ca, bhikkhave, puggalo nevattantapo nattaparitapananuyogamanuyutto na parantapo na paraparitapananuyogamanuyutto, so anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati? ","mn51:12.1":"Idha, bhikkhave, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","mn51:12.2":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn51:12.3":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn51:13.1":"Tam dhammam sunati gahapati va gahapatiputto va annatarasmim va kule paccajato. ","mn51:13.2":"So tam dhammam sutva tathagate saddham patilabhati. ","mn51:13.3":"So tena saddhapatilabhena samannagato iti patisancikkhati: ","mn51:13.4":"‘sambadho gharavaso rajapatho, abbhokaso pabbajja. ","mn51:13.5":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn51:13.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn51:13.7":"So aparena samayena appam va bhogakkhandham pahaya, mahantam va bhogakkhandham pahaya, appam va natiparivattam pahaya, mahantam va natiparivattam pahaya, kesamassum oharetva, kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","mn51:14.1":"So evam pabbajito samano bhikkhunam sikkhasajivasamapanno panatipatam pahaya panatipata pativirato hoti nihitadando nihitasattho, lajji dayapanno sabbapanabhutahitanukampi viharati. ","mn51:14.2":"Adinnadanam pahaya adinnadana pativirato hoti dinnadayi dinnapatikankhi, athenena sucibhutena attana viharati. ","mn51:14.3":"Abrahmacariyam pahaya brahmacari hoti aracari virato methuna gamadhamma. ","mn51:14.4":"Musavadam pahaya musavada pativirato hoti saccavadi saccasandho theto paccayiko avisamvadako lokassa. ","mn51:14.5":"Pisunam vacam pahaya pisunaya vacaya pativirato hoti, ito sutva na amutra akkhata imesam bhedaya, amutra va sutva na imesam akkhata amusam bhedaya—iti bhinnanam va sandhata sahitanam va anuppadata samaggaramo samaggarato samagganandi samaggakaranim vacam bhasita hoti. ","mn51:14.6":"Pharusam vacam pahaya pharusaya vacaya pativirato hoti, ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupim vacam bhasita hoti. ","mn51:14.7":"Samphappalapam pahaya samphappalapa pativirato hoti kalavadi bhutavadi atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita kalena sapadesam pariyantavatim atthasamhitam. ","mn51:14.8":"So bijagamabhutagamasamarambha pativirato hoti, ","mn51:14.9":"ekabhattiko hoti rattuparato virato vikalabhojana; ","mn51:14.10":"naccagitavaditavisukadassana pativirato hoti; ","mn51:14.11":"malagandhavilepanadharanamandanavibhusanatthana pativirato hoti; ","mn51:14.12":"uccasayanamahasayana pativirato hoti; ","mn51:14.13":"jataruparajatapatiggahana pativirato hoti; ","mn51:14.14":"amakadhannapatiggahana pativirato hoti; ","mn51:14.15":"amakamamsapatiggahana pativirato hoti; ","mn51:14.16":"itthikumarikapatiggahana pativirato hoti; ","mn51:14.17":"dasidasapatiggahana pativirato hoti; ","mn51:14.18":"ajelakapatiggahana pativirato hoti; ","mn51:14.19":"kukkutasukarapatiggahana pativirato hoti; ","mn51:14.20":"hatthigavassavalavapatiggahana pativirato hoti; ","mn51:14.21":"khettavatthupatiggahana pativirato hoti; ","mn51:14.22":"duteyyapahinagamananuyoga pativirato hoti; ","mn51:14.23":"kayavikkaya pativirato hoti; ","mn51:14.24":"tulakutakamsakutamanakuta pativirato hoti; ","mn51:14.25":"ukkotanavancananikatisaciyoga pativirato hoti; ","mn51:14.26":"chedanavadhabandhanaviparamosaalopasahasakara pativirato hoti. ","mn51:15.1":"So santuttho hoti kayapariharikena civarena kucchipariharikena pindapatena. So yena yeneva pakkamati, samadayeva pakkamati. ","mn51:15.2":"Seyyathapi nama pakkhi sakuno yena yeneva deti, sapattabharova deti; ","mn51:15.3":"evameva bhikkhu santuttho hoti kayapariharikena civarena kucchipariharikena pindapatena. So yena yeneva pakkamati, samadayeva pakkamati. ","mn51:15.4":"So imina ariyena silakkhandhena samannagato ajjhattam anavajjasukham patisamvedeti. ","mn51:16.1":"So cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","mn51:16.2":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","mn51:16.3":"Sotena saddam sutva …pe… ","mn51:16.4":"ghanena gandham ghayitva …pe… ","mn51:16.5":"jivhaya rasam sayitva …pe… ","mn51:16.6":"kayena photthabbam phusitva …pe… ","mn51:16.7":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi. ","mn51:16.8":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati manindriyam, manindriye samvaram apajjati. ","mn51:16.9":"So imina ariyena indriyasamvarena samannagato ajjhattam abyasekasukham patisamvedeti. ","mn51:17.1":"So abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","mn51:18.1":"So imina ca ariyena silakkhandhena samannagato, imaya ca ariyaya santutthiya samannagato, imina ca ariyena indriyasamvarena samannagato, imina ca ariyena satisampajannena samannagato ","mn51:18.2":"vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn51:19.1":"So pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","mn51:19.2":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti, ","mn51:19.3":"byapadapadosam pahaya abyapannacitto viharati sabbapanabhutahitanukampi, byapadapadosa cittam parisodheti; ","mn51:19.4":"thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti; ","mn51:19.5":"uddhaccakukkuccam pahaya anuddhato viharati ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti; ","mn51:19.6":"vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","mn51:20.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane, ","mn51:20.2":"vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati; ","mn51:21.1":"vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati; ","mn51:22.1":"pitiya ca viraga upekkhako ca viharati sato ca sampajano sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati; ","mn51:23.1":"sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn51:24.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnameti. ","mn51:24.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn51:25.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnameti. ","mn51:25.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna; ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati. ","mn51:26.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","mn51:26.2":"So ‘idam dukkhan’ti yathabhutam pajanati. ‘Ayam dukkhasamudayo’ti yathabhutam pajanati. ‘Ayam dukkhanirodho’ti yathabhutam pajanati. ‘Ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati. ","mn51:27.1":"‘Ime asava’ti yathabhutam pajanati. ‘Ayam asavasamudayo’ti yathabhutam pajanati. ‘Ayam asavanirodho’ti yathabhutam pajanati. ‘Ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","mn51:27.2":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati. ","mn51:27.3":"Vimuttasmim vimuttamiti nanam hoti. ","mn51:27.4":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn51:28.1":"Ayam vuccati, bhikkhave, puggalo nevattantapo nattaparitapananuyogamanuyutto, na parantapo na paraparitapananuyogamanuyutto. ","mn51:28.2":"So attantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati”ti. ","mn51:28.3":"Idamavoca bhagava. ","mn51:28.4":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn51:28.5":"Kandarakasuttam nitthitam pathamam. "}