{"mn52:0.1":"Majjhima Nikaya 52 ","mn52:0.2":"Atthakanagarasutta ","mn52:1.1":"Evam me sutam—","mn52:1.2":"ekam samayam ayasma anando vesaliyam viharati beluvagamake. ","mn52:1.3":"Tena kho pana samayena dasamo gahapati atthakanagaro pataliputtam anuppatto hoti kenacideva karaniyena. ","mn52:2.1":"Atha kho dasamo gahapati atthakanagaro yena kukkutaramo yena annataro bhikkhu tenupasankami; upasankamitva tam bhikkhum abhivadetva ekamantam nisidi. Ekamantam nisinno kho dasamo gahapati atthakanagaro tam bhikkhum etadavoca: ","mn52:2.2":"“kaham nu kho, bhante, ayasma anando etarahi viharati? ","mn52:2.3":"Dassanakama hi mayam tam ayasmantam anandan”ti. ","mn52:2.4":"“Eso, gahapati, ayasma anando vesaliyam viharati beluvagamake”ti. ","mn52:3.1":"Atha kho dasamo gahapati atthakanagaro pataliputte tam karaniyam tiretva yena vesali yena beluvagamako yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinno kho dasamo gahapati atthakanagaro ayasmantam anandam etadavoca: ","mn52:3.2":"“atthi nu kho, bhante ananda, tena bhagavata janata passata arahata sammasambuddhena ekadhammo akkhato yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttanceva cittam vimuccati, aparikkhina ca asava parikkhayam gacchanti, ananuppattanca anuttaram yogakkhemam anupapunati”ti? ","mn52:3.3":"“Atthi kho, gahapati, tena bhagavata janata passata arahata sammasambuddhena ekadhammo akkhato, yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttanceva cittam vimuccati, aparikkhina ca asava parikkhayam gacchanti, ananuppattanca anuttaram yogakkhemam anupapunati”ti. ","mn52:3.4":"“Katamo pana, bhante ananda, tena bhagavata janata passata arahata sammasambuddhena ekadhammo akkhato, yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttanceva cittam vimuccati, aparikkhina ca asava parikkhayam gacchanti, ananuppattanca anuttaram yogakkhemam anupapunati”ti? ","mn52:4.1":"“Idha, gahapati, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn52:4.2":"So iti patisancikkhati: ","mn52:4.3":"‘idampi kho pathamam jhanam abhisankhatam abhisancetayitam. ","mn52:4.4":"Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","mn52:4.5":"So tattha thito asavanam khayam papunati. ","mn52:4.6":"No ce asavanam khayam papunati, teneva dhammaragena taya dhammanandiya pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti tattha parinibbayi anavattidhammo tasma loka. ","mn52:4.7":"Ayampi kho, gahapati, tena bhagavata janata passata arahata sammasambuddhena ekadhammo akkhato, yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttanceva cittam vimuccati, aparikkhina ca asava parikkhayam gacchanti, ananuppattanca anuttaram yogakkhemam anupapunati. ","mn52:5.1":"Puna caparam, gahapati, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam …pe… dutiyam jhanam upasampajja viharati. ","mn52:5.2":"So iti patisancikkhati: ","mn52:5.3":"‘idampi kho dutiyam jhanam abhisankhatam abhisancetayitam …pe… ","mn52:5.4":"anuttaram yogakkhemam anupapunati. ","mn52:6.1":"Puna caparam, gahapati, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","mn52:6.2":"So iti patisancikkhati: ","mn52:6.3":"‘idampi kho tatiyam jhanam abhisankhatam abhisancetayitam …pe… ","mn52:6.4":"anuttaram yogakkhemam anupapunati. ","mn52:7.1":"Puna caparam, gahapati, bhikkhu sukhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","mn52:7.2":"So iti patisancikkhati: ","mn52:7.3":"‘idampi kho catuttham jhanam abhisankhatam abhisancetayitam …pe… ","mn52:7.4":"anuttaram yogakkhemam anupapunati. ","mn52:8.1":"Puna caparam, gahapati, bhikkhu mettasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharati. ","mn52:8.2":"So iti patisancikkhati: ","mn52:8.3":"‘ayampi kho mettacetovimutti abhisankhata abhisancetayita. ","mn52:8.4":"Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","mn52:8.5":"So tattha thito …pe… ","mn52:8.6":"anuttaram yogakkhemam anupapunati. ","mn52:9.1":"Puna caparam, gahapati, bhikkhu karunasahagatena cetasa …pe… ","mn52:10.1":"muditasahagatena cetasa …pe… ","mn52:11.1":"upekkhasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharati. ","mn52:11.2":"So iti patisancikkhati: ","mn52:11.3":"‘ayampi kho upekkhacetovimutti abhisankhata abhisancetayita. ","mn52:11.4":"Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","mn52:11.5":"So tattha thito …pe… ","mn52:11.6":"anuttaram yogakkhemam anupapunati. ","mn52:12.1":"Puna caparam, gahapati, bhikkhu sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati. ","mn52:12.2":"So iti patisancikkhati: ","mn52:12.3":"‘ayampi kho akasanancayatanasamapatti abhisankhata abhisancetayita. ","mn52:12.4":"Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","mn52:12.5":"So tattha thito …pe… ","mn52:12.6":"anuttaram yogakkhemam anupapunati. ","mn52:13.1":"Puna caparam, gahapati, bhikkhu sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati. ","mn52:13.2":"So iti patisancikkhati: ","mn52:13.3":"‘ayampi kho vinnanancayatanasamapatti abhisankhata abhisancetayita. ","mn52:13.4":"Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","mn52:13.5":"So tattha thito …pe… ","mn52:13.6":"anuttaram yogakkhemam anupapunati. ","mn52:14.1":"Puna caparam, gahapati, bhikkhu sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati. ","mn52:14.2":"So iti patisancikkhati: ","mn52:14.3":"‘ayampi kho akincannayatanasamapatti abhisankhata abhisancetayita. ","mn52:14.4":"Yam kho pana kinci abhisankhatam abhisancetayitam tadaniccam nirodhadhamman’ti pajanati. ","mn52:14.5":"So tattha thito asavanam khayam papunati. ","mn52:14.6":"No ce asavanam khayam papunati, teneva dhammaragena taya dhammanandiya pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti tattha parinibbayi anavattidhammo tasma loka. ","mn52:14.7":"Ayampi kho, gahapati, tena bhagavata janata passata arahata sammasambuddhena ekadhammo akkhato yattha bhikkhuno appamattassa atapino pahitattassa viharato avimuttanceva cittam vimuccati, aparikkhina ca asava parikkhayam gacchanti, ananuppattanca anuttaram yogakkhemam anupapunati”ti. ","mn52:15.1":"Evam vutte, dasamo gahapati atthakanagaro ayasmantam anandam etadavoca: ","mn52:15.2":"“seyyathapi, bhante ananda, puriso ekamva nidhimukham gavesanto sakideva ekadasa nidhimukhani adhigaccheyya; ","mn52:15.3":"evameva kho aham, bhante, ekam amatadvaram gavesanto sakideva ekadasa amatadvarani alattham bhavanaya. ","mn52:15.4":"Seyyathapi, bhante, purisassa agaram ekadasadvaram, so tasmim agare aditte ekamekenapi dvarena sakkuneyya attanam sotthim katum; ","mn52:15.5":"evameva kho aham, bhante, imesam ekadasannam amatadvaranam ekamekenapi amatadvarena sakkunissami attanam sotthim katum. ","mn52:15.6":"Imehi nama, bhante, annatitthiya acariyassa acariyadhanam pariyesissanti, kimangam panaham ayasmato anandassa pujam na karissami”ti. ","mn52:16.1":"Atha kho dasamo gahapati atthakanagaro pataliputtakanca vesalikanca bhikkhusangham sannipatetva panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi, ","mn52:16.2":"ekamekanca bhikkhum paccekam dussayugena acchadesi, ayasmantanca anandam ticivarena acchadesi, ayasmato ca anandassa pancasataviharam karapesiti. ","mn52:16.3":"Atthakanagarasuttam nitthitam dutiyam. "}