{"mn53:0.1":"Majjhima Nikaya 53 ","mn53:0.2":"Sekhasutta ","mn53:1.1":"Evam me sutam—","mn53:1.2":"ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","mn53:2.1":"Tena kho pana samayena kapilavatthavanam sakyanam navam santhagaram acirakaritam hoti anajjhavuttham samanena va brahmanena va kenaci va manussabhutena. ","mn53:2.2":"Atha kho kapilavatthava sakya yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho kapilavatthava sakya bhagavantam etadavocum: ","mn53:2.3":"“idha, bhante, kapilavatthavanam sakyanam navam santhagaram acirakaritam anajjhavuttham samanena va brahmanena va kenaci va manussabhutena. ","mn53:2.4":"Tam, bhante, bhagava pathamam paribhunjatu. Bhagavata pathamam paribhuttam paccha kapilavatthava sakya paribhunjissanti. ","mn53:2.5":"Tadassa kapilavatthavanam sakyanam digharattam hitaya sukhaya”ti. ","mn53:3.1":"Adhivasesi bhagava tunhibhavena. ","mn53:3.2":"Atha kho kapilavatthava sakya bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva yena navam santhagaram tenupasankamimsu; upasankamitva sabbasantharim santhagaram santharitva asanani pannapetva udakamanikam upatthapetva telappadipam aropetva yena bhagava tenupasankamimsu; ","mn53:3.3":"upasankamitva bhagavantam abhivadetva ekamantam atthamsu. ","mn53:3.4":"Ekamantam thita kho kapilavatthava sakya bhagavantam etadavocum: ","mn53:3.5":"“sabbasantharim santhatam, bhante, santhagaram, asanani pannattani, udakamaniko upatthapito, telappadipo aropito. ","mn53:3.6":"Yassadani, bhante, bhagava kalam mannati”ti. ","mn53:4.1":"Atha kho bhagava nivasetva pattacivaramadaya saddhim bhikkhusanghena yena santhagaram tenupasankami; upasankamitva pade pakkhaletva santhagaram pavisitva majjhimam thambham nissaya puratthabhimukho nisidi. ","mn53:4.2":"Bhikkhusanghopi kho pade pakkhaletva santhagaram pavisitva pacchimam bhittim nissaya puratthabhimukho nisidi, bhagavantamyeva purakkhatva. ","mn53:4.3":"Kapilavatthavapi kho sakya pade pakkhaletva santhagaram pavisitva puratthimam bhittim nissaya pacchimabhimukha nisidimsu, bhagavantamyeva purakkhatva. ","mn53:5.1":"Atha kho bhagava kapilavatthave sakye bahudeva rattim dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva ayasmantam anandam amantesi: ","mn53:5.2":"“patibhatu tam, ananda, kapilavatthavanam sakyanam sekho patipado. ","mn53:5.3":"Pitthi me agilayati; ","mn53:5.4":"tamaham ayamissami”ti. ","mn53:5.5":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","mn53:5.6":"Atha kho bhagava catuggunam sanghatim pannapetva dakkhinena passena sihaseyyam kappesi, pade padam accadhaya, sato sampajano, utthanasannam manasi karitva. ","mn53:6.1":"Atha kho ayasma anando mahanamam sakkam amantesi: ","mn53:6.2":"“idha, mahanama, ariyasavako silasampanno hoti, indriyesu guttadvaro hoti, bhojane mattannu hoti, jagariyam anuyutto hoti, sattahi saddhammehi samannagato hoti, catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","mn53:7.1":"Kathanca, mahanama, ariyasavako silasampanno hoti? ","mn53:7.2":"Idha, mahanama, ariyasavako silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","mn53:7.3":"Evam kho, mahanama, ariyasavako silasampanno hoti. ","mn53:8.1":"Kathanca, mahanama, ariyasavako indriyesu guttadvaro hoti? ","mn53:8.2":"Idha, mahanama, ariyasavako cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","mn53:8.3":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","mn53:8.4":"Sotena saddam sutva …pe… ","mn53:8.5":"ghanena gandham ghayitva …pe… ","mn53:8.6":"jivhaya rasam sayitva …pe… ","mn53:8.7":"kayena photthabbam phusitva …pe… ","mn53:8.8":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi. ","mn53:8.9":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati manindriyam, manindriye samvaram apajjati. ","mn53:8.10":"Evam kho, mahanama, ariyasavako indriyesu guttadvaro hoti. ","mn53:9.1":"Kathanca, mahanama, ariyasavako bhojane mattannu hoti? ","mn53:9.2":"Idha, mahanama, ariyasavako patisankha yoniso aharam ahareti: ","mn53:9.3":"‘neva davaya na madaya na mandanaya na vibhusanaya; yavadeva imassa kayassa thitiya yapanaya vihimsuparatiya brahmacariyanuggahaya. Iti purananca vedanam patihankhami, navanca vedanam na uppadessami, yatra ca me bhavissati anavajjata ca phasuviharo ca’ti. ","mn53:9.4":"Evam kho, mahanama, ariyasavako bhojane mattannu hoti. ","mn53:10.1":"Kathanca, mahanama, ariyasavako jagariyam anuyutto hoti? ","mn53:10.2":"Idha, mahanama, ariyasavako divasam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti, ","mn53:10.3":"rattiya pathamam yamam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti, ","mn53:10.4":"rattiya majjhimam yamam dakkhinena passena sihaseyyam kappeti, pade padam accadhaya, sato sampajano, utthanasannam manasi karitva, ","mn53:10.5":"rattiya pacchimam yamam paccutthaya cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti. ","mn53:10.6":"Evam kho, mahanama, ariyasavako jagariyam anuyutto hoti. ","mn53:11.1":"Kathanca, mahanama, ariyasavako sattahi saddhammehi samannagato hoti? ","mn53:11.2":"Idha, mahanama, ariyasavako saddho hoti, saddahati tathagatassa bodhim: ","mn53:11.3":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","mn53:12.1":"Hirima hoti, hiriyati kayaduccaritena vaciduccaritena manoduccaritena, hiriyati papakanam akusalanam dhammanam samapattiya. ","mn53:13.1":"Ottappi hoti, ottappati kayaduccaritena vaciduccaritena manoduccaritena, ottappati papakanam akusalanam dhammanam samapattiya. ","mn53:14.1":"Bahussuto hoti sutadharo sutasannicayo. Ye te dhamma adikalyana majjhekalyana pariyosanakalyana sattha sabyanjana kevalaparipunnam parisuddham brahmacariyam abhivadanti tatharupassa dhamma bahussuta honti dhata vacasa paricita manasanupekkhita ditthiya suppatividdha. ","mn53:15.1":"Araddhaviriyo viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","mn53:16.1":"Satima hoti, paramena satinepakkena samannagato, cirakatampi cirabhasitampi sarita anussarita. ","mn53:17.1":"Pannava hoti, udayatthagaminiya pannaya samannagato, ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","mn53:17.2":"Evam kho, mahanama, ariyasavako sattahi saddhammehi samannagato hoti. ","mn53:18.1":"Kathanca, mahanama, ariyasavako catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi? ","mn53:18.2":"Idha, mahanama, ariyasavako vivicceva kamehi …pe… pathamam jhanam upasampajja viharati; ","mn53:18.3":"vitakkavicaranam vupasama ajjhattam sampasadanam …pe… dutiyam jhanam upasampajja viharati; ","mn53:18.4":"pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati; ","mn53:18.5":"sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama …pe… catuttham jhanam upasampajja viharati. ","mn53:18.6":"Evam kho, mahanama, ariyasavako catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi. ","mn53:19.1":"Yato kho, mahanama, ariyasavako evam silasampanno hoti, evam indriyesu guttadvaro hoti, evam bhojane mattannu hoti, evam jagariyam anuyutto hoti, evam sattahi saddhammehi samannagato hoti, evam catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi, ayam vuccati, mahanama, ariyasavako sekho patipado apuccandataya samapanno, bhabbo abhinibbhidaya, bhabbo sambodhaya, bhabbo anuttarassa yogakkhemassa adhigamaya. ","mn53:19.2":"Seyyathapi, mahanama, kukkutiya andani attha va dasa va dvadasa va tanassu kukkutiya samma adhisayitani samma pariseditani samma paribhavitani, kincapi tassa kukkutiya na evam iccha uppajjeyya: ","mn53:19.3":"‘aho vatime kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjeyyun’ti, ","mn53:19.4":"atha kho bhabbava te kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjitum. ","mn53:19.5":"Evameva kho, mahanama, yato ariyasavako evam silasampanno hoti, evam indriyesu guttadvaro hoti, evam bhojane mattannu hoti, evam jagariyam anuyutto hoti, evam sattahi saddhammehi samannagato hoti, evam catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi, ayam vuccati, mahanama, ariyasavako sekho patipado apuccandataya samapanno, bhabbo abhinibbhidaya, bhabbo sambodhaya, bhabbo anuttarassa yogakkhemassa adhigamaya. ","mn53:20.1":"Sa kho so, mahanama, ariyasavako imamyeva anuttaram upekkhasatiparisuddhim agamma anekavihitam pubbenivasam anussarati, ","mn53:20.2":"seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati, ","mn53:20.3":"ayamassa pathamabhinibbhida hoti kukkutacchapakasseva andakosamha. ","mn53:21.1":"Sa kho so, mahanama, ariyasavako imamyeva anuttaram upekkhasatiparisuddhim agamma dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate …pe… yathakammupage satte pajanati, ","mn53:21.2":"ayamassa dutiyabhinibbhida hoti kukkutacchapakasseva andakosamha. ","mn53:22.1":"Sa kho so, mahanama, ariyasavako imamyeva anuttaram upekkhasatiparisuddhim agamma asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati, ","mn53:22.2":"ayamassa tatiyabhinibbhida hoti kukkutacchapakasseva andakosamha. ","mn53:23.1":"Yampi, mahanama, ariyasavako silasampanno hoti, idampissa hoti caranasmim; ","mn53:23.2":"yampi, mahanama, ariyasavako indriyesu guttadvaro hoti, idampissa hoti caranasmim; ","mn53:23.3":"yampi, mahanama, ariyasavako bhojane mattannu hoti, idampissa hoti caranasmim; ","mn53:23.4":"yampi, mahanama, ariyasavako jagariyam anuyutto hoti, idampissa hoti caranasmim; ","mn53:23.5":"yampi, mahanama, ariyasavako sattahi saddhammehi samannagato hoti, idampissa hoti caranasmim; ","mn53:23.6":"yampi, mahanama, ariyasavako catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi hoti akicchalabhi akasiralabhi, idampissa hoti caranasmim. ","mn53:24.1":"Yanca kho, mahanama, ariyasavako anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati, idampissa hoti vijjaya; ","mn53:24.2":"yampi, mahanama, ariyasavako dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate …pe… yathakammupage satte pajanati, idampissa hoti vijjaya. ","mn53:24.3":"Yampi, mahanama, ariyasavako asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati, idampissa hoti vijjaya. ","mn53:25.1":"Ayam vuccati, mahanama, ariyasavako vijjasampanno itipi caranasampanno itipi vijjacaranasampanno itipi. ","mn53:25.2":"Brahmunapesa, mahanama, sanankumarena gatha bhasita: ","mn53:25.3":"‘Khattiyo settho janetasmim, ","mn53:25.4":"ye gottapatisarino; ","mn53:25.5":"Vijjacaranasampanno, ","mn53:25.6":"so settho devamanuse’ti. ","mn53:25.7":"Sa kho panesa, mahanama, brahmuna sanankumarena gatha sugita no duggita, subhasita no dubbhasita, atthasamhita no anatthasamhita, anumata bhagavata”ti. ","mn53:26.1":"Atha kho bhagava utthahitva ayasmantam anandam amantesi: ","mn53:26.2":"“sadhu sadhu, ananda, ","mn53:26.3":"sadhu kho tvam, ananda, kapilavatthavanam sakyanam sekham patipadam abhasi”ti. ","mn53:26.4":"Idamavocayasma anando. ","mn53:26.5":"Samanunno sattha ahosi. ","mn53:26.6":"Attamana kapilavatthava sakya ayasmato anandassa bhasitam abhinandunti. ","mn53:26.7":"Sekhasuttam nitthitam tatiyam. "}