{"mn54:0.1":"Majjhima Nikaya 54 ","mn54:0.2":"Potaliyasutta ","mn54:1.1":"Evam me sutam—","mn54:1.2":"ekam samayam bhagava anguttarapesu viharati apanam nama anguttarapanam nigamo. ","mn54:2.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya apanam pindaya pavisi. ","mn54:2.2":"Apane pindaya caritva pacchabhattam pindapatapatikkanto yenannataro vanasando tenupasankami divaviharaya. ","mn54:2.3":"Tam vanasandam ajjhogahetva annatarasmim rukkhamule divaviharam nisidi. ","mn54:3.1":"Potaliyopi kho gahapati sampannanivasanapavurano chattupahanahi janghaviharam anucankamamano anuvicaramano yena so vanasando tenupasankami; upasankamitva tam vanasandam ajjhogahetva yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn54:3.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam atthasi. Ekamantam thitam kho potaliyam gahapatim bhagava etadavoca: ","mn54:3.3":"“samvijjanti kho, gahapati, asanani; sace akankhasi nisida”ti. ","mn54:3.4":"Evam vutte, potaliyo gahapati “gahapativadena mam samano gotamo samudacarati”ti kupito anattamano tunhi ahosi. ","mn54:3.5":"Dutiyampi kho bhagava …pe… ","mn54:3.6":"tatiyampi kho bhagava potaliyam gahapatim etadavoca: ","mn54:3.7":"“samvijjanti kho, gahapati, asanani; sace akankhasi nisida”ti. ","mn54:3.8":"Evam vutte, potaliyo gahapati “gahapativadena mam samano gotamo samudacarati”ti kupito anattamano bhagavantam etadavoca: ","mn54:3.9":"“tayidam, bho gotama, nacchannam, tayidam nappatirupam, yam mam tvam gahapativadena samudacarasi”ti. ","mn54:3.10":"“Te hi te, gahapati, akara, te linga, te nimitta yatha tam gahapatissa”ti. ","mn54:3.11":"“Tatha hi pana me, bho gotama, sabbe kammanta patikkhitta, sabbe vohara samucchinna”ti. ","mn54:3.12":"“Yatha katham pana te, gahapati, sabbe kammanta patikkhitta, sabbe vohara samucchinna”ti? ","mn54:3.13":"“Idha me, bho gotama, yam ahosi dhanam va dhannam va rajatam va jatarupam va sabbam tam puttanam dayajjam niyyatam, tatthaham anovadi anupavadi ghasacchadanaparamo viharami. ","mn54:3.14":"Evam kho me, bho gotama, sabbe kammanta patikkhitta, sabbe vohara samucchinna”ti. ","mn54:3.15":"“Annatha kho tvam, gahapati, voharasamucchedam vadasi, annatha ca pana ariyassa vinaye voharasamucchedo hoti”ti. ","mn54:3.16":"“Yatha katham pana, bhante, ariyassa vinaye voharasamucchedo hoti? ","mn54:3.17":"Sadhu me, bhante, bhagava tatha dhammam desetu yatha ariyassa vinaye voharasamucchedo hoti”ti. ","mn54:3.18":"“Tena hi, gahapati, sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn54:3.19":"“Evam, bhante”ti kho potaliyo gahapati bhagavato paccassosi. ","mn54:4.1":"Bhagava etadavoca: ","mn54:4.2":"“attha kho ime, gahapati, dhamma ariyassa vinaye voharasamucchedaya samvattanti. ","mn54:4.3":"Katame attha? ","mn54:4.4":"Apanatipatam nissaya panatipato pahatabbo; ","mn54:4.5":"dinnadanam nissaya adinnadanam pahatabbam; ","mn54:4.6":"saccavacam nissaya musavado pahatabbo; ","mn54:4.7":"apisunam vacam nissaya pisuna vaca pahatabba; ","mn54:4.8":"agiddhilobham nissaya giddhilobho pahatabbo; ","mn54:4.9":"anindarosam nissaya nindaroso pahatabbo; ","mn54:4.10":"akkodhupayasam nissaya kodhupayaso pahatabbo; ","mn54:4.11":"anatimanam nissaya atimano pahatabbo. ","mn54:4.12":"Ime kho, gahapati, attha dhamma sankhittena vutta, vittharena avibhatta, ariyassa vinaye voharasamucchedaya samvattanti”ti. ","mn54:5.1":"“Ye me, bhante, bhagavata attha dhamma sankhittena vutta, vittharena avibhatta, ariyassa vinaye voharasamucchedaya samvattanti, sadhu me, bhante, bhagava ime attha dhamme vittharena vibhajatu anukampam upadaya”ti. ","mn54:5.2":"“Tena hi, gahapati, sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn54:5.3":"“Evam, bhante”ti kho potaliyo gahapati bhagavato paccassosi. ","mn54:5.4":"Bhagava etadavoca: ","mn54:6.1":"“‘Apanatipatam nissaya panatipato pahatabbo’ti iti kho panetam vuttam, kincetam paticca vuttam? ","mn54:6.2":"Idha, gahapati, ariyasavako iti patisancikkhati: ","mn54:6.3":"‘yesam kho aham samyojananam hetu panatipati assam, tesaham samyojananam pahanaya samucchedaya patipanno. ","mn54:6.4":"Ahanceva kho pana panatipati assam, attapi mam upavadeyya panatipatapaccaya, anuviccapi mam vinnu garaheyyum panatipatapaccaya, kayassa bheda param marana duggati patikankha panatipatapaccaya. ","mn54:6.5":"Etadeva kho pana samyojanam etam nivaranam yadidam panatipato. ","mn54:6.6":"Ye ca panatipatapaccaya uppajjeyyum asava vighataparilaha, panatipata pativiratassa evamsa te asava vighataparilaha na honti’. ","mn54:6.7":"‘Apanatipatam nissaya panatipato pahatabbo’ti—","mn54:6.8":"iti yantam vuttam idametam paticca vuttam. ","mn54:7.1":"‘Dinnadanam nissaya adinnadanam pahatabban’ti iti kho panetam vuttam, kincetam paticca vuttam? ","mn54:7.2":"Idha, gahapati, ariyasavako iti patisancikkhati: ","mn54:7.3":"‘yesam kho aham samyojananam hetu adinnadayi assam, tesaham samyojananam pahanaya samucchedaya patipanno. ","mn54:7.4":"Ahanceva kho pana adinnadayi assam, attapi mam upavadeyya adinnadanapaccaya, anuviccapi mam vinnu garaheyyum adinnadanapaccaya, kayassa bheda param marana duggati patikankha adinnadanapaccaya. ","mn54:7.5":"Etadeva kho pana samyojanam etam nivaranam yadidam adinnadanam. ","mn54:7.6":"Ye ca adinnadanapaccaya uppajjeyyum asava vighataparilaha adinnadana pativiratassa evamsa te asava vighataparilaha na honti’. ","mn54:7.7":"‘Dinnadanam nissaya adinnadanam pahatabban’ti—","mn54:7.8":"iti yantam vuttam idametam paticca vuttam. ","mn54:8.1":"‘Saccavacam nissaya musavado pahatabbo’ti iti kho panetam vuttam, kincetam paticca vuttam? ","mn54:8.2":"Idha, gahapati, ariyasavako iti patisancikkhati: ","mn54:8.3":"‘yesam kho aham samyojananam hetu musavadi assam, tesaham samyojananam pahanaya samucchedaya patipanno. ","mn54:8.4":"Ahanceva kho pana musavadi assam, attapi mam upavadeyya musavadapaccaya, anuviccapi mam vinnu garaheyyum musavadapaccaya, kayassa bheda param marana duggati patikankha musavadapaccaya. ","mn54:8.5":"Etadeva kho pana samyojanam etam nivaranam yadidam musavado. ","mn54:8.6":"Ye ca musavadapaccaya uppajjeyyum asava vighataparilaha, musavada pativiratassa evamsa te asava vighataparilaha na honti’. ","mn54:8.7":"‘Saccavacam nissaya musavado pahatabbo’ti—","mn54:8.8":"iti yantam vuttam idametam paticca vuttam. ","mn54:9.1":"‘Apisunam vacam nissaya pisuna vaca pahatabba’ti iti kho panetam vuttam, kincetam paticca vuttam? ","mn54:9.2":"Idha, gahapati, ariyasavako iti patisancikkhati: ","mn54:9.3":"‘yesam kho aham samyojananam hetu pisunavaco assam, tesaham samyojananam pahanaya samucchedaya patipanno. ","mn54:9.4":"Ahanceva kho pana pisunavaco assam, attapi mam upavadeyya pisunavacapaccaya, anuviccapi mam vinnu garaheyyum pisunavacapaccaya, kayassa bheda param marana duggati patikankha pisunavacapaccaya. ","mn54:9.5":"Etadeva kho pana samyojanam etam nivaranam yadidam pisuna vaca. ","mn54:9.6":"Ye ca pisunavacapaccaya uppajjeyyum asava vighataparilaha, pisunaya vacaya pativiratassa evamsa te asava vighataparilaha na honti’. ","mn54:9.7":"‘Apisunam vacam nissaya pisuna vaca pahatabba’ti—","mn54:9.8":"iti yantam vuttam idametam paticca vuttam. ","mn54:10.1":"‘Agiddhilobham nissaya giddhilobho pahatabbo’ti iti kho panetam vuttam, kincetam paticca vuttam? ","mn54:10.2":"Idha, gahapati, ariyasavako iti patisancikkhati: ","mn54:10.3":"‘yesam kho aham samyojananam hetu giddhilobhi assam, tesaham samyojananam pahanaya samucchedaya patipanno. ","mn54:10.4":"Ahanceva kho pana giddhilobhi assam, attapi mam upavadeyya giddhilobhapaccaya, anuviccapi mam vinnu garaheyyum giddhilobhapaccaya, kayassa bheda param marana duggati patikankha giddhilobhapaccaya. ","mn54:10.5":"Etadeva kho pana samyojanam etam nivaranam yadidam giddhilobho. ","mn54:10.6":"Ye ca giddhilobhapaccaya uppajjeyyum asava vighataparilaha, giddhilobha pativiratassa evamsa te asava vighataparilaha na honti’. ","mn54:10.7":"‘Agiddhilobham nissaya giddhilobho pahatabbo’ti—","mn54:10.8":"iti yantam vuttam idametam paticca vuttam. ","mn54:11.1":"‘Anindarosam nissaya nindaroso pahatabbo’ti iti kho panetam vuttam, kincetam paticca vuttam? ","mn54:11.2":"Idha, gahapati, ariyasavako iti patisancikkhati: ","mn54:11.3":"‘yesam kho aham samyojananam hetu nindarosi assam, tesaham samyojananam pahanaya samucchedaya patipanno. ","mn54:11.4":"Ahanceva kho pana nindarosi assam, attapi mam upavadeyya nindarosapaccaya, anuviccapi mam vinnu garaheyyum nindarosapaccaya, kayassa bheda param marana duggati patikankha nindarosapaccaya. ","mn54:11.5":"Etadeva kho pana samyojanam etam nivaranam yadidam nindaroso. ","mn54:11.6":"Ye ca nindarosapaccaya uppajjeyyum asava vighataparilaha, anindarosissa evamsa te asava vighataparilaha na honti’. ","mn54:11.7":"‘Anindarosam nissaya nindaroso pahatabbo’ti—","mn54:11.8":"iti yantam vuttam idametam paticca vuttam. ","mn54:12.1":"‘Akkodhupayasam nissaya kodhupayaso pahatabbo’ti iti kho panetam vuttam, kincetam paticca vuttam? ","mn54:12.2":"Idha, gahapati, ariyasavako iti patisancikkhati: ","mn54:12.3":"‘yesam kho aham samyojananam hetu kodhupayasi assam, tesaham samyojananam pahanaya samucchedaya patipanno. ","mn54:12.4":"Ahanceva kho pana kodhupayasi assam, attapi mam upavadeyya kodhupayasapaccaya, anuviccapi mam vinnu garaheyyum kodhupayasapaccaya, kayassa bheda param marana duggati patikankha kodhupayasapaccaya. ","mn54:12.5":"Etadeva kho pana samyojanam etam nivaranam yadidam kodhupayaso. ","mn54:12.6":"Ye ca kodhupayasapaccaya uppajjeyyum asava vighataparilaha, akkodhupayasissa evamsa te asava vighataparilaha na honti’. ","mn54:12.7":"‘Akkodhupayasam nissaya kodhupayaso pahatabbo’ti—","mn54:12.8":"iti yantam vuttam idametam paticca vuttam. ","mn54:13.1":"‘Anatimanam nissaya atimano pahatabbo’ti iti kho panetam vuttam, kincetam paticca vuttam? ","mn54:13.2":"Idha, gahapati, ariyasavako iti patisancikkhati: ","mn54:13.3":"‘yesam kho aham samyojananam hetu atimani assam, tesaham samyojananam pahanaya samucchedaya patipanno. ","mn54:13.4":"Ahanceva kho pana atimani assam, attapi mam upavadeyya atimanapaccaya, anuviccapi mam vinnu garaheyyum atimanapaccaya, kayassa bheda param marana duggati patikankha atimanapaccaya. ","mn54:13.5":"Etadeva kho pana samyojanam etam nivaranam yadidam atimano. ","mn54:13.6":"Ye ca atimanapaccaya uppajjeyyum asava vighataparilaha, anatimanissa evamsa te asava vighataparilaha na honti’. ","mn54:13.7":"‘Anatimanam nissaya atimano pahatabbo’ti—","mn54:13.8":"iti yantam vuttam idametam paticca vuttam. ","mn54:14.1":"Ime kho, gahapati, attha dhamma sankhittena vutta, vittharena vibhatta, ye ariyassa vinaye voharasamucchedaya samvattanti; ","mn54:14.2":"na tveva tava ariyassa vinaye sabbena sabbam sabbatha sabbam voharasamucchedo hoti”ti. ","mn54:14.3":"“Yatha katham pana, bhante, ariyassa vinaye sabbena sabbam sabbatha sabbam voharasamucchedo hoti? ","mn54:14.4":"Sadhu me, bhante, bhagava tatha dhammam desetu yatha ariyassa vinaye sabbena sabbam sabbatha sabbam voharasamucchedo hoti”ti. ","mn54:14.5":"“Tena hi, gahapati, sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn54:14.6":"“Evam, bhante”ti kho potaliyo gahapati bhagavato paccassosi. ","mn54:14.7":"Bhagava etadavoca: ","mn54:15.0":"1. Kamadinavakatha ","mn54:15.1":"“Seyyathapi, gahapati, kukkuro jighacchadubbalyapareto goghatakasunam paccupatthito assa. ","mn54:15.2":"Tamenam dakkho goghatako va goghatakantevasi va atthikankalam sunikkantam nikkantam nimmamsam lohitamakkhitam upasumbheyya. ","mn54:15.3":"Tam kim mannasi, gahapati, ","mn54:15.4":"api nu kho so kukkuro amum atthikankalam sunikkantam nikkantam nimmamsam lohitamakkhitam palehanto jighacchadubbalyam pativineyya”ti? ","mn54:15.5":"“No hetam, bhante”. ","mn54:15.6":"“Tam kissa hetu”? ","mn54:15.7":"“Adunhi, bhante, atthikankalam sunikkantam nikkantam nimmamsam lohitamakkhitam. ","mn54:15.8":"Yavadeva pana so kukkuro kilamathassa vighatassa bhagi assa”ti. ","mn54:15.9":"“Evameva kho, gahapati, ariyasavako iti patisancikkhati: ","mn54:15.10":"‘atthikankalupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo’ti. ","mn54:15.11":"Evametam yathabhutam sammappannaya disva yayam upekkha nanatta nanattasita tam abhinivajjetva, yayam upekkha ekatta ekattasita yattha sabbaso lokamisupadana aparisesa nirujjhanti tamevupekkham bhaveti. ","mn54:16.1":"Seyyathapi, gahapati, gijjho va kanko va kulalo va mamsapesim adaya uddiyeyya. ","mn54:16.2":"Tamenam gijjhapi kankapi kulalapi anupatitva anupatitva vitaccheyyum vissajjeyyum. ","mn54:16.3":"Tam kim mannasi, gahapati, ","mn54:16.4":"sace so gijjho va kanko va kulalo va tam mamsapesim na khippameva patinissajjeyya, so tatonidanam maranam va nigaccheyya maranamattam va dukkhan”ti? ","mn54:16.5":"“Evam, bhante”. ","mn54:16.6":"“Evameva kho, gahapati, ariyasavako iti patisancikkhati: ","mn54:16.7":"‘mamsapesupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo’ti. ","mn54:16.8":"Evametam yathabhutam sammappannaya disva yayam upekkha nanatta nanattasita tam abhinivajjetva yayam upekkha ekatta ekattasita yattha sabbaso lokamisupadana aparisesa nirujjhanti tamevupekkham bhaveti. ","mn54:17.1":"Seyyathapi, gahapati, puriso adittam tinukkam adaya pativatam gaccheyya. ","mn54:17.2":"Tam kim mannasi, gahapati, ","mn54:17.3":"sace so puriso tam adittam tinukkam na khippameva patinissajjeyya tassa sa aditta tinukka hattham va daheyya bahum va daheyya annataram va annataram va angapaccangam daheyya, so tatonidanam maranam va nigaccheyya maranamattam va dukkhan”ti? ","mn54:17.4":"“Evam, bhante”. ","mn54:17.5":"“Evameva kho, gahapati, ariyasavako iti patisancikkhati: ","mn54:17.6":"‘tinukkupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo’ti. ","mn54:17.7":"Evametam yathabhutam sammappannaya disva …pe… tamevupekkham bhaveti. ","mn54:18.1":"Seyyathapi, gahapati, angarakasu sadhikaporisa, pura angaranam vitaccikanam vitadhumanam. ","mn54:18.2":"Atha puriso agaccheyya jivitukamo amaritukamo sukhakamo dukkhapatikkulo. ","mn54:18.3":"Tamenam dve balavanto purisa nanabahasu gahetva angarakasum upakaddheyyum. ","mn54:18.4":"Tam kim mannasi, gahapati, ","mn54:18.5":"api nu so puriso iticiticeva kayam sannameyya”ti? ","mn54:18.6":"“Evam, bhante”. ","mn54:18.7":"“Tam kissa hetu”? ","mn54:18.8":"“Viditanhi, bhante, tassa purisassa imancaham angarakasum papatissami, tatonidanam maranam va nigacchissami maranamattam va dukkhan”ti. ","mn54:18.9":"“Evameva kho, gahapati, ariyasavako iti patisancikkhati: ","mn54:18.10":"‘angarakasupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo’ti. ","mn54:18.11":"Evametam yathabhutam sammappannaya disva …pe… tamevupekkham bhaveti. ","mn54:19.1":"Seyyathapi, gahapati, puriso supinakam passeyya aramaramaneyyakam vanaramaneyyakam bhumiramaneyyakam pokkharaniramaneyyakam. ","mn54:19.2":"So patibuddho na kinci patipasseyya. ","mn54:19.3":"Evameva kho, gahapati, ariyasavako iti patisancikkhati: ","mn54:19.4":"‘supinakupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo’ti …pe… ","mn54:19.5":"tamevupekkham bhaveti. ","mn54:20.1":"Seyyathapi, gahapati, puriso yacitakam bhogam yacitva yanam va poriseyyam pavaramanikundalam. ","mn54:20.2":"So tehi yacitakehi bhogehi purakkhato parivuto antarapanam patipajjeyya. ","mn54:20.3":"Tamenam jano disva evam vadeyya: ","mn54:20.4":"‘bhogi vata bho puriso, evam kira bhogino bhogani bhunjanti’ti. ","mn54:20.5":"Tamenam samika yattha yattheva passeyyum tattha tattheva sani hareyyum. ","mn54:20.6":"Tam kim mannasi, gahapati, alam nu kho tassa purisassa annathattaya”ti? ","mn54:20.7":"“Evam, bhante”. ","mn54:20.8":"“Tam kissa hetu”? ","mn54:20.9":"“Samino hi, bhante, sani haranti”ti. ","mn54:20.10":"“Evameva kho, gahapati, ariyasavako iti patisancikkhati: ","mn54:20.11":"‘yacitakupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo’ti …pe… ","mn54:20.12":"tamevupekkham bhaveti. ","mn54:21.1":"Seyyathapi, gahapati, gamassa va nigamassa va avidure tibbo vanasando. ","mn54:21.2":"Tatrassa rukkho sampannaphalo ca upapannaphalo ca, na cassu kanici phalani bhumiyam patitani. ","mn54:21.3":"Atha puriso agaccheyya phalatthiko phalagavesi phalapariyesanam caramano. ","mn54:21.4":"So tam vanasandam ajjhogahetva tam rukkham passeyya sampannaphalanca upapannaphalanca. ","mn54:21.5":"Tassa evamassa: ","mn54:21.6":"‘ayam kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kanici phalani bhumiyam patitani. ","mn54:21.7":"Janami kho panaham rukkham arohitum. ","mn54:21.8":"Yannunaham imam rukkham arohitva yavadatthanca khadeyyam ucchanganca pureyyan’ti. ","mn54:21.9":"So tam rukkham arohitva yavadatthanca khadeyya ucchanganca pureyya. ","mn54:21.10":"Atha dutiyo puriso agaccheyya phalatthiko phalagavesi phalapariyesanam caramano tinham kutharim adaya. ","mn54:21.11":"So tam vanasandam ajjhogahetva tam rukkham passeyya sampannaphalanca upapannaphalanca. ","mn54:21.12":"Tassa evamassa: ","mn54:21.13":"‘ayam kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kanici phalani bhumiyam patitani. ","mn54:21.14":"Na kho panaham janami rukkham arohitum. ","mn54:21.15":"Yannunaham imam rukkham mulato chetva yavadatthanca khadeyyam ucchanganca pureyyan’ti. ","mn54:21.16":"So tam rukkham mulatova chindeyya. ","mn54:21.17":"Tam kim mannasi, gahapati, ","mn54:21.18":"amuko yo so puriso pathamam rukkham arulho sace so na khippameva oroheyya tassa so rukkho papatanto hattham va bhanjeyya padam va bhanjeyya annataram va annataram va angapaccangam bhanjeyya, so tatonidanam maranam va nigaccheyya maranamattam va dukkhan”ti? ","mn54:21.19":"“Evam, bhante”. ","mn54:21.20":"“Evameva kho, gahapati, ariyasavako iti patisancikkhati: ","mn54:21.21":"‘rukkhaphalupama kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo’ti. ","mn54:21.22":"Evametam yathabhutam sammappannaya disva yayam upekkha nanatta nanattasita tam abhinivajjetva yayam upekkha ekatta ekattasita yattha sabbaso lokamisupadana aparisesa nirujjhanti tamevupekkham bhaveti. ","mn54:22.1":"Sa kho so, gahapati, ariyasavako imamyeva anuttaram upekkhasatiparisuddhim agamma anekavihitam pubbenivasam anussarati, ","mn54:22.2":"seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn54:23.1":"Sa kho so, gahapati, ariyasavako imamyeva anuttaram upekkhasatiparisuddhim agamma dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate …pe… yathakammupage satte pajanati. ","mn54:24.1":"Sa kho so, gahapati, ariyasavako imamyeva anuttaram upekkhasatiparisuddhim agamma asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","mn54:25.1":"Ettavata kho, gahapati, ariyassa vinaye sabbena sabbam sabbatha sabbam voharasamucchedo hoti. ","mn54:25.2":"Tam kim mannasi, gahapati, ","mn54:25.3":"yatha ariyassa vinaye sabbena sabbam sabbatha sabbam voharasamucchedo hoti, api nu tvam evarupam voharasamucchedam attani samanupassasi”ti? ","mn54:25.4":"“Ko caham, bhante, ko ca ariyassa vinaye sabbena sabbam sabbatha sabbam voharasamucchedo. ","mn54:25.5":"Araka aham, bhante, ariyassa vinaye sabbena sabbam sabbatha sabbam voharasamuccheda. ","mn54:25.6":"Mayanhi, bhante, pubbe annatitthiye paribbajake anajaniyeva samane ajaniyati amannimha, anajaniyeva samane ajaniyabhojanam bhojimha, anajaniyeva samane ajaniyathane thapimha; ","mn54:25.7":"bhikkhu pana mayam, bhante, ajaniyeva samane anajaniyati amannimha, ajaniyeva samane anajaniyabhojanam bhojimha, ajaniyeva samane anajaniyathane thapimha; ","mn54:25.8":"idani pana mayam, bhante, annatitthiye paribbajake anajaniyeva samane anajaniyati janissama, anajaniyeva samane anajaniyabhojanam bhojessama, anajaniyeva samane anajaniyathane thapessama. ","mn54:25.9":"Bhikkhu pana mayam, bhante, ajaniyeva samane ajaniyati janissama, ajaniyeva samane ajaniyabhojanam bhojessama, ajaniyeva samane ajaniyathane thapessama. ","mn54:25.10":"Ajanesi vata me, bhante, bhagava samanesu samanappemam, samanesu samanappasadam, samanesu samanagaravam. ","mn54:26.1":"Abhikkantam, bhante, abhikkantam, bhante. ","mn54:26.2":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya, ‘cakkhumanto rupani dakkhanti’ti; evamevam kho, bhante, bhagavata anekapariyayena dhammo pakasito. ","mn54:26.3":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","mn54:26.4":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","mn54:26.5":"Potaliyasuttam nitthitam catuttham. "}