{"mn55:0.1":"Majjhima Nikaya 55 ","mn55:0.2":"Jivakasutta ","mn55:1.1":"Evam me sutam—","mn55:1.2":"ekam samayam bhagava rajagahe viharati jivakassa komarabhaccassa ambavane. ","mn55:2.1":"Atha kho jivako komarabhacco yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho jivako komarabhacco bhagavantam etadavoca: ","mn55:3.1":"“sutam metam, bhante: ","mn55:3.2":"‘samanam gotamam uddissa panam arabhanti, tam samano gotamo janam uddissakatam mamsam paribhunjati paticcakamman’ti. ","mn55:3.3":"Ye te, bhante, evamahamsu: ‘samanam gotamam uddissa panam arabhanti, tam samano gotamo janam uddissakatam mamsam paribhunjati paticcakamman’ti, kacci te, bhante, bhagavato vuttavadino, na ca bhagavantam abhutena abbhacikkhanti, dhammassa canudhammam byakaronti, na ca koci sahadhammiko vadanuvado garayham thanam agacchati”ti? ","mn55:4.1":"“Ye te, jivaka, evamahamsu: ‘samanam gotamam uddissa panam arabhanti, tam samano gotamo janam uddissakatam mamsam paribhunjati paticcakamman’ti na me te vuttavadino, abbhacikkhanti ca mam te asata abhutena. ","mn55:5.1":"Tihi kho aham, jivaka, thanehi mamsam aparibhoganti vadami. ","mn55:5.2":"Dittham, sutam, parisankitam—","mn55:5.3":"imehi kho aham, jivaka, tihi thanehi mamsam aparibhoganti vadami. ","mn55:5.4":"Tihi kho aham, jivaka, thanehi mamsam paribhoganti vadami. ","mn55:5.5":"Adittham, asutam, aparisankitam—","mn55:5.6":"imehi kho aham, jivaka, tihi thanehi mamsam paribhoganti vadami. ","mn55:6.1":"Idha, jivaka, bhikkhu annataram gamam va nigamam va upanissaya viharati. ","mn55:6.2":"So mettasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharati. ","mn55:6.3":"Tamenam gahapati va gahapatiputto va upasankamitva svatanaya bhattena nimanteti. ","mn55:6.4":"Akankhamanova, jivaka, bhikkhu adhivaseti. ","mn55:6.5":"So tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena tassa gahapatissa va gahapatiputtassa va nivesanam tenupasankamati; upasankamitva pannatte asane nisidati. ","mn55:6.6":"Tamenam so gahapati va gahapatiputto va panitena pindapatena parivisati. ","mn55:6.7":"Tassa na evam hoti: ","mn55:6.8":"‘sadhu vata mayam gahapati va gahapatiputto va panitena pindapatena pariviseyyati. ","mn55:6.9":"Aho vata mayam gahapati va gahapatiputto va ayatimpi evarupena panitena pindapatena pariviseyya’ti—","mn55:6.10":"evampissa na hoti. ","mn55:6.11":"So tam pindapatam agathito amucchito anajjhopanno adinavadassavi nissaranapanno paribhunjati. ","mn55:6.12":"Tam kim mannasi, jivaka, ","mn55:6.13":"api nu so bhikkhu tasmim samaye attabyabadhaya va ceteti, parabyabadhaya va ceteti, ubhayabyabadhaya va ceteti”ti? ","mn55:6.14":"“No hetam, bhante”. ","mn55:6.15":"“Nanu so, jivaka, bhikkhu tasmim samaye anavajjamyeva aharam ahareti”ti? ","mn55:7.1":"“Evam, bhante. ","mn55:7.2":"Sutam metam, bhante: ","mn55:7.3":"‘brahma mettavihari’ti. ","mn55:7.4":"Tam me idam, bhante, bhagava sakkhidittho; ","mn55:7.5":"bhagava hi, bhante, mettavihari”ti. ","mn55:7.6":"“Yena kho, jivaka, ragena yena dosena yena mohena byapadava assa so rago so doso so moho tathagatassa pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo. ","mn55:7.7":"Sace kho te, jivaka, idam sandhaya bhasitam anujanami te etan”ti. ","mn55:7.8":"“Etadeva kho pana me, bhante, sandhaya bhasitam”. ","mn55:8-10.1":"“Idha, jivaka, bhikkhu annataram gamam va nigamam va upanissaya viharati. ","mn55:8-10.2":"So karunasahagatena cetasa …pe… ","mn55:8-10.3":"muditasahagatena cetasa …pe… ","mn55:8-10.4":"upekkhasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham. ","mn55:8-10.5":"Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharati. ","mn55:8-10.6":"Tamenam gahapati va gahapatiputto va upasankamitva svatanaya bhattena nimanteti. ","mn55:8-10.7":"Akankhamanova, jivaka, bhikkhu adhivaseti. ","mn55:8-10.8":"So tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena gahapatissa va gahapatiputtassa va nivesanam tenupasankamati; upasankamitva pannatte asane nisidati. ","mn55:8-10.9":"Tamenam so gahapati va gahapatiputto va panitena pindapatena parivisati. ","mn55:8-10.10":"Tassa na evam hoti: ","mn55:8-10.11":"‘sadhu vata mayam gahapati va gahapatiputto va panitena pindapatena pariviseyyati. ","mn55:8-10.12":"Aho vata mayam gahapati va gahapatiputto va ayatimpi evarupena panitena pindapatena pariviseyya’ti—","mn55:8-10.13":"evampissa na hoti. ","mn55:8-10.14":"So tam pindapatam agathito amucchito anajjhopanno adinavadassavi nissaranapanno paribhunjati. ","mn55:8-10.15":"Tam kim mannasi, jivaka, ","mn55:8-10.16":"api nu so bhikkhu tasmim samaye attabyabadhaya va ceteti, parabyabadhaya va ceteti, ubhayabyabadhaya va ceteti”ti? ","mn55:8-10.17":"“No hetam, bhante”. ","mn55:8-10.18":"“Nanu so, jivaka, bhikkhu tasmim samaye anavajjamyeva aharam ahareti”ti? ","mn55:11.1":"“Evam, bhante. ","mn55:11.2":"Sutam metam, bhante: ","mn55:11.3":"‘brahma upekkhavihari’ti. ","mn55:11.4":"Tam me idam, bhante, bhagava sakkhidittho; ","mn55:11.5":"bhagava hi, bhante, upekkhavihari”ti. ","mn55:11.6":"“Yena kho, jivaka, ragena yena dosena yena mohena vihesava assa arativa assa patighava assa so rago so doso so moho tathagatassa pahino ucchinnamulo talavatthukato anabhavankato ayatim anuppadadhammo. ","mn55:11.7":"Sace kho te, jivaka, idam sandhaya bhasitam, anujanami te etan”ti. ","mn55:11.8":"“Etadeva kho pana me, bhante, sandhaya bhasitam”. ","mn55:12.1":"“Yo kho, jivaka, tathagatam va tathagatasavakam va uddissa panam arabhati so pancahi thanehi bahum apunnam pasavati. ","mn55:12.2":"Yampi so, gahapati, evamaha: ","mn55:12.3":"‘gacchatha, amukam nama panam anetha’ti, imina pathamena thanena bahum apunnam pasavati. ","mn55:12.4":"Yampi so pano galappavethakena aniyamano dukkham domanassam patisamvedeti, imina dutiyena thanena bahum apunnam pasavati. ","mn55:12.5":"Yampi so evamaha: ","mn55:12.6":"‘gacchatha imam panam arabhatha’ti, imina tatiyena thanena bahum apunnam pasavati. ","mn55:12.7":"Yampi so pano arabhiyamano dukkham domanassam patisamvedeti, imina catutthena thanena bahum apunnam pasavati. ","mn55:12.8":"Yampi so tathagatam va tathagatasavakam va akappiyena asadeti, imina pancamena thanena bahum apunnam pasavati. ","mn55:12.9":"Yo kho, jivaka, tathagatam va tathagatasavakam va uddissa panam arabhati so imehi pancahi thanehi bahum apunnam pasavati”ti. ","mn55:13.1":"Evam vutte, jivako komarabhacco bhagavantam etadavoca: ","mn55:13.2":"“acchariyam, bhante, abbhutam, bhante. ","mn55:13.3":"Kappiyam vata, bhante, bhikkhu aharam aharenti; ","mn55:13.4":"anavajjam vata, bhante, bhikkhu aharam aharenti. ","mn55:13.5":"Abhikkantam, bhante, abhikkantam, bhante …pe… ","mn55:13.6":"upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","mn55:13.7":"Jivakasuttam nitthitam pancamam. "}