{"mn56:0.1":"Majjhima Nikaya 56 ","mn56:0.2":"Upalisutta ","mn56:1.1":"Evam me sutam—","mn56:1.2":"ekam samayam bhagava nalandayam viharati pavarikambavane. ","mn56:2.1":"Tena kho pana samayena nigantho nataputto nalandayam pativasati mahatiya niganthaparisaya saddhim. ","mn56:2.2":"Atha kho dighatapassi nigantho nalandayam pindaya caritva pacchabhattam pindapatapatikkanto yena pavarikambavanam yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn56:2.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam atthasi. Ekamantam thitam kho dighatapassim nigantham bhagava etadavoca: ","mn56:2.4":"“samvijjanti kho, tapassi, asanani; sace akankhasi nisida”ti. ","mn56:3.1":"Evam vutte, dighatapassi nigantho annataram nicam asanam gahetva ekamantam nisidi. ","mn56:3.2":"Ekamantam nisinnam kho dighatapassim nigantham bhagava etadavoca: ","mn56:3.3":"“kati pana, tapassi, nigantho nataputto kammani pannapeti papassa kammassa kiriyaya papassa kammassa pavattiya”ti? ","mn56:3.4":"“Na kho, avuso gotama, acinnam niganthassa nataputtassa ‘kammam, kamman’ti pannapetum; ","mn56:3.5":"‘dandam, dandan’ti kho, avuso gotama, acinnam niganthassa nataputtassa pannapetun”ti. ","mn56:3.6":"“Kati pana, tapassi, nigantho nataputto dandani pannapeti papassa kammassa kiriyaya papassa kammassa pavattiya”ti? ","mn56:3.7":"“Tini kho, avuso gotama, nigantho nataputto dandani pannapeti papassa kammassa kiriyaya papassa kammassa pavattiyati, seyyathidam—","mn56:3.8":"kayadandam, vacidandam, manodandan”ti. ","mn56:3.9":"“Kim pana, tapassi, annadeva kayadandam, annam vacidandam, annam manodandan”ti? ","mn56:3.10":"“Annadeva, avuso gotama, kayadandam, annam vacidandam, annam manodandan”ti. ","mn56:3.11":"“Imesam pana, tapassi, tinnam dandanam evam pativibhattanam evam pativisitthanam katamam dandam nigantho nataputto mahasavajjataram pannapeti papassa kammassa kiriyaya papassa kammassa pavattiya, yadi va kayadandam, yadi va vacidandam, yadi va manodandan”ti? ","mn56:3.12":"“Imesam kho, avuso gotama, tinnam dandanam evam pativibhattanam evam pativisitthanam kayadandam nigantho nataputto mahasavajjataram pannapeti papassa kammassa kiriyaya papassa kammassa pavattiya, no tatha vacidandam, no tatha manodandan”ti. ","mn56:3.13":"“Kayadandanti, tapassi, vadesi”? ","mn56:3.14":"“Kayadandanti, avuso gotama, vadami”. ","mn56:3.15":"“Kayadandanti, tapassi, vadesi”? ","mn56:3.16":"“Kayadandanti, avuso gotama, vadami”. ","mn56:3.17":"“Kayadandanti, tapassi, vadesi”? ","mn56:3.18":"“Kayadandanti, avuso gotama, vadami”ti. ","mn56:3.19":"Itiha bhagava dighatapassim nigantham imasmim kathavatthusmim yavatatiyakam patitthapesi. ","mn56:4.1":"Evam vutte, dighatapassi nigantho bhagavantam etadavoca: ","mn56:4.2":"“tvam panavuso gotama, kati dandani pannapesi papassa kammassa kiriyaya papassa kammassa pavattiya”ti? ","mn56:4.3":"“Na kho, tapassi, acinnam tathagatassa ‘dandam, dandan’ti pannapetum; ","mn56:4.4":"‘kammam, kamman’ti kho, tapassi, acinnam tathagatassa pannapetun”ti? ","mn56:4.5":"“Tvam panavuso gotama, kati kammani pannapesi papassa kammassa kiriyaya papassa kammassa pavattiya”ti? ","mn56:4.6":"“Tini kho aham, tapassi, kammani pannapemi papassa kammassa kiriyaya papassa kammassa pavattiya, seyyathidam—","mn56:4.7":"kayakammam, vacikammam, manokamman”ti. ","mn56:4.8":"“Kim panavuso gotama, annadeva kayakammam, annam vacikammam, annam manokamman”ti? ","mn56:4.9":"“Annadeva, tapassi, kayakammam, annam vacikammam, annam manokamman”ti. ","mn56:4.10":"“Imesam panavuso gotama, tinnam kammanam evam pativibhattanam evam pativisitthanam katamam kammam mahasavajjataram pannapesi papassa kammassa kiriyaya papassa kammassa pavattiya, yadi va kayakammam, yadi va vacikammam, yadi va manokamman”ti? ","mn56:4.11":"“Imesam kho aham, tapassi, tinnam kammanam evam pativibhattanam evam pativisitthanam manokammam mahasavajjataram pannapemi papassa kammassa kiriyaya papassa kammassa pavattiya, no tatha kayakammam, no tatha vacikamman”ti. ","mn56:4.12":"“Manokammanti, avuso gotama, vadesi”? ","mn56:4.13":"“Manokammanti, tapassi, vadami”. ","mn56:4.14":"“Manokammanti, avuso gotama, vadesi”? ","mn56:4.15":"“Manokammanti, tapassi, vadami”. ","mn56:4.16":"“Manokammanti, avuso gotama, vadesi”? ","mn56:4.17":"“Manokammanti, tapassi, vadami”ti. ","mn56:4.18":"Itiha dighatapassi nigantho bhagavantam imasmim kathavatthusmim yavatatiyakam patitthapetva utthayasana yena nigantho nataputto tenupasankami. ","mn56:5.1":"Tena kho pana samayena nigantho nataputto mahatiya gihiparisaya saddhim nisinno hoti balakiniya parisaya upalipamukhaya. ","mn56:5.2":"Addasa kho nigantho nataputto dighatapassim nigantham duratova agacchantam; ","mn56:5.3":"disvana dighatapassim nigantham etadavoca: ","mn56:5.4":"“handa kuto nu tvam, tapassi, agacchasi diva divassa”ti? ","mn56:5.5":"“Ito hi kho aham, bhante, agacchami samanassa gotamassa santika”ti. ","mn56:5.6":"“Ahu pana te, tapassi, samanena gotamena saddhim kocideva kathasallapo”ti? ","mn56:5.7":"“Ahu kho me, bhante, samanena gotamena saddhim kocideva kathasallapo”ti. ","mn56:5.8":"“Yatha katham pana te, tapassi, ahu samanena gotamena saddhim kocideva kathasallapo”ti? ","mn56:5.9":"Atha kho dighatapassi nigantho yavatako ahosi bhagavata saddhim kathasallapo tam sabbam niganthassa nataputtassa arocesi. ","mn56:6.1":"Evam vutte, nigantho nataputto dighatapassim nigantham etadavoca: ","mn56:6.2":"“sadhu sadhu, tapassi. ","mn56:6.3":"Yatha tam sutavata savakena sammadeva satthusasanam ajanantena evameva dighatapassina niganthena samanassa gotamassa byakatam. ","mn56:6.4":"Kinhi sobhati chavo manodando imassa evam olarikassa kayadandassa upanidhaya. ","mn56:6.5":"Atha kho kayadandova mahasavajjataro papassa kammassa kiriyaya papassa kammassa pavattiya, no tatha vacidando, no tatha manodando”ti. ","mn56:7.1":"Evam vutte, upali gahapati nigantham nataputtam etadavoca: ","mn56:7.2":"“sadhu sadhu, bhante dighatapassi. ","mn56:7.3":"Yatha tam sutavata savakena sammadeva satthusasanam ajanantena evamevam bhadantena tapassina samanassa gotamassa byakatam. ","mn56:7.4":"Kinhi sobhati chavo manodando imassa evam olarikassa kayadandassa upanidhaya. ","mn56:7.5":"Atha kho kayadandova mahasavajjataro papassa kammassa kiriyaya papassa kammassa pavattiya, no tatha vacidando, no tatha manodando. ","mn56:7.6":"Handa caham, bhante, gacchami samanassa gotamassa imasmim kathavatthusmim vadam aropessami. ","mn56:7.7":"Sace me samano gotamo tatha patitthahissati yatha bhadantena tapassina patitthapitam; seyyathapi nama balava puriso dighalomikam elakam lomesu gahetva akaddheyya parikaddheyya samparikaddheyya; evamevaham samanam gotamam vadena vadam akaddhissami parikaddhissami samparikaddhissami. ","mn56:7.8":"Seyyathapi nama balava sondikakammakaro mahantam sondikakilanjam gambhire udakarahade pakkhipitva kanne gahetva akaddheyya parikaddheyya samparikaddheyya; evamevaham samanam gotamam vadena vadam akaddhissami parikaddhissami samparikaddhissami. ","mn56:7.9":"Seyyathapi nama balava sondikadhutto valam kanne gahetva odhuneyya niddhuneyya nipphoteyya; evamevaham samanam gotamam vadena vadam odhunissami niddhunissami nipphotessami. ","mn56:7.10":"Seyyathapi nama kunjaro satthihayano gambhiram pokkharanim ogahetva sanadhovikam nama kilitajatam kilati; evamevaham samanam gotamam sanadhovikam manne kilitajatam kilissami. ","mn56:7.11":"Handa caham, bhante, gacchami samanassa gotamassa imasmim kathavatthusmim vadam aropessami”ti. ","mn56:7.12":"“Gaccha tvam, gahapati, samanassa gotamassa imasmim kathavatthusmim vadam aropehi. ","mn56:7.13":"Aham va hi, gahapati, samanassa gotamassa vadam aropeyyam, dighatapassi va nigantho, tvam va”ti. ","mn56:8.1":"Evam vutte, dighatapassi nigantho nigantham nataputtam etadavoca: ","mn56:8.2":"“na kho metam, bhante, ruccati yam upali gahapati samanassa gotamassa vadam aropeyya. ","mn56:8.3":"Samano hi, bhante, gotamo mayavi avattanim mayam janati yaya annatitthiyanam savake avatteti”ti. ","mn56:8.4":"“Atthanam kho etam, tapassi, anavakaso yam upali gahapati samanassa gotamassa savakattam upagaccheyya. ","mn56:8.5":"Thananca kho etam vijjati yam samano gotamo upalissa gahapatissa savakattam upagaccheyya. ","mn56:8.6":"Gaccha tvam, gahapati, samanassa gotamassa imasmim kathavatthusmim vadam aropehi. ","mn56:8.7":"Aham va hi, gahapati, samanassa gotamassa vadam aropeyyam, dighatapassi va nigantho, tvam va”ti. ","mn56:9.1":"Dutiyampi kho dighatapassi …pe… ","mn56:9.2":"tatiyampi kho dighatapassi nigantho nigantham nataputtam etadavoca: ","mn56:9.3":"“na kho metam, bhante, ruccati yam upali gahapati samanassa gotamassa vadam aropeyya. ","mn56:9.4":"Samano hi, bhante, gotamo mayavi avattanim mayam janati yaya annatitthiyanam savake avatteti”ti. ","mn56:9.5":"“Atthanam kho etam, tapassi, anavakaso yam upali gahapati samanassa gotamassa savakattam upagaccheyya. ","mn56:9.6":"Thananca kho etam vijjati yam samano gotamo upalissa gahapatissa savakattam upagaccheyya. ","mn56:9.7":"Gaccha tvam, gahapati, samanassa gotamassa imasmim kathavatthusmim vadam aropehi. ","mn56:9.8":"Aham va hi, gahapati, samanassa gotamassa vadam aropeyyam, dighatapassi va nigantho, tvam va”ti. ","mn56:9.9":"“Evam, bhante”ti kho upali gahapati niganthassa nataputtassa patissutva utthayasana nigantham nataputtam abhivadetva padakkhinam katva yena pavarikambavanam yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho upali gahapati bhagavantam etadavoca: ","mn56:9.10":"“agama nu khvidha, bhante, dighatapassi nigantho”ti? ","mn56:9.11":"“Agama khvidha, gahapati, dighatapassi nigantho”ti. ","mn56:9.12":"“Ahu kho pana te, bhante, dighatapassina niganthena saddhim kocideva kathasallapo”ti? ","mn56:9.13":"“Ahu kho me, gahapati, dighatapassina niganthena saddhim kocideva kathasallapo”ti. ","mn56:9.14":"“Yatha katham pana te, bhante, ahu dighatapassina niganthena saddhim kocideva kathasallapo”ti? ","mn56:9.15":"Atha kho bhagava yavatako ahosi dighatapassina niganthena saddhim kathasallapo tam sabbam upalissa gahapatissa arocesi. ","mn56:10.1":"Evam vutte, upali gahapati bhagavantam etadavoca: ","mn56:10.2":"“sadhu sadhu, bhante tapassi. ","mn56:10.3":"Yatha tam sutavata savakena sammadeva satthusasanam ajanantena evamevam dighatapassina niganthena bhagavato byakatam. ","mn56:10.4":"Kinhi sobhati chavo manodando imassa evam olarikassa kayadandassa upanidhaya? ","mn56:10.5":"Atha kho kayadandova mahasavajjataro papassa kammassa kiriyaya papassa kammassa pavattiya, no tatha vacidando, no tatha manodando”ti. ","mn56:10.6":"“Sace kho tvam, gahapati, sacce patitthaya manteyyasi siya no ettha kathasallapo”ti. ","mn56:10.7":"“Sacce aham, bhante, patitthaya mantessami; ","mn56:10.8":"hotu no ettha kathasallapo”ti. ","mn56:11.1":"“Tam kim mannasi, gahapati, ","mn56:11.2":"idhassa nigantho abadhiko dukkhito balhagilano sitodakapatikkhitto unhodakapatisevi. ","mn56:11.3":"So sitodakam alabhamano kalam kareyya. ","mn56:11.4":"Imassa pana, gahapati, nigantho nataputto katthupapattim pannapeti”ti? ","mn56:11.5":"“Atthi, bhante, manosatta nama deva tattha so upapajjati”. ","mn56:11.6":"“Tam kissa hetu”? ","mn56:11.7":"“Asu hi, bhante, manopatibaddho kalam karoti”ti. ","mn56:11.8":"“Manasi karohi, gahapati, manasi karitva kho, gahapati, byakarohi. ","mn56:11.9":"Na kho te sandhiyati purimena va pacchimam, pacchimena va purimam. ","mn56:11.10":"Bhasita kho pana te, gahapati, esa vaca: ","mn56:11.11":"‘sacce aham, bhante, patitthaya mantessami, ","mn56:11.12":"hotu no ettha kathasallapo’”ti. ","mn56:11.13":"“Kincapi, bhante, bhagava evamaha, atha kho kayadandova mahasavajjataro papassa kammassa kiriyaya papassa kammassa pavattiya, no tatha vacidando, no tatha manodando”ti. ","mn56:12.1":"“Tam kim mannasi, gahapati, ","mn56:12.2":"idhassa nigantho nataputto catuyamasamvarasamvuto sabbavarivarito sabbavariyutto sabbavaridhuto sabbavariphuto. ","mn56:12.3":"So abhikkamanto patikkamanto bahu khuddake pane sanghatam apadeti. ","mn56:12.4":"Imassa pana, gahapati, nigantho nataputto kam vipakam pannapeti”ti? ","mn56:12.5":"“Asancetanikam, bhante, nigantho nataputto no mahasavajjam pannapeti”ti. ","mn56:12.6":"“Sace pana, gahapati, ceteti”ti? ","mn56:12.7":"“Mahasavajjam, bhante, hoti”ti. ","mn56:12.8":"“Cetanam pana, gahapati, nigantho nataputto kismim pannapeti”ti? ","mn56:12.9":"“Manodandasmim, bhante”ti. ","mn56:12.10":"“Manasi karohi, gahapati, manasi karitva kho, gahapati, byakarohi. ","mn56:12.11":"Na kho te sandhiyati purimena va pacchimam, pacchimena va purimam. ","mn56:12.12":"Bhasita kho pana te, gahapati, esa vaca: ","mn56:12.13":"‘sacce aham, bhante, patitthaya mantessami; ","mn56:12.14":"hotu no ettha kathasallapo’”ti. ","mn56:12.15":"“Kincapi, bhante, bhagava evamaha, atha kho kayadandova mahasavajjataro papassa kammassa kiriyaya papassa kammassa pavattiya, no tatha vacidando, no tatha manodando”ti. ","mn56:13.1":"“Tam kim mannasi, gahapati, ","mn56:13.2":"ayam nalanda iddha ceva phita ca bahujana akinnamanussa”ti? ","mn56:13.3":"“Evam, bhante, ayam nalanda iddha ceva phita ca bahujana akinnamanussa”ti. ","mn56:13.4":"“Tam kim mannasi, gahapati, ","mn56:13.5":"idha puriso agaccheyya ukkhittasiko. ","mn56:13.6":"So evam vadeyya: ","mn56:13.7":"‘aham yavatika imissa nalandaya pana te ekena khanena ekena muhuttena ekam mamsakhalam ekam mamsapunjam karissami’ti. ","mn56:13.8":"Tam kim mannasi, gahapati, ","mn56:13.9":"pahoti nu kho so puriso yavatika imissa nalandaya pana te ekena khanena ekena muhuttena ekam mamsakhalam ekam mamsapunjam katun”ti? ","mn56:13.10":"“Dasapi, bhante, purisa, visampi, bhante, purisa, timsampi, bhante, purisa, cattarisampi, bhante, purisa, pannasampi, bhante, purisa nappahonti yavatika imissa nalandaya pana te ekena khanena ekena muhuttena ekam mamsakhalam ekam mamsapunjam katum. ","mn56:13.11":"Kinhi sobhati eko chavo puriso”ti. ","mn56:13.12":"“Tam kim mannasi, gahapati, ","mn56:13.13":"idha agaccheyya samano va brahmano va iddhima cetovasippatto. ","mn56:13.14":"So evam vadeyya: ","mn56:13.15":"‘aham imam nalandam ekena manopadosena bhasmam karissami’ti. ","mn56:13.16":"Tam kim mannasi, gahapati, ","mn56:13.17":"pahoti nu kho so samano va brahmano va iddhima cetovasippatto imam nalandam ekena manopadosena bhasmam katun”ti? ","mn56:13.18":"“Dasapi, bhante, nalanda, visampi nalanda, timsampi nalanda, cattarisampi nalanda, pannasampi nalanda pahoti so samano va brahmano va iddhima cetovasippatto ekena manopadosena bhasmam katum. ","mn56:13.19":"Kinhi sobhati eka chava nalanda”ti. ","mn56:13.20":"“Manasi karohi, gahapati, manasi karitva kho, gahapati, byakarohi. ","mn56:13.21":"Na kho te sandhiyati purimena va pacchimam, pacchimena va purimam. ","mn56:13.22":"Bhasita kho pana te, gahapati, esa vaca: ","mn56:13.23":"‘sacce aham, bhante, patitthaya mantessami; ","mn56:13.24":"hotu no ettha kathasallapo’”ti. ","mn56:13.25":"“Kincapi, bhante, bhagava evamaha, atha kho kayadandova mahasavajjataro papassa kammassa kiriyaya papassa kammassa pavattiya, no tatha vacidando, no tatha manodando”ti. ","mn56:13.26":"“Tam kim mannasi, gahapati, ","mn56:13.27":"sutam te dandakirannam kalingarannam majjharannam matangarannam arannam arannabhutan”ti? ","mn56:13.28":"“Evam, bhante, sutam me dandakirannam kalingarannam majjharannam matangarannam arannam arannabhutan”ti. ","mn56:14.1":"“Tam kim mannasi, gahapati, kinti te sutam kena tam dandakirannam kalingarannam majjharannam matangarannam arannam arannabhutan”ti? ","mn56:14.2":"“Sutam metam, bhante, isinam manopadosena tam dandakirannam kalingarannam majjharannam matangarannam arannam arannabhutan”ti. ","mn56:14.3":"“Manasi karohi, gahapati, manasi karitva kho, gahapati, byakarohi. ","mn56:14.4":"Na kho te sandhiyati purimena va pacchimam, pacchimena va purimam. ","mn56:14.5":"Bhasita kho pana te, gahapati, esa vaca: ","mn56:14.6":"‘sacce aham, bhante, patitthaya mantessami; ","mn56:14.7":"hotu no ettha kathasallapo’”ti. ","mn56:15.1":"“Purimenevaham, bhante, opammena bhagavato attamano abhiraddho. ","mn56:15.2":"Api caham imani bhagavato vicitrani panhapatibhanani sotukamo, evaham bhagavantam paccanikam katabbam amannissam. ","mn56:15.3":"Abhikkantam, bhante, abhikkantam, bhante. ","mn56:15.4":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","mn56:15.5":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","mn56:15.6":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","mn56:16.1":"“Anuviccakaram kho, gahapati, karohi, anuviccakaro tumhadisanam natamanussanam sadhu hoti”ti. ","mn56:16.2":"“Iminapaham, bhante, bhagavato bhiyyoso mattaya attamano abhiraddho yam mam bhagava evamaha: ‘anuviccakaram kho, gahapati, karohi, anuviccakaro tumhadisanam natamanussanam sadhu hoti’ti. ","mn56:16.3":"Manhi, bhante, annatitthiya savakam labhitva kevalakappam nalandam patakam parihareyyum: ","mn56:16.4":"‘upali amhakam gahapati savakattam upagato’ti. ","mn56:16.5":"Atha ca pana mam bhagava evamaha: ","mn56:16.6":"‘anuviccakaram kho, gahapati, karohi, anuviccakaro tumhadisanam natamanussanam sadhu hoti’ti. ","mn56:16.7":"Esaham, bhante, dutiyampi bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","mn56:16.8":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","mn56:17.1":"“Digharattam kho te, gahapati, niganthanam opanabhutam kulam yena nesam upagatanam pindakam databbam manneyyasi”ti. ","mn56:17.2":"“Iminapaham, bhante, bhagavato bhiyyoso mattaya attamano abhiraddho yam mam bhagava evamaha: ‘digharattam kho te, gahapati, niganthanam opanabhutam kulam yena nesam upagatanam pindakam databbam manneyyasi’ti. ","mn56:17.3":"Sutam metam, bhante, samano gotamo evamaha: ","mn56:17.4":"‘mayhameva danam databbam, nannesam danam databbam; ","mn56:17.5":"mayhameva savakanam danam databbam, nannesam savakanam danam databbam; ","mn56:17.6":"mayhameva dinnam mahapphalam, nannesam dinnam mahapphalam; ","mn56:17.7":"mayhameva savakanam dinnam mahapphalam, nannesam savakanam dinnam mahapphalan’ti. ","mn56:17.8":"Atha ca pana mam bhagava niganthesupi dane samadapeti. ","mn56:17.9":"Api ca, bhante, mayamettha kalam janissama. ","mn56:17.10":"Esaham, bhante, tatiyampi bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","mn56:17.11":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","mn56:18.1":"Atha kho bhagava upalissa gahapatissa anupubbim katham kathesi, seyyathidam—","mn56:18.2":"danakatham silakatham saggakatham, kamanam adinavam okaram sankilesam, nekkhamme anisamsam pakasesi. ","mn56:18.3":"Yada bhagava annasi upalim gahapatim kallacittam muducittam vinivaranacittam udaggacittam pasannacittam, atha ya buddhanam samukkamsika dhammadesana tam pakasesi—","mn56:18.4":"dukkham, samudayam, nirodham, maggam. ","mn56:18.5":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","mn56:18.6":"evameva upalissa gahapatissa tasmimyeva asane virajam vitamalam dhammacakkhum udapadi: ","mn56:18.7":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti. ","mn56:18.8":"Atha kho upali gahapati ditthadhammo pattadhammo viditadhammo pariyogalhadhammo tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane bhagavantam etadavoca: ","mn56:18.9":"“handa ca dani mayam, bhante, gacchama, bahukicca mayam bahukaraniya”ti. ","mn56:18.10":"“Yassadani tvam, gahapati, kalam mannasi”ti. ","mn56:19.1":"Atha kho upali gahapati bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva yena sakam nivesanam tenupasankami; upasankamitva dovarikam amantesi: ","mn56:19.2":"“ajjatagge, samma dovarika, avarami dvaram niganthanam niganthinam, anavatam dvaram bhagavato bhikkhunam bhikkhuninam upasakanam upasikanam. ","mn56:19.3":"Sace koci nigantho agacchati tamenam tvam evam vadeyyasi: ","mn56:19.4":"‘tittha, bhante, ma pavisi. ","mn56:19.5":"Ajjatagge upali gahapati samanassa gotamassa savakattam upagato. ","mn56:19.6":"Avatam dvaram niganthanam niganthinam, anavatam dvaram bhagavato bhikkhunam bhikkhuninam upasakanam upasikanam. ","mn56:19.7":"Sace te, bhante, pindakena attho, ettheva tittha, ettheva te aharissanti’”ti. ","mn56:19.8":"“Evam, bhante”ti kho dovariko upalissa gahapatissa paccassosi. ","mn56:20.1":"Assosi kho dighatapassi nigantho: ","mn56:20.2":"“upali kira gahapati samanassa gotamassa savakattam upagato”ti. ","mn56:20.3":"Atha kho dighatapassi nigantho yena nigantho nataputto tenupasankami; upasankamitva nigantham nataputtam etadavoca: ","mn56:20.4":"“sutam metam, bhante, upali kira gahapati samanassa gotamassa savakattam upagato”ti. ","mn56:20.5":"“Atthanam kho etam, tapassi, anavakaso yam upali gahapati samanassa gotamassa savakattam upagaccheyya. ","mn56:20.6":"Thananca kho etam vijjati yam samano gotamo upalissa gahapatissa savakattam upagaccheyya”ti. ","mn56:20.7":"Dutiyampi kho dighatapassi nigantho …pe… ","mn56:20.8":"tatiyampi kho dighatapassi nigantho nigantham nataputtam etadavoca: ","mn56:20.9":"“sutam metam, bhante … ","mn56:20.10":"pe… ","mn56:20.11":"upalissa gahapatissa savakattam upagaccheyya”ti. ","mn56:20.12":"“Handaham, bhante, gacchami yava janami yadi va upali gahapati samanassa gotamassa savakattam upagato yadi va no”ti. ","mn56:20.13":"“Gaccha tvam, tapassi, janahi yadi va upali gahapati samanassa gotamassa savakattam upagato yadi va no”ti. ","mn56:21.1":"Atha kho dighatapassi nigantho yena upalissa gahapatissa nivesanam tenupasankami. ","mn56:21.2":"Addasa kho dovariko dighatapassim nigantham duratova agacchantam. ","mn56:21.3":"Disvana dighatapassim nigantham etadavoca: ","mn56:21.4":"“tittha, bhante, ma pavisi. ","mn56:21.5":"Ajjatagge upali gahapati samanassa gotamassa savakattam upagato. ","mn56:21.6":"Avatam dvaram niganthanam niganthinam, anavatam dvaram bhagavato bhikkhunam bhikkhuninam upasakanam upasikanam. ","mn56:21.7":"Sace te, bhante, pindakena attho, ettheva tittha, ettheva te aharissanti”ti. ","mn56:21.8":"“Na me, avuso, pindakena attho”ti vatva tato patinivattitva yena nigantho nataputto tenupasankami; upasankamitva nigantham nataputtam etadavoca: ","mn56:21.9":"“saccamyeva kho, bhante, yam upali gahapati samanassa gotamassa savakattam upagato. ","mn56:21.10":"Etam kho te aham, bhante, nalattham, na kho me, bhante, ruccati yam upali gahapati samanassa gotamassa vadam aropeyya. ","mn56:21.11":"Samano hi, bhante, gotamo mayavi avattanim mayam janati yaya annatitthiyanam savake avattetiti. ","mn56:21.12":"Avatto kho te, bhante, upali gahapati samanena gotamena avattaniya mayaya”ti. ","mn56:21.13":"“Atthanam kho etam, tapassi, anavakaso yam upali gahapati samanassa gotamassa savakattam upagaccheyya. ","mn56:21.14":"Thananca kho etam vijjati yam samano gotamo upalissa gahapatissa savakattam upagaccheyya”ti. ","mn56:21.15":"Dutiyampi kho dighatapassi nigantho nigantham nataputtam etadavoca: ","mn56:21.16":"“saccamyeva, bhante …pe… ","mn56:21.17":"upalissa gahapatissa savakattam upagaccheyya”ti. ","mn56:21.18":"Tatiyampi kho dighatapassi nigantho nigantham nataputtam etadavoca: ","mn56:21.19":"“saccamyeva kho, bhante … ","mn56:21.20":"pe… ","mn56:21.21":"upalissa gahapatissa savakattam upagaccheyya”ti. ","mn56:21.22":"“Handa caham, tapassi, gacchami yava caham samamyeva janami yadi va upali gahapati samanassa gotamassa savakattam upagato yadi va no”ti. ","mn56:22.1":"Atha kho nigantho nataputto mahatiya niganthaparisaya saddhim yena upalissa gahapatissa nivesanam tenupasankami. ","mn56:22.2":"Addasa kho dovariko nigantham nataputtam duratova agacchantam. ","mn56:22.3":"Disvana nigantham nataputtam etadavoca: ","mn56:22.4":"“tittha, bhante, ma pavisi. ","mn56:22.5":"Ajjatagge upali gahapati samanassa gotamassa savakattam upagato. ","mn56:22.6":"Avatam dvaram niganthanam niganthinam, anavatam dvaram bhagavato bhikkhunam bhikkhuninam upasakanam upasikanam. ","mn56:22.7":"Sace te, bhante, pindakena attho, ettheva tittha, ettheva te aharissanti”ti. ","mn56:22.8":"“Tena hi, samma dovarika, yena upali gahapati tenupasankama; upasankamitva upalim gahapatim evam vadehi: ","mn56:22.9":"‘nigantho, bhante, nataputto mahatiya niganthaparisaya saddhim bahidvarakotthake thito; ","mn56:22.10":"so te dassanakamo’”ti. ","mn56:22.11":"“Evam, bhante”ti kho dovariko niganthassa nataputtassa patissutva yena upali gahapati tenupasankami; upasankamitva upalim gahapatim etadavoca: ","mn56:22.12":"“nigantho, bhante, nataputto mahatiya niganthaparisaya saddhim bahidvarakotthake thito; ","mn56:22.13":"so te dassanakamo”ti. ","mn56:22.14":"“Tena hi, samma dovarika, majjhimaya dvarasalaya asanani pannapehi”ti. ","mn56:22.15":"“Evam, bhante”ti kho dovariko upalissa gahapatissa patissutva majjhimaya dvarasalaya asanani pannapetva yena upali gahapati tenupasankami; upasankamitva upalim gahapatim etadavoca: ","mn56:22.16":"“pannattani kho, bhante, majjhimaya dvarasalaya asanani. ","mn56:22.17":"Yassadani kalam mannasi”ti. ","mn56:23.1":"Atha kho upali gahapati yena majjhima dvarasala tenupasankami; upasankamitva yam tattha asanam agganca setthanca uttamanca panitanca tattha samam nisiditva dovarikam amantesi: ","mn56:23.2":"“tena hi, samma dovarika, yena nigantho nataputto tenupasankama; upasankamitva nigantham nataputtam evam vadehi: ","mn56:23.3":"‘upali, bhante, gahapati evamaha—","mn56:23.4":"pavisa kira, bhante, sace akankhasi’”ti. ","mn56:23.5":"“Evam, bhante”ti kho dovariko upalissa gahapatissa patissutva yena nigantho nataputto tenupasankami; upasankamitva nigantham nataputtam etadavoca: ","mn56:23.6":"“upali, bhante, gahapati evamaha: ","mn56:23.7":"‘pavisa kira, bhante, sace akankhasi’”ti. ","mn56:23.8":"Atha kho nigantho nataputto mahatiya niganthaparisaya saddhim yena majjhima dvarasala tenupasankami. ","mn56:24.1":"Atha kho upali gahapati—","mn56:24.2":"yam sudam pubbe yato passati nigantham nataputtam duratova agacchantam disvana tato paccuggantva yam tattha asanam agganca setthanca uttamanca panitanca tam uttarasangena sammajjitva pariggahetva nisidapeti so—","mn56:24.3":"dani yam tattha asanam agganca setthanca uttamanca panitanca tattha samam nisiditva nigantham nataputtam etadavoca: ","mn56:24.4":"“samvijjanti kho, bhante, asanani; ","mn56:24.5":"sace akankhasi, nisida”ti. ","mn56:25.1":"Evam vutte, nigantho nataputto upalim gahapatim etadavoca: ","mn56:25.2":"“ummattosi tvam, gahapati, dattosi tvam, gahapati. ","mn56:25.3":"‘Gacchamaham, bhante, samanassa gotamassa vadam aropessami’ti gantva mahatasi vadasanghatena patimukko agato. ","mn56:25.4":"Seyyathapi, gahapati, puriso andaharako gantva ubbhatehi andehi agaccheyya, seyyatha va pana gahapati puriso akkhikaharako gantva ubbhatehi akkhihi agaccheyya; ","mn56:25.5":"evameva kho tvam, gahapati, ‘gacchamaham, bhante, samanassa gotamassa vadam aropessami’ti gantva mahatasi vadasanghatena patimukko agato. ","mn56:25.6":"Avattosi kho tvam, gahapati, samanena gotamena avattaniya mayaya”ti. ","mn56:26.1":"“Bhaddika, bhante, avattani maya; ","mn56:26.2":"kalyani, bhante, avattani maya; ","mn56:26.3":"piya me, bhante, natisalohita imaya avattaniya avatteyyum; piyanampi me assa natisalohitanam digharattam hitaya sukhaya; ","mn56:26.4":"sabbe cepi, bhante, khattiya imaya avattaniya avatteyyum; sabbesanampissa khattiyanam digharattam hitaya sukhaya; sabbe cepi, bhante, brahmana …pe… vessa …pe… sudda imaya avattaniya avatteyyum; sabbesanampissa suddanam digharattam hitaya sukhaya; ","mn56:26.5":"sadevako cepi, bhante, loko samarako sabrahmako sassamanabrahmani paja sadevamanussa imaya avattaniya avatteyyum; sadevakassapissa lokassa samarakassa sabrahmakassa sassamanabrahmaniya pajaya sadevamanussaya digharattam hitaya sukhayati. ","mn56:26.6":"Tena hi, bhante, upamam te karissami. ","mn56:26.7":"Upamayapidhekacce vinnu purisa bhasitassa attham ajananti. ","mn56:27.1":"Bhutapubbam, bhante, annatarassa brahmanassa jinnassa vuddhassa mahallakassa dahara manavika pajapati ahosi gabbhini upavijanna. ","mn56:27.2":"Atha kho, bhante, sa manavika tam brahmanam etadavoca, ","mn56:27.3":"‘gaccha tvam, brahmana, apana makkatacchapakam kinitva anehi, yo me kumarakassa kilapanako bhavissati’ti. ","mn56:27.4":"Evam vutte, so brahmano tam manavikam etadavoca: ","mn56:27.5":"‘agamehi tava, bhoti, yava vijayati. ","mn56:27.6":"Sace tvam, bhoti, kumarakam vijayissasi, tassa te aham apana makkatacchapakam kinitva anessami, yo te kumarakassa kilapanako bhavissati. ","mn56:27.7":"Sace pana tvam, bhoti, kumarikam vijayissasi, tassa te aham apana makkatacchapikam kinitva anessami, ya te kumarikaya kilapanika bhavissati’ti. ","mn56:27.8":"Dutiyampi kho, bhante, sa manavika …pe… ","mn56:27.9":"tatiyampi kho, bhante, sa manavika tam brahmanam etadavoca: ","mn56:27.10":"‘gaccha tvam, brahmana, apana makkatacchapakam kinitva anehi, yo me kumarakassa kilapanako bhavissati’ti. ","mn56:27.11":"Atha kho, bhante, so brahmano tassa manavikaya saratto patibaddhacitto apana makkatacchapakam kinitva anetva tam manavikam etadavoca: ","mn56:27.12":"‘ayam te, bhoti, apana makkatacchapako kinitva anito, yo te kumarakassa kilapanako bhavissati’ti. ","mn56:27.13":"Evam vutte, bhante, sa manavika tam brahmanam etadavoca: ","mn56:27.14":"‘gaccha tvam, brahmana, imam makkatacchapakam adaya yena rattapani rajakaputto tenupasankama; upasankamitva rattapanim rajakaputtam evam vadehi—","mn56:27.15":"icchamaham, samma rattapani, imam makkatacchapakam pitavalepanam nama rangajatam rajitam akotitapaccakotitam ubhatobhagavimatthan’ti. ","mn56:27.16":"Atha kho, bhante, so brahmano tassa manavikaya saratto patibaddhacitto tam makkatacchapakam adaya yena rattapani rajakaputto tenupasankami; upasankamitva rattapanim rajakaputtam etadavoca: ","mn56:27.17":"‘icchamaham, samma rattapani, imam makkatacchapakam pitavalepanam nama rangajatam rajitam akotitapaccakotitam ubhatobhagavimatthan’ti. ","mn56:27.18":"Evam vutte, bhante, rattapani rajakaputto tam brahmanam etadavoca: ","mn56:27.19":"‘ayam kho te, bhante, makkatacchapako rangakkhamo hi kho, no akotanakkhamo, no vimajjanakkhamo’ti. ","mn56:27.20":"Evameva kho, bhante, balanam niganthanam vado rangakkhamo hi kho balanam no panditanam, no anuyogakkhamo, no vimajjanakkhamo. ","mn56:27.21":"Atha kho, bhante, so brahmano aparena samayena navam dussayugam adaya yena rattapani rajakaputto tenupasankami; upasankamitva rattapanim rajakaputtam etadavoca: ","mn56:27.22":"‘icchamaham, samma rattapani, imam navam dussayugam pitavalepanam nama rangajatam rajitam akotitapaccakotitam ubhatobhagavimatthan’ti. ","mn56:27.23":"Evam vutte, bhante, rattapani rajakaputto tam brahmanam etadavoca: ","mn56:27.24":"‘idam kho te, bhante, navam dussayugam rangakkhamanceva akotanakkhamanca vimajjanakkhamanca’ti. ","mn56:27.25":"Evameva kho, bhante, tassa bhagavato vado arahato sammasambuddhassa rangakkhamo ceva panditanam no balanam, anuyogakkhamo ca vimajjanakkhamo ca”ti. ","mn56:28.1":"“Sarajika kho, gahapati, parisa evam janati: ","mn56:28.2":"‘upali gahapati niganthassa nataputtassa savako’ti. ","mn56:28.3":"Kassa tam, gahapati, savakam dharema”ti? ","mn56:29.1":"Evam vutte, upali gahapati utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva nigantham nataputtam etadavoca: ","mn56:29.2":"“tena hi, bhante, sunohi yassaham savako”ti: ","mn56:29.3":"“Dhirassa vigatamohassa, ","mn56:29.4":"Pabhinnakhilassa vijitavijayassa; ","mn56:29.5":"Anighassa susamacittassa, ","mn56:29.6":"Vuddhasilassa sadhupannassa; ","mn56:29.7":"Vesamantarassa vimalassa, ","mn56:29.8":"Bhagavato tassa savakohamasmi. ","mn56:29.9":"Akathankathissa tusitassa, ","mn56:29.10":"Vantalokamisassa muditassa; ","mn56:29.11":"Katasamanassa manujassa, ","mn56:29.12":"Antimasarirassa narassa; ","mn56:29.13":"Anopamassa virajassa, ","mn56:29.14":"Bhagavato tassa savakohamasmi. ","mn56:29.15":"Asamsayassa kusalassa, ","mn56:29.16":"Venayikassa sarathivarassa; ","mn56:29.17":"Anuttarassa ruciradhammassa, ","mn56:29.18":"Nikkankhassa pabhasakassa; ","mn56:29.19":"Manacchidassa virassa, ","mn56:29.20":"Bhagavato tassa savakohamasmi. ","mn56:29.21":"Nisabhassa appameyyassa, ","mn56:29.22":"Gambhirassa monapattassa; ","mn56:29.23":"Khemankarassa vedassa, ","mn56:29.24":"Dhammatthassa samvutattassa; ","mn56:29.25":"Sangatigassa muttassa, ","mn56:29.26":"Bhagavato tassa savakohamasmi. ","mn56:29.27":"Nagassa pantasenassa, ","mn56:29.28":"Khinasamyojanassa muttassa; ","mn56:29.29":"Patimantakassa dhonassa, ","mn56:29.30":"Pannadhajassa vitaragassa; ","mn56:29.31":"Dantassa nippapancassa, ","mn56:29.32":"Bhagavato tassa savakohamasmi. ","mn56:29.33":"Isisattamassa akuhassa, ","mn56:29.34":"Tevijjassa brahmapattassa; ","mn56:29.35":"Nhatakassa padakassa, ","mn56:29.36":"Passaddhassa viditavedassa; ","mn56:29.37":"Purindadassa sakkassa, ","mn56:29.38":"Bhagavato tassa savakohamasmi. ","mn56:29.39":"Ariyassa bhavitattassa, ","mn56:29.40":"Pattipattassa veyyakaranassa; ","mn56:29.41":"Satimato vipassissa, ","mn56:29.42":"Anabhinatassa no apanatassa; ","mn56:29.43":"Anejassa vasippattassa, ","mn56:29.44":"Bhagavato tassa savakohamasmi. ","mn56:29.45":"Samuggatassa jhayissa, ","mn56:29.46":"Ananugatantarassa suddhassa; ","mn56:29.47":"Asitassa hitassa, ","mn56:29.48":"Pavivittassa aggappattassa; ","mn56:29.49":"Tinnassa tarayantassa, ","mn56:29.50":"Bhagavato tassa savakohamasmi. ","mn56:29.51":"Santassa bhuripannassa, ","mn56:29.52":"Mahapannassa vitalobhassa; ","mn56:29.53":"Tathagatassa sugatassa, ","mn56:29.54":"Appatipuggalassa asamassa; ","mn56:29.55":"Visaradassa nipunassa, ","mn56:29.56":"Bhagavato tassa savakohamasmi. ","mn56:29.57":"Tanhacchidassa buddhassa, ","mn56:29.58":"Vitadhumassa anupalittassa; ","mn56:29.59":"Ahuneyyassa yakkhassa, ","mn56:29.60":"Uttamapuggalassa atulassa; ","mn56:29.61":"Mahato yasaggapattassa, ","mn56:29.62":"Bhagavato tassa savakohamasmi”ti. ","mn56:30.1":"“Kada sannulha pana te, gahapati, ime samanassa gotamassa vanna”ti? ","mn56:30.2":"“Seyyathapi, bhante, nanapupphanam mahapuppharasi, tamenam dakkho malakaro va malakarantevasi va vicittam malam gantheyya; ","mn56:30.3":"evameva kho, bhante, so bhagava anekavanno anekasatavanno. ","mn56:30.4":"Ko hi, bhante, vannarahassa vannam na karissati”ti? ","mn56:31.1":"Atha kho niganthassa nataputtassa bhagavato sakkaram asahamanassa tattheva unham lohitam mukhato uggacchiti. ","mn56:31.2":"Upalisuttam nitthitam chattham. "}