{"mn57:0.1":"Majjhima Nikaya 57 ","mn57:0.2":"Kukkuravatikasutta ","mn57:1.1":"Evam me sutam—","mn57:1.2":"ekam samayam bhagava koliyesu viharati haliddavasanam nama koliyanam nigamo. ","mn57:2.1":"Atha kho punno ca koliyaputto govatiko acelo ca seniyo kukkuravatiko yena bhagava tenupasankamimsu; upasankamitva punno koliyaputto govatiko bhagavantam abhivadetva ekamantam nisidi. Acelo pana seniyo kukkuravatiko bhagavata saddhim sammodi. Sammodaniyam katham saraniyam vitisaretva kukkurova palikujjitva ekamantam nisidi. ","mn57:2.2":"Ekamantam nisinno kho punno koliyaputto govatiko bhagavantam etadavoca: ","mn57:2.3":"“ayam, bhante, acelo seniyo kukkuravatiko dukkarakarako chamanikkhittam bhojanam bhunjati. ","mn57:2.4":"Tassa tam kukkuravatam digharattam samattam samadinnam. ","mn57:2.5":"Tassa ka gati, ko abhisamparayo”ti? ","mn57:2.6":"“Alam, punna, titthatetam; ma mam etam pucchi”ti. ","mn57:2.7":"Dutiyampi kho punno koliyaputto govatiko …pe… ","mn57:2.8":"tatiyampi kho punno koliyaputto govatiko bhagavantam etadavoca: ","mn57:2.9":"“ayam, bhante, acelo seniyo kukkuravatiko dukkarakarako chamanikkhittam bhojanam bhunjati. ","mn57:2.10":"Tassa tam kukkuravatam digharattam samattam samadinnam. ","mn57:2.11":"Tassa ka gati, ko abhisamparayo”ti? ","mn57:2.12":"“Addha kho te aham, punna, na labhami. ","mn57:2.13":"Alam, punna, titthatetam; ma mam etam pucchiti; ","mn57:2.14":"api ca tyaham byakarissami. ","mn57:3.1":"Idha, punna, ekacco kukkuravatam bhaveti paripunnam abbokinnam, kukkurasilam bhaveti paripunnam abbokinnam, kukkuracittam bhaveti paripunnam abbokinnam, kukkurakappam bhaveti paripunnam abbokinnam. ","mn57:3.2":"So kukkuravatam bhavetva paripunnam abbokinnam, kukkurasilam bhavetva paripunnam abbokinnam, kukkuracittam bhavetva paripunnam abbokinnam, kukkurakappam bhavetva paripunnam abbokinnam kayassa bheda param marana kukkuranam sahabyatam upapajjati. ","mn57:3.3":"Sace kho panassa evamditthi hoti: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti, sassa hoti micchaditthi. ","mn57:3.4":"Micchaditthissa kho aham, punna, dvinnam gatinam annataram gatim vadami—nirayam va tiracchanayonim va. ","mn57:3.5":"Iti kho, punna, sampajjamanam kukkuravatam kukkuranam sahabyatam upaneti, vipajjamanam nirayan”ti. ","mn57:4.1":"Evam vutte, acelo seniyo kukkuravatiko parodi, assuni pavattesi. ","mn57:4.2":"Atha kho bhagava punnam koliyaputtam govatikam etadavoca: ","mn57:4.3":"“etam kho te aham, punna, nalattham. ","mn57:4.4":"Alam, punna, titthatetam; ma mam etam pucchi”ti. ","mn57:4.5":"“Naham, bhante, etam rodami yam mam bhagava evamaha; ","mn57:4.6":"api ca me idam, bhante, kukkuravatam digharattam samattam samadinnam. ","mn57:4.7":"Ayam, bhante, punno koliyaputto govatiko. ","mn57:4.8":"Tassa tam govatam digharattam samattam samadinnam. ","mn57:4.9":"Tassa ka gati, ko abhisamparayo”ti? ","mn57:4.10":"“Alam, seniya, titthatetam; ma mam etam pucchi”ti. ","mn57:4.11":"Dutiyampi kho acelo seniyo …pe… ","mn57:4.12":"tatiyampi kho acelo seniyo kukkuravatiko bhagavantam etadavoca: ","mn57:4.13":"“ayam, bhante, punno koliyaputto govatiko. ","mn57:4.14":"Tassa tam govatam digharattam samattam samadinnam. ","mn57:4.15":"Tassa ka gati, ko abhisamparayo”ti? ","mn57:4.16":"“Addha kho te aham, seniya, na labhami. ","mn57:4.17":"Alam, seniya, titthatetam; ma mam etam pucchiti; ","mn57:4.18":"api ca tyaham byakarissami. ","mn57:5.1":"Idha, seniya, ekacco govatam bhaveti paripunnam abbokinnam, gosilam bhaveti paripunnam abbokinnam, gocittam bhaveti paripunnam abbokinnam, gavakappam bhaveti paripunnam abbokinnam. ","mn57:5.2":"So govatam bhavetva paripunnam abbokinnam, gosilam bhavetva paripunnam abbokinnam, gocittam bhavetva paripunnam abbokinnam, gavakappam bhavetva paripunnam abbokinnam kayassa bheda param marana gunnam sahabyatam upapajjati. ","mn57:5.3":"Sace kho panassa evamditthi hoti: ‘iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va’ti, sassa hoti micchaditthi. ","mn57:5.4":"Micchaditthissa kho aham, seniya, dvinnam gatinam annataram gatim vadami—nirayam va tiracchanayonim va. ","mn57:5.5":"Iti kho, seniya, sampajjamanam govatam gunnam sahabyatam upaneti, vipajjamanam nirayan”ti. ","mn57:6.1":"Evam vutte, punno koliyaputto govatiko parodi, assuni pavattesi. ","mn57:6.2":"Atha kho bhagava acelam seniyam kukkuravatikam etadavoca: ","mn57:6.3":"“etam kho te aham, seniya, nalattham. ","mn57:6.4":"Alam, seniya, titthatetam; ma mam etam pucchi”ti. ","mn57:6.5":"“Naham, bhante, etam rodami yam mam bhagava evamaha; ","mn57:6.6":"api ca me idam, bhante, govatam digharattam samattam samadinnam. ","mn57:6.7":"Evam pasanno aham, bhante, bhagavati; ","mn57:6.8":"pahoti bhagava tatha dhammam desetum yatha aham cevimam govatam pajaheyyam, ayanceva acelo seniyo kukkuravatiko tam kukkuravatam pajaheyya”ti. ","mn57:6.9":"“Tena hi, punna, sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn57:6.10":"“Evam, bhante”ti kho punno koliyaputto govatiko bhagavato paccassosi. ","mn57:6.11":"Bhagava etadavoca: ","mn57:7.1":"“Cattarimani, punna, kammani maya sayam abhinna sacchikatva paveditani. ","mn57:7.2":"Katamani cattari? ","mn57:7.3":"Atthi, punna, kammam kanham kanhavipakam; ","mn57:7.4":"atthi, punna, kammam sukkam sukkavipakam; ","mn57:7.5":"atthi, punna, kammam kanhasukkam kanhasukkavipakam; ","mn57:7.6":"atthi, punna, kammam akanham asukkam akanhaasukkavipakam, kammakkhayaya samvattati. ","mn57:8.1":"Katamanca, punna, kammam kanham kanhavipakam? ","mn57:8.2":"Idha, punna, ekacco sabyabajjham kayasankharam abhisankharoti, sabyabajjham vacisankharam abhisankharoti, sabyabajjham manosankharam abhisankharoti. ","mn57:8.3":"So sabyabajjham kayasankharam abhisankharitva, sabyabajjham vacisankharam abhisankharitva, sabyabajjham manosankharam abhisankharitva, sabyabajjham lokam upapajjati. ","mn57:8.4":"Tamenam sabyabajjham lokam upapannam samanam sabyabajjha phassa phusanti. ","mn57:8.5":"So sabyabajjhehi phassehi phuttho samano sabyabajjham vedanam vedeti ekantadukkham, seyyathapi satta nerayika. ","mn57:8.6":"Iti kho, punna, bhuta bhutassa upapatti hoti; ","mn57:8.7":"yam karoti tena upapajjati, ","mn57:8.8":"upapannamenam phassa phusanti. ","mn57:8.9":"Evampaham, punna, ‘kammadayada satta’ti vadami. ","mn57:8.10":"Idam vuccati, punna, kammam kanham kanhavipakam. ","mn57:9.1":"Katamanca, punna, kammam sukkam sukkavipakam? ","mn57:9.2":"Idha, punna, ekacco abyabajjham kayasankharam abhisankharoti, abyabajjham vacisankharam abhisankharoti, abyabajjham manosankharam abhisankharoti. ","mn57:9.3":"So abyabajjham kayasankharam abhisankharitva, abyabajjham vacisankharam abhisankharitva, abyabajjham manosankharam abhisankharitva abyabajjham lokam upapajjati. ","mn57:9.4":"Tamenam abyabajjham lokam upapannam samanam abyabajjha phassa phusanti. ","mn57:9.5":"So abyabajjhehi phassehi phuttho samano abyabajjham vedanam vedeti ekantasukham, seyyathapi deva subhakinha. ","mn57:9.6":"Iti kho, punna, bhuta bhutassa upapatti hoti; ","mn57:9.7":"yam karoti tena upapajjati, ","mn57:9.8":"upapannamenam phassa phusanti. ","mn57:9.9":"Evampaham, punna, ‘kammadayada satta’ti vadami. ","mn57:9.10":"Idam vuccati, punna, kammam sukkam sukkavipakam. ","mn57:10.1":"Katamanca, punna, kammam kanhasukkam kanhasukkavipakam? ","mn57:10.2":"Idha, punna, ekacco sabyabajjhampi abyabajjhampi kayasankharam abhisankharoti, sabyabajjhampi abyabajjhampi vacisankharam abhisankharoti, sabyabajjhampi abyabajjhampi manosankharam abhisankharoti. ","mn57:10.3":"So sabyabajjhampi abyabajjhampi kayasankharam abhisankharitva, sabyabajjhampi abyabajjhampi vacisankharam abhisankharitva, sabyabajjhampi abyabajjhampi manosankharam abhisankharitva sabyabajjhampi abyabajjhampi lokam upapajjati. ","mn57:10.4":"Tamenam sabyabajjhampi abyabajjhampi lokam upapannam samanam sabyabajjhapi abyabajjhapi phassa phusanti. ","mn57:10.5":"So sabyabajjhehipi abyabajjhehipi phassehi phuttho samano sabyabajjhampi abyabajjhampi vedanam vedeti vokinnasukhadukkham, seyyathapi manussa ekacce ca deva ekacce ca vinipatika. ","mn57:10.6":"Iti kho, punna, bhuta bhutassa upapatti hoti; ","mn57:10.7":"yam karoti tena upapajjati. ","mn57:10.8":"Upapannamenam phassa phusanti. ","mn57:10.9":"Evampaham, punna, ‘kammadayada satta’ti vadami. ","mn57:10.10":"Idam vuccati, punna, kammam kanhasukkam kanhasukkavipakam. ","mn57:11.1":"Katamanca, punna, kammam akanham asukkam akanhaasukkavipakam, kammakkhayaya samvattati? ","mn57:11.2":"Tatra, punna, yamidam kammam kanham kanhavipakam tassa pahanaya ya cetana, yamidam kammam sukkam sukkavipakam tassa pahanaya ya cetana, yamidam kammam kanhasukkam kanhasukkavipakam tassa pahanaya ya cetana—","mn57:11.3":"idam vuccati, punna, kammam akanham asukkam akanhaasukkavipakam, kammakkhayaya samvattatiti. ","mn57:11.4":"Imani kho, punna, cattari kammani maya sayam abhinna sacchikatva paveditani”ti. ","mn57:12.1":"Evam vutte, punno koliyaputto govatiko bhagavantam etadavoca: ","mn57:12.2":"“abhikkantam, bhante, abhikkantam, bhante. ","mn57:12.3":"Seyyathapi, bhante …pe… ","mn57:12.4":"upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","mn57:13.1":"Acelo pana seniyo kukkuravatiko bhagavantam etadavoca: ","mn57:13.2":"“abhikkantam, bhante, abhikkantam, bhante. ","mn57:13.3":"Seyyathapi, bhante …pe… pakasito. ","mn57:13.4":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","mn57:13.5":"Labheyyaham, bhante, bhagavato santike pabbajjam, labheyyam upasampadan”ti. ","mn57:14.1":"“Yo kho, seniya, annatitthiyapubbo imasmim dhammavinaye akankhati pabbajjam, akankhati upasampadam so cattaro mase parivasati. Catunnam masanam accayena araddhacitta bhikkhu pabbajenti, upasampadenti bhikkhubhavaya. ","mn57:14.2":"Api ca mettha puggalavemattata vidita”ti. ","mn57:14.3":"“Sace, bhante, annatitthiyapubba imasmim dhammavinaye akankhanta pabbajjam akankhanta upasampadam te cattaro mase parivasanti catunnam masanam accayena araddhacitta bhikkhu pabbajenti upasampadenti bhikkhubhavaya, aham cattari vassani parivasissami catunnam vassanam accayena araddhacitta bhikkhu pabbajentu, upasampadentu bhikkhubhavaya”ti. ","mn57:15.1":"Alattha kho acelo seniyo kukkuravatiko bhagavato santike pabbajjam, alattha upasampadam. ","mn57:15.2":"Acirupasampanno kho panayasma seniyo eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, Tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","mn57:15.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","mn57:15.4":"Annataro kho panayasma seniyo arahatam ahositi. ","mn57:15.5":"Kukkuravatikasuttam nitthitam sattamam. "}