{"mn58:0.1":"Majjhima Nikaya 58 ","mn58:0.2":"Abhayarajakumarasutta ","mn58:1.1":"Evam me sutam—","mn58:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn58:2.1":"Atha kho abhayo rajakumaro yena nigantho nataputto tenupasankami; upasankamitva nigantham nataputtam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho abhayam rajakumaram nigantho nataputto etadavoca: ","mn58:3.1":"“ehi tvam, rajakumara, samanassa gotamassa vadam aropehi. ","mn58:3.2":"Evam te kalyano kittisaddo abbhuggacchissati: ","mn58:3.3":"‘abhayena rajakumarena samanassa gotamassa evam mahiddhikassa evam mahanubhavassa vado aropito’”ti. ","mn58:3.4":"“Yatha katham panaham, bhante, samanassa gotamassa evam mahiddhikassa evam mahanubhavassa vadam aropessami”ti? ","mn58:3.5":"“Ehi tvam, rajakumara, yena samano gotamo tenupasankama; upasankamitva samanam gotamam evam vadehi: ","mn58:3.6":"‘bhaseyya nu kho, bhante, tathagato tam vacam ya sa vaca paresam appiya amanapa’ti? ","mn58:3.7":"Sace te samano gotamo evam puttho evam byakaroti: ","mn58:3.8":"‘bhaseyya, rajakumara, tathagato tam vacam ya sa vaca paresam appiya amanapa’ti, tamenam tvam evam vadeyyasi: ","mn58:3.9":"‘atha kincarahi te, bhante, puthujjanena nanakaranam? ","mn58:3.10":"Puthujjanopi hi tam vacam bhaseyya ya sa vaca paresam appiya amanapa’ti. ","mn58:3.11":"Sace pana te samano gotamo evam puttho evam byakaroti: ","mn58:3.12":"‘na, rajakumara, tathagato tam vacam bhaseyya ya sa vaca paresam appiya amanapa’ti, tamenam tvam evam vadeyyasi: ","mn58:3.13":"‘atha kincarahi te, bhante, devadatto byakato: ","mn58:3.14":"“apayiko devadatto, nerayiko devadatto, kappattho devadatto, atekiccho devadatto”ti? ","mn58:3.15":"Taya ca pana te vacaya devadatto kupito ahosi anattamano’ti. ","mn58:3.16":"Imam kho te, rajakumara, samano gotamo ubhatokotikam panham puttho samano neva sakkhiti uggilitum na sakkhiti ogilitum. ","mn58:3.17":"Seyyathapi nama purisassa ayosinghatakam kanthe vilaggam, so neva sakkuneyya uggilitum na sakkuneyya ogilitum; ","mn58:3.18":"evameva kho te, rajakumara, samano gotamo imam ubhatokotikam panham puttho samano neva sakkhiti uggilitum na sakkhiti ogilitun”ti. ","mn58:4.1":"“Evam, bhante”ti kho abhayo rajakumaro niganthassa nataputtassa patissutva utthayasana nigantham nataputtam abhivadetva padakkhinam katva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","mn58:4.2":"Ekamantam nisinnassa kho abhayassa rajakumarassa suriyam ulloketva etadahosi: ","mn58:4.3":"“akalo kho ajja bhagavato vadam aropetum. ","mn58:4.4":"Sve danaham sake nivesane bhagavato vadam aropessami”ti bhagavantam etadavoca: ","mn58:4.5":"“adhivasetu me, bhante, bhagava svatanaya attacatuttho bhattan”ti. ","mn58:4.6":"Adhivasesi bhagava tunhibhavena. ","mn58:5.1":"Atha kho abhayo rajakumaro bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","mn58:5.2":"Atha kho bhagava tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena abhayassa rajakumarassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","mn58:5.3":"Atha kho abhayo rajakumaro bhagavantam panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","mn58:5.4":"Atha kho abhayo rajakumaro bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","mn58:6.1":"Ekamantam nisinno kho abhayo rajakumaro bhagavantam etadavoca: ","mn58:6.2":"“bhaseyya nu kho, bhante, tathagato tam vacam ya sa vaca paresam appiya amanapa”ti? ","mn58:6.3":"“Na khvettha, rajakumara, ekamsena”ti. ","mn58:6.4":"“Ettha, bhante, anassum nigantha”ti. ","mn58:6.5":"“Kim pana tvam, rajakumara, evam vadesi: ","mn58:6.6":"‘ettha, bhante, anassum nigantha’”ti? ","mn58:6.7":"“Idhaham, bhante, yena nigantho nataputto tenupasankami; upasankamitva nigantham nataputtam abhivadetva ekamantam nisidim. Ekamantam nisinnam kho mam, bhante, nigantho nataputto etadavoca: ","mn58:6.8":"‘ehi tvam, rajakumara, samanassa gotamassa vadam aropehi. ","mn58:6.9":"Evam te kalyano kittisaddo abbhuggacchissati—","mn58:6.10":"abhayena rajakumarena samanassa gotamassa evam mahiddhikassa evam mahanubhavassa vado aropito’ti. ","mn58:6.11":"Evam vutte, aham, bhante, nigantham nataputtam etadavocam: ","mn58:6.12":"‘yatha katham panaham, bhante, samanassa gotamassa evam mahiddhikassa evam mahanubhavassa vadam aropessami’ti? ","mn58:6.13":"‘Ehi tvam, rajakumara, yena samano gotamo tenupasankama; upasankamitva samanam gotamam evam vadehi: ","mn58:6.14":"“bhaseyya nu kho, bhante, tathagato tam vacam ya sa vaca paresam appiya amanapa”ti? ","mn58:6.15":"Sace te samano gotamo evam puttho evam byakaroti: ","mn58:6.16":"“bhaseyya, rajakumara, tathagato tam vacam ya sa vaca paresam appiya amanapa”ti, tamenam tvam evam vadeyyasi: ","mn58:6.17":"“atha kincarahi te, bhante, puthujjanena nanakaranam? ","mn58:6.18":"Puthujjanopi hi tam vacam bhaseyya ya sa vaca paresam appiya amanapa”ti. ","mn58:6.19":"Sace pana te samano gotamo evam puttho evam byakaroti: ","mn58:6.20":"“na, rajakumara, tathagato tam vacam bhaseyya ya sa vaca paresam appiya amanapa”ti, tamenam tvam evam vadeyyasi—","mn58:6.21":"atha kincarahi te, bhante, devadatto byakato: ","mn58:6.22":"“apayiko devadatto, nerayiko devadatto, kappattho devadatto, atekiccho devadatto”ti? ","mn58:6.23":"Taya ca pana te vacaya devadatto kupito ahosi anattamano’ti. ","mn58:6.24":"Imam kho te, rajakumara, samano gotamo ubhatokotikam panham puttho samano neva sakkhiti uggilitum na sakkhiti ogilitum. ","mn58:6.25":"Seyyathapi nama purisassa ayosinghatakam kanthe vilaggam, so neva sakkuneyya uggilitum na sakkuneyya ogilitum; ","mn58:6.26":"evameva kho te, rajakumara, samano gotamo imam ubhatokotikam panham puttho samano neva sakkhiti uggilitum na sakkhiti ogilitun”ti. ","mn58:7.1":"Tena kho pana samayena daharo kumaro mando uttanaseyyako abhayassa rajakumarassa anke nisinno hoti. ","mn58:7.2":"Atha kho bhagava abhayam rajakumaram etadavoca: ","mn58:7.3":"“Tam kim mannasi, rajakumara, ","mn58:7.4":"sacayam kumaro tuyham va pamadamanvaya dhatiya va pamadamanvaya kattham va kathalam va mukhe ahareyya, kinti nam kareyyasi”ti? ","mn58:7.5":"“Ahareyyassaham, bhante. ","mn58:7.6":"Sace, bhante, na sakkuneyyam adikeneva ahattum, vamena hatthena sisam pariggahetva dakkhinena hatthena vankangulim karitva salohitampi ahareyyam. ","mn58:7.7":"Tam kissa hetu? ","mn58:7.8":"Atthi me, bhante, kumare anukampa”ti. ","mn58:8.1":"“Evameva kho, rajakumara, yam tathagato vacam janati abhutam ataccham anatthasamhitam sa ca paresam appiya amanapa, na tam tathagato vacam bhasati. ","mn58:8.2":"Yampi tathagato vacam janati bhutam taccham anatthasamhitam sa ca paresam appiya amanapa, tampi tathagato vacam na bhasati. ","mn58:8.3":"Yanca kho tathagato vacam janati bhutam taccham atthasamhitam sa ca paresam appiya amanapa, tatra kalannu tathagato hoti tassa vacaya veyyakaranaya. ","mn58:8.4":"Yam tathagato vacam janati abhutam ataccham anatthasamhitam sa ca paresam piya manapa, na tam tathagato vacam bhasati. ","mn58:8.5":"Yampi tathagato vacam janati bhutam taccham anatthasamhitam sa ca paresam piya manapa tampi tathagato vacam na bhasati. ","mn58:8.6":"Yanca tathagato vacam janati bhutam taccham atthasamhitam sa ca paresam piya manapa, tatra kalannu tathagato hoti tassa vacaya veyyakaranaya. ","mn58:8.7":"Tam kissa hetu? ","mn58:8.8":"Atthi, rajakumara, tathagatassa sattesu anukampa”ti. ","mn58:9.1":"“Yeme, bhante, khattiyapanditapi brahmanapanditapi gahapatipanditapi samanapanditapi panham abhisankharitva tathagatam upasankamitva pucchanti, ","mn58:9.2":"pubbeva nu kho, etam, bhante, bhagavato cetaso parivitakkitam hoti ‘ye mam upasankamitva evam pucchissanti tesaham evam puttho evam byakarissami’ti, udahu thanasovetam tathagatam patibhati”ti? ","mn58:10.1":"“Tena hi, rajakumara, tannevettha patipucchissami, yatha te khameyya tatha nam byakareyyasi. ","mn58:10.2":"Tam kim mannasi, rajakumara, ","mn58:10.3":"kusalo tvam rathassa angapaccanganan”ti? ","mn58:10.4":"“Evam, bhante, kusalo aham rathassa angapaccanganan”ti. ","mn58:10.5":"“Tam kim mannasi, rajakumara, ","mn58:10.6":"ye tam upasankamitva evam puccheyyum: ","mn58:10.7":"‘kim namidam rathassa angapaccangan’ti? ","mn58:10.8":"Pubbeva nu kho te etam cetaso parivitakkitam assa ‘ye mam upasankamitva evam pucchissanti tesaham evam puttho evam byakarissami’ti, udahu thanasovetam patibhaseyya”ti? ","mn58:10.9":"“Ahanhi, bhante, rathiko sannato kusalo rathassa angapaccanganam. ","mn58:10.10":"Sabbani me rathassa angapaccangani suviditani. ","mn58:10.11":"Thanasovetam mam patibhaseyya”ti. ","mn58:11.1":"“Evameva kho, rajakumara, ye te khattiyapanditapi brahmanapanditapi gahapatipanditapi samanapanditapi panham abhisankharitva tathagatam upasankamitva pucchanti, thanasovetam tathagatam patibhati. ","mn58:11.2":"Tam kissa hetu? ","mn58:11.3":"Sa hi, rajakumara, tathagatassa dhammadhatu suppatividdha yassa dhammadhatuya suppatividdhatta thanasovetam tathagatam patibhati”ti. ","mn58:12.1":"Evam vutte, abhayo rajakumaro bhagavantam etadavoca: ","mn58:12.2":"“abhikkantam, bhante, abhikkantam, bhante …pe… ","mn58:12.3":"ajjatagge panupetam saranam gatan”ti. ","mn58:12.4":"Abhayarajakumarasuttam nitthitam atthamam. "}