{"mn5:0.1":"Majjhima Nikaya 5 ","mn5:0.2":"Ananganasutta ","mn5:1.1":"Evam me sutam—","mn5:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn5:1.3":"Tatra kho ayasma sariputto bhikkhu amantesi: ","mn5:1.4":"“avuso bhikkhave”ti. ","mn5:1.5":"“Avuso”ti kho te bhikkhu ayasmato sariputtassa paccassosum. ","mn5:1.6":"Ayasma sariputto etadavoca: ","mn5:2.1":"“Cattarome, avuso, puggala santo samvijjamana lokasmim. ","mn5:2.2":"Katame cattaro? ","mn5:2.3":"Idhavuso, ekacco puggalo sanganova samano ‘atthi me ajjhattam anganan’ti yathabhutam nappajanati. ","mn5:2.4":"Idha panavuso, ekacco puggalo sanganova samano ‘atthi me ajjhattam anganan’ti yathabhutam pajanati. ","mn5:2.5":"Idhavuso, ekacco puggalo ananganova samano ‘natthi me ajjhattam anganan’ti yathabhutam nappajanati. ","mn5:2.6":"Idha panavuso, ekacco puggalo ananganova samano ‘natthi me ajjhattam anganan’ti yathabhutam pajanati. ","mn5:2.7":"Tatravuso, yvayam puggalo sanganova samano ‘atthi me ajjhattam anganan’ti yathabhutam nappajanati, ayam imesam dvinnam puggalanam sangananamyeva satam hinapuriso akkhayati. ","mn5:2.8":"Tatravuso, yvayam puggalo sanganova samano ‘atthi me ajjhattam anganan’ti yathabhutam pajanati, ayam imesam dvinnam puggalanam sangananamyeva satam setthapuriso akkhayati. ","mn5:2.9":"Tatravuso, yvayam puggalo ananganova samano ‘natthi me ajjhattam anganan’ti yathabhutam nappajanati, ayam imesam dvinnam puggalanam anangananamyeva satam hinapuriso akkhayati. ","mn5:2.10":"Tatravuso, yvayam puggalo ananganova samano ‘natthi me ajjhattam anganan’ti yathabhutam pajanati, ayam imesam dvinnam puggalanam anangananamyeva satam setthapuriso akkhayati”ti. ","mn5:3.1":"Evam vutte, ayasma mahamoggallano ayasmantam sariputtam etadavoca: ","mn5:3.2":"“Ko nu kho, avuso sariputta, hetu ko paccayo yenimesam dvinnam puggalanam sangananamyeva satam eko hinapuriso akkhayati, eko setthapuriso akkhayati? ","mn5:3.3":"Ko panavuso sariputta, hetu ko paccayo yenimesam dvinnam puggalanam anangananamyeva satam eko hinapuriso akkhayati, eko setthapuriso akkhayati”ti? ","mn5:4.1":"“Tatravuso, yvayam puggalo sanganova samano ‘atthi me ajjhattam anganan’ti yathabhutam nappajanati, tassetam patikankham—na chandam janessati na vayamissati na viriyam arabhissati tassanganassa pahanaya; ","mn5:4.2":"so sarago sadoso samoho sangano sankilitthacitto kalam karissati. ","mn5:4.3":"Seyyathapi, avuso, kamsapati abhata apana va kammarakula va rajena ca malena ca pariyonaddha. ","mn5:4.4":"Tamenam samika na ceva paribhunjeyyum na ca pariyodapeyyum, rajapathe ca nam nikkhipeyyum. ","mn5:4.5":"Evanhi sa, avuso, kamsapati aparena samayena sankilitthatara assa malaggahita”ti? ","mn5:4.6":"“Evamavuso”ti. ","mn5:4.7":"“Evameva kho, avuso, yvayam puggalo sanganova samano ‘atthi me ajjhattam anganan’ti yathabhutam nappajanati, tassetam patikankham—na chandam janessati na vayamissati na viriyam arabhissati tassanganassa pahanaya; ","mn5:4.8":"so sarago sadoso samoho sangano sankilitthacitto kalam karissati. ","mn5:5.1":"Tatravuso, yvayam puggalo sanganova samano ‘atthi me ajjhattam anganan’ti yathabhutam pajanati, tassetam patikankham—chandam janessati vayamissati viriyam arabhissati tassanganassa pahanaya; ","mn5:5.2":"so arago adoso amoho anangano asankilitthacitto kalam karissati. ","mn5:5.3":"Seyyathapi, avuso, kamsapati abhata apana va kammarakula va rajena ca malena ca pariyonaddha. ","mn5:5.4":"Tamenam samika paribhunjeyyunceva pariyodapeyyunca, na ca nam rajapathe nikkhipeyyum. ","mn5:5.5":"Evanhi sa, avuso, kamsapati aparena samayena parisuddhatara assa pariyodata”ti? ","mn5:5.6":"“Evamavuso”ti. ","mn5:5.7":"“Evameva kho, avuso, yvayam puggalo sanganova samano ‘atthi me ajjhattam anganan’ti yathabhutam pajanati, tassetam patikankham—chandam janessati vayamissati viriyam arabhissati tassanganassa pahanaya; ","mn5:5.8":"so arago adoso amoho anangano asankilitthacitto kalam karissati. ","mn5:6.1":"Tatravuso, yvayam puggalo ananganova samano ‘natthi me ajjhattam anganan’ti yathabhutam nappajanati, tassetam patikankham—subhanimittam manasi karissati, tassa subhanimittassa manasikara rago cittam anuddhamsessati; ","mn5:6.2":"so sarago sadoso samoho sangano sankilitthacitto kalam karissati. ","mn5:6.3":"Seyyathapi, avuso, kamsapati abhata apana va kammarakula va parisuddha pariyodata. ","mn5:6.4":"Tamenam samika na ceva paribhunjeyyum na ca pariyodapeyyum, rajapathe ca nam nikkhipeyyum. ","mn5:6.5":"Evanhi sa, avuso, kamsapati aparena samayena sankilitthatara assa malaggahita”ti? ","mn5:6.6":"“Evamavuso”ti. ","mn5:6.7":"“Evameva kho, avuso, yvayam puggalo ananganova samano ‘natthi me ajjhattam anganan’ti yathabhutam nappajanati, tassetam patikankham—subhanimittam manasi karissati, tassa subhanimittassa manasikara rago cittam anuddhamsessati; ","mn5:6.8":"so sarago sadoso samoho sangano sankilitthacitto kalam karissati. ","mn5:7.1":"Tatravuso, yvayam puggalo ananganova samano ‘natthi me ajjhattam anganan’ti yathabhutam pajanati, tassetam patikankham—subhanimittam na manasi karissati, tassa subhanimittassa amanasikara rago cittam nanuddhamsessati; ","mn5:7.2":"so arago adoso amoho anangano asankilitthacitto kalam karissati. ","mn5:7.3":"Seyyathapi, avuso, kamsapati abhata apana va kammarakula va parisuddha pariyodata. ","mn5:7.4":"Tamenam samika paribhunjeyyunceva pariyodapeyyunca, na ca nam rajapathe nikkhipeyyum. ","mn5:7.5":"Evanhi sa, avuso, kamsapati aparena samayena parisuddhatara assa pariyodata”ti? ","mn5:7.6":"“Evamavuso”ti. ","mn5:7.7":"“Evameva kho, avuso, yvayam puggalo ananganova samano ‘natthi me ajjhattam anganan’ti yathabhutam pajanati, tassetam patikankham—subhanimittam na manasi karissati, tassa subhanimittassa amanasikara rago cittam nanuddhamsessati; ","mn5:7.8":"so arago adoso amoho anangano asankilitthacitto kalam karissati. ","mn5:8.1":"Ayam kho, avuso moggallana, hetu ayam paccayo yenimesam dvinnam puggalanam sangananamyeva satam eko hinapuriso akkhayati, eko setthapuriso akkhayati. ","mn5:8.2":"Ayam panavuso moggallana, hetu ayam paccayo yenimesam dvinnam puggalanam anangananamyeva satam eko hinapuriso akkhayati, eko setthapuriso akkhayati”ti. ","mn5:9.1":"“Anganam angananti, avuso, vuccati. ","mn5:9.2":"Kissa nu kho etam, avuso, adhivacanam yadidam anganan”ti? ","mn5:9.3":"“Papakanam kho etam, avuso, akusalanam icchavacaranam adhivacanam, yadidam anganan”ti. ","mn5:10.1":"“Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:10.2":"‘apattinca vata apanno assam, na ca mam bhikkhu janeyyum apattim apanno’ti. ","mn5:10.3":"Thanam kho panetam, avuso, vijjati yam tam bhikkhum bhikkhu janeyyum: ","mn5:10.4":"‘apattim apanno’ti. ","mn5:10.5":"‘Jananti mam bhikkhu apattim apanno’ti—","mn5:10.6":"iti so kupito hoti appatito. ","mn5:10.7":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:10.8":"ubhayametam anganam. ","mn5:11.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:11.2":"‘apattinca vata apanno assam, anuraho mam bhikkhu codeyyum, no sanghamajjhe’ti. ","mn5:11.3":"Thanam kho panetam, avuso, vijjati yam tam bhikkhum bhikkhu sanghamajjhe codeyyum, no anuraho. ","mn5:11.4":"‘Sanghamajjhe mam bhikkhu codenti, no anuraho’ti—","mn5:11.5":"iti so kupito hoti appatito. ","mn5:11.6":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:11.7":"ubhayametam anganam. ","mn5:12.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:12.2":"‘apattinca vata apanno assam, sappatipuggalo mam codeyya, no appatipuggalo’ti. ","mn5:12.3":"Thanam kho panetam, avuso, vijjati yam tam bhikkhum appatipuggalo codeyya, no sappatipuggalo. ","mn5:12.4":"‘Appatipuggalo mam codeti, no sappatipuggalo’ti—","mn5:12.5":"iti so kupito hoti appatito. ","mn5:12.6":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:12.7":"ubhayametam anganam. ","mn5:13.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:13.2":"‘aho vata mameva sattha patipucchitva patipucchitva bhikkhunam dhammam deseyya, na annam bhikkhum sattha patipucchitva patipucchitva bhikkhunam dhammam deseyya’ti. ","mn5:13.3":"Thanam kho panetam, avuso, vijjati yam annam bhikkhum sattha patipucchitva patipucchitva bhikkhunam dhammam deseyya, na tam bhikkhum sattha patipucchitva patipucchitva bhikkhunam dhammam deseyya. ","mn5:13.4":"‘Annam bhikkhum sattha patipucchitva patipucchitva bhikkhunam dhammam deseti, na mam sattha patipucchitva patipucchitva bhikkhunam dhammam deseti’ti—","mn5:13.5":"iti so kupito hoti appatito. ","mn5:13.6":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:13.7":"ubhayametam anganam. ","mn5:14.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:14.2":"‘aho vata mameva bhikkhu purakkhatva purakkhatva gamam bhattaya paviseyyum, na annam bhikkhum bhikkhu purakkhatva purakkhatva gamam bhattaya paviseyyun’ti. ","mn5:14.3":"Thanam kho panetam, avuso, vijjati yam annam bhikkhum bhikkhu purakkhatva purakkhatva gamam bhattaya paviseyyum, na tam bhikkhum bhikkhu purakkhatva purakkhatva gamam bhattaya paviseyyum. ","mn5:14.4":"‘Annam bhikkhum bhikkhu purakkhatva purakkhatva gamam bhattaya pavisanti, na mam bhikkhu purakkhatva purakkhatva gamam bhattaya pavisanti’ti—","mn5:14.5":"iti so kupito hoti appatito. ","mn5:14.6":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:14.7":"ubhayametam anganam. ","mn5:15.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:15.2":"‘aho vata ahameva labheyyam bhattagge aggasanam aggodakam aggapindam, na anno bhikkhu labheyya bhattagge aggasanam aggodakam aggapindan’ti. ","mn5:15.3":"Thanam kho panetam, avuso, vijjati yam anno bhikkhu labheyya bhattagge aggasanam aggodakam aggapindam, na so bhikkhu labheyya bhattagge aggasanam aggodakam aggapindam. ","mn5:15.4":"‘Anno bhikkhu labhati bhattagge aggasanam aggodakam aggapindam, naham labhami bhattagge aggasanam aggodakam aggapindan’ti—","mn5:15.5":"iti so kupito hoti appatito. ","mn5:15.6":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:15.7":"ubhayametam anganam. ","mn5:16.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:16.2":"‘aho vata ahameva bhattagge bhuttavi anumodeyyam, na anno bhikkhu bhattagge bhuttavi anumodeyya’ti. ","mn5:16.3":"Thanam kho panetam, avuso, vijjati yam anno bhikkhu bhattagge bhuttavi anumodeyya, na so bhikkhu bhattagge bhuttavi anumodeyya. ","mn5:16.4":"‘Anno bhikkhu bhattagge bhuttavi anumodati, naham bhattagge bhuttavi anumodami’ti—","mn5:16.5":"iti so kupito hoti appatito. ","mn5:16.6":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:16.7":"ubhayametam anganam. ","mn5:17.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:17.2":"‘aho vata ahameva aramagatanam bhikkhunam dhammam deseyyam, na anno bhikkhu aramagatanam bhikkhunam dhammam deseyya’ti. ","mn5:17.3":"Thanam kho panetam, avuso, vijjati yam anno bhikkhu aramagatanam bhikkhunam dhammam deseyya, na so bhikkhu aramagatanam bhikkhunam dhammam deseyya. ","mn5:17.4":"‘Anno bhikkhu aramagatanam bhikkhunam dhammam deseti, naham aramagatanam bhikkhunam dhammam desemi’ti—","mn5:17.5":"iti so kupito hoti appatito. ","mn5:17.6":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:17.7":"ubhayametam anganam. ","mn5:18-20.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:18-20.2":"‘aho vata ahameva aramagatanam bhikkhuninam dhammam deseyyam …pe… ","mn5:18-20.3":"upasakanam dhammam deseyyam …pe… ","mn5:18-20.4":"upasikanam dhammam deseyyam, na anno bhikkhu aramagatanam upasikanam dhammam deseyya’ti. ","mn5:18-20.5":"Thanam kho panetam, avuso, vijjati yam anno bhikkhu aramagatanam upasikanam dhammam deseyya, na so bhikkhu aramagatanam upasikanam dhammam deseyya. ","mn5:18-20.6":"‘Anno bhikkhu aramagatanam upasikanam dhammam deseti, naham aramagatanam upasikanam dhammam desemi’ti—","mn5:18-20.7":"iti so kupito hoti appatito. ","mn5:18-20.8":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:18-20.9":"ubhayametam anganam. ","mn5:21.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:21.2":"‘aho vata mameva bhikkhu sakkareyyum garum kareyyum maneyyum pujeyyum, na annam bhikkhum bhikkhu sakkareyyum garum kareyyum maneyyum pujeyyun’ti. ","mn5:21.3":"Thanam kho panetam, avuso, vijjati yam annam bhikkhum bhikkhu sakkareyyum garum kareyyum maneyyum pujeyyum, na tam bhikkhum bhikkhu sakkareyyum garum kareyyum maneyyum pujeyyum. ","mn5:21.4":"‘Annam bhikkhum bhikkhu sakkaronti garum karonti manenti pujenti, na mam bhikkhu sakkaronti garum karonti manenti pujenti’ti—","mn5:21.5":"iti so kupito hoti appatito. ","mn5:21.6":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:21.7":"ubhayametam anganam. ","mn5:22-24.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:22-24.2":"‘aho vata mameva bhikkhuniyo …pe… ","mn5:22-24.3":"upasaka …pe… ","mn5:22-24.4":"upasika sakkareyyum garum kareyyum maneyyum pujeyyum, na annam bhikkhum upasika sakkareyyum garum kareyyum maneyyum pujeyyun’ti. ","mn5:22-24.5":"Thanam kho panetam, avuso, vijjati yam annam bhikkhum upasika sakkareyyum garum kareyyum maneyyum pujeyyum, na tam bhikkhum upasika sakkareyyum garum kareyyum maneyyum pujeyyum. ","mn5:22-24.6":"‘Annam bhikkhum upasika sakkaronti garum karonti manenti pujenti, na mam upasika sakkaronti garum karonti manenti pujenti’ti—","mn5:22-24.7":"iti so kupito hoti appatito. ","mn5:22-24.8":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:22-24.9":"ubhayametam anganam. ","mn5:25.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:25.2":"‘aho vata ahameva labhi assam panitanam civaranam, na anno bhikkhu labhi assa panitanam civaranan’ti. ","mn5:25.3":"Thanam kho panetam, avuso, vijjati yam anno bhikkhu labhi assa panitanam civaranam, na so bhikkhu labhi assa panitanam civaranam. ","mn5:25.4":"‘Anno bhikkhu labhi panitanam civaranam, naham labhi panitanam civaranan’ti—","mn5:25.5":"iti so kupito hoti appatito. ","mn5:25.6":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:25.7":"ubhayametam anganam. ","mn5:26-27.1":"Thanam kho panetam, avuso, vijjati yam idhekaccassa bhikkhuno evam iccha uppajjeyya: ","mn5:26-27.2":"‘aho vata ahameva labhi assam panitanam pindapatanam …pe… ","mn5:26-27.3":"panitanam senasananam …pe… ","mn5:26-27.4":"panitanam gilanappaccayabhesajjaparikkharanam, na anno bhikkhu labhi assa panitanam gilanappaccayabhesajjaparikkharanan’ti. ","mn5:26-27.5":"Thanam kho panetam, avuso, vijjati yam anno bhikkhu labhi assa panitanam gilanappaccayabhesajjaparikkharanam, na so bhikkhu labhi assa panitanam gilanappaccayabhesajjaparikkharanam. ","mn5:26-27.6":"‘Anno bhikkhu labhi panitanam gilanappaccayabhesajjaparikkharanam, naham labhi panitanam gilanappaccayabhesajjaparikkharanan’ti—","mn5:26-27.7":"iti so kupito hoti appatito. ","mn5:26-27.8":"Yo ceva kho, avuso, kopo yo ca appaccayo—","mn5:26-27.9":"ubhayametam anganam. ","mn5:28.1":"Imesam kho etam, avuso, papakanam akusalanam icchavacaranam adhivacanam, yadidam angananti. ","mn5:29.1":"Yassa kassaci, avuso, bhikkhuno ime papaka akusala icchavacara appahina dissanti ceva suyanti ca, kincapi so hoti aranniko pantasenasano pindapatiko sapadanacari pamsukuliko lukhacivaradharo, atha kho nam sabrahmacari na ceva sakkaronti na garum karonti na manenti na pujenti. ","mn5:29.2":"Tam kissa hetu? ","mn5:29.3":"Te hi tassa ayasmato papaka akusala icchavacara appahina dissanti ceva suyanti ca. ","mn5:29.4":"Seyyathapi, avuso, kamsapati abhata apana va kammarakula va parisuddha pariyodata. ","mn5:29.5":"Tamenam samika ahikunapam va kukkurakunapam va manussakunapam va racayitva annissa kamsapatiya patikujjitva antarapanam patipajjeyyum. ","mn5:29.6":"Tamenam jano disva evam vadeyya: ","mn5:29.7":"‘ambho, kimevidam hariyati jannajannam viya’ti? ","mn5:29.8":"Tamenam utthahitva apapuritva olokeyya. ","mn5:29.9":"Tassa sahadassanena amanapata ca santhaheyya, patikulyata ca santhaheyya, jegucchata ca santhaheyya; ","mn5:29.10":"jighacchitanampi na bhottukamyata assa, pageva suhitanam. ","mn5:29.11":"Evameva kho, avuso, yassa kassaci bhikkhuno ime papaka akusala icchavacara appahina dissanti ceva suyanti ca, kincapi so hoti aranniko pantasenasano pindapatiko sapadanacari pamsukuliko lukhacivaradharo, atha kho nam sabrahmacari na ceva sakkaronti na garum karonti na manenti na pujenti. ","mn5:29.12":"Tam kissa hetu? ","mn5:29.13":"Te hi tassa ayasmato papaka akusala icchavacara appahina dissanti ceva suyanti ca. ","mn5:30.1":"Yassa kassaci, avuso, bhikkhuno ime papaka akusala icchavacara pahina dissanti ceva suyanti ca, kincapi so hoti gamantavihari nemantaniko gahapaticivaradharo, atha kho nam sabrahmacari sakkaronti garum karonti manenti pujenti. ","mn5:30.2":"Tam kissa hetu? ","mn5:30.3":"Te hi tassa ayasmato papaka akusala icchavacara pahina dissanti ceva suyanti ca. ","mn5:30.4":"Seyyathapi, avuso, kamsapati abhata apana va kammarakula va parisuddha pariyodata. ","mn5:30.5":"Tamenam samika salinam odanam vicitakalakam anekasupam anekabyanjanam racayitva annissa kamsapatiya patikujjitva antarapanam patipajjeyyum. ","mn5:30.6":"Tamenam jano disva evam vadeyya: ","mn5:30.7":"‘ambho, kimevidam hariyati jannajannam viya’ti? ","mn5:30.8":"Tamenam utthahitva apapuritva olokeyya. ","mn5:30.9":"Tassa saha dassanena manapata ca santhaheyya, appatikulyata ca santhaheyya, ajegucchata ca santhaheyya; ","mn5:30.10":"suhitanampi bhottukamyata assa, pageva jighacchitanam. ","mn5:30.11":"Evameva kho, avuso, yassa kassaci bhikkhuno ime papaka akusala icchavacara pahina dissanti ceva suyanti ca, kincapi so hoti gamantavihari nemantaniko gahapaticivaradharo, atha kho nam sabrahmacari sakkaronti garum karonti manenti pujenti. ","mn5:30.12":"Tam kissa hetu? ","mn5:30.13":"Te hi tassa ayasmato papaka akusala icchavacara pahina dissanti ceva suyanti ca”ti. ","mn5:31.1":"Evam vutte, ayasma mahamoggallano ayasmantam sariputtam etadavoca: ","mn5:31.2":"“upama mam, avuso sariputta, patibhati”ti. ","mn5:31.3":"“Patibhatu tam, avuso moggallana”ti. ","mn5:31.4":"“Ekamidaham, avuso, samayam rajagahe viharami giribbaje. ","mn5:31.5":"Atha khvaham, avuso, pubbanhasamayam nivasetva pattacivaramadaya rajagaham pindaya pavisim. ","mn5:31.6":"Tena kho pana samayena samiti yanakaraputto rathassa nemim tacchati. ","mn5:31.7":"Tamenam panduputto ajivako puranayanakaraputto paccupatthito hoti. ","mn5:31.8":"Atha kho, avuso, panduputtassa ajivakassa puranayanakaraputtassa evam cetaso parivitakko udapadi: ","mn5:31.9":"‘aho vatayam samiti yanakaraputto imissa nemiya imanca vankam imanca jimham imanca dosam taccheyya, evayam nemi apagatavanka apagatajimha apagatadosa suddha assa sare patitthita’ti. ","mn5:31.10":"Yatha yatha kho, avuso, panduputtassa ajivakassa puranayanakaraputtassa cetaso parivitakko hoti tatha tatha samiti yanakaraputto tassa nemiya tanca vankam tanca jimham tanca dosam tacchati. ","mn5:31.11":"Atha kho, avuso, panduputto ajivako puranayanakaraputto attamano attamanavacam niccharesi: ","mn5:31.12":"‘hadaya hadayam manne annaya tacchati’ti. ","mn5:32.1":"Evameva kho, avuso, ye te puggala assaddha, jivikattha na saddha agarasma anagariyam pabbajita, satha mayavino ketabino uddhata unnala capala mukhara vikinnavaca, indriyesu aguttadvara, bhojane amattannuno, jagariyam ananuyutta, samanne anapekkhavanto, sikkhaya na tibbagarava, bahulika sathalika, okkamane pubbangama, paviveke nikkhittadhura, kusita hinaviriya mutthassati asampajana asamahita vibbhantacitta duppanna elamuga, tesam ayasma sariputto imina dhammapariyayena hadaya hadayam manne annaya tacchati. ","mn5:32.2":"Ye pana te kulaputta saddha agarasma anagariyam pabbajita, asatha amayavino aketabino anuddhata anunnala acapala amukhara avikinnavaca, indriyesu guttadvara, bhojane mattannuno, jagariyam anuyutta, samanne apekkhavanto, sikkhaya tibbagarava, na bahulika na sathalika, okkamane nikkhittadhura, paviveke pubbangama, araddhaviriya pahitatta upatthitassati sampajana samahita ekaggacitta pannavanto anelamuga, te ayasmato sariputtassa imam dhammapariyayam sutva pivanti manne, ghasanti manne vacasa ceva manasa ca: ","mn5:32.3":"‘sadhu vata, bho, sabrahmacari akusala vutthapetva kusale patitthapeti’ti. ","mn5:33.1":"Seyyathapi, avuso, itthi va puriso va daharo yuva mandanakajatiko sisamnhato uppalamalam va vassikamalam va atimuttakamalam va labhitva ubhohi hatthehi patiggahetva uttamange sirasmim patitthapeyya; ","mn5:33.2":"evameva kho, avuso, ye te kulaputta saddha agarasma anagariyam pabbajita, asatha amayavino aketabino anuddhata anunnala acapala amukhara avikinnavaca, indriyesu guttadvara, bhojane mattannuno, jagariyam anuyutta, samanne apekkhavanto, sikkhaya tibbagarava, na bahulika na sathalika, okkamane nikkhittadhura, paviveke pubbangama, araddhaviriya pahitatta upatthitassati sampajana samahita ekaggacitta pannavanto anelamuga, te ayasmato sariputtassa imam dhammapariyayam sutva pivanti manne, ghasanti manne vacasa ceva manasa ca: ","mn5:33.3":"‘sadhu vata, bho, sabrahmacari akusala vutthapetva kusale patitthapeti’”ti. ","mn5:33.4":"Itiha te ubho mahanaga annamannassa subhasitam samanumodimsuti. ","mn5:33.5":"Ananganasuttam nitthitam pancamam. "}