{"mn61:0.1":"Majjhima Nikaya 61 ","mn61:0.2":"Ambalatthikarahulovadasutta ","mn61:1.1":"Evam me sutam—","mn61:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn61:2.1":"Tena kho pana samayena ayasma rahulo ambalatthikayam viharati. ","mn61:2.2":"Atha kho bhagava sayanhasamayam patisallana vutthito yena ambalatthika yenayasma rahulo tenupasankami. ","mn61:2.3":"Addasa kho ayasma rahulo bhagavantam duratova agacchantam. ","mn61:2.4":"Disvana asanam pannapesi, udakanca padanam. ","mn61:2.5":"Nisidi bhagava pannatte asane. ","mn61:2.6":"Nisajja pade pakkhalesi. ","mn61:2.7":"Ayasmapi kho rahulo bhagavantam abhivadetva ekamantam nisidi. ","mn61:3.1":"Atha kho bhagava parittam udakavasesam udakadhane thapetva ayasmantam rahulam amantesi: ","mn61:3.2":"“passasi no tvam, rahula, imam parittam udakavasesam udakadhane thapitan”ti? ","mn61:3.3":"“Evam, bhante”. ","mn61:3.4":"“Evam parittakam kho, rahula, tesam samannam yesam natthi sampajanamusavade lajja”ti. ","mn61:4.1":"Atha kho bhagava parittam udakavasesam chaddetva ayasmantam rahulam amantesi: ","mn61:4.2":"“passasi no tvam, rahula, parittam udakavasesam chadditan”ti? ","mn61:4.3":"“Evam, bhante”. ","mn61:4.4":"“Evam chadditam kho, rahula, tesam samannam yesam natthi sampajanamusavade lajja”ti. ","mn61:5.1":"Atha kho bhagava tam udakadhanam nikkujjitva ayasmantam rahulam amantesi: ","mn61:5.2":"“passasi no tvam, rahula, imam udakadhanam nikkujjitan”ti? ","mn61:5.3":"“Evam, bhante”. ","mn61:5.4":"“Evam nikkujjitam kho, rahula, tesam samannam yesam natthi sampajanamusavade lajja”ti. ","mn61:6.1":"Atha kho bhagava tam udakadhanam ukkujjitva ayasmantam rahulam amantesi: ","mn61:6.2":"“passasi no tvam, rahula, imam udakadhanam rittam tucchan”ti? ","mn61:6.3":"“Evam, bhante”. ","mn61:6.4":"“Evam rittam tuccham kho, rahula, tesam samannam yesam natthi sampajanamusavade lajjati. ","mn61:7.1":"Seyyathapi, rahula, ranno nago isadanto urulhava abhijato sangamavacaro sangamagato purimehipi padehi kammam karoti, pacchimehipi padehi kammam karoti, purimenapi kayena kammam karoti, pacchimenapi kayena kammam karoti, sisenapi kammam karoti, kannehipi kammam karoti, dantehipi kammam karoti, nangutthenapi kammam karoti; rakkhateva sondam. ","mn61:7.2":"Tattha hattharohassa evam hoti: ","mn61:7.3":"‘ayam kho ranno nago isadanto urulhava abhijato sangamavacaro sangamagato purimehipi padehi kammam karoti, pacchimehipi padehi kammam karoti …pe… nangutthenapi kammam karoti; rakkhateva sondam. ","mn61:7.4":"Apariccattam kho ranno nagassa jivitan’ti. ","mn61:7.5":"Yato kho, rahula, ranno nago isadanto urulhava abhijato sangamavacaro sangamagato purimehipi padehi kammam karoti, pacchimehipi padehi kammam karoti …pe… nangutthenapi kammam karoti, sondayapi kammam karoti, tattha hattharohassa evam hoti: ","mn61:7.6":"‘ayam kho ranno nago isadanto urulhava abhijato sangamavacaro sangamagato purimehipi padehi kammam karoti, pacchimehipi padehi kammam karoti, purimenapi kayena kammam karoti, pacchimenapi kayena kammam karoti, sisenapi kammam karoti, kannehipi kammam karoti, dantehipi kammam karoti, nangutthenapi kammam karoti, sondayapi kammam karoti. ","mn61:7.7":"Pariccattam kho ranno nagassa jivitam. ","mn61:7.8":"Natthi dani kinci ranno nagassa akaraniyan’ti. ","mn61:7.9":"Evameva kho, rahula, yassa kassaci sampajanamusavade natthi lajja, naham tassa kinci papam akaraniyanti vadami. ","mn61:7.10":"Tasmatiha te, rahula, ‘hassapi na musa bhanissami’ti—","mn61:7.11":"evanhi te, rahula, sikkhitabbam. ","mn61:8.1":"Tam kim mannasi, rahula, ","mn61:8.2":"kimatthiyo adaso”ti? ","mn61:8.3":"“Paccavekkhanattho, bhante”ti. ","mn61:8.4":"“Evameva kho, rahula, paccavekkhitva paccavekkhitva kayena kammam kattabbam, paccavekkhitva paccavekkhitva vacaya kammam kattabbam, paccavekkhitva paccavekkhitva manasa kammam kattabbam. ","mn61:9.1":"Yadeva tvam, rahula, kayena kammam kattukamo ahosi, tadeva te kayakammam paccavekkhitabbam: ","mn61:9.2":"‘yannu kho aham idam kayena kammam kattukamo idam me kayakammam attabyabadhayapi samvatteyya, parabyabadhayapi samvatteyya, ubhayabyabadhayapi samvatteyya—","mn61:9.3":"akusalam idam kayakammam dukkhudrayam dukkhavipakan’ti? ","mn61:9.4":"Sace tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:9.5":"‘yam kho aham idam kayena kammam kattukamo idam me kayakammam attabyabadhayapi samvatteyya, parabyabadhayapi samvatteyya, ubhayabyabadhayapi samvatteyya—","mn61:9.6":"akusalam idam kayakammam dukkhudrayam dukkhavipakan’ti, evarupam te, rahula, kayena kammam sasakkam na karaniyam. ","mn61:9.7":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:9.8":"‘yam kho aham idam kayena kammam kattukamo idam me kayakammam nevattabyabadhayapi samvatteyya, na parabyabadhayapi samvatteyya, na ubhayabyabadhayapi samvatteyya—","mn61:9.9":"kusalam idam kayakammam sukhudrayam sukhavipakan’ti, evarupam te, rahula, kayena kammam karaniyam. ","mn61:10.1":"Karontenapi te, rahula, kayena kammam tadeva te kayakammam paccavekkhitabbam: ","mn61:10.2":"‘yannu kho aham idam kayena kammam karomi idam me kayakammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:10.3":"akusalam idam kayakammam dukkhudrayam dukkhavipakan’ti? ","mn61:10.4":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:10.5":"‘yam kho aham idam kayena kammam karomi idam me kayakammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:10.6":"akusalam idam kayakammam dukkhudrayam dukkhavipakan’ti, patisamhareyyasi tvam, rahula, evarupam kayakammam. ","mn61:10.7":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:10.8":"‘yam kho aham idam kayena kammam karomi idam me kayakammam nevattabyabadhayapi samvattati, na parabyabadhayapi samvattati, na ubhayabyabadhayapi samvattati—","mn61:10.9":"kusalam idam kayakammam sukhudrayam sukhavipakan’ti, anupadajjeyyasi tvam, rahula, evarupam kayakammam. ","mn61:11.1":"Katvapi te, rahula, kayena kammam tadeva te kayakammam paccavekkhitabbam: ","mn61:11.2":"‘yannu kho aham idam kayena kammam akasim idam me kayakammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:11.3":"akusalam idam kayakammam dukkhudrayam dukkhavipakan’ti? ","mn61:11.4":"Sace kho tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:11.5":"‘yam kho aham idam kayena kammam akasim, idam me kayakammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:11.6":"akusalam idam kayakammam dukkhudrayam dukkhavipakan’ti, evarupam te, rahula, kayakammam satthari va vinnusu va sabrahmacarisu desetabbam, vivaritabbam, uttanikatabbam; ","mn61:11.7":"desetva vivaritva uttanikatva ayatim samvaram apajjitabbam. ","mn61:11.8":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:11.9":"‘yam kho aham idam kayena kammam akasim idam me kayakammam nevattabyabadhayapi samvattati, na parabyabadhayapi samvattati, na ubhayabyabadhayapi samvattati—","mn61:11.10":"kusalam idam kayakammam sukhudrayam sukhavipakan’ti, teneva tvam, rahula, pitipamojjena vihareyyasi ahorattanusikkhi kusalesu dhammesu. ","mn61:12.1":"“Yadeva tvam, rahula, vacaya kammam kattukamo ahosi, tadeva te vacikammam paccavekkhitabbam: ","mn61:12.2":"‘yannu kho aham idam vacaya kammam kattukamo idam me vacikammam attabyabadhayapi samvatteyya, parabyabadhayapi samvatteyya, ubhayabyabadhayapi samvatteyya—","mn61:12.3":"akusalam idam vacikammam dukkhudrayam dukkhavipakan’ti? ","mn61:12.4":"Sace tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:12.5":"‘yam kho aham idam vacaya kammam kattukamo idam me vacikammam attabyabadhayapi samvatteyya, parabyabadhayapi samvatteyya, ubhayabyabadhayapi samvatteyya—","mn61:12.6":"akusalam idam vacikammam dukkhudrayam dukkhavipakan’ti, evarupam te, rahula, vacaya kammam sasakkam na karaniyam. ","mn61:12.7":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:12.8":"‘yam kho aham idam vacaya kammam kattukamo idam me vacikammam nevattabyabadhayapi samvatteyya, na parabyabadhayapi samvatteyya—","mn61:12.9":"kusalam idam vacikammam sukhudrayam sukhavipakan’ti, evarupam te, rahula, vacaya kammam karaniyam. ","mn61:13.1":"Karontenapi te, rahula, vacaya kammam tadeva te vacikammam paccavekkhitabbam: ","mn61:13.2":"‘yannu kho aham idam vacaya kammam karomi idam me vacikammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:13.3":"akusalam idam vacikammam dukkhudrayam dukkhavipakan’ti? ","mn61:13.4":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:13.5":"‘yam kho aham idam vacaya kammam karomi idam me vacikammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:13.6":"akusalam idam vacikammam dukkhudrayam dukkhavipakan’ti, patisamhareyyasi tvam, rahula, evarupam vacikammam. ","mn61:13.7":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:13.8":"‘yam kho aham idam vacaya kammam karomi idam me vacikammam nevattabyabadhayapi samvattati, na parabyabadhayapi samvattati, na ubhayabyabadhayapi samvattati—","mn61:13.9":"kusalam idam vacikammam sukhudrayam sukhavipakan’ti, anupadajjeyyasi tvam, rahula, evarupam vacikammam. ","mn61:14.1":"Katvapi te, rahula, vacaya kammam tadeva te vacikammam paccavekkhitabbam: ","mn61:14.2":"‘yannu kho aham idam vacaya kammam akasim idam me vacikammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:14.3":"akusalam idam vacikammam dukkhudrayam dukkhavipakan’ti? ","mn61:14.4":"Sace kho tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:14.5":"‘yam kho aham idam vacaya kammam akasim idam me vacikammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:14.6":"akusalam idam vacikammam dukkhudrayam dukkhavipakan’ti, evarupam te, rahula, vacikammam satthari va vinnusu va sabrahmacarisu desetabbam, vivaritabbam, uttanikattabbam; ","mn61:14.7":"desetva vivaritva uttanikatva ayatim samvaram apajjitabbam. ","mn61:14.8":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:14.9":"‘yam kho aham idam vacaya kammam akasim idam me vacikammam nevattabyabadhayapi samvattati, na parabyabadhayapi samvattati, na ubhayabyabadhayapi samvattati—","mn61:14.10":"kusalam idam vacikammam sukhudrayam sukhavipakan’ti, teneva tvam, rahula, pitipamojjena vihareyyasi ahorattanusikkhi kusalesu dhammesu. ","mn61:15.1":"Yadeva tvam, rahula, manasa kammam kattukamo ahosi, tadeva te manokammam paccavekkhitabbam: ","mn61:15.2":"‘yannu kho aham idam manasa kammam kattukamo idam me manokammam attabyabadhayapi samvatteyya, parabyabadhayapi samvatteyya, ubhayabyabadhayapi samvatteyya—","mn61:15.3":"akusalam idam manokammam dukkhudrayam dukkhavipakan’ti? ","mn61:15.4":"Sace tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:15.5":"‘yam kho aham idam manasa kammam kattukamo idam me manokammam attabyabadhayapi samvatteyya, parabyabadhayapi samvatteyya, ubhayabyabadhayapi samvatteyya—","mn61:15.6":"akusalam idam manokammam dukkhudrayam dukkhavipakan’ti, evarupam te, rahula, manasa kammam sasakkam na karaniyam. ","mn61:15.7":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:15.8":"‘yam kho aham idam manasa kammam kattukamo idam me manokammam nevattabyabadhayapi samvatteyya, na parabyabadhayapi samvatteyya, na ubhayabyabadhayapi samvatteyya—","mn61:15.9":"kusalam idam manokammam sukhudrayam sukhavipakan’ti, evarupam te, rahula, manasa kammam karaniyam. ","mn61:16.1":"Karontenapi te, rahula, manasa kammam tadeva te manokammam paccavekkhitabbam: ","mn61:16.2":"‘yannu kho aham idam manasa kammam karomi idam me manokammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:16.3":"akusalam idam manokammam dukkhudrayam dukkhavipakan’ti? ","mn61:16.4":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:16.5":"‘yam kho aham idam manasa kammam karomi idam me manokammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:16.6":"akusalam idam manokammam dukkhudrayam dukkhavipakan’ti, patisamhareyyasi tvam, rahula, evarupam manokammam. ","mn61:16.7":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:16.8":"‘yam kho aham idam manasa kammam karomi idam me manokammam nevattabyabadhayapi samvattati, na parabyabadhayapi samvattati, na ubhayabyabadhayapi samvattati—","mn61:16.9":"kusalam idam manokammam sukhudrayam sukhavipakan’ti, anupadajjeyyasi tvam, rahula, evarupam manokammam. ","mn61:17.1":"Katvapi te, rahula, manasa kammam tadeva te manokammam paccavekkhitabbam: ","mn61:17.2":"‘yannu kho aham idam manasa kammam akasim idam me manokammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:17.3":"akusalam idam manokammam dukkhudrayam dukkhavipakan’ti? ","mn61:17.4":"Sace kho tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:17.5":"‘yam kho aham idam manasa kammam akasim idam me manokammam attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati—","mn61:17.6":"akusalam idam manokammam dukkhudrayam dukkhavipakan’ti, evarupam pana te, rahula, manokammam attiyitabbam harayitabbam jigucchitabbam; ","mn61:17.7":"attiyitva harayitva jigucchitva ayatim samvaram apajjitabbam. ","mn61:17.8":"Sace pana tvam, rahula, paccavekkhamano evam janeyyasi: ","mn61:17.9":"‘yam kho aham idam manasa kammam akasim idam me manokammam nevattabyabadhayapi samvattati, na parabyabadhayapi samvattati, na ubhayabyabadhayapi samvattati—","mn61:17.10":"kusalam idam manokammam sukhudrayam sukhavipakan’ti, teneva tvam, rahula, pitipamojjena vihareyyasi ahorattanusikkhi kusalesu dhammesu. ","mn61:18.1":"Ye hi keci, rahula, atitamaddhanam samana va brahmana va kayakammam parisodhesum, vacikammam parisodhesum, manokammam parisodhesum, sabbe te evamevam paccavekkhitva paccavekkhitva kayakammam parisodhesum, paccavekkhitva paccavekkhitva vacikammam parisodhesum, paccavekkhitva paccavekkhitva manokammam parisodhesum. ","mn61:18.2":"Yepi hi keci, rahula, anagatamaddhanam samana va brahmana va kayakammam parisodhessanti, vacikammam parisodhessanti, manokammam parisodhessanti, sabbe te evamevam paccavekkhitva paccavekkhitva kayakammam parisodhessanti, paccavekkhitva paccavekkhitva vacikammam parisodhessanti, paccavekkhitva paccavekkhitva manokammam parisodhessan”ti. ","mn61:18.3":"Yepi hi keci, rahula, etarahi samana va brahmana va kayakammam parisodhenti, vacikammam parisodhenti, manokammam parisodhenti, sabbe te evamevam paccavekkhitva paccavekkhitva kayakammam parisodhenti, paccavekkhitva paccavekkhitva vacikammam parisodhenti, paccavekkhitva paccavekkhitva manokammam parisodhenti. ","mn61:18.4":"Tasmatiha, rahula, ‘paccavekkhitva paccavekkhitva kayakammam parisodhessami, paccavekkhitva paccavekkhitva vacikammam parisodhessami, paccavekkhitva paccavekkhitva manokammam parisodhessami’ti—","mn61:18.5":"evanhi te, rahula, sikkhitabban”ti. ","mn61:18.6":"Idamavoca bhagava. ","mn61:18.7":"Attamano ayasma rahulo bhagavato bhasitam abhinanditi. ","mn61:18.8":"Ambalatthikarahulovadasuttam nitthitam pathamam. "}