{"mn62:0.1":"Majjhima Nikaya 62 ","mn62:0.2":"Maharahulovadasutta ","mn62:1.1":"Evam me sutam—","mn62:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn62:2.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisi. ","mn62:2.2":"Ayasmapi kho rahulo pubbanhasamayam nivasetva pattacivaramadaya bhagavantam pitthito pitthito anubandhi. ","mn62:3.1":"Atha kho bhagava apaloketva ayasmantam rahulam amantesi: ","mn62:3.2":"“yam kinci, rahula, rupam—atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va—sabbam rupam ‘netam mama, nesohamasmi, na meso atta’ti evametam yathabhutam sammappannaya datthabban”ti. ","mn62:3.3":"“Rupameva nu kho, bhagava, rupameva nu kho, sugata”ti? ","mn62:3.4":"“Rupampi, rahula, vedanapi, rahula, sannapi, rahula, sankharapi, rahula, vinnanampi, rahula”ti. ","mn62:4.1":"Atha kho ayasma rahulo “ko najja bhagavata sammukha ovadena ovadito gamam pindaya pavisissati”ti tato patinivattitva annatarasmim rukkhamule nisidi pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","mn62:5.1":"Addasa kho ayasma sariputto ayasmantam rahulam annatarasmim rukkhamule nisinnam pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","mn62:5.2":"Disvana ayasmantam rahulam amantesi: ","mn62:5.3":"“anapanassatim, rahula, bhavanam bhavehi. ","mn62:5.4":"Anapanassati, rahula, bhavana bhavita bahulikata mahapphala hoti mahanisamsa”ti. ","mn62:6.1":"Atha kho ayasma rahulo sayanhasamayam patisallana vutthito yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma rahulo bhagavantam etadavoca: ","mn62:7.1":"“katham bhavita nu kho, bhante, anapanassati, katham bahulikata mahapphala hoti mahanisamsa”ti? ","mn62:8.1":"“Yam kinci, rahula, ajjhattam paccattam kakkhalam kharigatam upadinnam, seyyathidam—","mn62:8.2":"kesa loma nakha danta taco mamsam nharu atthi atthiminjam vakkam hadayam yakanam kilomakam pihakam papphasam antam antagunam udariyam karisam, yam va panannampi kinci ajjhattam paccattam kakkhalam kharigatam upadinnam—","mn62:8.3":"ayam vuccati, rahula, ajjhattika pathavidhatu. ","mn62:8.4":"Ya ceva kho pana ajjhattika pathavidhatu ya ca bahira pathavidhatu, pathavidhaturevesa. ","mn62:8.5":"Tam ‘netam mama, nesohamasmi, na meso atta’ti—evametam yathabhutam sammappannaya datthabbam. ","mn62:8.6":"Evametam yathabhutam sammappannaya disva pathavidhatuya nibbindati, pathavidhatuya cittam virajeti. ","mn62:9.1":"Katama ca, rahula, apodhatu? ","mn62:9.2":"Apodhatu siya ajjhattika, siya bahira. ","mn62:9.3":"Katama ca, rahula, ajjhattika apodhatu? ","mn62:9.4":"Yam ajjhattam paccattam apo apogatam upadinnam, seyyathidam—","mn62:9.5":"pittam semham pubbo lohitam sedo medo assu vasa khelo singhanika lasika muttam, yam va panannampi kinci ajjhattam paccattam apo apogatam upadinnam—","mn62:9.6":"ayam vuccati, rahula, ajjhattika apodhatu. ","mn62:9.7":"Ya ceva kho pana ajjhattika apodhatu ya ca bahira apodhatu apodhaturevesa. ","mn62:9.8":"Tam ‘netam mama, nesohamasmi, na meso atta’ti—evametam yathabhutam sammappannaya datthabbam. ","mn62:9.9":"Evametam yathabhutam sammappannaya disva apodhatuya nibbindati, apodhatuya cittam virajeti. ","mn62:10.1":"Katama ca, rahula, tejodhatu? ","mn62:10.2":"Tejodhatu siya ajjhattika, siya bahira. ","mn62:10.3":"Katama ca, rahula, ajjhattika tejodhatu? ","mn62:10.4":"Yam ajjhattam paccattam tejo tejogatam upadinnam, seyyathidam—","mn62:10.5":"yena ca santappati yena ca jiriyati yena ca paridayhati yena ca asitapitakhayitasayitam samma parinamam gacchati, yam va panannampi kinci ajjhattam paccattam tejo tejogatam upadinnam—","mn62:10.6":"ayam vuccati, rahula, ajjhattika tejodhatu. ","mn62:10.7":"Ya ceva kho pana ajjhattika tejodhatu ya ca bahira tejodhatu tejodhaturevesa. ","mn62:10.8":"Tam ‘netam mama, nesohamasmi, na meso atta’ti—evametam yathabhutam sammappannaya datthabbam. ","mn62:10.9":"Evametam yathabhutam sammappannaya disva tejodhatuya nibbindati, tejodhatuya cittam virajeti. ","mn62:11.1":"Katama ca, rahula, vayodhatu? ","mn62:11.2":"Vayodhatu siya ajjhattika, siya bahira. ","mn62:11.3":"Katama ca, rahula, ajjhattika vayodhatu? ","mn62:11.4":"Yam ajjhattam paccattam vayo vayogatam upadinnam, seyyathidam—","mn62:11.5":"uddhangama vata, adhogama vata, kucchisaya vata, kotthasaya vata, angamanganusarino vata, assaso passaso iti, yam va panannampi kinci ajjhattam paccattam vayo vayogatam upadinnam—","mn62:11.6":"ayam vuccati, rahula, ajjhattika vayodhatu. ","mn62:11.7":"Ya ceva kho pana ajjhattika vayodhatu ya ca bahira vayodhatu vayodhaturevesa. ","mn62:11.8":"Tam ‘netam mama, nesohamasmi, na meso atta’ti—evametam yathabhutam sammappannaya datthabbam. ","mn62:11.9":"Evametam yathabhutam sammappannaya disva vayodhatuya nibbindati, vayodhatuya cittam virajeti. ","mn62:12.1":"Katama ca, rahula, akasadhatu? ","mn62:12.2":"Akasadhatu siya ajjhattika, siya bahira. ","mn62:12.3":"Katama ca, rahula, ajjhattika akasadhatu? ","mn62:12.4":"Yam ajjhattam paccattam akasam akasagatam upadinnam, seyyathidam—","mn62:12.5":"kannacchiddam nasacchiddam mukhadvaram, yena ca asitapitakhayitasayitam ajjhoharati, yattha ca asitapitakhayitasayitam santitthati, yena ca asitapitakhayitasayitam adhobhagam nikkhamati, yam va panannampi kinci ajjhattam paccattam akasam akasagatam, agham aghagatam, vivaram vivaragatam, asamphuttham, mamsalohitehi upadinnam—","mn62:12.6":"ayam vuccati, rahula, ajjhattika akasadhatu. ","mn62:12.7":"Ya ceva kho pana ajjhattika akasadhatu ya ca bahira akasadhatu akasadhaturevesa. ","mn62:12.8":"Tam ‘netam mama, nesohamasmi, na meso atta’ti—evametam yathabhutam sammappannaya datthabbam. ","mn62:12.9":"Evametam yathabhutam sammappannaya disva akasadhatuya cittam nibbindati, akasadhatuya cittam virajeti. ","mn62:13.1":"Pathavisamam, rahula, bhavanam bhavehi. ","mn62:13.2":"Pathavisamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:13.3":"Seyyathapi, rahula, pathaviya sucimpi nikkhipanti, asucimpi nikkhipanti, guthagatampi nikkhipanti, muttagatampi nikkhipanti, khelagatampi nikkhipanti, pubbagatampi nikkhipanti, lohitagatampi nikkhipanti, na ca tena pathavi attiyati va harayati va jigucchati va; ","mn62:13.4":"evameva kho tvam, rahula, pathavisamam bhavanam bhavehi. ","mn62:13.5":"Pathavisamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:14.1":"Aposamam, rahula, bhavanam bhavehi. ","mn62:14.2":"Aposamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:14.3":"Seyyathapi, rahula, apasmim sucimpi dhovanti, asucimpi dhovanti, guthagatampi dhovanti, muttagatampi dhovanti, khelagatampi dhovanti, pubbagatampi dhovanti, lohitagatampi dhovanti, na ca tena apo attiyati va harayati va jigucchati va; ","mn62:14.4":"evameva kho tvam, rahula, aposamam bhavanam bhavehi. ","mn62:14.5":"Aposamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:15.1":"Tejosamam, rahula, bhavanam bhavehi. ","mn62:15.2":"Tejosamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:15.3":"Seyyathapi, rahula, tejo sucimpi dahati, asucimpi dahati, guthagatampi dahati, muttagatampi dahati, khelagatampi dahati, pubbagatampi dahati, lohitagatampi dahati, na ca tena tejo attiyati va harayati va jigucchati va; ","mn62:15.4":"evameva kho tvam, rahula, tejosamam bhavanam bhavehi. ","mn62:15.5":"Tejosamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:16.1":"Vayosamam, rahula, bhavanam bhavehi. ","mn62:16.2":"Vayosamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:16.3":"Seyyathapi, rahula, vayo sucimpi upavayati, asucimpi upavayati, guthagatampi upavayati, muttagatampi upavayati, khelagatampi upavayati, pubbagatampi upavayati, lohitagatampi upavayati, na ca tena vayo attiyati va harayati va jigucchati va; ","mn62:16.4":"evameva kho tvam, rahula, vayosamam bhavanam bhavehi. ","mn62:16.5":"Vayosamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:17.1":"Akasasamam, rahula, bhavanam bhavehi. ","mn62:17.2":"Akasasamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:17.3":"Seyyathapi, rahula, akaso na katthaci patitthito; ","mn62:17.4":"evameva kho tvam, rahula, akasasamam bhavanam bhavehi. ","mn62:17.5":"Akasasamanhi te, rahula, bhavanam bhavayato uppanna manapamanapa phassa cittam na pariyadaya thassanti. ","mn62:18.1":"Mettam, rahula, bhavanam bhavehi. ","mn62:18.2":"Mettanhi te, rahula, bhavanam bhavayato yo byapado so pahiyissati. ","mn62:19.1":"Karunam, rahula, bhavanam bhavehi. ","mn62:19.2":"Karunanhi te, rahula, bhavanam bhavayato ya vihesa sa pahiyissati. ","mn62:20.1":"Muditam, rahula, bhavanam bhavehi. ","mn62:20.2":"Muditanhi te, rahula, bhavanam bhavayato ya arati sa pahiyissati. ","mn62:21.1":"Upekkham, rahula, bhavanam bhavehi. ","mn62:21.2":"Upekkhanhi te, rahula, bhavanam bhavayato yo patigho so pahiyissati. ","mn62:22.1":"Asubham, rahula, bhavanam bhavehi. ","mn62:22.2":"Asubhanhi te, rahula, bhavanam bhavayato yo rago so pahiyissati. ","mn62:23.1":"Aniccasannam, rahula, bhavanam bhavehi. ","mn62:23.2":"Aniccasannanhi te, rahula, bhavanam bhavayato yo asmimano so pahiyissati. ","mn62:24.1":"Anapanassatim, rahula, bhavanam bhavehi. ","mn62:24.2":"Anapanassati hi te, rahula, bhavita bahulikata mahapphala hoti mahanisamsa. ","mn62:24.3":"Katham bhavita ca, rahula, anapanassati, katham bahulikata mahapphala hoti mahanisamsa? ","mn62:25.1":"Idha, rahula, bhikkhu arannagato va rukkhamulagato va sunnagaragato va nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","mn62:25.2":"So satova assasati satova passasati. ","mn62:26.1":"Digham va assasanto ‘digham assasami’ti pajanati, digham va passasanto ‘digham passasami’ti pajanati; ","mn62:26.2":"rassam va assasanto ‘rassam assasami’ti pajanati, rassam va passasanto ‘rassam passasami’ti pajanati. ","mn62:26.3":"‘Sabbakayappatisamvedi assasissami’ti sikkhati; ‘sabbakayappatisamvedi passasissami’ti sikkhati; ","mn62:26.4":"‘passambhayam kayasankharam assasissami’ti sikkhati; ‘passambhayam kayasankharam passasissami’ti sikkhati. ","mn62:27.1":"‘Pitippatisamvedi assasissami’ti sikkhati; ‘pitippatisamvedi passasissami’ti sikkhati; ","mn62:27.2":"‘sukhappatisamvedi assasissami’ti sikkhati; ‘sukhappatisamvedi passasissami’ti sikkhati; ","mn62:27.3":"‘cittasankharappatisamvedi assasissami’ti sikkhati; ‘cittasankharappatisamvedi passasissami’ti sikkhati; ","mn62:27.4":"‘passambhayam cittasankharam assasissami’ti sikkhati; ‘passambhayam cittasankharam passasissami’ti sikkhati. ","mn62:28.1":"‘Cittappatisamvedi assasissami’ti sikkhati; ‘cittappatisamvedi passasissami’ti sikkhati; ","mn62:28.2":"‘abhippamodayam cittam assasissami’ti sikkhati; ‘abhippamodayam cittam passasissami’ti sikkhati; ","mn62:28.3":"‘samadaham cittam assasissami’ti sikkhati; ‘samadaham cittam passasissami’ti sikkhati; ","mn62:28.4":"‘vimocayam cittam assasissami’ti sikkhati; ‘vimocayam cittam passasissami’ti sikkhati. ","mn62:29.1":"‘Aniccanupassi assasissami’ti sikkhati; ‘aniccanupassi passasissami’ti sikkhati; ","mn62:29.2":"‘viraganupassi assasissami’ti sikkhati; ‘viraganupassi passasissami’ti sikkhati; ","mn62:29.3":"‘nirodhanupassi assasissami’ti sikkhati; ‘nirodhanupassi passasissami’ti sikkhati; ","mn62:29.4":"‘patinissagganupassi assasissami’ti sikkhati; ‘patinissagganupassi passasissami’ti sikkhati. ","mn62:30.1":"Evam bhavita kho, rahula, anapanassati, evam bahulikata mahapphala hoti mahanisamsa. ","mn62:30.2":"Evam bhavitaya, rahula, anapanassatiya, evam bahulikataya yepi te carimaka assasa tepi viditava nirujjhanti no avidita”ti. ","mn62:30.3":"Idamavoca bhagava. ","mn62:30.4":"Attamano ayasma rahulo bhagavato bhasitam abhinanditi. ","mn62:30.5":"Maharahulovadasuttam nitthitam dutiyam. "}