{"mn65:0.1":"Majjhima Nikaya 65 ","mn65:0.2":"Bhaddalisutta ","mn65:1.1":"Evam me sutam—","mn65:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn65:1.3":"Tatra kho bhagava bhikkhu amantesi: ","mn65:1.4":"“bhikkhavo”ti. ","mn65:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","mn65:1.6":"Bhagava etadavoca: ","mn65:2.1":"“Aham kho, bhikkhave, ekasanabhojanam bhunjami; ","mn65:2.2":"ekasanabhojanam kho, aham, bhikkhave, bhunjamano appabadhatanca sanjanami appatankatanca lahutthananca balanca phasuviharanca. ","mn65:2.3":"Etha, tumhepi, bhikkhave, ekasanabhojanam bhunjatha; ","mn65:2.4":"ekasanabhojanam kho, bhikkhave, tumhepi bhunjamana appabadhatanca sanjanissatha appatankatanca lahutthananca balanca phasuviharanca”ti. ","mn65:3.1":"Evam vutte, ayasma bhaddali bhagavantam etadavoca: ","mn65:3.2":"“aham kho, bhante, na ussahami ekasanabhojanam bhunjitum; ","mn65:3.3":"ekasanabhojananhi me, bhante, bhunjato siya kukkuccam, siya vippatisaro”ti. ","mn65:4.1":"“Tena hi tvam, bhaddali, yattha nimantito assasi tattha ekadesam bhunjitva ekadesam niharitvapi bhunjeyyasi. ","mn65:4.2":"Evampi kho tvam, bhaddali, bhunjamano ekasano yapessasi”ti. ","mn65:4.3":"“Evampi kho aham, bhante, na ussahami bhunjitum; ","mn65:4.4":"evampi hi me, bhante, bhunjato siya kukkuccam, siya vippatisaro”ti. ","mn65:4.5":"Atha kho ayasma bhaddali bhagavata sikkhapade pannapiyamane bhikkhusanghe sikkham samadiyamane anussaham pavedesi. ","mn65:4.6":"Atha kho ayasma bhaddali sabbam tam temasam na bhagavato sammukhibhavam adasi, yatha tam satthusasane sikkhaya aparipurakari. ","mn65:5.1":"Tena kho pana samayena sambahula bhikkhu bhagavato civarakammam karonti—","mn65:5.2":"nitthitacivaro bhagava temasaccayena carikam pakkamissatiti. ","mn65:6.1":"Atha kho ayasma bhaddali yena te bhikkhu tenupasankami; upasankamitva tehi bhikkhuhi saddhim sammodi. ","mn65:6.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam bhaddalim te bhikkhu etadavocum: ","mn65:6.3":"“idam kho, avuso bhaddali, bhagavato civarakammam kariyati. ","mn65:6.4":"Nitthitacivaro bhagava temasaccayena carikam pakkamissati. ","mn65:6.5":"Inghavuso bhaddali, etam dosakam sadhukam manasi karohi, ma te paccha dukkarataram ahosi”ti. ","mn65:7.1":"“Evamavuso”ti kho ayasma bhaddali tesam bhikkhunam patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma bhaddali bhagavantam etadavoca: ","mn65:7.2":"“accayo mam, bhante, accagama yathabalam yathamulham yathaakusalam, yoham bhagavata sikkhapade pannapiyamane bhikkhusanghe sikkham samadiyamane anussaham pavedesim. ","mn65:7.3":"Tassa me, bhante, bhagava accayam accayato patigganhatu ayatim samvaraya”ti. ","mn65:8.1":"“Taggha tvam, bhaddali, accayo accagama yathabalam yathamulham yathaakusalam, yam tvam maya sikkhapade pannapiyamane bhikkhusanghe sikkham samadiyamane anussaham pavedesi. ","mn65:9.1":"Samayopi kho te, bhaddali, appatividdho ahosi: ","mn65:9.2":"‘bhagava kho savatthiyam viharati, bhagavapi mam janissati—","mn65:9.3":"bhaddali nama bhikkhu satthusasane sikkhaya aparipurakari’ti. ","mn65:9.4":"Ayampi kho te, bhaddali, samayo appatividdho ahosi. ","mn65:9.5":"Samayopi kho te, bhaddali, appatividdho ahosi: ","mn65:9.6":"‘sambahula kho bhikkhu savatthiyam vassam upagata, tepi mam janissanti—","mn65:9.7":"bhaddali nama bhikkhu satthusasane sikkhaya aparipurakari’ti. ","mn65:9.8":"Ayampi kho te, bhaddali, samayo appatividdho ahosi. ","mn65:9.9":"Samayopi kho te, bhaddali, appatividdho ahosi: ","mn65:9.10":"‘sambahula kho bhikkhuniyo savatthiyam vassam upagata, tapi mam janissanti—","mn65:9.11":"bhaddali nama bhikkhu satthusasane sikkhaya aparipurakari’ti. ","mn65:9.12":"Ayampi kho te, bhaddali, samayo appatividdho ahosi. ","mn65:9.13":"Samayopi kho te, bhaddali, appatividdho ahosi: ","mn65:9.14":"‘sambahula kho upasaka savatthiyam pativasanti, tepi mam janissanti—","mn65:9.15":"bhaddali nama bhikkhu satthusasane sikkhaya aparipurakari’ti. ","mn65:9.16":"Ayampi kho te, bhaddali, samayo appatividdho ahosi. ","mn65:9.17":"Samayopi kho te, bhaddali, appatividdho ahosi: ","mn65:9.18":"‘sambahula kho upasika savatthiyam pativasanti, tapi mam janissanti—","mn65:9.19":"bhaddali nama bhikkhu satthusasane sikkhaya aparipurakari’ti. ","mn65:9.20":"Ayampi kho te, bhaddali, samayo appatividdho ahosi. ","mn65:9.21":"Samayopi kho te, bhaddali, appatividdho ahosi: ","mn65:9.22":"‘sambahula kho nanatitthiya samanabrahmana savatthiyam vassam upagata, tepi mam janissanti—","mn65:9.23":"bhaddali nama bhikkhu samanassa gotamassa savako therannataro bhikkhu sasane sikkhaya aparipurakari’ti. ","mn65:9.24":"Ayampi kho te, bhaddali, samayo appatividdho ahosi”ti. ","mn65:10.1":"“Accayo mam, bhante, accagama yathabalam yathamulham yathaakusalam, yoham bhagavata sikkhapade pannapiyamane bhikkhusanghe sikkham samadiyamane anussaham pavedesim. ","mn65:10.2":"Tassa me, bhante, bhagava accayam accayato patigganhatu ayatim samvaraya”ti. ","mn65:10.3":"“Taggha tvam, bhaddali, accayo accagama yathabalam yathamulham yathaakusalam, yam tvam maya sikkhapade pannapiyamane bhikkhusanghe sikkham samadiyamane anussaham pavedesi. ","mn65:11.1":"Tam kim mannasi, bhaddali, ","mn65:11.2":"idhassa bhikkhu ubhatobhagavimutto, tamaham evam vadeyyam: ","mn65:11.3":"‘ehi me tvam, bhikkhu, panke sankamo hohi’ti, api nu kho so sankameyya va annena va kayam sannameyya, ‘no’ti va vadeyya”ti? ","mn65:11.4":"“No hetam, bhante”. ","mn65:11.5":"“Tam kim mannasi, bhaddali, ","mn65:11.6":"idhassa bhikkhu pannavimutto … ","mn65:11.7":"kayasakkhi … ","mn65:11.8":"ditthippatto … ","mn65:11.9":"saddhavimutto … ","mn65:11.10":"dhammanusari … ","mn65:11.11":"saddhanusari, tamaham evam vadeyyam: ","mn65:11.12":"‘ehi me tvam, bhikkhu, panke sankamo hohi’ti, api nu kho so sankameyya va annena va kayam sannameyya, ‘no’ti va vadeyya”ti? ","mn65:11.13":"“No hetam, bhante”. ","mn65:12.1":"“Tam kim mannasi, bhaddali, ","mn65:12.2":"api nu tvam, bhaddali, tasmim samaye ubhatobhagavimutto va hosi pannavimutto va kayasakkhi va ditthippatto va saddhavimutto va dhammanusari va saddhanusari va”ti? ","mn65:12.3":"“No hetam, bhante”. ","mn65:12.4":"“Nanu tvam, bhaddali, tasmim samaye ritto tuccho aparaddho”ti? ","mn65:13.1":"“Evam, bhante. ","mn65:13.2":"Accayo mam, bhante, accagama yathabalam yathamulham yathaakusalam, yoham bhagavata sikkhapade pannapiyamane bhikkhusanghe sikkham samadiyamane anussaham pavedesim. ","mn65:13.3":"Tassa me, bhante, bhagava accayam accayato patigganhatu ayatim samvaraya”ti. ","mn65:13.4":"“Taggha tvam, bhaddali, accayo accagama yathabalam yathamulham yathaakusalam, yam tvam maya sikkhapade pannapiyamane bhikkhusanghe sikkham samadiyamane anussaham pavedesi. ","mn65:13.5":"Yato ca kho tvam, bhaddali, accayam accayato disva yathadhammam patikarosi, tam te mayam patigganhama. ","mn65:13.6":"Vuddhihesa, bhaddali, ariyassa vinaye yo accayam accayato disva yathadhammam patikaroti, ayatim samvaram apajjati. ","mn65:14.1":"Idha, bhaddali, ekacco bhikkhu satthusasane sikkhaya aparipurakari hoti. ","mn65:14.2":"Tassa evam hoti: ","mn65:14.3":"‘yannunaham vivittam senasanam bhajeyyam arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn65:14.4":"Appeva namaham uttari manussadhamma alamariyananadassanavisesam sacchikareyyan’ti. ","mn65:14.5":"So vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn65:14.6":"Tassa tathavupakatthassa viharato satthapi upavadati, anuviccapi vinnu sabrahmacari upavadanti, devatapi upavadanti, attapi attanam upavadati. ","mn65:14.7":"So sattharapi upavadito, anuviccapi vinnuhi sabrahmacarihi upavadito, devatahipi upavadito, attanapi attanam upavadito na uttari manussadhamma alamariyananadassanavisesam sacchikaroti. ","mn65:14.8":"Tam kissa hetu? ","mn65:14.9":"Evanhi tam, bhaddali, hoti yatha tam satthusasane sikkhaya aparipurakarissa. ","mn65:15.1":"Idha pana, bhaddali, ekacco bhikkhu satthusasane sikkhaya paripurakari hoti. ","mn65:15.2":"Tassa evam hoti: ","mn65:15.3":"‘yannunaham vivittam senasanam bhajeyyam arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn65:15.4":"Appeva namaham uttari manussadhamma alamariyananadassanavisesam sacchikareyyan’ti. ","mn65:15.5":"So vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn65:15.6":"Tassa tathavupakatthassa viharato satthapi na upavadati, anuviccapi vinnu sabrahmacari na upavadanti, devatapi na upavadanti, attapi attanam na upavadati. ","mn65:15.7":"So sattharapi anupavadito, anuviccapi vinnuhi sabrahmacarihi anupavadito, devatahipi anupavadito, attanapi attanam anupavadito uttari manussadhamma alamariyananadassanavisesam sacchikaroti. ","mn65:16.1":"So vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn65:16.2":"Tam kissa hetu? ","mn65:16.3":"Evanhi tam, bhaddali, hoti yatha tam satthusasane sikkhaya paripurakarissa. ","mn65:17.1":"Puna caparam, bhaddali, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","mn65:17.2":"Tam kissa hetu? ","mn65:17.3":"Evanhi tam, bhaddali, hoti yatha tam satthusasane sikkhaya paripurakarissa. ","mn65:17.4":"Puna caparam, bhaddali, bhikkhu pitiya ca viraga upekkhako ca viharati, sato ca sampajano sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","mn65:17.5":"Tam kissa hetu? ","mn65:17.6":"Evanhi tam, bhaddali, hoti yatha tam satthusasane sikkhaya paripurakarissa. ","mn65:17.7":"Puna caparam, bhaddali, bhikkhu sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn65:17.8":"Tam kissa hetu? ","mn65:17.9":"Evanhi tam, bhaddali, hoti yatha tam satthusasane sikkhaya paripurakarissa. ","mn65:18.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnameti. ","mn65:18.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn65:18.3":"Tam kissa hetu? ","mn65:18.4":"Evanhi tam, bhaddali, hoti yatha tam satthusasane sikkhaya paripurakarissa. ","mn65:19.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnameti. ","mn65:19.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata …pe… vinipatam nirayam upapanna; ime va pana bhonto satta kayasucaritena samannagata …pe… sugatim saggam lokam upapanna’ti iti dibbena cakkhuna visuddhena atikkantamanusakena …pe… yathakammupage satte pajanati. ","mn65:19.3":"Tam kissa hetu? ","mn65:19.4":"Evanhi tam, bhaddali, hoti yatha tam satthusasane sikkhaya paripurakarissa. ","mn65:20.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","mn65:20.2":"So ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati; ","mn65:20.3":"‘ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti yathabhutam pajanati, ‘ayam asavanirodho’ti yathabhutam pajanati, ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","mn65:21.1":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati. ","mn65:21.2":"Vimuttasmim vimuttamiti nanam hoti. ","mn65:21.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn65:21.4":"Tam kissa hetu? ","mn65:21.5":"Evanhi tam, bhaddali, hoti yatha tam satthusasane sikkhaya paripurakarissa”ti. ","mn65:22.1":"Evam vutte, ayasma bhaddali bhagavantam etadavoca: ","mn65:22.2":"“ko nu kho, bhante, hetu, ko paccayo yena midhekaccam bhikkhum pasayha pasayha karanam karonti? ","mn65:22.3":"Ko pana, bhante, hetu, ko paccayo yena midhekaccam bhikkhum no tatha pasayha pasayha karanam karonti”ti? ","mn65:23.1":"“Idha, bhaddali, ekacco bhikkhu abhinhapattiko hoti apattibahulo. ","mn65:23.2":"So bhikkhuhi vuccamano annenannam paticarati, bahiddha katham apanameti, kopanca dosanca appaccayanca patukaroti, na samma vattati, na lomam pateti, na nettharam vattati, ‘yena sangho attamano hoti tam karomi’ti naha. ","mn65:23.3":"Tatra, bhaddali, bhikkhunam evam hoti: ","mn65:23.4":"‘ayam kho, avuso, bhikkhu abhinhapattiko apattibahulo. ","mn65:23.5":"So bhikkhuhi vuccamano annenannam paticarati, bahiddha katham apanameti, kopanca dosanca appaccayanca patukaroti, na samma vattati, na lomam pateti, na nettharam vattati, “yena sangho attamano hoti tam karomi”ti naha. ","mn65:23.6":"Sadhu vatayasmanto imassa bhikkhuno tatha tatha upaparikkhatha yathassidam adhikaranam na khippameva vupasameyya’ti. ","mn65:23.7":"Tassa kho evam, bhaddali, bhikkhuno bhikkhu tatha tatha upaparikkhanti yathassidam adhikaranam na khippameva vupasammati. ","mn65:24.1":"Idha pana, bhaddali, ekacco bhikkhu abhinhapattiko hoti apattibahulo. ","mn65:24.2":"So bhikkhuhi vuccamano nannenannam paticarati, bahiddha katham na apanameti, na kopanca dosanca appaccayanca patukaroti, samma vattati, lomam pateti, nettharam vattati, ‘yena sangho attamano hoti tam karomi’ti aha. ","mn65:24.3":"Tatra, bhaddali, bhikkhunam evam hoti: ","mn65:24.4":"‘ayam kho, avuso, bhikkhu abhinhapattiko apattibahulo. ","mn65:24.5":"So bhikkhuhi vuccamano nannenannam paticarati, bahiddha katham na apanameti, na kopanca dosanca appaccayanca patukaroti, samma vattati, lomam pateti, nettharam vattati, “yena sangho attamano hoti tam karomi”ti aha. ","mn65:24.6":"Sadhu vatayasmanto, imassa bhikkhuno tatha tatha upaparikkhatha yathassidam adhikaranam khippameva vupasameyya’ti. ","mn65:24.7":"Tassa kho evam, bhaddali, bhikkhuno bhikkhu tatha tatha upaparikkhanti yathassidam adhikaranam khippameva vupasammati. ","mn65:25.1":"Idha, bhaddali, ekacco bhikkhu adhiccapattiko hoti anapattibahulo. ","mn65:25.2":"So bhikkhuhi vuccamano annenannam paticarati, bahiddha katham apanameti, kopanca dosanca appaccayanca patukaroti, na samma vattati, na lomam pateti, na nettharam vattati, ‘yena sangho attamano hoti tam karomi’ti naha. ","mn65:25.3":"Tatra, bhaddali, bhikkhunam evam hoti: ","mn65:25.4":"‘ayam kho, avuso, bhikkhu adhiccapattiko anapattibahulo. ","mn65:25.5":"So bhikkhuhi vuccamano annenannam paticarati, bahiddha katham apanameti, kopanca dosanca appaccayanca patukaroti, na samma vattati, na lomam pateti, na nettharam vattati, “yena sangho attamano hoti tam karomi”ti naha. ","mn65:25.6":"Sadhu vatayasmanto, imassa bhikkhuno tatha tatha upaparikkhatha yathassidam adhikaranam na khippameva vupasameyya’ti. ","mn65:25.7":"Tassa kho evam, bhaddali, bhikkhuno bhikkhu tatha tatha upaparikkhanti yathassidam adhikaranam na khippameva vupasammati. ","mn65:26.1":"Idha pana, bhaddali, ekacco bhikkhu adhiccapattiko hoti anapattibahulo. ","mn65:26.2":"So bhikkhuhi vuccamano nannenannam paticarati, na bahiddha katham apanameti, na kopanca dosanca appaccayanca patukaroti, samma vattati, lomam pateti, nettharam vattati, ‘yena sangho attamano hoti tam karomi’ti aha. ","mn65:26.3":"Tatra, bhaddali, bhikkhunam evam hoti: ","mn65:26.4":"‘ayam kho, avuso, bhikkhu adhiccapattiko anapattibahulo. ","mn65:26.5":"So bhikkhuhi vuccamano nannenannam paticarati, na bahiddha katham apanameti, na kopanca dosanca appaccayanca patukaroti, samma vattati, lomam pateti, nettharam vattati, “yena sangho attamano hoti tam karomi”ti aha. ","mn65:26.6":"Sadhu vatayasmanto, imassa bhikkhuno tatha tatha upaparikkhatha yathassidam adhikaranam khippameva vupasameyya’ti. ","mn65:26.7":"Tassa kho evam, bhaddali, bhikkhuno bhikkhu tatha tatha upaparikkhanti yathassidam adhikaranam khippameva vupasammati. ","mn65:27.1":"Idha, bhaddali, ekacco bhikkhu saddhamattakena vahati pemamattakena. ","mn65:27.2":"Tatra, bhaddali, bhikkhunam evam hoti: ","mn65:27.3":"‘ayam kho, avuso, bhikkhu saddhamattakena vahati pemamattakena. ","mn65:27.4":"Sace mayam imam bhikkhum pasayha pasayha karanam karissama—","mn65:27.5":"ma yampissa tam saddhamattakam pemamattakam tamhapi parihayi’ti. ","mn65:28.1":"Seyyathapi, bhaddali, purisassa ekam cakkhum, tassa mittamacca natisalohita tam ekam cakkhum rakkheyyum: ","mn65:28.2":"‘ma yampissa tam ekam cakkhum tamhapi parihayi’ti; ","mn65:28.3":"evameva kho, bhaddali, idhekacco bhikkhu saddhamattakena vahati pemamattakena. ","mn65:28.4":"Tatra, bhaddali, bhikkhunam evam hoti: ","mn65:28.5":"‘ayam kho, avuso, bhikkhu saddhamattakena vahati pemamattakena. ","mn65:28.6":"Sace mayam imam bhikkhum pasayha pasayha karanam karissama—","mn65:28.7":"ma yampissa tam saddhamattakam pemamattakam tamhapi parihayi’ti. ","mn65:28.8":"Ayam kho, bhaddali, hetu ayam paccayo yena midhekaccam bhikkhum pasayha pasayha karanam karonti. ","mn65:28.9":"Ayam pana, bhaddali, hetu ayam paccayo, yena midhekaccam bhikkhum no tatha pasayha pasayha karanam karonti”ti. ","mn65:29.1":"“Ko nu kho, bhante, hetu, ko paccayo yena pubbe appatarani ceva sikkhapadani ahesum bahutara ca bhikkhu annaya santhahimsu? ","mn65:29.2":"Ko pana, bhante, hetu, ko paccayo yena etarahi bahutarani ceva sikkhapadani honti appatara ca bhikkhu annaya santhahanti”ti? ","mn65:30.1":"“Evametam, bhaddali, hoti sattesu hayamanesu, saddhamme antaradhayamane, bahutarani ceva sikkhapadani honti appatara ca bhikkhu annaya santhahantiti. ","mn65:30.2":"Na tava, bhaddali, sattha savakanam sikkhapadam pannapeti yava na idhekacce asavatthaniya dhamma sanghe patubhavanti. ","mn65:30.3":"Yato ca kho, bhaddali, idhekacce asavatthaniya dhamma sanghe patubhavanti, atha sattha savakanam sikkhapadam pannapeti tesamyeva asavatthaniyanam dhammanam patighataya. ","mn65:31.1":"Na tava, bhaddali, idhekacce asavatthaniya dhamma sanghe patubhavanti yava na sangho mahattam patto hoti. ","mn65:31.2":"Yato ca kho, bhaddali, sangho mahattam patto hoti, atha idhekacce asavatthaniya dhamma sanghe patubhavanti. ","mn65:31.3":"Atha sattha savakanam sikkhapadam pannapeti tesamyeva asavatthaniyanam dhammanam patighataya. ","mn65:31.4":"Na tava, bhaddali, idhekacce asavatthaniya dhamma sanghe patubhavanti yava na sangho labhaggam patto hoti, yasaggam patto hoti, bahusaccam patto hoti, rattannutam patto hoti. ","mn65:31.5":"Yato ca kho, bhaddali, sangho rattannutam patto hoti, atha idhekacce asavatthaniya dhamma sanghe patubhavanti, atha sattha savakanam sikkhapadam pannapeti tesamyeva asavatthaniyanam dhammanam patighataya. ","mn65:32.1":"Appaka kho tumhe, bhaddali, tena samayena ahuvattha yada vo aham ajaniyasusupamam dhammapariyayam desesim. ","mn65:32.2":"Tam sarasi bhaddali”ti? ","mn65:32.3":"“No hetam, bhante”. ","mn65:32.4":"“Tatra, bhaddali, kam hetum paccesi”ti? ","mn65:32.5":"“So hi nunaham, bhante, digharattam satthusasane sikkhaya aparipurakari ahosin”ti. ","mn65:32.6":"“Na kho, bhaddali, eseva hetu, esa paccayo. ","mn65:32.7":"Api ca me tvam, bhaddali, digharattam cetasa cetoparicca vidito: ","mn65:32.8":"‘na cayam moghapuriso maya dhamme desiyamane atthim katva manasi katva sabbacetaso samannaharitva ohitasoto dhammam sunati’ti. ","mn65:32.9":"Api ca te aham, bhaddali, ajaniyasusupamam dhammapariyayam desessami. ","mn65:32.10":"Tam sunahi, sadhukam manasi karohi; bhasissami”ti. ","mn65:32.11":"“Evam, bhante”ti kho ayasma bhaddali bhagavato paccassosi. ","mn65:32.12":"Bhagava etadavoca: ","mn65:33.1":"“Seyyathapi, bhaddali, dakkho assadamako bhadram assajaniyam labhitva pathameneva mukhadhane karanam kareti. ","mn65:33.2":"Tassa mukhadhane karanam kariyamanassa hontiyeva visukayitani visevitani vipphanditani kanici kanici, yatha tam akaritapubbam karanam kariyamanassa. ","mn65:33.3":"So abhinhakarana anupubbakarana tasmim thane parinibbayati. ","mn65:33.4":"Yato kho, bhaddali, bhadro assajaniyo abhinhakarana anupubbakarana tasmim thane parinibbuto hoti, tamenam assadamako uttari karanam kareti yugadhane. ","mn65:33.5":"Tassa yugadhane karanam kariyamanassa hontiyeva visukayitani visevitani vipphanditani kanici kanici, yatha tam akaritapubbam karanam kariyamanassa. ","mn65:33.6":"So abhinhakarana anupubbakarana tasmim thane parinibbayati. ","mn65:33.7":"Yato kho, bhaddali, bhadro assajaniyo abhinhakarana anupubbakarana tasmim thane parinibbuto hoti, tamenam assadamako uttari karanam kareti anukkame mandale khurakase dhave davatte rajagune rajavamse uttame jave uttame haye uttame sakhalye. ","mn65:33.8":"Tassa uttame jave uttame haye uttame sakhalye karanam kariyamanassa hontiyeva visukayitani visevitani vipphanditani kanici kanici, yatha tam akaritapubbam karanam kariyamanassa. ","mn65:33.9":"So abhinhakarana anupubbakarana tasmim thane parinibbayati. ","mn65:33.10":"Yato kho, bhaddali, bhadro assajaniyo abhinhakarana anupubbakarana tasmim thane parinibbuto hoti, tamenam assadamako uttari vanniyanca paniyanca anuppavecchati. ","mn65:33.11":"Imehi kho, bhaddali, dasahangehi samannagato bhadro assajaniyo rajaraho hoti rajabhoggo ranno anganteva sankhyam gacchati. ","mn65:34.1":"Evameva kho, bhaddali, dasahi dhammehi samannagato bhikkhu ahuneyyo hoti pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa. ","mn65:34.2":"Katamehi dasahi? ","mn65:34.3":"Idha, bhaddali, bhikkhu asekhaya sammaditthiya samannagato hoti, asekhena sammasankappena samannagato hoti, asekhaya sammavacaya samannagato hoti, asekhena sammakammantena samannagato hoti, asekhena sammaajivena samannagato hoti, asekhena sammavayamena samannagato hoti, asekhaya sammasatiya samannagato hoti, asekhena sammasamadhina samannagato hoti, asekhena sammananena samannagato hoti, asekhaya sammavimuttiya samannagato hoti—","mn65:34.4":"imehi kho, bhaddali, dasahi dhammehi samannagato bhikkhu ahuneyyo hoti pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa”ti. ","mn65:34.5":"Idamavoca bhagava. ","mn65:34.6":"Attamano ayasma bhaddali bhagavato bhasitam abhinanditi. ","mn65:34.7":"Bhaddalisuttam nitthitam pancamam. "}