{"mn66:0.1":"Majjhima Nikaya 66 ","mn66:0.2":"Latukikopamasutta ","mn66:1.1":"Evam me sutam—","mn66:1.2":"ekam samayam bhagava anguttarapesu viharati apanam nama anguttarapanam nigamo. ","mn66:2.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya apanam pindaya pavisi. ","mn66:2.2":"Apane pindaya caritva pacchabhattam pindapatapatikkanto yenannataro vanasando tenupasankami divaviharaya. ","mn66:2.3":"Tam vanasandam ajjhogahetva annatarasmim rukkhamule divaviharam nisidi. ","mn66:3.1":"Ayasmapi kho udayi pubbanhasamayam nivasetva pattacivaramadaya apanam pindaya pavisi. ","mn66:3.2":"Apane pindaya caritva pacchabhattam pindapatapatikkanto yena so vanasando tenupasankami divaviharaya. ","mn66:3.3":"Tam vanasandam ajjhogahetva annatarasmim rukkhamule divaviharam nisidi. ","mn66:3.4":"Atha kho ayasmato udayissa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","mn66:4.1":"“bahunam vata no bhagava dukkhadhammanam apahatta, bahunam vata no bhagava sukhadhammanam upahatta; ","mn66:4.2":"bahunam vata no bhagava akusalanam dhammanam apahatta, bahunam vata no bhagava kusalanam dhammanam upahatta”ti. ","mn66:5.1":"Atha kho ayasma udayi sayanhasamayam patisallana vutthito yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma udayi bhagavantam etadavoca: ","mn66:6.1":"“idha mayham, bhante, rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","mn66:6.2":"‘bahunam vata no bhagava dukkhadhammanam apahatta, bahunam vata no bhagava sukhadhammanam upahatta; ","mn66:6.3":"bahunam vata no bhagava akusalanam dhammanam apahatta, bahunam vata no bhagava kusalanam dhammanam upahatta’ti. ","mn66:6.4":"Mayanhi, bhante, pubbe sayanceva bhunjama pato ca diva ca vikale. ","mn66:6.5":"Ahu kho so, bhante, samayo yam bhagava bhikkhu amantesi: ","mn66:6.6":"‘ingha tumhe, bhikkhave, etam divavikalabhojanam pajahatha’ti. ","mn66:6.7":"Tassa mayham, bhante, ahudeva annathattam, ahudeva domanassam: ","mn66:6.8":"‘yampi no saddha gahapatika diva vikale panitam khadaniyam bhojaniyam denti tassapi no bhagava pahanamaha, tassapi no sugato patinissaggamaha’ti. ","mn66:6.9":"Te mayam, bhante, bhagavati pemanca garavanca hirinca ottappanca sampassamana evam tam divavikalabhojanam pajahimha. ","mn66:6.10":"Te mayam, bhante, sayanceva bhunjama pato ca. ","mn66:6.11":"Ahu kho so, bhante, samayo yam bhagava bhikkhu amantesi: ","mn66:6.12":"‘ingha tumhe, bhikkhave, etam rattimvikalabhojanam pajahatha’ti. ","mn66:6.13":"Tassa mayham, bhante, ahudeva annathattam ahudeva domanassam: ","mn66:6.14":"‘yampi no imesam dvinnam bhattanam panitasankhatataram tassapi no bhagava pahanamaha, tassapi no sugato patinissaggamaha’ti. ","mn66:6.15":"Bhutapubbam, bhante, annataro puriso diva supeyyam labhitva evamaha: ","mn66:6.16":"‘handa ca imam nikkhipatha, sayam sabbeva samagga bhunjissama’ti. ","mn66:6.17":"Ya kaci, bhante, sankhatiyo sabba ta rattim, appa diva. ","mn66:6.18":"Te mayam, bhante, bhagavati pemanca garavanca hirinca ottappanca sampassamana evam tam rattimvikalabhojanam pajahimha. ","mn66:6.19":"Bhutapubbam, bhante, bhikkhu rattandhakaratimisayam pindaya caranta candanikampi pavisanti, oligallepi papatanti, kantakavatampi arohanti, suttampi gavim arohanti, manavehipi samagacchanti katakammehipi akatakammehipi, matugamopi te asaddhammena nimanteti. ","mn66:6.20":"Bhutapubbaham, bhante, rattandhakaratimisayam pindaya carami. ","mn66:6.21":"Addasa kho mam, bhante, annatara itthi vijjantarikaya bhajanam dhovanti. ","mn66:6.22":"Disva mam bhita vissaramakasi: ","mn66:6.23":"‘abhumme pisaco vata man’ti. ","mn66:6.24":"Evam vutte, aham, bhante, tam itthim etadavocam: ","mn66:6.25":"‘naham, bhagini, pisaco; ","mn66:6.26":"bhikkhu pindaya thito’ti. ","mn66:6.27":"‘Bhikkhussa atumari, bhikkhussa matumari. ","mn66:6.28":"Varam te, bhikkhu, tinhena govikantanena kucchi parikanto, na tveva varam yam rattandhakaratimisayam kucchihetu pindaya carasi’ti. ","mn66:6.29":"Tassa mayham, bhante, tadanussarato evam hoti: ","mn66:6.30":"‘bahunam vata no bhagava dukkhadhammanam apahatta, bahunam vata no bhagava sukhadhammanam upahatta; ","mn66:6.31":"bahunam vata no bhagava akusalanam dhammanam apahatta, bahunam vata no bhagava kusalanam dhammanam upahatta’”ti. ","mn66:7.1":"“Evameva panudayi, idhekacce moghapurisa ‘idam pajahatha’ti maya vuccamana te evamahamsu: ","mn66:7.2":"‘kim panimassa appamattakassa oramattakassa adhisallikhatevayam samano’ti. ","mn66:7.3":"Te tanceva nappajahanti, mayi ca appaccayam upatthapenti. ","mn66:7.4":"Ye ca bhikkhu sikkhakama tesam tam, udayi, hoti balavam bandhanam, dalham bandhanam, thiram bandhanam, aputikam bandhanam, thulo, kalingaro—","mn66:8.1":"seyyathapi, udayi, latukika sakunika putilataya bandhanena baddha tattheva vadham va bandham va maranam va agameti. ","mn66:8.2":"Yo nu kho, udayi, evam vadeyya: ","mn66:8.3":"‘yena sa latukika sakunika putilataya bandhanena baddha tattheva vadham va bandham va maranam va agameti, tanhi tassa abalam bandhanam, dubbalam bandhanam, putikam bandhanam, asarakam bandhanan’ti; ","mn66:8.4":"samma nu kho so, udayi, vadamano vadeyya”ti? ","mn66:8.5":"“No hetam, bhante. ","mn66:8.6":"Yena sa, bhante, latukika sakunika putilataya bandhanena baddha tattheva vadham va bandham va maranam va agameti, tanhi tassa balavam bandhanam, dalham bandhanam, thiram bandhanam aputikam bandhanam, thulo, kalingaro”ti. ","mn66:8.7":"“Evameva kho, udayi, idhekacce moghapurisa ‘idam pajahatha’ti maya vuccamana te evamahamsu: ","mn66:8.8":"‘kim panimassa appamattakassa oramattakassa adhisallikhatevayam samano’ti? ","mn66:8.9":"Te tanceva nappajahanti, mayi ca appaccayam upatthapenti. ","mn66:8.10":"Ye ca bhikkhu sikkhakama tesam tam, udayi, hoti balavam bandhanam, dalham bandhanam, thiram bandhanam, aputikam bandhanam, thulo, kalingaro. ","mn66:9.1":"Idha panudayi, ekacce kulaputta ‘idam pajahatha’ti maya vuccamana te evamahamsu: ","mn66:9.2":"‘kim panimassa appamattakassa oramattakassa pahatabbassa yassa no bhagava pahanamaha, yassa no sugato patinissaggamaha’ti? ","mn66:9.3":"Te tanceva pajahanti, mayi ca na appaccayam upatthapenti. ","mn66:9.4":"Ye ca bhikkhu sikkhakama te tam pahaya appossukka pannaloma paradattavutta migabhutena cetasa viharanti. ","mn66:9.5":"Tesam tam, udayi, hoti abalam bandhanam, dubbalam bandhanam, putikam bandhanam, asarakam bandhanam—","mn66:10.1":"seyyathapi, udayi, ranno nago isadanto urulhava abhijato sangamavacaro dalhehi varattehi bandhanehi baddho isakamyeva kayam sannametva tani bandhanani samchinditva sampadaletva yena kamam pakkamati. ","mn66:10.2":"Yo nu kho, udayi, evam vadeyya: ","mn66:10.3":"‘yehi so ranno nago isadanto urulhava abhijato sangamavacaro dalhehi varattehi bandhanehi baddho isakamyeva kayam sannametva tani bandhanani samchinditva sampadaletva yena kamam pakkamati, tanhi tassa balavam bandhanam, dalham bandhanam, thiram bandhanam, aputikam bandhanam, thulo, kalingaro’ti; ","mn66:10.4":"samma nu kho so, udayi, vadamano vadeyya”ti? ","mn66:10.5":"“No hetam, bhante. ","mn66:10.6":"Yehi so, bhante, ranno nago isadanto urulhava abhijato sangamavacaro dalhehi varattehi bandhanehi baddho isakamyeva kayam sannametva tani bandhanani samchinditva sampadaletva yena kamam pakkamati, tanhi tassa abalam bandhanam …pe… asarakam bandhanan”ti. ","mn66:10.7":"“Evameva kho, udayi, idhekacce kulaputta ‘idam pajahatha’ti maya vuccamana te evamahamsu: ","mn66:10.8":"‘kim panimassa appamattakassa oramattakassa pahatabbassa yassa no bhagava pahanamaha, yassa no sugato patinissaggamaha’ti? ","mn66:10.9":"Te tanceva pajahanti, mayi ca na appaccayam upatthapenti. ","mn66:10.10":"Ye ca bhikkhu sikkhakama te tam pahaya appossukka pannaloma paradattavutta migabhutena cetasa viharanti. ","mn66:10.11":"Tesam tam, udayi, hoti abalam bandhanam, dubbalam bandhanam, putikam bandhanam, asarakam bandhanam. ","mn66:11.1":"Seyyathapi, udayi, puriso daliddo assako analhiyo; ","mn66:11.2":"tassassa ekam agarakam oluggaviluggam kakatidayim naparamarupam, eka khatopika oluggavilugga naparamarupa, ekissa kumbhiya dhannasamavapakam naparamarupam, eka jayika naparamarupa. ","mn66:11.3":"So aramagatam bhikkhum passeyya sudhotahatthapadam manunnam bhojanam bhuttavim sitaya chayaya nisinnam adhicitte yuttam. ","mn66:11.4":"Tassa evamassa: ","mn66:11.5":"‘sukham vata bho samannam, arogyam vata bho samannam. ","mn66:11.6":"So vatassam yoham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn66:11.7":"So na sakkuneyya ekam agarakam oluggaviluggam kakatidayim naparamarupam pahaya, ekam khatopikam oluggaviluggam naparamarupam pahaya, ekissa kumbhiya dhannasamavapakam naparamarupam pahaya, ekam jayikam naparamarupam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitum. ","mn66:11.8":"Yo nu kho, udayi, evam vadeyya: ","mn66:11.9":"‘yehi so puriso bandhanehi baddho na sakkoti ekam agarakam oluggaviluggam kakatidayim naparamarupam pahaya, ekam khatopikam oluggaviluggam naparamarupam pahaya, ekissa kumbhiya dhannasamavapakam naparamarupam pahaya, ekam jayikam naparamarupam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitum; ","mn66:11.10":"tanhi tassa abalam bandhanam, dubbalam bandhanam, putikam bandhanam, asarakam bandhanan’ti; ","mn66:11.11":"samma nu kho so, udayi, vadamano vadeyya”ti? ","mn66:11.12":"“No hetam, bhante. ","mn66:11.13":"Yehi so, bhante, puriso bandhanehi baddho, na sakkoti ekam agarakam oluggaviluggam kakatidayim naparamarupam pahaya, ekam khatopikam oluggaviluggam naparamarupam pahaya, ekissa kumbhiya dhannasamavapakam naparamarupam pahaya, ekam jayikam naparamarupam pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitum; ","mn66:11.14":"tanhi tassa balavam bandhanam, dalham bandhanam, thiram bandhanam, aputikam bandhanam, thulo, kalingaro”ti. ","mn66:11.15":"“Evameva kho, udayi, idhekacce moghapurisa ‘idam pajahatha’ti maya vuccamana te evamahamsu: ","mn66:11.16":"‘kim panimassa appamattakassa oramattakassa adhisallikhatevayam samano’ti? ","mn66:11.17":"Te tanceva nappajahanti, mayi ca appaccayam upatthapenti. ","mn66:11.18":"Ye ca bhikkhu sikkhakama tesam tam, udayi, hoti balavam bandhanam, dalham bandhanam, thiram bandhanam, aputikam bandhanam, thulo, kalingaro. ","mn66:12.1":"Seyyathapi, udayi, gahapati va gahapatiputto va addho mahaddhano mahabhogo, nekanam nikkhagananam cayo, nekanam dhannagananam cayo, nekanam khettagananam cayo, nekanam vatthugananam cayo, nekanam bhariyagananam cayo, nekanam dasagananam cayo, nekanam dasigananam cayo; ","mn66:12.2":"so aramagatam bhikkhum passeyya sudhotahatthapadam manunnam bhojanam bhuttavim sitaya chayaya nisinnam adhicitte yuttam. ","mn66:12.3":"Tassa evamassa: ","mn66:12.4":"‘sukham vata bho samannam, arogyam vata bho samannam. ","mn66:12.5":"So vatassam yoham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn66:12.6":"So sakkuneyya nekani nikkhaganani pahaya, nekani dhannaganani pahaya, nekani khettaganani pahaya, nekani vatthuganani pahaya, nekani bhariyaganani pahaya, nekani dasaganani pahaya, nekani dasiganani pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitum. ","mn66:12.7":"Yo nu kho, udayi, evam vadeyya: ","mn66:12.8":"‘yehi so gahapati va gahapatiputto va bandhanehi baddho, sakkoti nekani nikkhaganani pahaya, nekani dhannaganani pahaya, nekani khettaganani pahaya, nekani vatthuganani pahaya, nekani bhariyaganani pahaya, nekani dasaganani pahaya, nekani dasiganani pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitum, tanhi tassa balavam bandhanam, dalham bandhanam, thiram bandhanam, aputikam bandhanam, thulo, kalingaro’ti; ","mn66:12.9":"samma nu kho so, udayi, vadamano vadeyya”ti? ","mn66:12.10":"“No hetam, bhante. ","mn66:12.11":"Yehi so, bhante, gahapati va gahapatiputto va bandhanehi baddho, sakkoti nekani nikkhaganani pahaya, nekani dhannaganani pahaya, nekani khettaganani pahaya, nekani vatthuganani pahaya, nekani bhariyaganani pahaya, nekani dasaganani pahaya, nekani dasiganani pahaya kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitum; ","mn66:12.12":"tanhi tassa abalam bandhanam, dubbalam bandhanam, putikam bandhanam, asarakam bandhanan”ti. ","mn66:12.13":"“Evameva kho, udayi, idhekacce kulaputta ‘idam pajahatha’ti maya vuccamana te evamahamsu: ","mn66:12.14":"‘kim panimassa appamattakassa oramattakassa pahatabbassa yassa no bhagava pahanamaha, yassa no sugato patinissaggamaha’ti? ","mn66:12.15":"Te tanceva pajahanti, mayi ca na appaccayam upatthapenti. ","mn66:12.16":"Ye ca bhikkhu sikkhakama te tam pahaya appossukka pannaloma paradattavutta migabhutena cetasa viharanti. ","mn66:12.17":"Tesam tam, udayi, hoti abalam bandhanam, dubbalam bandhanam, putikam bandhanam, asarakam bandhanam. ","mn66:13.1":"Cattarome, udayi, puggala santo samvijjamana lokasmim. ","mn66:13.2":"Katame cattaro? ","mn66:14.1":"Idhudayi, ekacco puggalo upadhipahanaya patipanno hoti upadhipatinissaggaya. ","mn66:14.2":"Tamenam upadhipahanaya patipannam upadhipatinissaggaya upadhipatisamyutta sarasankappa samudacaranti. ","mn66:14.3":"So te adhivaseti, nappajahati, na vinodeti, na byantikaroti, na anabhavam gameti. ","mn66:14.4":"Imam kho aham, udayi, puggalam ‘samyutto’ti vadami no ‘visamyutto’. ","mn66:14.5":"Tam kissa hetu? ","mn66:14.6":"Indriyavemattata hi me, udayi, imasmim puggale vidita. ","mn66:15.1":"Idha panudayi, ekacco puggalo upadhipahanaya patipanno hoti upadhipatinissaggaya. ","mn66:15.2":"Tamenam upadhipahanaya patipannam upadhipatinissaggaya upadhipatisamyutta sarasankappa samudacaranti. ","mn66:15.3":"So te nadhivaseti, pajahati, vinodeti, byantikaroti, anabhavam gameti. ","mn66:15.4":"Imampi kho aham, udayi, puggalam ‘samyutto’ti vadami no ‘visamyutto’. ","mn66:15.5":"Tam kissa hetu? ","mn66:15.6":"Indriyavemattata hi me, udayi, imasmim puggale vidita. ","mn66:16.1":"Idha panudayi, ekacco puggalo upadhipahanaya patipanno hoti upadhipatinissaggaya. ","mn66:16.2":"Tamenam upadhipahanaya patipannam upadhipatinissaggaya kadaci karahaci satisammosa upadhipatisamyutta sarasankappa samudacaranti; ","mn66:16.3":"dandho, udayi, satuppado. ","mn66:16.4":"Atha kho nam khippameva pajahati, vinodeti, byantikaroti, anabhavam gameti. ","mn66:16.5":"Seyyathapi, udayi, puriso divasamsantatte ayokatahe dve va tini va udakaphusitani nipateyya; ","mn66:16.6":"dandho, udayi, udakaphusitanam nipato. Atha kho nam khippameva parikkhayam pariyadanam gaccheyya. ","mn66:16.7":"Evameva kho, udayi, idhekacco puggalo upadhipahanaya patipanno hoti upadhipatinissaggaya. ","mn66:16.8":"Tamenam upadhipahanaya patipannam upadhipatinissaggaya kadaci karahaci satisammosa upadhipatisamyutta sarasankappa samudacaranti; ","mn66:16.9":"dandho, udayi, satuppado. ","mn66:16.10":"Atha kho nam khippameva pajahati, vinodeti, byantikaroti, anabhavam gameti. ","mn66:16.11":"Imampi kho aham, udayi, puggalam ‘samyutto’ti vadami no ‘visamyutto’. ","mn66:16.12":"Tam kissa hetu? ","mn66:16.13":"Indriyavemattata hi me, udayi, imasmim puggale vidita. ","mn66:17.1":"Idha panudayi, ekacco puggalo ‘upadhi dukkhassa mulan’ti—","mn66:17.2":"iti viditva nirupadhi hoti, upadhisankhaye vimutto. ","mn66:17.3":"Imam kho aham, udayi, puggalam ‘visamyutto’ti vadami no ‘samyutto’ti. ","mn66:17.4":"Tam kissa hetu? ","mn66:17.5":"Indriyavemattata hi me, udayi, imasmim puggale vidita. ","mn66:17.6":"Ime kho, udayi, cattaro puggala santo samvijjamana lokasmim. ","mn66:18.1":"Panca kho ime, udayi, kamaguna. ","mn66:18.2":"Katame panca? ","mn66:18.3":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya, ","mn66:18.4":"sotavinneyya sadda …pe… ","mn66:18.5":"ghanavinneyya gandha … ","mn66:18.6":"jivhavinneyya rasa … ","mn66:18.7":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya. ","mn66:18.8":"Ime kho, udayi, panca kamaguna. ","mn66:19.1":"Yam kho, udayi, ime panca kamagune paticca uppajjati sukham somanassam idam vuccati kamasukham milhasukham puthujjanasukham anariyasukham, na sevitabbam, na bhavetabbam, na bahulikatabbam; ‘bhayitabbam etassa sukhassa’ti vadami. ","mn66:20.1":"Idhudayi, bhikkhu vivicceva kamehi …pe… pathamam jhanam upasampajja viharati ","mn66:20.2":"vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati, ","mn66:20.3":"pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati, ","mn66:20.4":"sukhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","mn66:21.1":"Idam vuccati nekkhammasukham pavivekasukham upasamasukham sambodhasukham, asevitabbam, bhavetabbam, bahulikatabbam; ‘na bhayitabbam etassa sukhassa’ti vadami. ","mn66:22.1":"Idhudayi, bhikkhu vivicceva kamehi …pe… pathamam jhanam upasampajja viharati; ","mn66:22.2":"idam kho aham, udayi, injitasmim vadami. ","mn66:22.3":"Kinca tattha injitasmim? ","mn66:22.4":"Yadeva tattha vitakkavicara aniruddha honti idam tattha injitasmim. ","mn66:23.1":"Idhudayi, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati; ","mn66:23.2":"idampi kho aham, udayi, injitasmim vadami. ","mn66:23.3":"Kinca tattha injitasmim? ","mn66:23.4":"Yadeva tattha pitisukham aniruddham hoti idam tattha injitasmim. ","mn66:24.1":"Idhudayi, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati; ","mn66:24.2":"idampi kho aham, udayi, injitasmim vadami. ","mn66:24.3":"Kinca tattha injitasmim? ","mn66:24.4":"Yadeva tattha upekkhasukham aniruddham hoti idam tattha injitasmim. ","mn66:25.1":"Idhudayi, bhikkhu sukhassa ca pahana …pe… catuttham jhanam upasampajja viharati; ","mn66:25.2":"idam kho aham, udayi, aninjitasmim vadami. ","mn66:26.1":"Idhudayi, bhikkhu vivicceva kamehi …pe… pathamam jhanam upasampajja viharati; ","mn66:26.2":"idam kho aham, udayi, ‘analan’ti vadami, ‘pajahatha’ti vadami, ‘samatikkamatha’ti vadami. ","mn66:26.3":"Ko ca tassa samatikkamo? ","mn66:27.1":"Idhudayi, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati, ayam tassa samatikkamo; ","mn66:27.2":"idampi kho aham, udayi, ‘analan’ti vadami, ‘pajahatha’ti vadami, ‘samatikkamatha’ti vadami. ","mn66:27.3":"Ko ca tassa samatikkamo? ","mn66:28.1":"Idhudayi, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati, ayam tassa samatikkamo; ","mn66:28.2":"idampi kho aham, udayi, ‘analan’ti vadami, ‘pajahatha’ti vadami, ‘samatikkamatha’ti vadami. ","mn66:28.3":"Ko ca tassa samatikkamo? ","mn66:29.1":"Idhudayi, bhikkhu sukhassa ca pahana …pe… catuttham jhanam upasampajja viharati, ayam tassa samatikkamo; ","mn66:29.2":"idampi kho aham, udayi, ‘analan’ti vadami, ‘pajahatha’ti vadami, ‘samatikkamatha’ti vadami. ","mn66:29.3":"Ko ca tassa samatikkamo? ","mn66:30.1":"Idhudayi, bhikkhu sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati, ayam tassa samatikkamo; ","mn66:30.2":"idampi kho aham, udayi, ‘analan’ti vadami, ‘pajahatha’ti vadami, ‘samatikkamatha’ti vadami. ","mn66:30.3":"Ko ca tassa samatikkamo? ","mn66:31.1":"Idhudayi, bhikkhu sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati, ayam tassa samatikkamo; ","mn66:31.2":"idampi kho aham, udayi, ‘analan’ti vadami, ‘pajahatha’ti vadami, ‘samatikkamatha’ti vadami. ","mn66:31.3":"Ko ca tassa samatikkamo? ","mn66:32.1":"Idhudayi, bhikkhu sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati, ayam tassa samatikkamo; ","mn66:32.2":"idampi kho aham, udayi, ‘analan’ti vadami, ‘pajahatha’ti vadami, ‘samatikkamatha’ti vadami. ","mn66:32.3":"Ko ca tassa samatikkamo? ","mn66:33.1":"Idhudayi, bhikkhu sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharati, ayam tassa samatikkamo; ","mn66:33.2":"idampi kho aham, udayi, ‘analan’ti vadami, ‘pajahatha’ti vadami, ‘samatikkamatha’ti vadami. ","mn66:33.3":"Ko ca tassa samatikkamo? ","mn66:34.1":"Idhudayi, bhikkhu sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharati, ayam tassa samatikkamo; ","mn66:34.2":"iti kho aham, udayi, nevasannanasannayatanassapi pahanam vadami. ","mn66:34.3":"Passasi no tvam, udayi, tam samyojanam anum va thulam va yassaham no pahanam vadami”ti? ","mn66:34.4":"“No hetam, bhante”ti. ","mn66:34.5":"Idamavoca bhagava. ","mn66:34.6":"Attamano ayasma udayi bhagavato bhasitam abhinanditi. ","mn66:34.7":"Latukikopamasuttam nitthitam chattham. "}