{"mn67:0.1":"Majjhima Nikaya 67 ","mn67:0.2":"Catumasutta ","mn67:1.1":"Evam me sutam—","mn67:1.2":"ekam samayam bhagava catumayam viharati amalakivane. ","mn67:2.1":"Tena kho pana samayena sariputtamoggallanappamukhani pancamattani bhikkhusatani catumam anuppattani honti bhagavantam dassanaya. ","mn67:2.2":"Te ca agantuka bhikkhu nevasikehi bhikkhuhi saddhim patisammodamana senasanani pannapayamana pattacivarani patisamayamana uccasadda mahasadda ahesum. ","mn67:3.1":"Atha kho bhagava ayasmantam anandam amantesi: ","mn67:3.2":"“ke panete, ananda, uccasadda mahasadda, kevatta manne macchavilope”ti? ","mn67:3.3":"“Etani, bhante, sariputtamoggallanappamukhani pancamattani bhikkhusatani catumam anuppattani bhagavantam dassanaya. ","mn67:3.4":"Te agantuka bhikkhu nevasikehi bhikkhuhi saddhim patisammodamana senasanani pannapayamana pattacivarani patisamayamana uccasadda mahasadda”ti. ","mn67:4.1":"“Tenahananda, mama vacanena te bhikkhu amantehi: ","mn67:4.2":"‘sattha ayasmante amanteti’”ti. ","mn67:4.3":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","mn67:4.4":"“sattha ayasmante amanteti”ti. ","mn67:4.5":"“Evamavuso”ti kho te bhikkhu ayasmato anandassa patissutva yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu bhagava etadavoca: ","mn67:4.6":"“kim nu tumhe, bhikkhave, uccasadda mahasadda, kevatta manne macchavilope”ti? ","mn67:4.7":"“Imani, bhante, sariputtamoggallanappamukhani pancamattani bhikkhusatani catumam anuppattani bhagavantam dassanaya. ","mn67:4.8":"Teme agantuka bhikkhu nevasikehi bhikkhuhi saddhim patisammodamana senasanani pannapayamana pattacivarani patisamayamana uccasadda mahasadda”ti. ","mn67:5.1":"“Gacchatha, bhikkhave, panamemi vo, na vo mama santike vatthabban”ti. ","mn67:5.2":"“Evam, bhante”ti kho te bhikkhu bhagavato patissutva utthayasana bhagavantam abhivadetva padakkhinam katva senasanam samsametva pattacivaramadaya pakkamimsu. ","mn67:6.1":"Tena kho pana samayena catumeyyaka sakya santhagare sannipatita honti kenacideva karaniyena. ","mn67:6.2":"Addasamsu kho catumeyyaka sakya te bhikkhu duratova agacchante; ","mn67:6.3":"disvana yena te bhikkhu tenupasankamimsu; upasankamitva te bhikkhu etadavocum: ","mn67:6.4":"“handa kaham pana tumhe ayasmanto gacchatha”ti? ","mn67:6.5":"“Bhagavata kho, avuso, bhikkhusangho panamito”ti. ","mn67:6.6":"“Tenahayasmanto muhuttam nisidatha, appeva nama mayam sakkuneyyama bhagavantam pasadetun”ti. ","mn67:6.7":"“Evamavuso”ti kho te bhikkhu catumeyyakanam sakyanam paccassosum. ","mn67:7.1":"Atha kho catumeyyaka sakya yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho catumeyyaka sakya bhagavantam etadavocum: ","mn67:7.2":"“abhinandatu, bhante, bhagava bhikkhusangham; ","mn67:7.3":"abhivadatu, bhante, bhagava bhikkhusangham. ","mn67:7.4":"Seyyathapi, bhante, bhagavata pubbe bhikkhusangho anuggahito; evameva bhagava etarahi anugganhatu bhikkhusangham. ","mn67:7.5":"Santettha, bhante, bhikkhu nava acirapabbajita adhunagata imam dhammavinayam. ","mn67:7.6":"Tesam bhagavantam dassanaya alabhantanam siya annathattam, siya viparinamo. ","mn67:7.7":"Seyyathapi, bhante, bijanam tarunanam udakam alabhantanam siya annathattam siya viparinamo; ","mn67:7.8":"evameva kho, bhante, santettha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam, tesam bhagavantam dassanaya alabhantanam siya annathattam, siya viparinamo. ","mn67:7.9":"Seyyathapi, bhante, vacchassa tarunassa mataram apassantassa siya annathattam, siya viparinamo; ","mn67:7.10":"evameva kho, bhante, santettha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam, tesam bhagavantam apassantanam siya annathattam, siya viparinamo. ","mn67:7.11":"Abhinandatu, bhante, bhagava bhikkhusangham; ","mn67:7.12":"abhivadatu, bhante, bhagava bhikkhusangham. ","mn67:7.13":"Seyyathapi, bhante, bhagavata pubbe bhikkhusangho anuggahito; evameva bhagava etarahi anugganhatu bhikkhusanghan”ti. ","mn67:8.1":"Atha kho brahma sahampati bhagavato cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—brahmaloke antarahito bhagavato purato paturahosi. ","mn67:8.2":"Atha kho brahma sahampati ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","mn67:9.1":"“abhinandatu, bhante, bhagava bhikkhusangham; ","mn67:9.2":"abhivadatu, bhante, bhagava bhikkhusangham. ","mn67:9.3":"Seyyathapi, bhante, bhagavata pubbe bhikkhusangho anuggahito; evameva bhagava etarahi anugganhatu bhikkhusangham. ","mn67:9.4":"Santettha, bhante, bhikkhu nava acirapabbajita adhunagata imam dhammavinayam, tesam bhagavantam dassanaya alabhantanam siya annathattam, siya viparinamo. ","mn67:9.5":"Seyyathapi, bhante, bijanam tarunanam udakam alabhantanam siya annathattam, siya viparinamo; ","mn67:9.6":"evameva kho, bhante, santettha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam, tesam bhagavantam dassanaya alabhantanam siya annathattam, siya viparinamo. ","mn67:9.7":"Seyyathapi, bhante, vacchassa tarunassa mataram apassantassa siya annathattam, siya viparinamo; ","mn67:9.8":"evameva kho, bhante, santettha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam, tesam bhagavantam apassantanam siya annathattam, siya viparinamo. ","mn67:9.9":"Abhinandatu, bhante, bhagava bhikkhusangham; ","mn67:9.10":"abhivadatu, bhante, bhagava bhikkhusangham. ","mn67:9.11":"Seyyathapi, bhante, bhagavata pubbe bhikkhusangho anuggahito; evameva bhagava etarahi anugganhatu bhikkhusanghan”ti. ","mn67:10.1":"Asakkhimsu kho catumeyyaka ca sakya brahma ca sahampati bhagavantam pasadetum bijupamena ca tarunupamena ca. ","mn67:11.1":"Atha kho ayasma mahamoggallano bhikkhu amantesi: ","mn67:11.2":"“utthethavuso, ganhatha pattacivaram. ","mn67:11.3":"Pasadito bhagava catumeyyakehi ca sakyehi brahmuna ca sahampatina bijupamena ca tarunupamena ca”ti. ","mn67:12.1":"“Evamavuso”ti kho te bhikkhu ayasmato mahamoggallanassa patissutva utthayasana pattacivaramadaya yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinnam kho ayasmantam sariputtam bhagava etadavoca: ","mn67:12.2":"“kinti te, sariputta, ahosi maya bhikkhusanghe panamite”ti? ","mn67:12.3":"“Evam kho me, bhante, ahosi: ","mn67:12.4":"‘bhagavata bhikkhusangho panamito. ","mn67:12.5":"Appossukko dani bhagava ditthadhammasukhaviharam anuyutto viharissati, mayampi dani appossukka ditthadhammasukhaviharamanuyutta viharissama’”ti. ","mn67:12.6":"“Agamehi tvam, sariputta, agamehi tvam, sariputta, ditthadhammasukhaviharan”ti. ","mn67:13.1":"Atha kho bhagava ayasmantam mahamoggallanam amantesi: ","mn67:13.2":"“kinti te, moggallana, ahosi maya bhikkhusanghe panamite”ti? ","mn67:13.3":"“Evam kho me, bhante, ahosi: ","mn67:13.4":"‘bhagavata bhikkhusangho panamito. ","mn67:13.5":"Appossukko dani bhagava ditthadhammasukhaviharam anuyutto viharissati, ahanca dani ayasma ca sariputto bhikkhusangham pariharissama’”ti. ","mn67:13.6":"“Sadhu sadhu, moggallana. ","mn67:13.7":"Aham va hi, moggallana, bhikkhusangham parihareyyam sariputtamoggallana va”ti. ","mn67:14.1":"Atha kho bhagava bhikkhu amantesi: ","mn67:14.2":"“cattarimani, bhikkhave, bhayani udakorohante patikankhitabbani. ","mn67:14.3":"Katamani cattari? ","mn67:14.4":"Umibhayam, kumbhilabhayam, avattabhayam, susukabhayam—","mn67:14.5":"imani, bhikkhave, cattari bhayani udakorohante patikankhitabbani. ","mn67:15.1":"Evameva kho, bhikkhave, cattarimani bhayani idhekacce puggale imasmim dhammavinaye agarasma anagariyam pabbajite patikankhitabbani. ","mn67:15.2":"Katamani cattari? ","mn67:15.3":"Umibhayam, kumbhilabhayam, avattabhayam, susukabhayam. ","mn67:16.1":"Katamanca, bhikkhave, umibhayam? ","mn67:16.2":"Idha, bhikkhave, ekacco kulaputto saddha agarasma anagariyam pabbajito hoti: ","mn67:16.3":"‘otinnomhi jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi dukkhotinno dukkhapareto; ","mn67:16.4":"appeva nama imassa kevalassa dukkhakkhandhassa antakiriya pannayetha’ti. ","mn67:16.5":"Tamenam tatha pabbajitam samanam sabrahmacari ovadanti, anusasanti: ","mn67:16.6":"‘evam te abhikkamitabbam, evam te patikkamitabbam, evam te alokitabbam, evam te vilokitabbam, evam te saminjitabbam, evam te pasaritabbam, evam te sanghatipattacivaram dharetabban’ti. ","mn67:16.7":"Tassa evam hoti: ","mn67:16.8":"‘mayam kho pubbe agariyabhuta samana anne ovadama, anusasama. ","mn67:16.9":"Ime panamhakam puttamatta manne, nattamatta manne, amhe ovaditabbam anusasitabbam mannanti’ti. ","mn67:16.10":"So sikkham paccakkhaya hinayavattati. ","mn67:16.11":"Ayam vuccati, bhikkhave, umibhayassa bhito sikkham paccakkhaya hinayavatto. ","mn67:16.12":"‘Umibhayan’ti kho, bhikkhave, kodhupayasassetam adhivacanam. ","mn67:17.1":"Katamanca, bhikkhave, kumbhilabhayam? ","mn67:17.2":"Idha, bhikkhave, ekacco kulaputto saddha agarasma anagariyam pabbajito hoti: ","mn67:17.3":"‘otinnomhi jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi dukkhotinno dukkhapareto; ","mn67:17.4":"appeva nama imassa kevalassa dukkhakkhandhassa antakiriya pannayetha’ti. ","mn67:17.5":"Tamenam tatha pabbajitam samanam sabrahmacari ovadanti anusasanti: ","mn67:17.6":"‘idam te khaditabbam, idam te na khaditabbam; idam te bhunjitabbam, idam te na bhunjitabbam; idam te sayitabbam, idam te na sayitabbam; idam te patabbam, idam te na patabbam; kappiyam te khaditabbam, akappiyam te na khaditabbam; kappiyam te bhunjitabbam, akappiyam te na bhunjitabbam; kappiyam te sayitabbam, akappiyam te na sayitabbam; kappiyam te patabbam, akappiyam te na patabbam; kale te khaditabbam, vikale te na khaditabbam; kale te bhunjitabbam, vikale te na bhunjitabbam; kale te sayitabbam, vikale te na sayitabbam; kale te patabbam, vikale te na patabban’ti. ","mn67:17.7":"Tassa evam hoti: ‘mayam kho pubbe agariyabhuta samana yam icchama tam khadama, yam na icchama na tam khadama; yam icchama tam bhunjama, yam na icchama na tam bhunjama; yam icchama tam sayama, yam na icchama na tam sayama; yam icchama tam pivama, yam na icchama na tam pivama; ","mn67:17.8":"kappiyampi khadama, akappiyampi khadama; kappiyampi bhunjama, akappiyampi bhunjama; kappiyampi sayama, akappiyampi sayama; kappiyampi pivama, akappiyampi pivama; kalepi khadama, vikalepi khadama; kalepi bhunjama vikalepi bhunjama; kalepi sayama, vikalepi sayama; kalepi pivama, vikalepi pivama. ","mn67:17.9":"Yampi no saddha gahapatika diva vikale panitam khadaniyam bhojaniyam denti tatthapime mukhavaranam manne karonti’ti. ","mn67:17.10":"So sikkham paccakkhaya hinayavattati. ","mn67:17.11":"Ayam vuccati, bhikkhave, kumbhilabhayassa bhito sikkham paccakkhaya hinayavatto. ","mn67:17.12":"‘Kumbhilabhayan’ti kho, bhikkhave, odarikattassetam adhivacanam. ","mn67:18.1":"Katamanca, bhikkhave, avattabhayam? ","mn67:18.2":"Idha, bhikkhave, ekacco kulaputto saddha agarasma anagariyam pabbajito hoti: ","mn67:18.3":"‘otinnomhi jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi dukkhotinno dukkhapareto; ","mn67:18.4":"appeva nama imassa kevalassa dukkhakkhandhassa antakiriya pannayetha’ti. ","mn67:18.5":"So evam pabbajito samano pubbanhasamayam nivasetva pattacivaramadaya gamam va nigamam va pindaya pavisati. ","mn67:18.6":"Arakkhiteneva kayena arakkhitaya vacaya anupatthitaya satiya asamvutehi indriyehi so tattha passati gahapatim va gahapatiputtam va pancahi kamagunehi samappitam samangibhutam paricarayamanam. ","mn67:18.7":"Tassa evam hoti: ","mn67:18.8":"‘mayam kho pubbe agariyabhuta samana pancahi kamagunehi samappita samangibhuta paricarimha. ","mn67:18.9":"Samvijjanti kho pana me kule bhoga. ","mn67:18.10":"Sakka bhoge ca bhunjitum punnani ca katun’ti. ","mn67:18.11":"So sikkham paccakkhaya hinayavattati. ","mn67:18.12":"Ayam vuccati, bhikkhave, avattabhayassa bhito sikkham paccakkhaya hinayavatto. ","mn67:18.13":"‘Avattabhayan’ti kho, bhikkhave, pancannetam kamagunanam adhivacanam. ","mn67:19.1":"Katamanca, bhikkhave, susukabhayam? ","mn67:19.2":"Idha, bhikkhave, ekacco kulaputto saddha agarasma anagariyam pabbajito hoti: ","mn67:19.3":"‘otinnomhi jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi dukkhotinno dukkhapareto; ","mn67:19.4":"appeva nama imassa kevalassa dukkhakkhandhassa antakiriya pannayetha’ti. ","mn67:19.5":"So evam pabbajito samano pubbanhasamayam nivasetva pattacivaramadaya gamam va nigamam va pindaya pavisati. ","mn67:19.6":"Arakkhiteneva kayena arakkhitaya vacaya anupatthitaya satiya asamvutehi indriyehi so tattha passati matugamam dunnivattham va dupparutam va. ","mn67:19.7":"Tassa matugamam disva dunnivattham va dupparutam va rago cittam anuddhamseti. ","mn67:19.8":"So raganuddhamsena cittena sikkham paccakkhaya hinayavattati. ","mn67:19.9":"Ayam vuccati, bhikkhave, susukabhayassa bhito sikkham paccakkhaya hinayavatto. ","mn67:19.10":"‘Susukabhayan’ti kho, bhikkhave, matugamassetam adhivacanam. ","mn67:20.1":"Imani kho, bhikkhave, cattari bhayani, idhekacce puggale imasmim dhammavinaye agarasma anagariyam pabbajite patikankhitabbani”ti. ","mn67:20.2":"Idamavoca bhagava. ","mn67:20.3":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn67:20.4":"Catumasuttam nitthitam sattamam. "}