{"mn69:0.1":"Majjhima Nikaya 69 ","mn69:0.2":"Goliyanisutta ","mn69:1.1":"Evam me sutam—","mn69:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn69:2.1":"Tena kho pana samayena goliyani nama bhikkhu aranniko padasamacaro sanghamajjhe osato hoti kenacideva karaniyena. ","mn69:2.2":"Tatra kho ayasma sariputto goliyanim bhikkhum arabbha bhikkhu amantesi: ","mn69:3.1":"“Arannikenavuso, bhikkhuna sanghagatena sanghe viharantena sabrahmacarisu sagaravena bhavitabbam sappatissena. ","mn69:3.2":"Sace, avuso, aranniko bhikkhu sanghagato sanghe viharanto sabrahmacarisu agaravo hoti appatisso, tassa bhavanti vattaro. ","mn69:3.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena, yo ayamayasma sabrahmacarisu agaravo hoti appatisso’ti—","mn69:3.4":"tassa bhavanti vattaro. ","mn69:3.5":"Tasma arannikena bhikkhuna sanghagatena sanghe viharantena sabrahmacarisu sagaravena bhavitabbam sappatissena. ","mn69:4.1":"Arannikenavuso, bhikkhuna sanghagatena sanghe viharantena asanakusalena bhavitabbam: ","mn69:4.2":"‘iti there ca bhikkhu nanupakhajja nisidissami nave ca bhikkhu na asanena patibahissami’ti. ","mn69:4.3":"Sace, avuso, aranniko bhikkhu sanghagato sanghe viharanto na asanakusalo hoti, tassa bhavanti vattaro. ","mn69:4.4":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena, yo ayamayasma asanakusalo na hoti’ti—","mn69:4.5":"tassa bhavanti vattaro. ","mn69:4.6":"Tasma arannikena bhikkhuna sanghagatena sanghe viharantena asanakusalena bhavitabbam. ","mn69:4.7":"Arannikenavuso, bhikkhuna sanghagatena sanghe viharantena abhisamacarikopi dhammo janitabbo. ","mn69:4.8":"Sace, avuso, aranniko bhikkhu sanghagato sanghe viharanto abhisamacarikampi dhammam na janati, tassa bhavanti vattaro. ","mn69:4.9":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma abhisamacarikampi dhammam na janati’ti—","mn69:4.10":"tassa bhavanti vattaro. ","mn69:4.11":"Tasma arannikena bhikkhuna sanghagatena sanghe viharantena abhisamacarikopi dhammo janitabbo. ","mn69:5.1":"Arannikenavuso, bhikkhuna sanghagatena sanghe viharantena natikalena gamo pavisitabbo natidiva patikkamitabbam. ","mn69:5.2":"Sace, avuso, aranniko bhikkhu sanghagato sanghe viharanto atikalena gamam pavisati atidiva patikkamati, tassa bhavanti vattaro. ","mn69:5.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma atikalena gamam pavisati atidiva patikkamati’ti—","mn69:5.4":"tassa bhavanti vattaro. ","mn69:5.5":"Tasma arannikena bhikkhuna sanghagatena sanghe viharantena natikalena gamo pavisitabbo, natidiva patikkamitabbam. ","mn69:6.1":"Arannikenavuso, bhikkhuna sanghagatena sanghe viharantena na purebhattam pacchabhattam kulesu carittam apajjitabbam. ","mn69:6.2":"Sace, avuso, aranniko bhikkhu sanghagato sanghe viharanto purebhattam pacchabhattam kulesu carittam apajjati, tassa bhavanti vattaro. ","mn69:6.3":"‘Ayam nunimassayasmato arannikassa ekassaranne seriviharena viharato vikalacariya bahulikata, tamenam sanghagatampi samudacarati’ti—","mn69:6.4":"tassa bhavanti vattaro. ","mn69:6.5":"Tasma arannikena bhikkhuna sanghagatena sanghe viharantena na purebhattam pacchabhattam kulesu carittam apajjitabbam. ","mn69:7.1":"Arannikenavuso, bhikkhuna sanghagatena sanghe viharantena anuddhatena bhavitabbam acapalena. ","mn69:7.2":"Sace, avuso, aranniko bhikkhu sanghagato sanghe viharanto uddhato hoti capalo, tassa bhavanti vattaro. ","mn69:7.3":"‘Idam nunimassayasmato arannikassa ekassaranne seriviharena viharato uddhaccam capalyam bahulikatam, tamenam sanghagatampi samudacarati’ti—","mn69:7.4":"tassa bhavanti vattaro. ","mn69:7.5":"Tasma arannikena bhikkhuna sanghagatena sanghe viharantena anuddhatena bhavitabbam acapalena. ","mn69:8.1":"Arannikenavuso, bhikkhuna sanghagatena sanghe viharantena amukharena bhavitabbam avikinnavacena. ","mn69:8.2":"Sace, avuso, aranniko bhikkhu sanghagato sanghe viharanto mukharo hoti vikinnavaco, tassa bhavanti vattaro. ","mn69:8.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma mukharo vikinnavaco’ti—","mn69:8.4":"tassa bhavanti vattaro. ","mn69:8.5":"Tasma arannikena bhikkhuna sanghagatena sanghe viharantena amukharena bhavitabbam avikinnavacena. ","mn69:9.1":"Arannikenavuso, bhikkhuna sanghagatena sanghe viharantena suvacena bhavitabbam kalyanamittena. ","mn69:9.2":"Sace, avuso, aranniko bhikkhu sanghagato sanghe viharanto dubbaco hoti papamitto, tassa bhavanti vattaro. ","mn69:9.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma dubbaco papamitto’ti—","mn69:9.4":"tassa bhavanti vattaro. ","mn69:9.5":"Tasma arannikena bhikkhuna sanghagatena sanghe viharantena suvacena bhavitabbam kalyanamittena. ","mn69:10.1":"Arannikenavuso, bhikkhuna indriyesu guttadvarena bhavitabbam. ","mn69:10.2":"Sace, avuso, aranniko bhikkhu indriyesu aguttadvaro hoti, tassa bhavanti vattaro. ","mn69:10.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma indriyesu aguttadvaro’ti—","mn69:10.4":"tassa bhavanti vattaro. ","mn69:10.5":"Tasma arannikena bhikkhuna indriyesu guttadvarena bhavitabbam. ","mn69:11.1":"Arannikenavuso, bhikkhuna bhojane mattannuna bhavitabbam. ","mn69:11.2":"Sace, avuso, aranniko bhikkhu bhojane amattannu hoti, tassa bhavanti vattaro. ","mn69:11.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma bhojane amattannu’ti—","mn69:11.4":"tassa bhavanti vattaro. ","mn69:11.5":"Tasma arannikena bhikkhuna bhojane mattannuna bhavitabbam. ","mn69:12.1":"Arannikenavuso, bhikkhuna jagariyam anuyuttena bhavitabbam. ","mn69:12.2":"Sace, avuso, aranniko bhikkhu jagariyam ananuyutto hoti, tassa bhavanti vattaro. ","mn69:12.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma jagariyam ananuyutto’ti—","mn69:12.4":"tassa bhavanti vattaro. ","mn69:12.5":"Tasma arannikena bhikkhuna jagariyam anuyuttena bhavitabbam. ","mn69:13.1":"Arannikenavuso, bhikkhuna araddhaviriyena bhavitabbam. ","mn69:13.2":"Sace, avuso, aranniko bhikkhu kusito hoti, tassa bhavanti vattaro. ","mn69:13.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma kusito’ti—","mn69:13.4":"tassa bhavanti vattaro. ","mn69:13.5":"Tasma arannikena bhikkhuna araddhaviriyena bhavitabbam. ","mn69:14.1":"Arannikenavuso, bhikkhuna upatthitassatina bhavitabbam. ","mn69:14.2":"Sace, avuso, aranniko bhikkhu mutthassati hoti, tassa bhavanti vattaro. ","mn69:14.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma mutthassati’ti—","mn69:14.4":"tassa bhavanti vattaro. ","mn69:14.5":"Tasma arannikena bhikkhuna upatthitassatina bhavitabbam. ","mn69:15.1":"Arannikenavuso, bhikkhuna samahitena bhavitabbam. ","mn69:15.2":"Sace, avuso, aranniko bhikkhu asamahito hoti, tassa bhavanti vattaro. ","mn69:15.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma asamahito’ti—","mn69:15.4":"tassa bhavanti vattaro. ","mn69:15.5":"Tasma arannikena bhikkhuna samahitena bhavitabbam. ","mn69:16.1":"Arannikenavuso, bhikkhuna pannavata bhavitabbam. ","mn69:16.2":"Sace, avuso, aranniko bhikkhu duppanno hoti, tassa bhavanti vattaro. ","mn69:16.3":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma duppanno’ti—","mn69:16.4":"tassa bhavanti vattaro. ","mn69:16.5":"Tasma arannikena bhikkhuna pannavata bhavitabbam. ","mn69:17.1":"Arannikenavuso, bhikkhuna abhidhamme abhivinaye yogo karaniyo. ","mn69:17.2":"Santavuso, arannikam bhikkhum abhidhamme abhivinaye panham pucchitaro. ","mn69:17.3":"Sace, avuso, aranniko bhikkhu abhidhamme abhivinaye panham puttho na sampayati, tassa bhavanti vattaro. ","mn69:17.4":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma abhidhamme abhivinaye panham puttho na sampayati’ti—","mn69:17.5":"tassa bhavanti vattaro. ","mn69:17.6":"Tasma arannikena bhikkhuna abhidhamme abhivinaye yogo karaniyo. ","mn69:18.1":"Arannikenavuso, bhikkhuna ye te santa vimokkha atikkamma rupe aruppa tattha yogo karaniyo. ","mn69:18.2":"Santavuso, arannikam bhikkhum ye te santa vimokkha atikkamma rupe aruppa tattha panham pucchitaro. ","mn69:18.3":"Sace, avuso, aranniko bhikkhu ye te santa vimokkha atikkamma rupe aruppa tattha panham puttho na sampayati, tassa bhavanti vattaro. ","mn69:18.4":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma ye te santa vimokkha atikkamma rupe aruppa tattha panham puttho na sampayati’ti—","mn69:18.5":"tassa bhavanti vattaro. ","mn69:18.6":"Tasma arannikena bhikkhuna ye te santa vimokkha atikkamma rupe aruppa tattha yogo karaniyo. ","mn69:19.1":"Arannikenavuso, bhikkhuna uttari manussadhamme yogo karaniyo. ","mn69:19.2":"Santavuso, arannikam bhikkhum uttari manussadhamme panham pucchitaro. ","mn69:19.3":"Sace, avuso, aranniko bhikkhu uttari manussadhamme panham puttho na sampayati, tassa bhavanti vattaro. ","mn69:19.4":"‘Kim panimassayasmato arannikassa ekassaranne seriviharena yo ayamayasma yassatthaya pabbajito tamattham na janati’ti—","mn69:19.5":"tassa bhavanti vattaro. ","mn69:19.6":"Tasma arannikena bhikkhuna uttari manussadhamme yogo karaniyo”ti. ","mn69:19.7":"Evam vutte, ayasma mahamoggallano ayasmantam sariputtam etadavoca: ","mn69:19.8":"“arannikeneva nu kho, avuso sariputta, bhikkhuna ime dhamma samadaya vattitabba udahu gamantaviharinapi”ti? ","mn69:19.9":"“Arannikenapi kho, avuso moggallana, bhikkhuna ime dhamma samadaya vattitabba pageva gamantaviharina”ti. ","mn69:19.10":"Goliyanisuttam nitthitam navamam. "}