{"mn71:0.1":"Majjhima Nikaya 71 ","mn71:0.2":"Tevijjavacchasutta ","mn71:1.1":"Evam me sutam—","mn71:1.2":"ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","mn71:2.1":"Tena kho pana samayena vacchagotto paribbajako ekapundarike paribbajakarame pativasati. ","mn71:3.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","mn71:3.2":"Atha kho bhagavato etadahosi: ","mn71:3.3":"“atippago kho tava vesaliyam pindaya caritum; ","mn71:3.4":"yannunaham yena ekapundariko paribbajakaramo yena vacchagotto paribbajako tenupasankameyyan”ti. ","mn71:3.5":"Atha kho bhagava yena ekapundariko paribbajakaramo yena vacchagotto paribbajako tenupasankami. ","mn71:4.1":"Addasa kho vacchagotto paribbajako bhagavantam duratova agacchantam. ","mn71:4.2":"Disvana bhagavantam etadavoca: ","mn71:4.3":"“Etu kho, bhante, bhagava. ","mn71:4.4":"Svagatam, bhante, bhagavato. ","mn71:4.5":"Cirassam kho, bhante, bhagava imam pariyayamakasi yadidam idhagamanaya. ","mn71:4.6":"Nisidatu, bhante, bhagava idamasanam pannattan”ti. ","mn71:4.7":"Nisidi bhagava pannatte asane. ","mn71:4.8":"Vacchagottopi kho paribbajako annataram nicam asanam gahetva ekamantam nisidi. ","mn71:4.9":"Ekamantam nisinno kho vacchagotto paribbajako bhagavantam etadavoca: ","mn71:5.1":"“sutam metam, bhante: ","mn71:5.2":"‘samano gotamo sabbannu sabbadassavi, aparisesam nanadassanam patijanati, ","mn71:5.3":"carato ca me titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitan’ti. ","mn71:5.4":"Ye te, bhante, evamahamsu: ‘samano gotamo sabbannu sabbadassavi, aparisesam nanadassanam patijanati, carato ca me titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitan’ti, kacci te, bhante, bhagavato vuttavadino, na ca bhagavantam abhutena abbhacikkhanti, dhammassa canudhammam byakaronti, na ca koci sahadhammiko vadanuvado garayham thanam agacchati”ti? ","mn71:5.5":"“Ye te, vaccha, evamahamsu: ‘samano gotamo sabbannu sabbadassavi, aparisesam nanadassanam patijanati, carato ca me titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitan’ti, na me te vuttavadino, abbhacikkhanti ca pana mam asata abhutena”ti. ","mn71:6.1":"“Katham byakaramana pana mayam, bhante, vuttavadino ceva bhagavato assama, na ca bhagavantam abhutena abbhacikkheyyama, dhammassa canudhammam byakareyyama, na ca koci sahadhammiko vadanuvado garayham thanam agaccheyya”ti? ","mn71:6.2":"“‘Tevijjo samano gotamo’ti kho, vaccha, byakaramano vuttavadi ceva me assa, na ca mam abhutena abbhacikkheyya, dhammassa canudhammam byakareyya, na ca koci sahadhammiko vadanuvado garayham thanam agaccheyya. ","mn71:7.1":"Ahanhi, vaccha, yavadeva akankhami anekavihitam pubbenivasam anussarami, ","mn71:7.2":"seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarami. ","mn71:8.1":"Ahanhi, vaccha, yavadeva akankhami dibbena cakkhuna visuddhena atikkantamanusakena satte passami cavamane upapajjamane hine panite suvanne dubbanne sugate duggate …pe… yathakammupage satte pajanami. ","mn71:9.1":"Ahanhi, vaccha, asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharami. ","mn71:10.1":"‘Tevijjo samano gotamo’ti kho, vaccha, byakaramano vuttavadi ceva me assa, na ca mam abhutena abbhacikkheyya, dhammassa canudhammam byakareyya, na ca koci sahadhammiko vadanuvado garayham thanam agaccheyya”ti. ","mn71:11.1":"Evam vutte, vacchagotto paribbajako bhagavantam etadavoca: ","mn71:11.2":"“atthi nu kho, bho gotama, koci gihi gihisamyojanam appahaya kayassa bheda dukkhassantakaro”ti? ","mn71:11.3":"“Natthi kho, vaccha, koci gihi gihisamyojanam appahaya kayassa bheda dukkhassantakaro”ti. ","mn71:12.1":"“Atthi pana, bho gotama, koci gihi gihisamyojanam appahaya kayassa bheda saggupago”ti? ","mn71:12.2":"“Na kho, vaccha, ekamyeva satam na dve satani na tini satani na cattari satani na panca satani, atha kho bhiyyova ye gihi gihisamyojanam appahaya kayassa bheda saggupaga”ti. ","mn71:13.1":"“Atthi nu kho, bho gotama, koci ajivako kayassa bheda dukkhassantakaro”ti? ","mn71:13.2":"“Natthi kho, vaccha, koci ajivako kayassa bheda dukkhassantakaro”ti. ","mn71:14.1":"“Atthi pana, bho gotama, koci ajivako kayassa bheda saggupago”ti? ","mn71:14.2":"“Ito kho so, vaccha, ekanavuto kappo yamaham anussarami, nabhijanami kanci ajivakam saggupagam annatra ekena; ","mn71:14.3":"sopasi kammavadi kiriyavadi”ti. ","mn71:15.1":"“Evam sante, bho gotama, sunnam adum titthayatanam antamaso saggupagenapi”ti? ","mn71:15.2":"“Evam, vaccha, sunnam adum titthayatanam antamaso saggupagenapi”ti. ","mn71:15.3":"Idamavoca bhagava. ","mn71:15.4":"Attamano vacchagotto paribbajako bhagavato bhasitam abhinanditi. ","mn71:15.5":"Tevijjavacchasuttam nitthitam pathamam. "}