{"mn72:0.1":"Majjhima Nikaya 72 ","mn72:0.2":"Aggivacchasutta ","mn72:1.1":"Evam me sutam—","mn72:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn72:2.1":"Atha kho vacchagotto paribbajako yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn72:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho vacchagotto paribbajako bhagavantam etadavoca: ","mn72:3.1":"“Kim nu kho, bho gotama, ‘sassato loko, idameva saccam moghamannan’ti—","mn72:3.2":"evamditthi bhavam gotamo”ti? ","mn72:3.3":"“Na kho aham, vaccha, evamditthi: ","mn72:3.4":"‘sassato loko, idameva saccam moghamannan’”ti. ","mn72:4.1":"“Kim pana, bho gotama, ‘asassato loko, idameva saccam moghamannan’ti—","mn72:4.2":"evamditthi bhavam gotamo”ti? ","mn72:4.3":"“Na kho aham, vaccha, evamditthi: ","mn72:4.4":"‘asassato loko, idameva saccam moghamannan’”ti. ","mn72:5.1":"“Kim nu kho, bho gotama, ‘antava loko, idameva saccam moghamannan’ti—","mn72:5.2":"evamditthi bhavam gotamo”ti? ","mn72:5.3":"“Na kho aham, vaccha, evamditthi: ","mn72:5.4":"‘antava loko, idameva saccam moghamannan’”ti. ","mn72:6.1":"“Kim pana, bho gotama, ‘anantava loko, idameva saccam moghamannan’ti—","mn72:6.2":"evamditthi bhavam gotamo”ti? ","mn72:6.3":"“Na kho aham, vaccha, evamditthi: ","mn72:6.4":"‘anantava loko, idameva saccam moghamannan’”ti. ","mn72:7.1":"“Kim nu kho, bho gotama, ‘tam jivam tam sariram, idameva saccam moghamannan’ti—","mn72:7.2":"evamditthi bhavam gotamo”ti? ","mn72:7.3":"“Na kho aham, vaccha, evamditthi: ","mn72:7.4":"‘tam jivam tam sariram, idameva saccam moghamannan’”ti. ","mn72:8.1":"“Kim pana, bho gotama, ‘annam jivam annam sariram, idameva saccam moghamannan’ti—","mn72:8.2":"evamditthi bhavam gotamo”ti? ","mn72:8.3":"“Na kho aham, vaccha, evamditthi: ","mn72:8.4":"‘annam jivam annam sariram, idameva saccam moghamannan’”ti. ","mn72:9.1":"“Kim nu kho, bho gotama, ‘hoti tathagato param marana, idameva saccam moghamannan’ti—","mn72:9.2":"evamditthi bhavam gotamo”ti? ","mn72:9.3":"“Na kho aham, vaccha, evamditthi: ","mn72:9.4":"‘hoti tathagato param marana, idameva saccam moghamannan’”ti. ","mn72:10.1":"“Kim pana, bho gotama, ‘na hoti tathagato param marana, idameva saccam moghamannan’ti—","mn72:10.2":"evamditthi bhavam gotamo”ti? ","mn72:10.3":"“Na kho aham, vaccha, evamditthi: ","mn72:10.4":"‘na hoti tathagato param marana, idameva saccam moghamannan’”ti. ","mn72:11.1":"“Kim nu kho, bho gotama, ‘hoti ca na ca hoti tathagato param marana, idameva saccam moghamannan’ti—","mn72:11.2":"evamditthi bhavam gotamo”ti? ","mn72:11.3":"“Na kho aham, vaccha, evamditthi: ","mn72:11.4":"‘hoti ca na ca hoti tathagato param marana, idameva saccam moghamannan’”ti. ","mn72:12.1":"“Kim pana, bho gotama, ‘neva hoti na na hoti tathagato param marana, idameva saccam moghamannan’ti—","mn72:12.2":"evamditthi bhavam gotamo”ti? ","mn72:12.3":"“Na kho aham, vaccha, evamditthi: ","mn72:12.4":"‘neva hoti na na hoti tathagato param marana, idameva saccam moghamannan’”ti. ","mn72:13.1":"“‘Kim nu kho, bho gotama, sassato loko, idameva saccam moghamannanti—","mn72:13.2":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.3":"sassato loko, idameva saccam moghamannan’ti vadesi. ","mn72:13.4":"‘Kim pana, bho gotama, asassato loko, idameva saccam moghamannanti—","mn72:13.5":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.6":"asassato loko, idameva saccam moghamannan’ti vadesi. ","mn72:13.7":"‘Kim nu kho, bho gotama, antava loko, idameva saccam moghamannanti—","mn72:13.8":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.9":"antava loko, idameva saccam moghamannan’ti vadesi. ","mn72:13.10":"‘Kim pana, bho gotama, anantava loko, idameva saccam moghamannanti—","mn72:13.11":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.12":"anantava loko, idameva saccam moghamannan’ti vadesi. ","mn72:13.13":"‘Kim nu kho, bho gotama, tam jivam tam sariram, idameva saccam moghamannanti—","mn72:13.14":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.15":"tam jivam tam sariram, idameva saccam moghamannan’ti vadesi. ","mn72:13.16":"‘Kim pana, bho gotama, annam jivam annam sariram, idameva saccam moghamannanti—","mn72:13.17":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.18":"annam jivam annam sariram, idameva saccam moghamannan’ti vadesi. ","mn72:13.19":"‘Kim nu kho, bho gotama, hoti tathagato param marana, idameva saccam moghamannanti—","mn72:13.20":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.21":"hoti tathagato param marana, idameva saccam moghamannan’ti vadesi. ","mn72:13.22":"‘Kim pana, bho gotama, na hoti tathagato param marana, idameva saccam moghamannanti—","mn72:13.23":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.24":"na hoti tathagato param marana, idameva saccam moghamannan’ti vadesi. ","mn72:13.25":"‘Kim nu kho, bho gotama, hoti ca na ca hoti tathagato param marana, idameva saccam moghamannanti—","mn72:13.26":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.27":"hoti ca na ca hoti tathagato param marana, idameva saccam moghamannan’ti vadesi. ","mn72:13.28":"‘Kim pana, bho gotama, neva hoti na na hoti tathagato param marana, idameva saccam moghamannanti—","mn72:13.29":"evamditthi bhavam gotamo’ti iti puttho samano ‘na kho aham, vaccha, evamditthi—","mn72:13.30":"neva hoti na na hoti tathagato param marana, idameva saccam moghamannan’ti vadesi. ","mn72:13.31":"Kim pana bho gotamo adinavam sampassamano evam imani sabbaso ditthigatani anupagato”ti? ","mn72:14.1":"“‘Sassato loko’ti kho, vaccha, ditthigatametam ditthigahanam ditthikantaro ditthivisukam ditthivipphanditam ditthisamyojanam sadukkham savighatam saupayasam saparilaham, na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati. ","mn72:14.2":"‘Asassato loko’ti kho, vaccha …pe… ","mn72:14.3":"‘antava loko’ti kho, vaccha …pe… ","mn72:14.4":"‘anantava loko’ti kho, vaccha …pe… ","mn72:14.5":"‘tam jivam tam sariran’ti kho, vaccha …pe… ","mn72:14.6":"‘annam jivam annam sariran’ti kho, vaccha …pe… ","mn72:14.7":"‘hoti tathagato param marana’ti kho, vaccha …pe… ","mn72:14.8":"‘na hoti tathagato param marana’ti kho, vaccha …pe… ","mn72:14.9":"‘hoti ca na ca hoti tathagato param marana’ti kho, vaccha …pe… ","mn72:14.10":"‘neva hoti na na hoti tathagato param marana’ti kho, vaccha, ditthigatametam ditthigahanam ditthikantaro ditthivisukam ditthivipphanditam ditthisamyojanam sadukkham savighatam saupayasam saparilaham, na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati. ","mn72:14.11":"Imam kho aham, vaccha, adinavam sampassamano evam imani sabbaso ditthigatani anupagato”ti. ","mn72:15.1":"“Atthi pana bhoto gotamassa kinci ditthigatan”ti? ","mn72:15.2":"“Ditthigatanti kho, vaccha, apanitametam tathagatassa. ","mn72:15.3":"Ditthanhetam, vaccha, tathagatena: ","mn72:15.4":"‘iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","mn72:15.5":"iti vedana, iti vedanaya samudayo, iti vedanaya atthangamo; ","mn72:15.6":"iti sanna, iti sannaya samudayo, iti sannaya atthangamo; ","mn72:15.7":"iti sankhara, iti sankharanam samudayo, iti sankharanam atthangamo; ","mn72:15.8":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamo’ti. ","mn72:15.9":"Tasma tathagato sabbamannitanam sabbamathitanam sabbaahankaramamankaramananusayanam khaya viraga nirodha caga patinissagga anupada vimuttoti vadami”ti. ","mn72:16.1":"“Evam vimuttacitto pana, bho gotama, bhikkhu kuhim upapajjati”ti? ","mn72:16.2":"“Upapajjatiti kho, vaccha, na upeti”. ","mn72:16.3":"“Tena hi, bho gotama, na upapajjati”ti? ","mn72:16.4":"“Na upapajjatiti kho, vaccha, na upeti”. ","mn72:16.5":"“Tena hi, bho gotama, upapajjati ca na ca upapajjati”ti? ","mn72:16.6":"“Upapajjati ca na ca upapajjatiti kho, vaccha, na upeti”. ","mn72:16.7":"“Tena hi, bho gotama, neva upapajjati na na upapajjati”ti? ","mn72:16.8":"“Neva upapajjati na na upapajjatiti kho, vaccha, na upeti”. ","mn72:17.1":"“‘Evam vimuttacitto pana, bho gotama, bhikkhu kuhim upapajjati’ti iti puttho samano ‘upapajjatiti kho, vaccha, na upeti’ti vadesi. ","mn72:17.2":"‘Tena hi, bho gotama, na upapajjati’ti iti puttho samano ‘na upapajjatiti kho, vaccha, na upeti’ti vadesi. ","mn72:17.3":"‘Tena hi, bho gotama, upapajjati ca na ca upapajjati’ti iti puttho samano ‘upapajjati ca na ca upapajjatiti kho, vaccha, na upeti’ti vadesi. ","mn72:17.4":"‘Tena hi, bho gotama, neva upapajjati na na upapajjati’ti iti puttho samano ‘neva upapajjati na na upapajjatiti kho, vaccha, na upeti’ti vadesi. ","mn72:17.5":"Etthaham, bho gotama, annanamapadim, ettha sammohamapadim. ","mn72:17.6":"Yapi me esa bhoto gotamassa purimena kathasallapena ahu pasadamatta sapi me etarahi antarahita”ti. ","mn72:18.1":"“Alanhi te, vaccha, annanaya, alam sammohaya. ","mn72:18.2":"Gambhiro hayam, vaccha, dhammo duddaso duranubodho santo panito atakkavacaro nipuno panditavedaniyo. ","mn72:18.3":"So taya dujjano annaditthikena annakhantikena annarucikena annatrayogena annatracariyakena. ","mn72:18.4":"Tena hi, vaccha, tannevettha patipucchissami; yatha te khameyya tatha nam byakareyyasi. ","mn72:19.1":"Tam kim mannasi, vaccha, ","mn72:19.2":"sace te purato aggi jaleyya, janeyyasi tvam: ","mn72:19.3":"‘ayam me purato aggi jalati’”ti? ","mn72:19.4":"“Sace me, bho gotama, purato aggi jaleyya, janeyyaham: ","mn72:19.5":"‘ayam me purato aggi jalati’”ti. ","mn72:19.6":"“Sace pana tam, vaccha, evam puccheyya: ","mn72:19.7":"‘yo te ayam purato aggi jalati ayam aggi kim paticca jalati’ti, evam puttho tvam, vaccha, kinti byakareyyasi”ti? ","mn72:19.8":"“Sace mam, bho gotama, evam puccheyya: ","mn72:19.9":"‘yo te ayam purato aggi jalati ayam aggi kim paticca jalati’ti, evam puttho aham, bho gotama, evam byakareyyam: ","mn72:19.10":"‘yo me ayam purato aggi jalati ayam aggi tinakatthupadanam paticca jalati’”ti. ","mn72:19.11":"“Sace te, vaccha, purato so aggi nibbayeyya, janeyyasi tvam: ","mn72:19.12":"‘ayam me purato aggi nibbuto’”ti? ","mn72:19.13":"“Sace me, bho gotama, purato so aggi nibbayeyya, janeyyaham: ","mn72:19.14":"‘ayam me purato aggi nibbuto’”ti. ","mn72:19.15":"“Sace pana tam, vaccha, evam puccheyya: ","mn72:19.16":"‘yo te ayam purato aggi nibbuto so aggi ito katamam disam gato—","mn72:19.17":"puratthimam va dakkhinam va pacchimam va uttaram va’ti, evam puttho tvam, vaccha, kinti byakareyyasi”ti? ","mn72:19.18":"“Na upeti, bho gotama, yanhi so, bho gotama, aggi tinakatthupadanam paticca ajali tassa ca pariyadana annassa ca anupahara anaharo nibbutotveva sankhyam gacchati”ti. ","mn72:20.1":"“Evameva kho, vaccha, yena rupena tathagatam pannapayamano pannapeyya tam rupam tathagatassa pahinam ucchinnamulam talavatthukatam anabhavankatam ayatim anuppadadhammam. ","mn72:20.2":"Rupasankhayavimutto kho, vaccha, tathagato gambhiro appameyyo duppariyogalho—","mn72:20.3":"seyyathapi mahasamuddo. ","mn72:20.4":"Upapajjatiti na upeti, na upapajjatiti na upeti, upapajjati ca na ca upapajjatiti na upeti, neva upapajjati na na upapajjatiti na upeti. ","mn72:20.5":"Yaya vedanaya tathagatam pannapayamano pannapeyya sa vedana tathagatassa pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","mn72:20.6":"Vedanasankhayavimutto kho, vaccha, tathagato gambhiro appameyyo duppariyogalho—","mn72:20.7":"seyyathapi mahasamuddo. ","mn72:20.8":"Upapajjatiti na upeti, na upapajjatiti na upeti, upapajjati ca na ca upapajjatiti na upeti, neva upapajjati na na upapajjatiti na upeti. ","mn72:20.9":"Yaya sannaya tathagatam pannapayamano pannapeyya sa sanna tathagatassa pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","mn72:20.10":"Sannasankhayavimutto kho, vaccha, tathagato gambhiro appameyyo duppariyogalho—","mn72:20.11":"seyyathapi mahasamuddo. ","mn72:20.12":"Upapajjatiti na upeti, na upapajjatiti na upeti, upapajjati ca na ca upapajjatiti na upeti, neva upapajjati na na upapajjatiti na upeti. ","mn72:20.13":"Yehi sankharehi tathagatam pannapayamano pannapeyya te sankhara tathagatassa pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","mn72:20.14":"Sankharasankhayavimutto kho, vaccha, tathagato gambhiro appameyyo duppariyogalho—","mn72:20.15":"seyyathapi mahasamuddo. ","mn72:20.16":"Upapajjatiti na upeti, na upapajjatiti na upeti, upapajjati ca na ca upapajjatiti na upeti, neva upapajjati na na upapajjatiti na upeti. ","mn72:20.17":"Yena vinnanena tathagatam pannapayamano pannapeyya tam vinnanam tathagatassa pahinam ucchinnamulam talavatthukatam anabhavankatam ayatim anuppadadhammam. ","mn72:20.18":"Vinnanasankhayavimutto kho, vaccha, tathagato gambhiro appameyyo duppariyogalho—","mn72:20.19":"seyyathapi mahasamuddo. ","mn72:20.20":"Upapajjatiti na upeti, na upapajjatiti na upeti, upapajjati ca na ca upapajjatiti na upeti, neva upapajjati na na upapajjatiti na upeti”ti. ","mn72:21.1":"Evam vutte, vacchagotto paribbajako bhagavantam etadavoca: ","mn72:21.2":"“seyyathapi, bho gotama, gamassa va nigamassa va avidure mahasalarukkho. ","mn72:21.3":"Tassa aniccata sakhapalasa palujjeyyum, tacapapatika palujjeyyum, pheggu palujjeyyum; ","mn72:21.4":"so aparena samayena apagatasakhapalaso apagatatacapapatiko apagataphegguko suddho assa, sare patitthito; ","mn72:21.5":"evameva bhoto gotamassa pavacanam apagatasakhapalasam apagatatacapapatikam apagatapheggukam suddham, sare patitthitam. ","mn72:22.1":"Abhikkantam, bho gotama …pe… ","mn72:22.2":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","mn72:22.3":"Aggivacchasuttam nitthitam dutiyam. "}