{"mn73:0.1":"Majjhima Nikaya 73 ","mn73:0.2":"Mahavacchasutta ","mn73:1.1":"Evam me sutam—","mn73:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn73:2.1":"Atha kho vacchagotto paribbajako yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn73:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho vacchagotto paribbajako bhagavantam etadavoca: ","mn73:3.1":"“digharattaham bhota gotamena sahakathi. ","mn73:3.2":"Sadhu me bhavam gotamo sankhittena kusalakusalam desetu”ti. ","mn73:3.3":"“Sankhittenapi kho te aham, vaccha, kusalakusalam deseyyam, vittharenapi kho te aham, vaccha, kusalakusalam deseyyam; ","mn73:3.4":"api ca te aham, vaccha, sankhittena kusalakusalam desessami. ","mn73:3.5":"Tam sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn73:3.6":"“Evam, bho”ti kho vacchagotto paribbajako bhagavato paccassosi. ","mn73:3.7":"Bhagava etadavoca: ","mn73:4.1":"“Lobho kho, vaccha, akusalam, alobho kusalam; ","mn73:4.2":"doso kho, vaccha, akusalam, adoso kusalam; ","mn73:4.3":"moho kho, vaccha, akusalam, amoho kusalam. ","mn73:4.4":"Iti kho, vaccha, ime tayo dhamma akusala, tayo dhamma kusala. ","mn73:5.1":"Panatipato kho, vaccha, akusalam, panatipata veramani kusalam; ","mn73:5.2":"adinnadanam kho, vaccha, akusalam, adinnadana veramani kusalam; ","mn73:5.3":"kamesumicchacaro kho, vaccha, akusalam, kamesumicchacara veramani kusalam; ","mn73:5.4":"musavado kho, vaccha, akusalam, musavada veramani kusalam; ","mn73:5.5":"pisuna vaca kho, vaccha, akusalam, pisunaya vacaya veramani kusalam; ","mn73:5.6":"pharusa vaca kho, vaccha, akusalam, pharusaya vacaya veramani kusalam; ","mn73:5.7":"samphappalapo kho, vaccha, akusalam, samphappalapa veramani kusalam; ","mn73:5.8":"abhijjha kho, vaccha, akusalam, anabhijjha kusalam; ","mn73:5.9":"byapado kho, vaccha, akusalam, abyapado kusalam; ","mn73:5.10":"micchaditthi kho, vaccha, akusalam sammaditthi kusalam. ","mn73:5.11":"Iti kho, vaccha, ime dasa dhamma akusala, dasa dhamma kusala. ","mn73:6.1":"Yato kho, vaccha, bhikkhuno tanha pahina hoti ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma, so hoti bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto”ti. ","mn73:7.1":"“Titthatu bhavam gotamo. ","mn73:7.2":"Atthi pana te bhoto gotamassa ekabhikkhupi savako yo asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati”ti? ","mn73:7.3":"“Na kho, vaccha, ekamyeva satam na dve satani na tini satani na cattari satani na panca satani, atha kho bhiyyova ye bhikkhu mama savaka asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharanti”ti. ","mn73:8.1":"“Titthatu bhavam gotamo, titthantu bhikkhu. ","mn73:8.2":"Atthi pana bhoto gotamassa eka bhikkhunipi savika ya asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati”ti? ","mn73:8.3":"“Na kho, vaccha, ekamyeva satam na dve satani na tini satani na cattari satani na panca satani, atha kho bhiyyova ya bhikkhuniyo mama savika asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharanti”ti. ","mn73:9.1":"“Titthatu bhavam gotamo, titthantu bhikkhu, titthantu bhikkhuniyo. ","mn73:9.2":"Atthi pana bhoto gotamassa ekupasakopi savako gihi odatavasano brahmacari yo pancannam orambhagiyanam samyojananam parikkhaya opapatiko tattha parinibbayi anavattidhammo tasma loka”ti? ","mn73:9.3":"“Na kho, vaccha, ekamyeva satam na dve satani na tini satani na cattari satani na panca satani, atha kho bhiyyova ye upasaka mama savaka gihi odatavasana brahmacarino pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayino anavattidhamma tasma loka”ti. ","mn73:10.1":"“Titthatu bhavam gotamo, titthantu bhikkhu, titthantu bhikkhuniyo, titthantu upasaka gihi odatavasana brahmacarino. ","mn73:10.2":"Atthi pana bhoto gotamassa ekupasakopi savako gihi odatavasano kamabhogi sasanakaro ovadappatikaro yo tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane viharati”ti? ","mn73:10.3":"“Na kho, vaccha, ekamyeva satam na dve satani na tini satani na cattari satani na panca satani, atha kho bhiyyova ye upasaka mama savaka gihi odatavasana kamabhogino sasanakara ovadappatikara tinnavicikiccha vigatakathankatha vesarajjappatta aparappaccaya satthusasane viharanti”ti. ","mn73:11.1":"“Titthatu bhavam gotamo, titthantu bhikkhu, titthantu bhikkhuniyo, titthantu upasaka gihi odatavasana brahmacarino, titthantu upasaka gihi odatavasana kamabhogino. ","mn73:11.2":"Atthi pana bhoto gotamassa ekupasikapi savika gihini odatavasana brahmacarini ya pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayini anavattidhamma tasma loka”ti? ","mn73:11.3":"“Na kho, vaccha, ekamyeva satam na dve satani na tini satani na cattari satani na panca satani, atha kho bhiyyova ya upasika mama savika gihiniyo odatavasana brahmacariniyo pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayiniyo anavattidhamma tasma loka”ti. ","mn73:12.1":"“Titthatu bhavam gotamo, titthantu bhikkhu, titthantu bhikkhuniyo, titthantu upasaka gihi odatavasana brahmacarino, titthantu upasaka gihi odatavasana kamabhogino, titthantu upasika gihiniyo odatavasana brahmacariniyo. ","mn73:12.2":"Atthi pana bhoto gotamassa ekupasikapi savika gihini odatavasana kamabhogini sasanakara ovadappatikara ya tinnavicikiccha vigatakathankatha vesarajjappatta aparappaccaya satthusasane viharati”ti? ","mn73:12.3":"“Na kho, vaccha, ekamyeva satam na dve satani na tini satani na cattari satani na panca satani, atha kho bhiyyova ya upasika mama savika gihiniyo odatavasana kamabhoginiyo sasanakara ovadappatikara tinnavicikiccha vigatakathankatha vesarajjappatta aparappaccaya satthusasane viharanti”ti. ","mn73:13.1":"“Sace hi, bho gotama, imam dhammam bhavamyeva gotamo aradhako abhavissa, no ca kho bhikkhu aradhaka abhavissamsu; ","mn73:13.2":"evamidam brahmacariyam aparipuram abhavissa tenangena. ","mn73:13.3":"Yasma ca kho, bho gotama, imam dhammam bhavanceva gotamo aradhako bhikkhu ca aradhaka; ","mn73:13.4":"evamidam brahmacariyam paripuram tenangena. ","mn73:13.5":"Sace hi, bho gotama, imam dhammam bhavanceva gotamo aradhako abhavissa, bhikkhu ca aradhaka abhavissamsu, no ca kho bhikkhuniyo aradhika abhavissamsu; ","mn73:13.6":"evamidam brahmacariyam aparipuram abhavissa tenangena. ","mn73:13.7":"Yasma ca kho, bho gotama, imam dhammam bhavanceva gotamo aradhako, bhikkhu ca aradhaka, bhikkhuniyo ca aradhika; ","mn73:13.8":"evamidam brahmacariyam paripuram tenangena. ","mn73:13.9":"Sace hi, bho gotama, imam dhammam bhavanceva gotamo aradhako abhavissa, bhikkhu ca aradhaka abhavissamsu, bhikkhuniyo ca aradhika abhavissamsu, no ca kho upasaka gihi odatavasana brahmacarino aradhaka abhavissamsu; ","mn73:13.10":"evamidam brahmacariyam aparipuram abhavissa tenangena. ","mn73:13.11":"Yasma ca kho, bho gotama, imam dhammam bhavanceva gotamo aradhako, bhikkhu ca aradhaka, bhikkhuniyo ca aradhika, upasaka ca gihi odatavasana brahmacarino aradhaka; ","mn73:13.12":"evamidam brahmacariyam paripuram tenangena. ","mn73:13.13":"Sace hi, bho gotama, imam dhammam bhavanceva gotamo aradhako abhavissa, bhikkhu ca aradhaka abhavissamsu, bhikkhuniyo ca aradhika abhavissamsu, upasaka ca gihi odatavasana brahmacarino aradhaka abhavissamsu, no ca kho upasaka gihi odatavasana kamabhogino aradhaka abhavissamsu; ","mn73:13.14":"evamidam brahmacariyam aparipuram abhavissa tenangena. ","mn73:13.15":"Yasma ca kho, bho gotama, imam dhammam bhavanceva gotamo aradhako, bhikkhu ca aradhaka, bhikkhuniyo ca aradhika, upasaka ca gihi odatavasana brahmacarino aradhaka, upasaka ca gihi odatavasana kamabhogino aradhaka; ","mn73:13.16":"evamidam brahmacariyam paripuram tenangena. ","mn73:13.17":"Sace hi, bho gotama, imam dhammam bhavanceva gotamo aradhako abhavissa, bhikkhu ca aradhaka abhavissamsu, bhikkhuniyo ca aradhika abhavissamsu, upasaka ca gihi odatavasana brahmacarino aradhaka abhavissamsu, upasaka ca gihi odatavasana kamabhogino aradhaka abhavissamsu, no ca kho upasika gihiniyo odatavasana brahmacariniyo aradhika abhavissamsu; ","mn73:13.18":"evamidam brahmacariyam aparipuram abhavissa tenangena. ","mn73:13.19":"Yasma ca kho, bho gotama, imam dhammam bhavanceva gotamo aradhako, bhikkhu ca aradhaka, bhikkhuniyo ca aradhika, upasaka ca gihi odatavasana brahmacarino aradhaka, upasaka ca gihi odatavasana kamabhogino aradhaka, upasika ca gihiniyo odatavasana brahmacariniyo aradhika; ","mn73:13.20":"evamidam brahmacariyam paripuram tenangena. ","mn73:13.21":"Sace hi, bho gotama, imam dhammam bhavanceva gotamo aradhako abhavissa, bhikkhu ca aradhaka abhavissamsu, bhikkhuniyo ca aradhika abhavissamsu, upasaka ca gihi odatavasana brahmacarino aradhaka abhavissamsu, upasaka ca gihi odatavasana kamabhogino aradhaka abhavissamsu, upasika ca gihiniyo odatavasana brahmacariniyo aradhika abhavissamsu, no ca kho upasika gihiniyo odatavasana kamabhoginiyo aradhika abhavissamsu; ","mn73:13.22":"evamidam brahmacariyam aparipuram abhavissa tenangena. ","mn73:13.23":"Yasma ca kho, bho gotama, imam dhammam bhavanceva gotamo aradhako, bhikkhu ca aradhaka, bhikkhuniyo ca aradhika, upasaka ca gihi odatavasana brahmacarino aradhaka, upasaka ca gihi odatavasana kamabhogino aradhaka, upasika ca gihiniyo odatavasana brahmacariniyo aradhika, upasika ca gihiniyo odatavasana kamabhoginiyo aradhika; ","mn73:13.24":"evamidam brahmacariyam paripuram tenangena. ","mn73:14.1":"Seyyathapi, bho gotama, ganga nadi samuddaninna samuddapona samuddapabbhara samuddam ahacca titthati, evamevayam bhoto gotamassa parisa sagahatthapabbajita nibbananinna nibbanapona nibbanapabbhara nibbanam ahacca titthati. ","mn73:15.1":"Abhikkantam, bho gotama …pe… ","mn73:15.2":"esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","mn73:15.3":"Labheyyaham bhoto gotamassa santike pabbajjam, labheyyam upasampadan”ti. ","mn73:16.1":"“Yo kho, vaccha, annatitthiyapubbo imasmim dhammavinaye akankhati pabbajjam, akankhati upasampadam, so cattaro mase parivasati. Catunnam masanam accayena araddhacitta bhikkhu pabbajenti upasampadenti bhikkhubhavaya; ","mn73:16.2":"api ca mettha puggalavemattata vidita”ti. ","mn73:16.3":"“Sace, bhante, annatitthiyapubba imasmim dhammavinaye akankhanta pabbajjam, akankhanta upasampadam cattaro mase parivasanti, catunnam masanam accayena araddhacitta bhikkhu pabbajenti upasampadenti bhikkhubhavaya; aham cattari vassani parivasissami. Catunnam vassanam accayena araddhacitta bhikkhu pabbajentu upasampadentu bhikkhubhavaya”ti. ","mn73:16.4":"Alattha kho vacchagotto paribbajako bhagavato santike pabbajjam alattha upasampadam. ","mn73:17.1":"Acirupasampanno kho panayasma vacchagotto addhamasupasampanno yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma vacchagotto bhagavantam etadavoca: ","mn73:17.2":"“yavatakam, bhante, sekhena nanena sekhaya vijjaya pattabbam, anuppattam tam maya; ","mn73:17.3":"uttari ca me bhagava dhammam desetu”ti. ","mn73:18.1":"“Tena hi tvam, vaccha, dve dhamme uttari bhavehi—samathanca vipassananca. ","mn73:18.2":"Ime kho te, vaccha, dve dhamma uttari bhavita—samatho ca vipassana ca—anekadhatupativedhaya samvattissanti. ","mn73:19.1":"So tvam, vaccha, yavadeva akankhissasi: ","mn73:19.2":"‘anekavihitam iddhividham paccanubhaveyyam—ekopi hutva bahudha assam, bahudhapi hutva eko assam; avibhavam, tirobhavam; tirokuttam tiropakaram tiropabbatam asajjamano gaccheyyam, seyyathapi akase; pathaviyapi ummujjanimujjam kareyyam, seyyathapi udake; udakepi abhijjamane gaccheyyam, seyyathapi pathaviyam; akasepi pallankena kameyyam, seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina parimaseyyam, parimajjeyyam; yava brahmalokapi kayena vasam vatteyyan’ti, ","mn73:19.3":"tatra tatreva sakkhibhabbatam papunissasi, sati satiayatane. ","mn73:20.1":"So tvam, vaccha, yavadeva akankhissasi: ","mn73:20.2":"‘dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde suneyyam—dibbe ca manuse ca, ye dure santike ca’ti, tatra tatreva sakkhibhabbatam papunissasi, sati satiayatane. ","mn73:21.1":"So tvam, vaccha, yavadeva akankhissasi: ","mn73:21.2":"‘parasattanam parapuggalanam cetasa ceto paricca pajaneyyam—","mn73:21.3":"saragam va cittam saragam cittanti pajaneyyam, ","mn73:21.4":"vitaragam va cittam vitaragam cittanti pajaneyyam; ","mn73:21.5":"sadosam va cittam sadosam cittanti pajaneyyam, ","mn73:21.6":"vitadosam va cittam vitadosam cittanti pajaneyyam; ","mn73:21.7":"samoham va cittam samoham cittanti pajaneyyam, ","mn73:21.8":"vitamoham va cittam vitamoham cittanti pajaneyyam; ","mn73:21.9":"sankhittam va cittam sankhittam cittanti pajaneyyam, ","mn73:21.10":"vikkhittam va cittam vikkhittam cittanti pajaneyyam; ","mn73:21.11":"mahaggatam va cittam mahaggatam cittanti pajaneyyam, ","mn73:21.12":"amahaggatam va cittam amahaggatam cittanti pajaneyyam; ","mn73:21.13":"sauttaram va cittam sauttaram cittanti pajaneyyam, ","mn73:21.14":"anuttaram va cittam anuttaram cittanti pajaneyyam; ","mn73:21.15":"samahitam va cittam samahitam cittanti pajaneyyam, ","mn73:21.16":"asamahitam va cittam asamahitam cittanti pajaneyyam; ","mn73:21.17":"vimuttam va cittam vimuttam cittanti pajaneyyam, ","mn73:21.18":"avimuttam va cittam avimuttam cittanti pajaneyyan’ti, ","mn73:21.19":"tatra tatreva sakkhibhabbatam papunissasi, sati satiayatane. ","mn73:22.1":"So tvam, vaccha, yavadeva akankhissasi: ","mn73:22.2":"‘anekavihitam pubbenivasam anussareyyam, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi; anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe—amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapannoti; iti sakaram sauddesam anekavihitam pubbenivasam anussareyyan’ti, ","mn73:22.3":"tatra tatreva sakkhibhabbatam papunissasi, sati satiayatane. ","mn73:23.1":"So tvam, vaccha, yavadeva akankhissasi: ","mn73:23.2":"‘dibbena cakkhuna visuddhena atikkantamanusakena satte passeyyam cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajaneyyam—ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna; ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapannati; iti dibbena cakkhuna visuddhena atikkantamanusakena satte passeyyam cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajaneyyan’ti, ","mn73:23.3":"tatra tatreva sakkhibhabbatam papunissasi, sati satiayatane. ","mn73:24.1":"So tvam, vaccha, yavadeva akankhissasi: ","mn73:24.2":"‘asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyyan’ti, ","mn73:24.3":"tatra tatreva sakkhibhabbatam papunissasi, sati satiayatane”ti. ","mn73:25.1":"Atha kho ayasma vacchagotto bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","mn73:26.1":"Atha kho ayasma vacchagotto eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","mn73:26.2":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","mn73:26.3":"Annataro kho panayasma vacchagotto arahatam ahosi. ","mn73:27.1":"Tena kho pana samayena sambahula bhikkhu bhagavantam dassanaya gacchanti. ","mn73:27.2":"Addasa kho ayasma vacchagotto te bhikkhu duratova agacchante. ","mn73:27.3":"Disvana yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","mn73:27.4":"“handa kaham pana tumhe ayasmanto gacchatha”ti? ","mn73:27.5":"“Bhagavantam kho mayam, avuso, dassanaya gacchama”ti. ","mn73:27.6":"“Tenahayasmanto mama vacanena bhagavato pade sirasa vandatha, evanca vadetha: ","mn73:27.7":"‘vacchagotto, bhante, bhikkhu bhagavato pade sirasa vandati, evanca vadeti—","mn73:27.8":"paricinno me bhagava, paricinno me sugato’”ti. ","mn73:28.1":"“Evamavuso”ti kho te bhikkhu ayasmato vacchagottassa paccassosum. ","mn73:28.2":"Atha kho te bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","mn73:28.3":"“ayasma, bhante, vacchagotto bhagavato pade sirasa vandati, evanca vadeti: ","mn73:28.4":"‘paricinno me bhagava, paricinno me sugato’”ti. ","mn73:28.5":"“Pubbeva me, bhikkhave, vacchagotto bhikkhu cetasa ceto paricca vidito: ","mn73:28.6":"‘tevijjo vacchagotto bhikkhu mahiddhiko mahanubhavo’ti. ","mn73:28.7":"Devatapi me etamattham arocesum: ","mn73:28.8":"‘tevijjo, bhante, vacchagotto bhikkhu mahiddhiko mahanubhavo’”ti. ","mn73:28.9":"Idamavoca bhagava. ","mn73:28.10":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn73:28.11":"Mahavacchasuttam nitthitam tatiyam. "}