{"mn75:0.1":"Majjhima Nikaya 75 ","mn75:0.2":"Magandiyasutta ","mn75:1.1":"Evam me sutam—","mn75:1.2":"ekam samayam bhagava kurusu viharati kammasadhammam nama kurunam nigamo, bharadvajagottassa brahmanassa agyagare tinasantharake. ","mn75:2.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya kammasadhammam pindaya pavisi. ","mn75:2.2":"Kammasadhammam pindaya caritva pacchabhattam pindapatapatikkanto yena annataro vanasando tenupasankami divaviharaya. ","mn75:2.3":"Tam vanasandam ajjhogahetva annatarasmim rukkhamule divaviharam nisidi. ","mn75:3.1":"Atha kho magandiyo paribbajako janghaviharam anucankamamano anuvicaramano yena bharadvajagottassa brahmanassa agyagaram tenupasankami. ","mn75:3.2":"Addasa kho magandiyo paribbajako bharadvajagottassa brahmanassa agyagare tinasantharakam pannattam. ","mn75:3.3":"Disvana bharadvajagottam brahmanam etadavoca: ","mn75:3.4":"“kassa nvayam bhoto bharadvajassa agyagare tinasantharako pannatto, samanaseyyanurupam manne”ti? ","mn75:4.1":"“Atthi, bho magandiya, samano gotamo sakyaputto sakyakula pabbajito. ","mn75:4.2":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","mn75:4.3":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","mn75:4.4":"Tassesa bhoto gotamassa seyya pannatta”ti. ","mn75:5.1":"“Duddittham vata, bho bharadvaja, addasama; ","mn75:5.2":"duddittham vata, bho bharadvaja, addasama. ","mn75:5.3":"Ye mayam tassa bhoto gotamassa bhunahuno seyyam addasama”ti. ","mn75:5.4":"“Rakkhassetam, magandiya, vacam; ","mn75:5.5":"rakkhassetam, magandiya, vacam. ","mn75:5.6":"Bahu hi tassa bhoto gotamassa khattiyapanditapi brahmanapanditapi gahapatipanditapi samanapanditapi abhippasanna vinita ariye naye dhamme kusale”ti. ","mn75:5.7":"“Sammukha cepi mayam, bho bharadvaja, tam bhavantam gotamam passeyyama, sammukhapi nam vadeyyama: ","mn75:5.8":"‘bhunahu samano gotamo’ti. ","mn75:5.9":"Tam kissa hetu? ","mn75:5.10":"Evanhi no sutte ocarati”ti. ","mn75:5.11":"“Sace tam bhoto magandiyassa agaru aroceyyami tam samanassa gotamassa”ti. ","mn75:5.12":"“Appossukko bhavam bharadvajo vuttova nam vadeyya”ti. ","mn75:6.1":"Assosi kho bhagava dibbaya sotadhatuya visuddhaya atikkantamanusikaya bharadvajagottassa brahmanassa magandiyena paribbajakena saddhim imam kathasallapam. ","mn75:6.2":"Atha kho bhagava sayanhasamayam patisallana vutthito yena bharadvajagottassa brahmanassa agyagaram tenupasankami; upasankamitva nisidi bhagava pannatte tinasantharake. ","mn75:6.3":"Atha kho bharadvajagotto brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn75:6.4":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinnam kho bharadvajagottam brahmanam bhagava etadavoca: ","mn75:6.5":"“ahu pana te, bharadvaja, magandiyena paribbajakena saddhim imamyeva tinasantharakam arabbha kocideva kathasallapo”ti? ","mn75:6.6":"Evam vutte, bharadvajagotto brahmano samviggo lomahatthajato bhagavantam etadavoca: ","mn75:6.7":"“etadeva kho pana mayam bhoto gotamassa arocetukama. ","mn75:6.8":"Atha ca pana bhavam gotamo anakkhatamyeva akkhasi”ti. ","mn75:7.1":"Ayanca hi bhagavato bharadvajagottena brahmanena saddhim antarakatha vippakata hoti. ","mn75:7.2":"Atha kho magandiyo paribbajako janghaviharam anucankamamano anuvicaramano yena bharadvajagottassa brahmanassa agyagaram yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn75:7.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinnam kho magandiyam paribbajakam bhagava etadavoca: ","mn75:8.1":"“Cakkhum kho, magandiya, ruparamam ruparatam rupasammuditam. ","mn75:8.2":"Tam tathagatassa dantam guttam rakkhitam samvutam, tassa ca samvaraya dhammam deseti. ","mn75:8.3":"Idam nu te etam, magandiya, sandhaya bhasitam: ","mn75:8.4":"‘bhunahu samano gotamo’”ti? ","mn75:8.5":"“Etadeva kho pana me, bho gotama, sandhaya bhasitam: ","mn75:8.6":"‘bhunahu samano gotamo’ti. ","mn75:8.7":"Tam kissa hetu? ","mn75:8.8":"Evanhi no sutte ocarati”ti. ","mn75:8.9":"“Sotam kho, magandiya, saddaramam …pe… ","mn75:8.10":"ghanam kho, magandiya gandharamam … ","mn75:8.11":"jivha kho, magandiya, rasarama rasarata rasasammudita. ","mn75:8.12":"Sa tathagatassa danta gutta rakkhita samvuta, tassa ca samvaraya dhammam deseti. ","mn75:8.13":"Idam nu te etam, magandiya, sandhaya bhasitam: ","mn75:8.14":"‘bhunahu samano gotamo’”ti? ","mn75:8.15":"“Etadeva kho pana me, bho gotama, sandhaya bhasitam: ","mn75:8.16":"‘bhunahu samano gotamo’ti. ","mn75:8.17":"Tam kissa hetu? ","mn75:8.18":"Evanhi no sutte ocarati”ti. ","mn75:8.19":"“Kayo kho, magandiya, photthabbaramo photthabbarato …pe… ","mn75:8.20":"mano kho, magandiya, dhammaramo dhammarato dhammasammudito. ","mn75:8.21":"So tathagatassa danto gutto rakkhito samvuto, tassa ca samvaraya dhammam deseti. ","mn75:8.22":"Idam nu te etam, magandiya, sandhaya bhasitam: ","mn75:8.23":"‘bhunahu samano gotamo’”ti? ","mn75:8.24":"“Etadeva kho pana me, bho gotama, sandhaya bhasitam: ","mn75:8.25":"‘bhunahu samano gotamo’ti. ","mn75:8.26":"Tam kissa hetu? ","mn75:8.27":"Evanhi no sutte ocarati”ti. ","mn75:9.1":"“Tam kim mannasi, magandiya: ","mn75:9.2":"‘idhekacco cakkhuvinneyyehi rupehi paricaritapubbo assa itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi, so aparena samayena rupanamyeva samudayanca atthangamanca assadanca adinavanca nissarananca yathabhutam viditva rupatanham pahaya rupaparilaham pativinodetva vigatapipaso ajjhattam vupasantacitto vihareyya. ","mn75:9.3":"Imassa pana te, magandiya, kimassa vacaniyan’”ti? ","mn75:9.4":"“Na kinci, bho gotama”. ","mn75:9.5":"“Tam kim mannasi, magandiya: ","mn75:9.6":"‘idhekacco sotavinneyyehi saddehi …pe… ","mn75:9.7":"ghanavinneyyehi gandhehi … ","mn75:9.8":"jivhavinneyyehi rasehi … ","mn75:9.9":"kayavinneyyehi photthabbehi paricaritapubbo assa itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi, ","mn75:9.10":"so aparena samayena photthabbanamyeva samudayanca atthangamanca assadanca adinavanca nissarananca yathabhutam viditva photthabbatanham pahaya photthabbaparilaham pativinodetva vigatapipaso ajjhattam vupasantacitto vihareyya. ","mn75:9.11":"Imassa pana te, magandiya, kimassa vacaniyan’”ti? ","mn75:9.12":"“Na kinci, bho gotama”. ","mn75:10.1":"“Aham kho pana, magandiya, pubbe agariyabhuto samano pancahi kamagunehi samappito samangibhuto paricaresim cakkhuvinneyyehi rupehi itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi, sotavinneyyehi saddehi …pe… ","mn75:10.2":"ghanavinneyyehi gandhehi … ","mn75:10.3":"jivhavinneyyehi rasehi … ","mn75:10.4":"kayavinneyyehi photthabbehi itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi. ","mn75:10.5":"Tassa mayham, magandiya, tayo pasada ahesum—","mn75:10.6":"eko vassiko, eko hemantiko, eko gimhiko. ","mn75:10.7":"So kho aham, magandiya, vassike pasade vassike cattaro mase nippurisehi turiyehi paricarayamano na hetthapasadam orohami. ","mn75:10.8":"So aparena samayena kamanamyeva samudayanca atthangamanca assadanca adinavanca nissarananca yathabhutam viditva kamatanham pahaya kamaparilaham pativinodetva vigatapipaso ajjhattam vupasantacitto viharami. ","mn75:10.9":"So anne satte passami kamesu avitarage kamatanhahi khajjamane kamaparilahena paridayhamane kame patisevante. ","mn75:10.10":"So tesam na pihemi, na tattha abhiramami. ","mn75:10.11":"Tam kissa hetu? ","mn75:10.12":"Yahayam, magandiya, rati, annatreva kamehi annatra akusalehi dhammehi—","mn75:10.13":"api dibbam sukham samadhigayha titthati—","mn75:10.14":"taya ratiya ramamano hinassa na pihemi, na tattha abhiramami. ","mn75:11.1":"Seyyathapi, magandiya, gahapati va gahapatiputto va addho mahaddhano mahabhogo pancahi kamagunehi samappito samangibhuto paricareyya cakkhuvinneyyehi rupehi … ","mn75:11.2":"pe… ","mn75:11.3":"photthabbehi itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi. ","mn75:11.4":"So kayena sucaritam caritva vacaya sucaritam caritva manasa sucaritam caritva kayassa bheda param marana sugatim saggam lokam upapajjeyya devanam tavatimsanam sahabyatam. ","mn75:11.5":"So tattha nandane vane accharasanghaparivuto dibbehi pancahi kamagunehi samappito samangibhuto paricareyya. ","mn75:11.6":"So passeyya gahapatim va gahapatiputtam va pancahi kamagunehi samappitam samangibhutam paricarayamanam. ","mn75:11.7":"Tam kim mannasi, magandiya, api nu so devaputto nandane vane accharasanghaparivuto dibbehi pancahi kamagunehi samappito samangibhuto paricarayamano amussa gahapatissa va gahapatiputtassa va piheyya, manusakanam va pancannam kamagunanam manusakehi va kamehi avatteyya”ti? ","mn75:11.8":"“No hidam, bho gotama. ","mn75:11.9":"Tam kissa hetu? ","mn75:11.10":"Manusakehi, bho gotama, kamehi dibbakama abhikkantatara ca panitatara ca”ti. ","mn75:12.1":"“Evameva kho aham, magandiya, pubbe agariyabhuto samano pancahi kamagunehi samappito samangibhuto paricaresim cakkhuvinneyyehi rupehi itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi, sotavinneyyehi saddehi …pe… ","mn75:12.2":"ghanavinneyyehi gandhehi … ","mn75:12.3":"jivhavinneyyehi rasehi … ","mn75:12.4":"kayavinneyyehi photthabbehi itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi. ","mn75:12.5":"So aparena samayena kamanamyeva samudayanca atthangamanca assadanca adinavanca nissarananca yathabhutam viditva kamatanham pahaya kamaparilaham pativinodetva vigatapipaso ajjhattam vupasantacitto viharami. ","mn75:12.6":"So anne satte passami kamesu avitarage kamatanhahi khajjamane kamaparilahena paridayhamane kame patisevante, so tesam na pihemi, na tattha abhiramami. ","mn75:12.7":"Tam kissa hetu? ","mn75:12.8":"Yahayam, magandiya, rati annatreva kamehi annatra akusalehi dhammehi—","mn75:12.9":"api dibbam sukham samadhigayha titthati—","mn75:12.10":"taya ratiya ramamano hinassa na pihemi, na tattha abhiramami. ","mn75:13.1":"Seyyathapi, magandiya, kutthi puriso arugatto pakkagatto kimihi khajjamano nakhehi vanamukhani vippatacchamano angarakasuya kayam paritapeyya. ","mn75:13.2":"Tassa mittamacca natisalohita bhisakkam sallakattam upatthapeyyum. ","mn75:13.3":"Tassa so bhisakko sallakatto bhesajjam kareyya. ","mn75:13.4":"So tam bhesajjam agamma kutthehi parimucceyya, arogo assa sukhi seri sayamvasi yena kamam gamo. ","mn75:13.5":"So annam kutthim purisam passeyya arugattam pakkagattam kimihi khajjamanam nakhehi vanamukhani vippatacchamanam angarakasuya kayam paritapentam. ","mn75:13.6":"Tam kim mannasi, magandiya, ","mn75:13.7":"api nu so puriso amussa kutthissa purisassa piheyya angarakasuya va bhesajjam patisevanaya va”ti? ","mn75:13.8":"“No hidam, bho gotama. ","mn75:13.9":"Tam kissa hetu? ","mn75:13.10":"Roge hi, bho gotama, sati bhesajjena karaniyam hoti, roge asati na bhesajjena karaniyam hoti”ti. ","mn75:14.1":"“Evameva kho aham, magandiya, pubbe agariyabhuto samano pancahi kamagunehi samappito samangibhuto paricaresim, cakkhuvinneyyehi rupehi itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi, sotavinneyyehi saddehi …pe… ","mn75:14.2":"ghanavinneyyehi gandhehi … ","mn75:14.3":"jivhavinneyyehi rasehi … ","mn75:14.4":"kayavinneyyehi photthabbehi itthehi kantehi manapehi piyarupehi kamupasamhitehi rajaniyehi. ","mn75:14.5":"So aparena samayena kamanamyeva samudayanca atthangamanca assadanca adinavanca nissarananca yathabhutam viditva kamatanham pahaya kamaparilaham pativinodetva vigatapipaso ajjhattam vupasantacitto viharami. ","mn75:14.6":"So anne satte passami kamesu avitarage kamatanhahi khajjamane kamaparilahena paridayhamane kame patisevante. ","mn75:14.7":"So tesam na pihemi, na tattha abhiramami. ","mn75:14.8":"Tam kissa hetu? ","mn75:14.9":"Yahayam, magandiya, rati, annatreva kamehi annatra akusalehi dhammehi—","mn75:14.10":"api dibbam sukham samadhigayha titthati—","mn75:14.11":"taya ratiya ramamano hinassa na pihemi, na tattha abhiramami. ","mn75:15.1":"Seyyathapi, magandiya, kutthi puriso arugatto pakkagatto kimihi khajjamano nakhehi vanamukhani vippatacchamano angarakasuya kayam paritapeyya. ","mn75:15.2":"Tassa mittamacca natisalohita bhisakkam sallakattam upatthapeyyum. ","mn75:15.3":"Tassa so bhisakko sallakatto bhesajjam kareyya. ","mn75:15.4":"So tam bhesajjam agamma kutthehi parimucceyya, arogo assa sukhi seri sayamvasi yena kamam gamo. ","mn75:15.5":"Tamenam dve balavanto purisa nanabahasu gahetva angarakasum upakaddheyyum. ","mn75:15.6":"Tam kim mannasi, magandiya, ","mn75:15.7":"api nu so puriso iti citiceva kayam sannameyya”ti? ","mn75:15.8":"“Evam, bho gotama. ","mn75:15.9":"Tam kissa hetu? ","mn75:15.10":"Asu hi, bho gotama, aggi dukkhasamphasso ceva mahabhitapo ca mahaparilaho ca”ti. ","mn75:15.11":"“Tam kim mannasi, magandiya, ","mn75:15.12":"idaneva nu kho so aggi dukkhasamphasso ceva mahabhitapo ca mahaparilaho ca udahu pubbepi so aggi dukkhasamphasso ceva mahabhitapo ca mahaparilaho ca”ti? ","mn75:15.13":"“Idani ceva, bho gotama, so aggi dukkhasamphasso ceva mahabhitapo ca mahaparilaho ca, pubbepi so aggi dukkhasamphasso ceva mahabhitapo ca mahaparilaho ca. ","mn75:15.14":"Asu ca, bho gotama, kutthi puriso arugatto pakkagatto kimihi khajjamano nakhehi vanamukhani vippatacchamano upahatindriyo dukkhasamphasseyeva aggismim sukhamiti viparitasannam paccalattha”ti. ","mn75:16.1":"“Evameva kho, magandiya, atitampi addhanam kama dukkhasamphassa ceva mahabhitapa ca mahaparilaha ca, anagatampi addhanam kama dukkhasamphassa ceva mahabhitapa ca mahaparilaha ca, etarahipi paccuppannam addhanam kama dukkhasamphassa ceva mahabhitapa ca mahaparilaha ca. ","mn75:16.2":"Ime ca, magandiya, satta kamesu avitaraga kamatanhahi khajjamana kamaparilahena paridayhamana upahatindriya dukkhasamphassesuyeva kamesu sukhamiti viparitasannam paccalatthum. ","mn75:17.1":"Seyyathapi, magandiya, kutthi puriso arugatto pakkagatto kimihi khajjamano nakhehi vanamukhani vippatacchamano angarakasuya kayam paritapeti. ","mn75:17.2":"Yatha yatha kho, magandiya, asu kutthi puriso arugatto pakkagatto kimihi khajjamano nakhehi vanamukhani vippatacchamano angarakasuya kayam paritapeti tatha tathassa tani vanamukhani asucitarani ceva honti duggandhatarani ca putikatarani ca, hoti ceva kaci satamatta assadamatta—yadidam vanamukhanam kanduvanahetu; ","mn75:17.3":"evameva kho, magandiya, satta kamesu avitaraga kamatanhahi khajjamana kamaparilahena ca paridayhamana kame patisevanti. ","mn75:17.4":"Yatha yatha kho, magandiya, satta kamesu avitaraga kamatanhahi khajjamana kamaparilahena ca paridayhamana kame patisevanti tatha tatha tesam tesam sattanam kamatanha ceva pavaddhati, kamaparilahena ca paridayhanti, hoti ceva satamatta assadamatta—yadidam pancakamagune paticca. ","mn75:18.1":"Tam kim mannasi, magandiya, ","mn75:18.2":"api nu te dittho va suto va raja va rajamahamatto va pancahi kamagunehi samappito samangibhuto paricarayamano kamatanham appahaya kamaparilaham appativinodetva vigatapipaso ajjhattam vupasantacitto vihasi va viharati va viharissati va”ti? ","mn75:18.3":"“No hidam, bho gotama”. ","mn75:18.4":"“Sadhu, magandiya. ","mn75:18.5":"Mayapi kho etam, magandiya, neva dittham na sutam raja va rajamahamatto va pancahi kamagunehi samappito samangibhuto paricarayamano kamatanham appahaya kamaparilaham appativinodetva vigatapipaso ajjhattam vupasantacitto vihasi va viharati va viharissati va. ","mn75:18.6":"Atha kho, magandiya, ye hi keci samana va brahmana va vigatapipasa ajjhattam vupasantacitta vihasum va viharanti va viharissanti va sabbe te kamanamyeva samudayanca atthangamanca assadanca adinavanca nissarananca yathabhutam viditva kamatanham pahaya kamaparilaham pativinodetva vigatapipasa ajjhattam vupasantacitta vihasum va viharanti va viharissanti va”ti. ","mn75:19.1":"Atha kho bhagava tayam velayam imam udanam udanesi: ","mn75:19.2":"“Arogyaparama labha, ","mn75:19.3":"nibbanam paramam sukham; ","mn75:19.4":"Atthangiko ca magganam, ","mn75:19.5":"khemam amatagaminan”ti. ","mn75:19.6":"Evam vutte, magandiyo paribbajako bhagavantam etadavoca: ","mn75:19.7":"“acchariyam, bho gotama, abbhutam, bho gotama. ","mn75:19.8":"Yava subhasitancidam bhota gotamena: ","mn75:19.9":"‘arogyaparama labha, nibbanam paramam sukhan’ti. ","mn75:19.10":"Mayapi kho etam, bho gotama, sutam pubbakanam paribbajakanam acariyapacariyanam bhasamananam: ","mn75:19.11":"‘arogyaparama labha, nibbanam paramam sukhan’ti; ","mn75:19.12":"tayidam, bho gotama, sameti”ti. ","mn75:19.13":"“Yam pana te etam, magandiya, sutam pubbakanam paribbajakanam acariyapacariyanam bhasamananam: ","mn75:19.14":"‘arogyaparama labha, nibbanam paramam sukhan’ti, katamam tam arogyam, katamam tam nibbanan”ti? ","mn75:19.15":"Evam vutte, magandiyo paribbajako sakaneva sudam gattani panina anomajjati: ","mn75:19.16":"“idantam, bho gotama, arogyam, idantam nibbanam. ","mn75:19.17":"Ahanhi, bho gotama, etarahi arogo sukhi, na mam kinci abadhati”ti. ","mn75:20.1":"“Seyyathapi, magandiya, jaccandho puriso; ","mn75:20.2":"so na passeyya kanhasukkani rupani, na passeyya nilakani rupani, na passeyya pitakani rupani, na passeyya lohitakani rupani, na passeyya manjitthakani rupani, na passeyya samavisamam, na passeyya tarakarupani, na passeyya candimasuriye. ","mn75:20.3":"So suneyya cakkhumato bhasamanassa: ","mn75:20.4":"‘chekam vata, bho, odatam vattham abhirupam nimmalam suci’ti. ","mn75:20.5":"So odatapariyesanam careyya. ","mn75:20.6":"Tamenam annataro puriso telamalikatena sahulicirena vanceyya: ","mn75:20.7":"‘idam te, ambho purisa, odatam vattham abhirupam nimmalam suci’ti. ","mn75:20.8":"So tam patigganheyya, patiggahetva parupeyya, parupetva attamano attamanavacam nicchareyya: ","mn75:20.9":"‘chekam vata, bho, odatam vattham abhirupam nimmalam suci’ti. ","mn75:20.10":"Tam kim mannasi, magandiya, ","mn75:20.11":"api nu so jaccandho puriso jananto passanto amum telamalikatam sahuliciram patigganheyya, patiggahetva parupeyya, parupetva attamano attamanavacam nicchareyya: ","mn75:20.12":"‘chekam vata, bho, odatam vattham abhirupam nimmalam suci’ti udahu cakkhumato saddhaya”ti? ","mn75:20.13":"“Ajananto hi, bho gotama, apassanto so jaccandho puriso amum telamalikatam sahuliciram patigganheyya, patiggahetva parupeyya, parupetva attamano attamanavacam nicchareyya: ","mn75:20.14":"‘chekam vata, bho, odatam vattham abhirupam nimmalam suci’ti, cakkhumato saddhaya”ti. ","mn75:21.1":"“Evameva kho, magandiya, annatitthiya paribbajaka andha acakkhuka ajananta arogyam, apassanta nibbanam, atha ca panimam gatham bhasanti: ","mn75:21.2":"‘arogyaparama labha, nibbanam paramam sukhan’ti. ","mn75:21.3":"Pubbakehesa, magandiya, arahantehi sammasambuddhehi gatha bhasita: ","mn75:21.4":"‘Arogyaparama labha, ","mn75:21.5":"nibbanam paramam sukham; ","mn75:21.6":"Atthangiko ca magganam, ","mn75:21.7":"khemam amatagaminan’ti. ","mn75:21.8":"Sa etarahi anupubbena puthujjanagatha. ","mn75:21.9":"Ayam kho pana, magandiya, kayo rogabhuto gandabhuto sallabhuto aghabhuto abadhabhuto, so tvam imam kayam rogabhutam gandabhutam sallabhutam aghabhutam abadhabhutam: ","mn75:21.10":"‘idantam, bho gotama, arogyam, idantam nibbanan’ti vadesi. ","mn75:21.11":"Tanhi te, magandiya, ariyam cakkhum natthi yena tvam ariyena cakkhuna arogyam janeyyasi, nibbanam passeyyasi”ti. ","mn75:22.1":"“Evam pasanno aham bhoto gotamassa. ","mn75:22.2":"Pahoti me bhavam gotamo tatha dhammam desetum yathaham arogyam janeyyam, nibbanam passeyyan”ti. ","mn75:22.3":"“Seyyathapi, magandiya, jaccandho puriso; ","mn75:22.4":"so na passeyya kanhasukkani rupani, na passeyya nilakani rupani, na passeyya pitakani rupani, na passeyya lohitakani rupani, na passeyya manjitthakani rupani, na passeyya samavisamam, na passeyya tarakarupani, na passeyya candimasuriye. ","mn75:22.5":"Tassa mittamacca natisalohita bhisakkam sallakattam upatthapeyyum. ","mn75:22.6":"Tassa so bhisakko sallakatto bhesajjam kareyya. ","mn75:22.7":"So tam bhesajjam agamma na cakkhuni uppadeyya, na cakkhuni visodheyya. ","mn75:22.8":"Tam kim mannasi, magandiya, ","mn75:22.9":"nanu so vejjo yavadeva kilamathassa vighatassa bhagi assa”ti? ","mn75:22.10":"“Evam, bho gotama”. ","mn75:22.11":"“Evameva kho, magandiya, ahance te dhammam deseyyam: ","mn75:22.12":"‘idantam arogyam, idantam nibbanan’ti, so tvam arogyam na janeyyasi, nibbanam na passeyyasi. ","mn75:22.13":"So mamassa kilamatho, sa mamassa vihesa”ti. ","mn75:23.1":"“Evam pasanno aham bhoto gotamassa. ","mn75:23.2":"Pahoti me bhavam gotamo tatha dhammam desetum yathaham arogyam janeyyam, nibbanam passeyyan”ti. ","mn75:23.3":"“Seyyathapi, magandiya, jaccandho puriso; ","mn75:23.4":"so na passeyya kanhasukkani rupani, na passeyya nilakani rupani, na passeyya pitakani rupani, na passeyya lohitakani rupani, na passeyya manjitthakani rupani, na passeyya samavisamam, na passeyya tarakarupani, na passeyya candimasuriye. ","mn75:23.5":"So suneyya cakkhumato bhasamanassa: ","mn75:23.6":"‘chekam vata, bho, odatam vattham abhirupam nimmalam suci’ti. ","mn75:23.7":"So odatapariyesanam careyya. ","mn75:23.8":"Tamenam annataro puriso telamalikatena sahulicirena vanceyya: ","mn75:23.9":"‘idam te, ambho purisa, odatam vattham abhirupam nimmalam suci’ti. ","mn75:23.10":"So tam patigganheyya, patiggahetva parupeyya. ","mn75:23.11":"Tassa mittamacca natisalohita bhisakkam sallakattam upatthapeyyum. ","mn75:23.12":"Tassa so bhisakko sallakatto bhesajjam kareyya—","mn75:23.13":"uddhamvirecanam adhovirecanam anjanam paccanjanam natthukammam. ","mn75:23.14":"So tam bhesajjam agamma cakkhuni uppadeyya, cakkhuni visodheyya. ","mn75:23.15":"Tassa saha cakkhuppada yo amusmim telamalikate sahulicire chandarago so pahiyetha. ","mn75:23.16":"Tanca nam purisam amittatopi daheyya, paccatthikatopi daheyya, api ca jivita voropetabbam manneyya: ","mn75:23.17":"‘digharattam vata, bho, aham imina purisena telamalikatena sahulicirena nikato vancito paluddho—","mn75:23.18":"idam te, ambho purisa, odatam vattham abhirupam nimmalam suci’ti. ","mn75:24.1":"Evameva kho, magandiya, ahance te dhammam deseyyam: ","mn75:24.2":"‘idantam arogyam, idantam nibbanan’ti. ","mn75:24.3":"So tvam arogyam janeyyasi, nibbanam passeyyasi. ","mn75:24.4":"Tassa te saha cakkhuppada yo pancasupadanakkhandhesu chandarago so pahiyetha; ","mn75:24.5":"api ca te evamassa: ","mn75:24.6":"‘digharattam vata bho aham imina cittena nikato vancito paluddho. ","mn75:24.7":"Ahanhi rupamyeva upadiyamano upadiyim, vedanamyeva upadiyamano upadiyim, sannamyeva upadiyamano upadiyim, sankhareyeva upadiyamano upadiyim, vinnanamyeva upadiyamano upadiyim. ","mn75:24.8":"Tassa me upadanapaccaya bhavo, bhavapaccaya jati, jatipaccaya jaramaranam sokaparidevadukkhadomanassupayasa sambhavanti; ","mn75:24.9":"evametassa kevalassa dukkhakkhandhassa samudayo hoti’”ti. ","mn75:25.1":"“Evam pasanno aham bhoto gotamassa. ","mn75:25.2":"Pahoti me bhavam gotamo tatha dhammam desetum yathaham imamha asana anandho vutthaheyyan”ti. ","mn75:25.3":"“Tena hi tvam, magandiya, sappurise bhajeyyasi. ","mn75:25.4":"Yato kho tvam, magandiya, sappurise bhajissasi tato tvam, magandiya, saddhammam sossasi; ","mn75:25.5":"yato kho tvam, magandiya, saddhammam sossasi tato tvam, magandiya, dhammanudhammam patipajjissasi; ","mn75:25.6":"yato kho tvam, magandiya, dhammanudhammam patipajjissasi tato tvam, magandiya, samamyeva nassasi, samam dakkhissasi—","mn75:25.7":"ime roga ganda salla; ","mn75:25.8":"idha roga ganda salla aparisesa nirujjhanti. ","mn75:25.9":"Tassa me upadananirodha bhavanirodho, bhavanirodha jatinirodho, jatinirodha jaramaranam sokaparidevadukkhadomanassupayasa nirujjhanti; ","mn75:25.10":"evametassa kevalassa dukkhakkhandhassa nirodho hoti”ti. ","mn75:26.1":"Evam vutte, magandiyo paribbajako bhagavantam etadavoca: ","mn75:26.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","mn75:26.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","mn75:26.4":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","mn75:26.5":"Labheyyaham bhoto gotamassa santike pabbajjam, labheyyam upasampadan”ti. ","mn75:27.1":"“Yo kho, magandiya, annatitthiyapubbo imasmim dhammavinaye akankhati pabbajjam, akankhati upasampadam, so cattaro mase parivasati; catunnam masanam accayena araddhacitta bhikkhu pabbajenti, upasampadenti bhikkhubhavaya. ","mn75:27.2":"Api ca mettha puggalavemattata vidita”ti. ","mn75:27.3":"“Sace, bhante, annatitthiyapubba imasmim dhammavinaye akankhanta pabbajjam, akankhanta upasampadam cattaro mase parivasanti, catunnam masanam accayena araddhacitta bhikkhu pabbajenti upasampadenti bhikkhubhavaya; aham cattari vassani parivasissami, catunnam vassanam accayena araddhacitta bhikkhu pabbajentu, upasampadentu bhikkhubhavaya”ti. ","mn75:28.1":"Alattha kho magandiyo paribbajako bhagavato santike pabbajjam, alattha upasampadam. ","mn75:28.2":"Acirupasampanno kho panayasma magandiyo eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","mn75:28.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","mn75:28.4":"Annataro kho panayasma magandiyo arahatam ahositi. ","mn75:28.5":"Magandiyasuttam nitthitam pancamam. "}