{"mn76:0.1":"Majjhima Nikaya 76 ","mn76:0.2":"Sandakasutta ","mn76:1.1":"Evam me sutam—","mn76:1.2":"ekam samayam bhagava kosambiyam viharati ghositarame. ","mn76:2.1":"Tena kho pana samayena sandako paribbajako pilakkhaguhayam pativasati mahatiya paribbajakaparisaya saddhim pancamattehi paribbajakasatehi. ","mn76:3.1":"Atha kho ayasma anando sayanhasamayam patisallana vutthito bhikkhu amantesi: ","mn76:3.2":"“ayamavuso, yena devakatasobbho tenupasankamissama guhadassanaya”ti. ","mn76:3.3":"“Evamavuso”ti kho te bhikkhu ayasmato anandassa paccassosum. ","mn76:3.4":"Atha kho ayasma anando sambahulehi bhikkhuhi saddhim yena devakatasobbho tenupasankami. ","mn76:4.1":"Tena kho pana samayena sandako paribbajako mahatiya paribbajakaparisaya saddhim nisinno hoti unnadiniya uccasaddamahasaddaya anekavihitam tiracchanakatham kathentiya, seyyathidam—","mn76:4.2":"rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham sayanakatham malakatham gandhakatham natikatham yanakatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam itibhavabhavakatham iti va. ","mn76:4.3":"Addasa kho sandako paribbajako ayasmantam anandam duratova agacchantam. ","mn76:4.4":"Disvana sakam parisam santhapesi: ","mn76:4.5":"“appasadda bhonto hontu, ma bhonto saddamakattha; ","mn76:4.6":"ayam samanassa gotamassa savako agacchati samano anando. ","mn76:4.7":"Yavata kho pana samanassa gotamassa savaka kosambiyam pativasanti, ayam tesam annataro samano anando. ","mn76:4.8":"Appasaddakama kho pana te ayasmanto appasaddavinita appasaddassa vannavadino; ","mn76:4.9":"appeva nama appasaddam parisam viditva upasankamitabbam manneyya”ti. ","mn76:4.10":"Atha kho te paribbajaka tunhi ahesum. ","mn76:5.1":"Atha kho ayasma anando yena sandako paribbajako tenupasankami. ","mn76:5.2":"Atha kho sandako paribbajako ayasmantam anandam etadavoca: ","mn76:5.3":"“etu kho bhavam anando, svagatam bhoto anandassa. ","mn76:5.4":"Cirassam kho bhavam anando imam pariyayamakasi yadidam idhagamanaya. ","mn76:5.5":"Nisidatu bhavam anando, idamasanam pannattan”ti. ","mn76:5.6":"Nisidi kho ayasma anando pannatte asane. ","mn76:5.7":"Sandakopi kho paribbajako annataram nicam asanam gahetva ekamantam nisidi. ","mn76:5.8":"Ekamantam nisinnam kho sandakam paribbajakam ayasma anando etadavoca: ","mn76:5.9":"“kaya nuttha, sandaka, etarahi kathaya sannisinna, ka ca pana vo antarakatha vippakata”ti? ","mn76:5.10":"“Titthatesa, bho ananda, katha yaya mayam etarahi kathaya sannisinna. ","mn76:5.11":"Nesa bhoto anandassa katha dullabha bhavissati pacchapi savanaya. ","mn76:5.12":"Sadhu vata bhavantamyeva anandam patibhatu sake acariyake dhammikatha”ti. ","mn76:5.13":"“Tena hi, sandaka, sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn76:5.14":"“Evam, bho”ti kho sandako paribbajako ayasmato anandassa paccassosi. ","mn76:5.15":"Ayasma anando etadavoca: ","mn76:6.1":"“cattarome, sandaka, tena bhagavata janata passata arahata sammasambuddhena abrahmacariyavasa akkhata cattari ca anassasikani brahmacariyani akkhatani, yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalan”ti. ","mn76:6.2":"“Katame pana te, bho ananda, tena bhagavata janata passata arahata sammasambuddhena cattaro abrahmacariyavasa akkhata, yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalan”ti? ","mn76:7.1":"“Idha, sandaka, ekacco sattha evamvadi hoti evamditthi: ","mn76:7.2":"‘natthi dinnam, natthi yittham, natthi hutam, natthi sukatadukkatanam kammanam phalam vipako, natthi ayam loko, natthi paroloko, natthi mata, natthi pita, natthi satta opapatika, natthi loke samanabrahmana sammaggata sammapatipanna ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti. ","mn76:7.3":"Catumahabhutiko ayam puriso yada kalam karoti, pathavi pathavikayam anupeti anupagacchati, apo apokayam anupeti anupagacchati, tejo tejokayam anupeti anupagacchati, vayo vayokayam anupeti anupagacchati, akasam indriyani sankamanti. ","mn76:7.4":"Asandipancama purisa matam adaya gacchanti, ","mn76:7.5":"yavalahana padani pannayanti. ","mn76:7.6":"Kapotakani atthini bhavanti. ","mn76:7.7":"Bhassanta ahutiyo; ","mn76:7.8":"dattupannattam yadidam danam. ","mn76:7.9":"Tesam tuccha musa vilapo ye keci atthikavadam vadanti. ","mn76:7.10":"Bale ca pandite ca kayassa bheda ucchijjanti vinassanti na honti param marana’ti. ","mn76:8.1":"Tatra, sandaka, vinnu puriso iti patisancikkhati: ","mn76:8.2":"‘ayam kho bhavam sattha evamvadi evamditthi—","mn76:8.3":"natthi dinnam, natthi yittham, natthi hutam, natthi sukatadukkatanam kammanam phalam vipako, natthi ayam loko, natthi paroloko, natthi mata, natthi pita, natthi satta opapatika, natthi loke samanabrahmana sammaggata sammapatipanna ye imanca lokam paranca lokam sayam abhinna sacchikatva pavedenti. ","mn76:8.4":"Catumahabhutiko ayam puriso yada kalam karoti, pathavi pathavikayam anupeti anupagacchati, apo apokayam anupeti anupagacchati, tejo tejokayam anupeti anupagacchati, vayo vayokayam anupeti anupagacchati, akasam indriyani sankamanti. ","mn76:8.5":"Asandipancama purisa matam adaya gacchanti, yavalahana padani pannayanti. ","mn76:8.6":"Kapotakani atthini bhavanti. ","mn76:8.7":"Bhassanta ahutiyo; ","mn76:8.8":"dattupannattam yadidam danam. ","mn76:8.9":"Tesam tuccha musa vilapo ye keci atthikavadam vadanti. ","mn76:8.10":"Bale ca pandite ca kayassa bheda ucchijjanti vinassanti na honti param marana’ti. ","mn76:8.11":"Sace imassa bhoto satthuno saccam vacanam, akatena me ettha katam, avusitena me ettha vusitam. ","mn76:8.12":"Ubhopi mayam ettha samasama samannam patta, yo caham na vadami ‘ubho kayassa bheda ucchijjissama, vinassissama, na bhavissama param marana’ti. ","mn76:8.13":"Atirekam kho panimassa bhoto satthuno naggiyam mundiyam ukkutikappadhanam kesamassulocanam, yoham puttasambadhasayanam ajjhavasanto kasikacandanam paccanubhonto malagandhavilepanam dharento jataruparajatam sadiyanto imina bhota satthara samasamagatiko bhavissami abhisamparayam. ","mn76:8.14":"Soham kim jananto kim passanto imasmim satthari brahmacariyam carissami? ","mn76:8.15":"‘So abrahmacariyavaso ayan’ti—","mn76:8.16":"iti viditva tasma brahmacariya nibbijja pakkamati. ","mn76:9.1":"Ayam kho, sandaka, tena bhagavata janata passata arahata sammasambuddhena pathamo abrahmacariyavaso akkhato yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalam. ","mn76:10.1":"Puna caparam, sandaka, idhekacco sattha evamvadi hoti evamditthi: ","mn76:10.2":"‘karoto karayato chindato chedapayato pacato pacapayato socayato socapayato kilamato kilamapayato phandato phandapayato panamatipatayato adinnam adiyato sandhim chindato nillopam harato ekagarikam karoto paripanthe titthato paradaram gacchato musa bhanato karoto na kariyati papam. ","mn76:10.3":"Khurapariyantena cepi cakkena yo imissa pathaviya pane ekam mamsakhalam ekam mamsapunjam kareyya, natthi tatonidanam papam, natthi papassa agamo. ","mn76:10.4":"Dakkhinancepi gangaya tiram gaccheyya hananto ghatento chindanto chedapento pacanto pacapento, natthi tatonidanam papam, natthi papassa agamo. ","mn76:10.5":"Uttarancepi gangaya tiram gaccheyya dadanto dapento yajanto yajapento, natthi tatonidanam punnam, natthi punnassa agamo. ","mn76:10.6":"Danena damena samyamena saccavajjena natthi punnam, natthi punnassa agamo’ti. ","mn76:11.1":"Tatra, sandaka, vinnu puriso iti patisancikkhati: ","mn76:11.2":"‘ayam kho bhavam sattha evamvadi evamditthi—","mn76:11.3":"karoto karayato chindato chedapayato pacato pacapayato socato socapayato kilamato kilamapayato phandato phandapayato panamatipatayato adinnam adiyato sandhim chindato nillopam harato ekagarikam karoto paripanthe titthato paradaram gacchato musa bhanato karoto na kariyati papam khurapariyantena cepi cakkena yo imissa pathaviya pane ekam mamsakhalam ekam mamsapunjam kareyya, natthi tatonidanam papam, natthi papassa agamo. ","mn76:11.4":"Dakkhinancepi gangaya tiram gaccheyya hananto ghatento chindanto chedapento pacanto pacapento, natthi tatonidanam papam, natthi papassa agamo. ","mn76:11.5":"Uttarancepi gangaya tiram gaccheyya dadanto dapento yajanto yajapento, natthi tatonidanam punnam, natthi punnassa agamo. ","mn76:11.6":"Danena damena samyamena saccavajjena natthi punnam, natthi punnassa agamo’ti. ","mn76:11.7":"Sace imassa bhoto satthuno saccam vacanam, akatena me ettha katam, avusitena me ettha vusitam. ","mn76:11.8":"Ubhopi mayam ettha samasama samannam patta, yo caham na vadami ‘ubhinnam kurutam na kariyati papan’ti. ","mn76:11.9":"Atirekam kho panimassa bhoto satthuno naggiyam mundiyam ukkutikappadhanam kesamassulocanam, yoham puttasambadhasayanam ajjhavasanto kasikacandanam paccanubhonto malagandhavilepanam dharento jataruparajatam sadiyanto imina bhota satthara samasamagatiko bhavissami abhisamparayam. ","mn76:11.10":"Soham kim jananto kim passanto imasmim satthari brahmacariyam carissami? ","mn76:11.11":"‘So abrahmacariyavaso ayan’ti ","mn76:11.12":"iti viditva tasma brahmacariya nibbijja pakkamati. ","mn76:12.1":"Ayam kho, sandaka, tena bhagavata janata passata arahata sammasambuddhena dutiyo abrahmacariyavaso akkhato yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalam. ","mn76:13.1":"Puna caparam, sandaka, idhekacco sattha evamvadi hoti evamditthi: ","mn76:13.2":"‘natthi hetu, natthi paccayo sattanam sankilesaya; ","mn76:13.3":"ahetu appaccaya satta sankilissanti; ","mn76:13.4":"natthi hetu, natthi paccayo sattanam visuddhiya; ","mn76:13.5":"ahetu appaccaya satta visujjhanti; ","mn76:13.6":"natthi balam, natthi viriyam, natthi purisathamo, natthi purisaparakkamo; ","mn76:13.7":"sabbe satta sabbe pana sabbe bhuta sabbe jiva avasa abala aviriya niyatisangatibhavaparinata chasvevabhijatisu sukhadukkham patisamvedenti’ti. ","mn76:14.1":"Tatra, sandaka, vinnu puriso iti patisancikkhati: ","mn76:14.2":"‘ayam kho bhavam sattha evamvadi evamditthi—","mn76:14.3":"natthi hetu, natthi paccayo sattanam sankilesaya, ahetu appaccaya satta sankilissanti. ","mn76:14.4":"Natthi hetu natthi paccayo sattanam visuddhiya, ahetu appaccaya satta visujjhanti. ","mn76:14.5":"Natthi balam, natthi viriyam, natthi purisathamo, natthi purisaparakkamo, sabbe satta sabbe pana sabbe bhuta sabbe jiva avasa abala aviriya niyatisangatibhavaparinata chasvevabhijatisu sukhadukkham patisamvedenti’ti. ","mn76:14.6":"Sace imassa bhoto satthuno saccam vacanam, akatena me ettha katam, avusitena me ettha vusitam. ","mn76:14.7":"Ubhopi mayam ettha samasama samannam patta, yo caham na vadami ‘ubho ahetu appaccaya visujjhissama’ti. ","mn76:14.8":"Atirekam kho panimassa bhoto satthuno naggiyam mundiyam ukkutikappadhanam kesamassulocanam, yoham puttasambadhasayanam ajjhavasanto kasikacandanam paccanubhonto malagandhavilepanam dharento jataruparajatam sadiyanto imina bhota satthara samasamagatiko bhavissami abhisamparayam. ","mn76:14.9":"Soham kim jananto kim passanto imasmim satthari brahmacariyam carissami? ","mn76:14.10":"‘So abrahmacariyavaso ayan’ti—","mn76:14.11":"iti viditva tasma brahmacariya nibbijja pakkamati. ","mn76:15.1":"Ayam kho, sandaka, tena bhagavata janata passata arahata sammasambuddhena tatiyo abrahmacariyavaso akkhato yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalam. ","mn76:16.1":"Puna caparam, sandaka, idhekacco sattha evamvadi hoti evamditthi: ","mn76:16.2":"‘sattime kaya akata akatavidha animmita animmata vanjha kutattha esikatthayitthita, ","mn76:16.3":"te na injanti na viparinamanti na annamannam byabadhenti nalam annamannassa sukhaya va dukkhaya va sukhadukkhaya va. ","mn76:16.4":"Katame satta? ","mn76:16.5":"Pathavikayo apokayo tejokayo vayokayo sukhe dukkhe jive sattame—","mn76:16.6":"ime sattakaya akata akatavidha animmita animmata vanjha kutattha esikatthayitthita. ","mn76:16.7":"Te na injanti na viparinamanti na annamannam byabadhenti. Nalam annamannassa sukhaya va dukkhaya va sukhadukkhaya va. ","mn76:16.8":"Tattha natthi hanta va ghateta va sota va saveta va vinnata va vinnapeta va. ","mn76:16.9":"Yopi tinhena satthena sisam chindati, na koci kanci jivita voropeti. ","mn76:16.10":"Sattannam tveva kayanamantarena sattham vivaramanupatati. ","mn76:16.11":"Cuddasa kho panimani yonipamukhasatasahassani satthi ca satani cha ca satani panca ca kammuno satani panca ca kammani tini ca kammani, kamme ca addhakamme ca, dvatthipatipada, dvatthantarakappa, chalabhijatiyo, attha purisabhumiyo, ekunapannasa ajivakasate, ekunapannasa paribbajakasate, ekunapannasa nagavasasate, vise indriyasate, timse nirayasate, chattimsa rajodhatuyo, satta sannigabbha, satta asannigabbha, satta niganthigabbha, satta deva, satta manusa, satta pesaca, satta sara, satta pavuta, satta papata, satta papatasatani, satta supina, satta supinasatani, cullasiti mahakappino satasahassani, yani bale ca pandite ca sandhavitva samsaritva dukkhassantam karissanti. ","mn76:16.12":"Tattha natthi iminaham silena va vatena va tapena va brahmacariyena va aparipakkam va kammam paripacessami, paripakkam va kammam phussa phussa byantim karissamiti. ","mn76:16.13":"Hevam natthi donamite sukhadukkhe pariyantakate samsare, natthi hayanavaddhane, natthi ukkamsavakamse. ","mn76:16.14":"Seyyathapi nama suttagule khitte nibbethiyamanameva paleti; ","mn76:16.15":"evameva bale ca pandite ca sandhavitva samsaritva dukkhassantam karissanti’ti. ","mn76:17.1":"Tatra, sandaka, vinnu puriso iti patisancikkhati: ","mn76:17.2":"‘ayam kho bhavam sattha evamvadi evamditthi—","mn76:17.3":"sattime kaya akata akatavidha animmita animmata vanjha kutattha esikatthayitthita. ","mn76:17.4":"Te na injanti na viparinamanti na annamannam byabadhenti. ","mn76:17.5":"Nalam annamannassa sukhaya va dukkhaya va sukhadukkhaya va. ","mn76:17.6":"Katame satta? ","mn76:17.7":"Pathavikayo apokayo tejokayo vayokayo sukhe dukkhe jive sattame—","mn76:17.8":"ime satta kaya akata akatavidha animmita animmata vanjha kutattha esikatthayitthita. ","mn76:17.9":"Te na injanti na viparinamanti na annamannam byabadhenti. ","mn76:17.10":"Nalam annamannassa sukhaya va dukkhaya va sukhadukkhaya va. ","mn76:17.11":"Tattha natthi hanta va ghateta va sota va saveta va vinnata va vinnapeta va. ","mn76:17.12":"Yopi tinhena satthena sisam chindati, na koci kanci jivita voropeti. ","mn76:17.13":"Sattannam tveva kayanamantarena sattham vivaramanupatati. ","mn76:17.14":"Cuddasa kho panimani yonipamukhasatasahassani satthi ca satani cha ca satani panca ca kammuno satani panca ca kammani tini ca kammani, kamme ca addhakamme ca, dvatthipatipada, dvatthantarakappa, chalabhijatiyo, attha purisabhumiyo, ekunapannasa ajivakasate, ekunapannasa paribbajakasate, ekunapannasa nagavasasate, vise indriyasate, timse nirayasate, chattimsa rajodhatuyo, satta sannigabbha, satta asannigabbha, satta niganthigabbha, satta deva, satta manusa, satta pesaca, satta sara, satta pavuta, satta papata, satta papatasatani, satta supina, satta supinasatani, cullasiti mahakappino satasahassani, yani bale ca pandite ca sandhavitva samsaritva dukkhassantam karissanti. ","mn76:17.15":"Tattha natthi iminaham silena va vatena va tapena va brahmacariyena va aparipakkam va kammam paripacessami, paripakkam va kammam phussa phussa byantim karissamiti, hevam natthi donamite sukhadukkhe pariyantakate samsare, natthi hayanavaddhane, natthi ukkamsavakamse. ","mn76:17.16":"Seyyathapi nama suttagule khitte nibbethiyamanameva paleti; ","mn76:17.17":"evameva bale ca pandite ca sandhavitva samsaritva dukkhassantam karissanti’ti. ","mn76:17.18":"Sace pana imassa bhoto satthuno saccam vacanam, akatena me ettha katam, avusitena me ettha vusitam. ","mn76:17.19":"Ubhopi mayam ettha samasama samannam patta, yo caham na vadami ‘ubho sandhavitva samsaritva dukkhassantam karissama’ti. ","mn76:17.20":"Atirekam kho panimassa bhoto satthuno naggiyam mundiyam ukkutikappadhanam kesamassulocanam, yoham puttasambadhasayanam ajjhavasanto kasikacandanam paccanubhonto malagandhavilepanam dharento jataruparajatam sadiyanto imina bhota satthara samasamagatiko bhavissami abhisamparayam. ","mn76:17.21":"Soham kim jananto kim passanto imasmim satthari brahmacariyam carissami? ","mn76:17.22":"‘So abrahmacariyavaso ayan’ti—","mn76:17.23":"iti viditva tasma brahmacariya nibbijja pakkamati. ","mn76:18.1":"Ayam kho, sandaka, tena bhagavata janata passata arahata sammasambuddhena catuttho abrahmacariyavaso akkhato yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalam. ","mn76:19.1":"Ime kho te, sandaka, tena bhagavata janata passata arahata sammasambuddhena cattaro abrahmacariyavasa akkhata yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalan”ti. ","mn76:20.1":"“Acchariyam, bho ananda, abbhutam, bho ananda. ","mn76:20.2":"Yavancidam tena bhagavata janata passata arahata sammasambuddhena cattaro abrahmacariyavasava samana ‘abrahmacariyavasa’ti akkhata yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalanti. ","mn76:20.3":"Katamani pana tani, bho ananda, tena bhagavata janata passata arahata sammasambuddhena cattari anassasikani brahmacariyani akkhatani yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalan”ti? ","mn76:21.1":"“Idha, sandaka, ekacco sattha sabbannu sabbadassavi aparisesam nanadassanam patijanati: ","mn76:21.2":"‘carato ca me titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitan’ti. ","mn76:21.3":"So sunnampi agaram pavisati, pindampi na labhati, kukkuropi damsati, candenapi hatthina samagacchati, candenapi assena samagacchati, candenapi gonena samagacchati, itthiyapi purisassapi namampi gottampi pucchati, gamassapi nigamassapi namampi maggampi pucchati. ","mn76:21.4":"So ‘kimidan’ti puttho samano ‘sunnam me agaram pavisitabbam ahosi’, tena pavisim; ‘pindampi aladdhabbam ahosi’, tena nalattham; ‘kukkurena damsitabbam ahosi’, tenamhi dattho; ‘candena hatthina samagantabbam ahosi’, tena samagamim; ‘candena assena samagantabbam ahosi’, tena samagamim; ‘candena gonena samagantabbam ahosi’, tena samagamim; ‘itthiyapi purisassapi namampi gottampi pucchitabbam ahosi’, tena pucchim; ‘gamassapi nigamassapi namampi maggampi pucchitabbam ahosi’, tena pucchinti. ","mn76:22.1":"Tatra, sandaka, vinnu puriso iti patisancikkhati: ","mn76:22.2":"‘ayam kho bhavam sattha sabbannu sabbadassavi aparisesam nanadassanam patijanati …pe… ‘gamassapi nigamassapi namampi maggampi pucchitabbam ahosi, tena pucchin’ti. ","mn76:22.3":"So ‘anassasikam idam brahmacariyan’ti—","mn76:22.4":"iti viditva tasma brahmacariya nibbijja pakkamati. ","mn76:23.1":"Idam kho, sandaka, tena bhagavata janata passata arahata sammasambuddhena pathamam anassasikam brahmacariyam akkhatam yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalam. ","mn76:24.1":"Puna caparam, sandaka, idhekacco sattha anussaviko hoti anussavasacco. ","mn76:24.2":"So anussavena itihitihaparamparaya pitakasampadaya dhammam deseti. ","mn76:24.3":"Anussavikassa kho pana, sandaka, satthuno anussavasaccassa sussutampi hoti dussutampi hoti tathapi hoti annathapi hoti. ","mn76:25.1":"Tatra, sandaka, vinnu puriso iti patisancikkhati: ","mn76:25.2":"‘ayam kho bhavam sattha anussaviko anussavasacco so anussavena itihitihaparamparaya pitakasampadaya dhammam deseti. ","mn76:25.3":"Anussavikassa kho pana satthuno anussavasaccassa sussutampi hoti dussutampi hoti tathapi hoti annathapi hoti’. ","mn76:25.4":"So ‘anassasikam idam brahmacariyan’ti—","mn76:25.5":"iti viditva tasma brahmacariya nibbijja pakkamati. ","mn76:26.1":"Idam kho, sandaka, tena bhagavata janata passata arahata sammasambuddhena dutiyam anassasikam brahmacariyam akkhatam yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalam. ","mn76:27.1":"Puna caparam, sandaka, idhekacco sattha takki hoti vimamsi. ","mn76:27.2":"So takkapariyahatam vimamsanucaritam sayampatibhanam dhammam deseti. ","mn76:27.3":"Takkissa kho pana, sandaka, satthuno vimamsissa sutakkitampi hoti duttakkitampi hoti tathapi hoti annathapi hoti. ","mn76:28.1":"Tatra, sandaka, vinnu puriso iti patisancikkhati: ","mn76:28.2":"‘ayam kho bhavam sattha takki vimamsi. ","mn76:28.3":"So takkapariyahatam vimamsanucaritam sayampatibhanam dhammam deseti. ","mn76:28.4":"Takkissa kho pana satthuno vimamsissa sutakkitampi hoti duttakkitampi hoti tathapi hoti annathapi hoti’. ","mn76:28.5":"So ‘anassasikam idam brahmacariyan’ti—","mn76:28.6":"iti viditva tasma brahmacariya nibbijja pakkamati. ","mn76:29.1":"Idam kho, sandaka, tena bhagavata janata passata arahata sammasambuddhena tatiyam anassasikam brahmacariyam akkhatam yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalam. ","mn76:30.1":"Puna caparam, sandaka, idhekacco sattha mando hoti momuho. ","mn76:30.2":"So mandatta momuhatta tattha tattha panham puttho samano vacavikkhepam apajjati amaravikkhepam: ","mn76:30.3":"‘evantipi me no, tathatipi me no, annathatipi me no, notipi me no, no notipi me no’ti. ","mn76:31.1":"Tatra, sandaka, vinnu puriso iti patisancikkhati: ","mn76:31.2":"‘ayam kho bhavam sattha mando momuho. ","mn76:31.3":"So mandatta momuhatta tattha tattha panham puttho samano vacavikkhepam apajjati amaravikkhepam—","mn76:31.4":"evantipi me no, tathatipi me no, annathatipi me no, notipi me no, no notipi me no’ti. ","mn76:31.5":"So ‘anassasikam idam brahmacariyan’ti—","mn76:31.6":"iti viditva tasma brahmacariya nibbijja pakkamati. ","mn76:32.1":"Idam kho, sandaka, tena bhagavata janata passata arahata sammasambuddhena catuttham anassasikam brahmacariyam akkhatam yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalam. ","mn76:33.1":"Imani kho tani, sandaka, tena bhagavata janata passata arahata sammasambuddhena cattari anassasikani brahmacariyani akkhatani yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalan”ti. ","mn76:34.1":"“Acchariyam, bho ananda, abbhutam, bho ananda. ","mn76:34.2":"Yavancidam tena bhagavata janata passata arahata sammasambuddhena cattari anassasikaneva brahmacariyani anassasikani brahmacariyaniti akkhatani yattha vinnu puriso sasakkam brahmacariyam na vaseyya, vasanto ca naradheyya nayam dhammam kusalam. ","mn76:34.3":"So pana, bho ananda, sattha kim vadi kim akkhayi yattha vinnu puriso sasakkam brahmacariyam vaseyya, vasanto ca aradheyya nayam dhammam kusalan”ti. ","mn76:35-42.1":"“Idha, sandaka, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava …pe… ","mn76:35-42.2":"so ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","mn76:35-42.3":"vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn76:35-42.4":"Yasmim kho, sandaka, satthari savako evarupam ularavisesam adhigacchati tattha vinnu puriso sasakkam brahmacariyam vaseyya, vasanto ca aradheyya nayam dhammam kusalam. ","mn76:43.1":"Puna caparam, sandaka, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati. ","mn76:43.2":"Yasmim kho, sandaka, satthari savako evarupam ularavisesam adhigacchati tattha vinnu puriso sasakkam brahmacariyam vaseyya, vasanto ca aradheyya nayam dhammam kusalam. ","mn76:44-45.1":"Puna caparam, sandaka, bhikkhu pitiya ca viraga upekkhako ca viharati …pe… tatiyam jhanam upasampajja viharati. ","mn76:44-45.2":"Yasmim kho, sandaka, satthari savako evarupam ularavisesam adhigacchati tattha vinnu puriso sasakkam brahmacariyam vaseyya, vasanto ca aradheyya nayam dhammam kusalam. ","mn76:46.1":"Puna caparam, sandaka, bhikkhu sukhassa ca pahana …pe… catuttham jhanam upasampajja viharati. ","mn76:46.2":"Yasmim kho, sandaka, satthari savako evarupam ularavisesam adhigacchati tattha vinnu puriso sasakkam brahmacariyam vaseyya, vasanto ca aradheyya nayam dhammam kusalam. ","mn76:47.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnameti. ","mn76:47.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn76:47.3":"Yasmim kho, sandaka, satthari savako evarupam ularavisesam adhigacchati tattha vinnu puriso sasakkam brahmacariyam vaseyya, vasanto ca aradheyya nayam dhammam kusalam. ","mn76:48.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnameti. ","mn76:48.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate …pe… yathakammupage satte pajanati. ","mn76:48.3":"Yasmim kho, sandaka, satthari savako evarupam ularavisesam adhigacchati tattha vinnu puriso sasakkam brahmacariyam vaseyya, vasanto ca aradheyya nayam dhammam kusalam. ","mn76:49.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","mn76:49.2":"So ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati; ","mn76:49.3":"‘ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti yathabhutam pajanati, ‘ayam asavanirodho’ti yathabhutam pajanati, ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","mn76:50.1":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati. ","mn76:50.2":"Vimuttasmim vimuttamiti nanam hoti. ","mn76:50.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn76:50.4":"Yasmim kho, sandaka, satthari savako evarupam ularavisesam adhigacchati tattha vinnu puriso sasakkam brahmacariyam vaseyya, vasanto ca aradheyya nayam dhammam kusalan”ti. ","mn76:51.1":"“Yo pana so, bho ananda, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadanna vimutto paribhunjeyya so kame”ti? ","mn76:51.2":"“Yo so, sandaka, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, abhabbo so pancatthanani ajjhacaritum. ","mn76:51.3":"Abhabbo khinasavo bhikkhu sancicca panam jivita voropetum, abhabbo khinasavo bhikkhu adinnam theyyasankhatam adatum, abhabbo khinasavo bhikkhu methunam dhammam patisevetum, abhabbo khinasavo bhikkhu sampajanamusa bhasitum, abhabbo khinasavo bhikkhu sannidhikarakam kame paribhunjitum, seyyathapi pubbe agariyabhuto. ","mn76:51.4":"Yo so, sandaka, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, abhabbo so imani pancatthanani ajjhacaritun”ti. ","mn76:52.1":"“Yo pana so, bho ananda, bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto tassa carato ceva titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitam: ","mn76:52.2":"‘khina me asava’”ti? ","mn76:52.3":"“Tena hi, sandaka, upamam te karissami; ","mn76:52.4":"upamayapidhekacce vinnu purisa bhasitassa attham ajananti. ","mn76:52.5":"Seyyathapi, sandaka, purisassa hatthapada chinna; ","mn76:52.6":"tassa carato ceva titthato ca suttassa ca jagarassa ca satatam samitam janati: ","mn76:52.7":"‘chinna me hatthapada’ti, udahu paccavekkhamano janati: ","mn76:52.8":"‘chinna me hatthapada’”ti? ","mn76:52.9":"“Na kho, bho ananda, so puriso satatam samitam janati: ","mn76:52.10":"‘chinna me hatthapada’ti. ","mn76:52.11":"Api ca kho pana nam paccavekkhamano janati: ","mn76:52.12":"‘chinna me hatthapada’”ti. ","mn76:52.13":"“Evameva kho, sandaka, yo so bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto tassa carato ceva titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam na paccupatthitam: ","mn76:52.14":"‘khina me asava’ti; ","mn76:52.15":"api ca kho pana nam paccavekkhamano janati: ","mn76:52.16":"‘khina me asava’”ti. ","mn76:53.1":"“Kivabahuka pana, bho ananda, imasmim dhammavinaye niyyataro”ti? ","mn76:53.2":"“Na kho, sandaka, ekamyeva satam na dve satani na tini satani na cattari satani na panca satani, atha kho bhiyyova ye imasmim dhammavinaye niyyataro”ti. ","mn76:53.3":"“Acchariyam, bho ananda, abbhutam, bho ananda. ","mn76:53.4":"Na ca nama sadhammokkamsana bhavissati, na paradhammavambhana, ayatane ca dhammadesana tava bahuka ca niyyataro pannayissanti. ","mn76:53.5":"Ime panajivaka puttamataya putta attananceva ukkamsenti, pare ca vambhenti tayo ceva niyyataro pannapenti, seyyathidam—","mn76:53.6":"nandam vaccham, kisam sankiccam, makkhalim gosalan”ti. ","mn76:54.1":"Atha kho sandako paribbajako sakam parisam amantesi: ","mn76:54.2":"“carantu bhonto samane gotame brahmacariyavaso. ","mn76:54.3":"Na dani sukaram amhehi labhasakkarasiloke pariccajitun”ti. ","mn76:54.4":"Iti hidam sandako paribbajako sakam parisam uyyojesi bhagavati brahmacariyeti. ","mn76:54.5":"Sandakasuttam nitthitam chattham. "}