{"mn77:0.1":"Majjhima Nikaya 77 ","mn77:0.2":"Mahasakuludayisutta ","mn77:1.1":"Evam me sutam—","mn77:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn77:2.1":"Tena kho pana samayena sambahula abhinnata abhinnata paribbajaka moranivape paribbajakarame pativasanti, seyyathidam—","mn77:2.2":"annabharo varadharo sakuludayi ca paribbajako anne ca abhinnata abhinnata paribbajaka. ","mn77:3.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya rajagaham pindaya pavisi. ","mn77:3.2":"Atha kho bhagavato etadahosi: ","mn77:3.3":"“atippago kho tava rajagahe pindaya caritum. ","mn77:3.4":"Yannunaham yena moranivapo paribbajakaramo yena sakuludayi paribbajako tenupasankameyyan”ti. ","mn77:4.1":"Atha kho bhagava yena moranivapo paribbajakaramo tenupasankami. ","mn77:4.2":"Tena kho pana samayena sakuludayi paribbajako mahatiya paribbajakaparisaya saddhim nisinno hoti unnadiniya uccasaddamahasaddaya anekavihitam tiracchanakatham kathentiya, seyyathidam—","mn77:4.3":"rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham sayanakatham malakatham gandhakatham natikatham yanakatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam itibhavabhavakatham iti va. ","mn77:4.4":"Addasa kho sakuludayi paribbajako bhagavantam duratova agacchantam. ","mn77:4.5":"Disvana sakam parisam santhapeti: ","mn77:4.6":"“appasadda bhonto hontu; ","mn77:4.7":"ma bhonto saddamakattha. ","mn77:4.8":"Ayam samano gotamo agacchati; ","mn77:4.9":"appasaddakamo kho pana so ayasma appasaddassa vannavadi. ","mn77:4.10":"Appeva nama appasaddam parisam viditva upasankamitabbam manneyya”ti. ","mn77:4.11":"Atha kho te paribbajaka tunhi ahesum. ","mn77:5.1":"Atha kho bhagava yena sakuludayi paribbajako tenupasankami. ","mn77:5.2":"Atha kho sakuludayi paribbajako bhagavantam etadavoca: ","mn77:5.3":"“etu kho, bhante, bhagava. ","mn77:5.4":"Svagatam, bhante, bhagavato. ","mn77:5.5":"Cirassam kho, bhante, bhagava imam pariyayamakasi yadidam idhagamanaya. ","mn77:5.6":"Nisidatu, bhante, bhagava; ","mn77:5.7":"idamasanam pannattan”ti. ","mn77:5.8":"Nisidi bhagava pannatte asane. ","mn77:5.9":"Sakuludayipi kho paribbajako annataram nicam asanam gahetva ekamantam nisidi. ","mn77:5.10":"Ekamantam nisinnam kho sakuludayim paribbajakam bhagava etadavoca: ","mn77:5.11":"“Kaya nuttha, udayi, etarahi kathaya sannisinna, ka ca pana vo antarakatha vippakata”ti? ","mn77:6.1":"“Titthatesa, bhante, katha yaya mayam etarahi kathaya sannisinna. ","mn77:6.2":"Nesa, bhante, katha bhagavato dullabha bhavissati pacchapi savanaya. ","mn77:6.3":"Purimani, bhante, divasani purimatarani nanatitthiyanam samanabrahmananam kutuhalasalayam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","mn77:6.4":"‘labha vata, bho, angamagadhanam, suladdhalabha vata, bho, angamagadhanam. ","mn77:6.5":"Tatrime samanabrahmana sanghino ganino ganacariya nata yasassino titthakara sadhusammata bahujanassa rajagaham vassavasam osata. ","mn77:6.6":"Ayampi kho purano kassapo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa; ","mn77:6.7":"sopi rajagaham vassavasam osato. ","mn77:6.8":"Ayampi kho makkhali gosalo …pe… ","mn77:6.9":"ajito kesakambalo … ","mn77:6.10":"pakudho kaccayano … ","mn77:6.11":"sanjayo belatthaputto … ","mn77:6.12":"nigantho nataputto sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa; ","mn77:6.13":"sopi rajagaham vassavasam osato. ","mn77:6.14":"Ayampi kho samano gotamo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa; ","mn77:6.15":"sopi rajagaham vassavasam osato. ","mn77:6.16":"Ko nu kho imesam bhavatam samanabrahmananam sanghinam ganinam ganacariyanam natanam yasassinam titthakaranam sadhusammatanam bahujanassa savakanam sakkato garukato manito pujito, kanca pana savaka sakkatva garum katva upanissaya viharanti’ti? ","mn77:6.17":"Tatrekacce evamahamsu: ","mn77:6.18":"‘ayam kho purano kassapo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa; ","mn77:6.19":"so ca kho savakanam na sakkato na garukato na manito na pujito, na ca pana puranam kassapam savaka sakkatva garum katva upanissaya viharanti. ","mn77:6.20":"Bhutapubbam purano kassapo anekasataya parisaya dhammam deseti. ","mn77:6.21":"Tatrannataro puranassa kassapassa savako saddamakasi: ","mn77:6.22":"“ma bhonto puranam kassapam etamattham pucchittha; ","mn77:6.23":"neso etam janati; ","mn77:6.24":"mayametam janama, amhe etamattham pucchatha; ","mn77:6.25":"mayametam bhavantanam byakarissama”ti. ","mn77:6.26":"Bhutapubbam purano kassapo baha paggayha kandanto na labhati: ","mn77:6.27":"“appasadda bhonto hontu, ma bhonto saddamakattha. ","mn77:6.28":"Nete, bhavante, pucchanti, amhe ete pucchanti; ","mn77:6.29":"mayametesam byakarissama”ti. ","mn77:6.30":"Bahu kho pana puranassa kassapassa savaka vadam aropetva apakkanta: ","mn77:6.31":"“na tvam imam dhammavinayam ajanasi, aham imam dhammavinayam ajanami, kim tvam imam dhammavinayam ajanissasi? Micchapatipanno tvamasi, ahamasmi sammapatipanno, sahitam me, asahitam te, purevacaniyam paccha avaca, pacchavacaniyam pure avaca, adhicinnam te viparavattam, aropito te vado, niggahitosi, cara vadappamokkhaya, nibbethehi va sace pahosi”ti. ","mn77:6.32":"Iti purano kassapo savakanam na sakkato na garukato na manito na pujito, na ca pana puranam kassapam savaka sakkatva garum katva upanissaya viharanti. ","mn77:6.33":"Akkuttho ca pana purano kassapo dhammakkosena’ti. ","mn77:6.34":"Ekacce evamahamsu: ","mn77:6.35":"‘ayampi kho makkhali gosalo …pe… ","mn77:6.36":"ajito kesakambalo … ","mn77:6.37":"pakudho kaccayano … ","mn77:6.38":"sanjayo belatthaputto … ","mn77:6.39":"nigantho nataputto sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa; ","mn77:6.40":"so ca kho savakanam na sakkato na garukato na manito na pujito, na ca pana nigantham nataputtam savaka sakkatva garum katva upanissaya viharanti. ","mn77:6.41":"Bhutapubbam nigantho nataputto anekasataya parisaya dhammam deseti. ","mn77:6.42":"Tatrannataro niganthassa nataputtassa savako saddamakasi: ","mn77:6.43":"“ma bhonto nigantham nataputtam etamattham pucchittha; ","mn77:6.44":"neso etam janati; ","mn77:6.45":"mayametam janama, amhe etamattham pucchatha; ","mn77:6.46":"mayametam bhavantanam byakarissama”ti. ","mn77:6.47":"Bhutapubbam nigantho nataputto baha paggayha kandanto na labhati: ","mn77:6.48":"“appasadda bhonto hontu, ma bhonto saddamakattha. ","mn77:6.49":"Nete bhavante pucchanti, amhe ete pucchanti; ","mn77:6.50":"mayametesam byakarissama”ti. ","mn77:6.51":"Bahu kho pana niganthassa nataputtassa savaka vadam aropetva apakkanta: ","mn77:6.52":"“na tvam imam dhammavinayam ajanasi, aham imam dhammavinayam ajanami. Kim tvam imam dhammavinayam ajanissasi? Micchapatipanno tvamasi. Ahamasmi sammapatipanno. Sahitam me asahitam te, purevacaniyam paccha avaca, pacchavacaniyam pure avaca, adhicinnam te viparavattam, aropito te vado, niggahitosi, cara vadappamokkhaya, nibbethehi va sace pahosi”ti. ","mn77:6.53":"Iti nigantho nataputto savakanam na sakkato na garukato na manito na pujito, na ca pana nigantham nataputtam savaka sakkatva garum katva upanissaya viharanti. ","mn77:6.54":"Akkuttho ca pana nigantho nataputto dhammakkosena’ti. ","mn77:6.55":"Ekacce evamahamsu: ","mn77:6.56":"‘ayampi kho samano gotamo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa; ","mn77:6.57":"so ca kho savakanam sakkato garukato manito pujito, samananca pana gotamam savaka sakkatva garum katva upanissaya viharanti. ","mn77:6.58":"Bhutapubbam samano gotamo anekasataya parisaya dhammam desesi. ","mn77:6.59":"Tatrannataro samanassa gotamassa savako ukkasi. ","mn77:6.60":"Tamenannataro sabrahmacari jannukena ghattesi: ","mn77:6.61":"“appasaddo ayasma hotu, mayasma saddamakasi, sattha no bhagava dhammam desesi”ti. ","mn77:6.62":"Yasmim samaye samano gotamo anekasataya parisaya dhammam deseti, neva tasmim samaye samanassa gotamassa savakanam khipitasaddo va hoti ukkasitasaddo va. ","mn77:6.63":"Tamenam mahajanakayo paccasisamanarupo paccupatthito hoti: ","mn77:6.64":"“yam no bhagava dhammam bhasissati tam no sossama”ti. ","mn77:6.65":"Seyyathapi nama puriso catummahapathe khuddamadhum anelakam pileyya. ","mn77:6.66":"Tamenam mahajanakayo paccasisamanarupo paccupatthito assa. ","mn77:6.67":"Evameva yasmim samaye samano gotamo anekasataya parisaya dhammam deseti, neva tasmim samaye samanassa gotamassa savakanam khipitasaddo va hoti ukkasitasaddo va. ","mn77:6.68":"Tamenam mahajanakayo paccasisamanarupo paccupatthito hoti: ","mn77:6.69":"“yam no bhagava dhammam bhasissati tam no sossama”ti. ","mn77:6.70":"Yepi samanassa gotamassa savaka sabrahmacarihi sampayojetva sikkham paccakkhaya hinayavattanti tepi satthu ceva vannavadino honti, dhammassa ca vannavadino honti, sanghassa ca vannavadino honti, attagarahinoyeva honti anannagarahino, “mayamevamha alakkhika mayam appapunna te mayam evam svakkhate dhammavinaye pabbajitva nasakkhimha yavajivam paripunnam parisuddham brahmacariyam caritun”ti. ","mn77:6.71":"Te aramikabhuta va upasakabhuta va pancasikkhapade samadaya vattanti. ","mn77:6.72":"Iti samano gotamo savakanam sakkato garukato manito pujito, samananca pana gotamam savaka sakkatva garum katva upanissaya viharanti’”ti. ","mn77:7.1":"“Kati pana tvam, udayi, mayi dhamme samanupassasi, yehi mamam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti”ti? ","mn77:8.1":"“Panca kho aham, bhante, bhagavati dhamme samanupassami yehi bhagavantam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:8.2":"Katame panca? ","mn77:8.3":"Bhagava hi, bhante, appaharo, appaharataya ca vannavadi. ","mn77:8.4":"Yampi, bhante, bhagava appaharo, appaharataya ca vannavadi imam kho aham, bhante, bhagavati pathamam dhammam samanupassami yena bhagavantam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:8.5":"Puna caparam, bhante, bhagava santuttho itaritarena civarena, itaritaracivarasantutthiya ca vannavadi. ","mn77:8.6":"Yampi, bhante, bhagava santuttho itaritarena civarena, itaritaracivarasantutthiya ca vannavadi, imam kho aham, bhante, bhagavati dutiyam dhammam samanupassami yena bhagavantam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:8.7":"Puna caparam, bhante, bhagava santuttho itaritarena pindapatena, itaritarapindapatasantutthiya ca vannavadi. ","mn77:8.8":"Yampi, bhante, bhagava santuttho itaritarena pindapatena, itaritarapindapatasantutthiya ca vannavadi, imam kho aham, bhante, bhagavati tatiyam dhammam samanupassami yena bhagavantam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:8.9":"Puna caparam, bhante, bhagava santuttho itaritarena senasanena, itaritarasenasanasantutthiya ca vannavadi. ","mn77:8.10":"Yampi, bhante, bhagava santuttho itaritarena senasanena, itaritarasenasanasantutthiya ca vannavadi, imam kho aham, bhante, bhagavati catuttham dhammam samanupassami yena bhagavantam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:8.11":"Puna caparam, bhante, bhagava pavivitto, pavivekassa ca vannavadi. ","mn77:8.12":"Yampi, bhante, bhagava pavivitto, pavivekassa ca vannavadi, imam kho aham, bhante, bhagavati pancamam dhammam samanupassami yena bhagavantam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:8.13":"Ime kho aham, bhante, bhagavati panca dhamme samanupassami yehi bhagavantam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti”ti. ","mn77:9.1":"“‘Appaharo samano gotamo, appaharataya ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum, santi kho pana me, udayi, savaka kosakaharapi addhakosakaharapi beluvaharapi addhabeluvaharapi. ","mn77:9.2":"Aham kho pana, udayi, appekada imina pattena samatittikampi bhunjami bhiyyopi bhunjami. ","mn77:9.3":"‘Appaharo samano gotamo, appaharataya ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum, ye te, udayi, mama savaka kosakaharapi addhakosakaharapi beluvaharapi addhabeluvaharapi na mam te imina dhammena sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum. ","mn77:9.4":"‘Santuttho samano gotamo itaritarena civarena, itaritaracivarasantutthiya ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum, santi kho pana me, udayi, savaka pamsukulika lukhacivaradhara te susana va sankarakuta va papanika va nantakani uccinitva sanghatim karitva dharenti. ","mn77:9.5":"Aham kho panudayi, appekada gahapaticivarani dharemi dalhani satthalukhani alabulomasani. ","mn77:9.6":"‘Santuttho samano gotamo itaritarena civarena, itaritaracivarasantutthiya ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum, ye te, udayi, mama savaka pamsukulika lukhacivaradhara te susana va sankarakuta va papanika va nantakani uccinitva sanghatim karitva dharenti, na mam te imina dhammena sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum. ","mn77:9.7":"‘Santuttho samano gotamo itaritarena pindapatena, itaritarapindapatasantutthiya ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum, santi kho pana me, udayi, savaka pindapatika sapadanacarino unchasake vate rata, te antaragharam pavittha samana asanenapi nimantiyamana na sadiyanti. ","mn77:9.8":"Aham kho panudayi, appekada nimantanepi bhunjami salinam odanam vicitakalakam anekasupam anekabyanjanam. ","mn77:9.9":"‘Santuttho samano gotamo itaritarena pindapatena, itaritarapindapatasantutthiya ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum, ye te, udayi, mama savaka pindapatika sapadanacarino unchasake vate rata te antaragharam pavittha samana asanenapi nimantiyamana na sadiyanti, na mam te imina dhammena sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum. ","mn77:9.10":"‘Santuttho samano gotamo itaritarena senasanena, itaritarasenasanasantutthiya ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum, santi kho pana me, udayi, savaka rukkhamulika abbhokasika, te atthamase channam na upenti. ","mn77:9.11":"Aham kho panudayi, appekada kutagaresupi viharami ullittavalittesu nivatesu phusitaggalesu pihitavatapanesu. ","mn77:9.12":"‘Santuttho samano gotamo itaritarena senasanena, itaritarasenasanasantutthiya ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum, ye te, udayi, mama savaka rukkhamulika abbhokasika te atthamase channam na upenti, na mam te imina dhammena sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum. ","mn77:9.13":"‘Pavivitto samano gotamo, pavivekassa ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum, santi kho pana me, udayi, savaka arannika pantasenasana arannavanapatthani pantani senasanani ajjhogahetva viharanti, te anvaddhamasam sanghamajjhe osaranti patimokkhuddesaya. ","mn77:9.14":"Aham kho panudayi, appekada akinno viharami bhikkhuhi bhikkhunihi upasakehi upasikahi ranna rajamahamattehi titthiyehi titthiyasavakehi. ","mn77:9.15":"‘Pavivitto samano gotamo, pavivekassa ca vannavadi’ti, iti ce mam, udayi, savaka sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum. Ye te, udayi, mama savaka arannaka pantasenasana arannavanapatthani pantani senasanani ajjhogahetva viharanti te anvaddhamasam sanghamajjhe osaranti patimokkhuddesaya, na mam te imina dhammena sakkareyyum garum kareyyum maneyyum pujeyyum, sakkatva garum katva upanissaya vihareyyum. ","mn77:9.16":"Iti kho, udayi, na mamam savaka imehi pancahi dhammehi sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:10.1":"Atthi kho, udayi, anne ca panca dhamma yehi pancahi dhammehi mamam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:10.2":"Katame panca? ","mn77:10.3":"Idhudayi, mamam savaka adhisile sambhaventi: ","mn77:10.4":"‘silava samano gotamo paramena silakkhandhena samannagato’ti. ","mn77:11.1":"Yampudayi, mamam savaka adhisile sambhaventi: ","mn77:11.2":"‘silava samano gotamo paramena silakkhandhena samannagato’ti, ayam kho, udayi, pathamo dhammo yena mamam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:12.1":"Puna caparam, udayi, mamam savaka abhikkante nanadassane sambhaventi: ","mn77:12.2":"‘janamyevaha samano gotamo—janamiti, ","mn77:12.3":"passamyevaha samano gotamo—passamiti; ","mn77:12.4":"abhinnaya samano gotamo dhammam deseti no anabhinnaya; ","mn77:12.5":"sanidanam samano gotamo dhammam deseti no anidanam; ","mn77:12.6":"sappatihariyam samano gotamo dhammam deseti no appatihariyan’ti. ","mn77:12.7":"Yampudayi, mamam savaka abhikkante nanadassane sambhaventi: ","mn77:12.8":"‘janamyevaha samano gotamo—janamiti, ","mn77:12.9":"passamyevaha samano gotamo—passamiti; ","mn77:12.10":"abhinnaya samano gotamo dhammam deseti no anabhinnaya; ","mn77:12.11":"sanidanam samano gotamo dhammam deseti no anidanam; ","mn77:12.12":"sappatihariyam samano gotamo dhammam deseti no appatihariyan’ti, ayam kho, udayi, dutiyo dhammo yena mamam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:13.1":"Puna caparam, udayi, mamam savaka adhipannaya sambhaventi: ","mn77:13.2":"‘pannava samano gotamo paramena pannakkhandhena samannagato; ","mn77:13.3":"tam vata anagatam vadapatham na dakkhati, uppannam va parappavadam na sahadhammena suniggahitam nigganhissatiti—netam thanam vijjati’. ","mn77:13.4":"Tam kim mannasi, udayi, ","mn77:13.5":"api nu me savaka evam jananta evam passanta antarantara katham opateyyun”ti? ","mn77:13.6":"“No hetam, bhante”. ","mn77:13.7":"“Na kho panaham, udayi, savakesu anusasanim paccasisami; ","mn77:13.8":"annadatthu mamayeva savaka anusasanim paccasisanti. ","mn77:13.9":"Yampudayi, mamam savaka adhipannaya sambhaventi: ","mn77:13.10":"‘pannava samano gotamo paramena pannakkhandhena samannagato; ","mn77:13.11":"tam vata anagatam vadapatham na dakkhati, uppannam va parappavadam na sahadhammena niggahitam nigganhissatiti—","mn77:13.12":"netam thanam vijjati’. ","mn77:13.13":"Ayam kho, udayi, tatiyo dhammo yena mamam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:14.1":"Puna caparam, udayi, mama savaka yena dukkhena dukkhotinna dukkhapareta te mam upasankamitva dukkham ariyasaccam pucchanti, tesaham dukkham ariyasaccam puttho byakaromi, tesaham cittam aradhemi panhassa veyyakaranena; ","mn77:14.2":"te mam dukkhasamudayam … ","mn77:14.3":"dukkhanirodham … ","mn77:14.4":"dukkhanirodhagaminim patipadam ariyasaccam pucchanti, tesaham dukkhanirodhagaminim patipadam ariyasaccam puttho byakaromi, tesaham cittam aradhemi panhassa veyyakaranena. ","mn77:14.5":"Yampudayi, mama savaka yena dukkhena dukkhotinna dukkhapareta te mam upasankamitva dukkham ariyasaccam pucchanti, tesaham dukkham ariyasaccam puttho byakaromi, tesaham cittam aradhemi panhassa veyyakaranena. ","mn77:14.6":"Te mam dukkhasamudayam … ","mn77:14.7":"dukkhanirodham … ","mn77:14.8":"dukkhanirodhagaminim patipadam ariyasaccam pucchanti. ","mn77:14.9":"Tesaham dukkhanirodhagaminim patipadam ariyasaccam puttho byakaromi. ","mn77:14.10":"Tesaham cittam aradhemi panhassa veyyakaranena. ","mn77:14.11":"Ayam kho, udayi, catuttho dhammo yena mamam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:15.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka cattaro satipatthane bhaventi. ","mn77:15.2":"Idhudayi, bhikkhu kaye kayanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam; ","mn77:15.3":"vedanasu vedananupassi viharati … ","mn77:15.4":"citte cittanupassi viharati … ","mn77:15.5":"dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","mn77:15.6":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:16.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka cattaro sammappadhane bhaventi. ","mn77:16.2":"Idhudayi, bhikkhu anuppannanam papakanam akusalanam dhammanam anuppadaya chandam janeti, vayamati, viriyam arabhati, cittam pagganhati, padahati; ","mn77:16.3":"uppannanam papakanam akusalanam dhammanam pahanaya chandam janeti, vayamati, viriyam arabhati, cittam pagganhati, padahati; ","mn77:16.4":"anuppannanam kusalanam dhammanam uppadaya chandam janeti, vayamati, viriyam arabhati, cittam pagganhati, padahati; ","mn77:16.5":"uppannanam kusalanam dhammanam thitiya asammosaya bhiyyobhavaya vepullaya bhavanaya paripuriya chandam janeti, vayamati, viriyam arabhati, cittam pagganhati, padahati. ","mn77:16.6":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:17.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka cattaro iddhipade bhaventi. ","mn77:17.2":"Idhudayi, bhikkhu chandasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ","mn77:17.3":"viriyasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ","mn77:17.4":"cittasamadhipadhanasankharasamannagatam iddhipadam bhaveti, ","mn77:17.5":"vimamsasamadhipadhanasankharasamannagatam iddhipadam bhaveti. ","mn77:17.6":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:18.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka pancindriyani bhaventi. ","mn77:18.2":"Idhudayi, bhikkhu saddhindriyam bhaveti upasamagamim sambodhagamim; ","mn77:18.3":"viriyindriyam bhaveti …pe… ","mn77:18.4":"satindriyam bhaveti … ","mn77:18.5":"samadhindriyam bhaveti … ","mn77:18.6":"pannindriyam bhaveti upasamagamim sambodhagamim. ","mn77:18.7":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:19.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka panca balani bhaventi. ","mn77:19.2":"Idhudayi, bhikkhu saddhabalam bhaveti upasamagamim sambodhagamim; ","mn77:19.3":"viriyabalam bhaveti …pe… ","mn77:19.4":"satibalam bhaveti … ","mn77:19.5":"samadhibalam bhaveti … ","mn77:19.6":"pannabalam bhaveti upasamagamim sambodhagamim. ","mn77:19.7":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:20.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka sattabojjhange bhaventi. ","mn77:20.2":"Idhudayi, bhikkhu satisambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim; ","mn77:20.3":"dhammavicayasambojjhangam bhaveti …pe… ","mn77:20.4":"viriyasambojjhangam bhaveti … ","mn77:20.5":"pitisambojjhangam bhaveti … ","mn77:20.6":"passaddhisambojjhangam bhaveti … ","mn77:20.7":"samadhisambojjhangam bhaveti … ","mn77:20.8":"upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","mn77:20.9":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:21.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka ariyam atthangikam maggam bhaventi. ","mn77:21.2":"Idhudayi, bhikkhu sammaditthim bhaveti, sammasankappam bhaveti, sammavacam bhaveti, sammakammantam bhaveti, sammaajivam bhaveti, sammavayamam bhaveti, sammasatim bhaveti, sammasamadhim bhaveti. ","mn77:21.3":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:22.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka attha vimokkhe bhaventi. ","mn77:22.2":"Rupi rupani passati, ","mn77:22.3":"ayam pathamo vimokkho; ","mn77:22.4":"ajjhattam arupasanni bahiddha rupani passati, ","mn77:22.5":"ayam dutiyo vimokkho; ","mn77:22.6":"subhanteva adhimutto hoti, ","mn77:22.7":"ayam tatiyo vimokkho; ","mn77:22.8":"sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati, ","mn77:22.9":"ayam catuttho vimokkho; ","mn77:22.10":"sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati, ","mn77:22.11":"ayam pancamo vimokkho; ","mn77:22.12":"sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati, ","mn77:22.13":"ayam chattho vimokkho; ","mn77:22.14":"sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja viharati, ","mn77:22.15":"ayam sattamo vimokkho; ","mn77:22.16":"sabbaso nevasannanasannayatanam samatikkamma sannavedayitanirodham upasampajja viharati, ","mn77:22.17":"ayam atthamo vimokkho. ","mn77:22.18":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:23.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka attha abhibhayatanani bhaventi. ","mn77:23.2":"Ajjhattam rupasanni eko bahiddha rupani passati parittani suvannadubbannani. ","mn77:23.3":"‘Tani abhibhuyya janami, passami’ti evam sanni hoti. ","mn77:23.4":"Idam pathamam abhibhayatanam. ","mn77:23.5":"Ajjhattam rupasanni eko bahiddha rupani passati appamanani suvannadubbannani. ","mn77:23.6":"‘Tani abhibhuyya janami, passami’ti evam sanni hoti. ","mn77:23.7":"Idam dutiyam abhibhayatanam. ","mn77:23.8":"Ajjhattam arupasanni eko bahiddha rupani passati parittani suvannadubbannani. ","mn77:23.9":"‘Tani abhibhuyya janami, passami’ti evam sanni hoti. ","mn77:23.10":"Idam tatiyam abhibhayatanam. ","mn77:23.11":"Ajjhattam arupasanni eko bahiddha rupani passati appamanani suvannadubbannani. ","mn77:23.12":"‘Tani abhibhuyya janami, passami’ti evam sanni hoti. ","mn77:23.13":"Idam catuttham abhibhayatanam. ","mn77:23.14":"Ajjhattam arupasanni eko bahiddha rupani passati nilani nilavannani nilanidassanani nilanibhasani. ","mn77:23.15":"Seyyathapi nama umapuppham nilam nilavannam nilanidassanam nilanibhasam, seyyatha va pana tam vattham baranaseyyakam ubhatobhagavimattham nilam nilavannam nilanidassanam nilanibhasam; ","mn77:23.16":"evameva ajjhattam arupasanni eko bahiddha rupani passati nilani nilavannani nilanidassanani nilanibhasani. ","mn77:23.17":"‘Tani abhibhuyya janami, passami’ti evam sanni hoti. ","mn77:23.18":"Idam pancamam abhibhayatanam. ","mn77:23.19":"Ajjhattam arupasanni eko bahiddha rupani passati pitani pitavannani pitanidassanani pitanibhasani. ","mn77:23.20":"Seyyathapi nama kanikarapuppham pitam pitavannam pitanidassanam pitanibhasam, seyyatha va pana tam vattham baranaseyyakam ubhatobhagavimattham pitam pitavannam pitanidassanam pitanibhasam; ","mn77:23.21":"evameva ajjhattam arupasanni eko bahiddha rupani passati pitani pitavannani pitanidassanani pitanibhasani. ","mn77:23.22":"‘Tani abhibhuyya janami, passami’ti evam sanni hoti. ","mn77:23.23":"Idam chattham abhibhayatanam. ","mn77:23.24":"Ajjhattam arupasanni eko bahiddha rupani passati lohitakani lohitakavannani lohitakanidassanani lohitakanibhasani. ","mn77:23.25":"Seyyathapi nama bandhujivakapuppham lohitakam lohitakavannam lohitakanidassanam lohitakanibhasam, seyyatha va pana tam vattham baranaseyyakam ubhatobhagavimattham lohitakam lohitakavannam lohitakanidassanam lohitakanibhasam; ","mn77:23.26":"evameva ajjhattam arupasanni eko bahiddha rupani passati lohitakani lohitakavannani lohitakanidassanani lohitakanibhasani. ","mn77:23.27":"‘Tani abhibhuyya janami, passami’ti evam sanni hoti. ","mn77:23.28":"Idam sattamam abhibhayatanam. ","mn77:23.29":"Ajjhattam arupasanni eko bahiddha rupani passati odatani odatavannani odatanidassanani odatanibhasani. ","mn77:23.30":"Seyyathapi nama osadhitaraka odata odatavanna odatanidassana odatanibhasa, seyyatha va pana tam vattham baranaseyyakam ubhatobhagavimattham odatam odatavannam odatanidassanam odatanibhasam; ","mn77:23.31":"evameva ajjhattam arupasanni eko bahiddha rupani passati odatani odatavannani odatanidassanani odatanibhasani. ","mn77:23.32":"‘Tani abhibhuyya janami, passami’ti evamsanni hoti. ","mn77:23.33":"Idam atthamam abhibhayatanam. ","mn77:23.34":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:24.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka dasa kasinayatanani bhaventi. ","mn77:24.2":"Pathavikasinameko sanjanati uddhamadho tiriyam advayam appamanam; ","mn77:24.3":"apokasinameko sanjanati …pe… ","mn77:24.4":"tejokasinameko sanjanati … ","mn77:24.5":"vayokasinameko sanjanati … ","mn77:24.6":"nilakasinameko sanjanati … ","mn77:24.7":"pitakasinameko sanjanati … ","mn77:24.8":"lohitakasinameko sanjanati … ","mn77:24.9":"odatakasinameko sanjanati … ","mn77:24.10":"akasakasinameko sanjanati … ","mn77:24.11":"vinnanakasinameko sanjanati uddhamadho tiriyam advayam appamanam. ","mn77:24.12":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:25.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka cattari jhanani bhaventi. ","mn77:25.2":"Idhudayi, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn77:25.3":"So imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","mn77:25.4":"Seyyathapi, udayi, dakkho nhapako va nhapakantevasi va kamsathale nhaniyacunnani akiritva udakena paripphosakam paripphosakam sanneyya, sayam nhaniyapindi snehanugata snehapareta santarabahira phuta snehena na ca paggharini; ","mn77:25.5":"evameva kho, udayi, bhikkhu imameva kayam vivekajena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa vivekajena pitisukhena apphutam hoti. ","mn77:26.1":"Puna caparam, udayi, bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam …pe… dutiyam jhanam upasampajja viharati. ","mn77:26.2":"So imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","mn77:26.3":"Seyyathapi, udayi, udakarahado gambhiro ubbhidodako. Tassa nevassa puratthimaya disaya udakassa ayamukham, na pacchimaya disaya udakassa ayamukham, na uttaraya disaya udakassa ayamukham, na dakkhinaya disaya udakassa ayamukham, devo ca na kalena kalam samma dharam anuppaveccheyya; ","mn77:26.4":"atha kho tamhava udakarahada sita varidhara ubbhijjitva tameva udakarahadam sitena varina abhisandeyya parisandeyya paripureyya paripphareyya, nassa kinci sabbavato udakarahadassa sitena varina apphutam assa. ","mn77:26.5":"Evameva kho, udayi, bhikkhu imameva kayam samadhijena pitisukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa samadhijena pitisukhena apphutam hoti. ","mn77:27.1":"Puna caparam, udayi, bhikkhu pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati. ","mn77:27.2":"So imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","mn77:27.3":"Seyyathapi, udayi, uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani anto nimuggaposini, tani yava cagga yava ca mula sitena varina abhisannani parisannani paripurani paripphutani, nassa kinci sabbavatam, uppalanam va padumanam va pundarikanam va sitena varina apphutam assa; ","mn77:27.4":"evameva kho, udayi, bhikkhu imameva kayam nippitikena sukhena abhisandeti parisandeti paripureti parippharati, nassa kinci sabbavato kayassa nippitikena sukhena apphutam hoti. ","mn77:28.1":"Puna caparam, udayi, bhikkhu sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn77:28.2":"So imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti, nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","mn77:28.3":"Seyyathapi, udayi, puriso odatena vatthena sasisam parupitva nisinno assa, nassa kinci sabbavato kayassa odatena vatthena apphutam assa; ","mn77:28.4":"evameva kho, udayi, bhikkhu imameva kayam parisuddhena cetasa pariyodatena pharitva nisinno hoti, nassa kinci sabbavato kayassa parisuddhena cetasa pariyodatena apphutam hoti. ","mn77:28.5":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:29.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka evam pajananti: ","mn77:29.2":"‘ayam kho me kayo rupi catumahabhutiko matapettikasambhavo odanakummasupacayo aniccucchadanaparimaddanabhedanaviddhamsanadhammo; ","mn77:29.3":"idanca pana me vinnanam ettha sitam ettha patibaddham’. ","mn77:29.4":"Seyyathapi, udayi, mani veluriyo subho jatima atthamso suparikammakato accho vippasanno sabbakarasampanno; ","mn77:29.5":"tatridam suttam avutam nilam va pitam va lohitam va odatam va pandusuttam va. ","mn77:29.6":"Tamenam cakkhuma puriso hatthe karitva paccavekkheyya: ","mn77:29.7":"‘ayam kho mani veluriyo subho jatima atthamso suparikammakato accho vippasanno sabbakarasampanno; ","mn77:29.8":"tatridam suttam avutam nilam va pitam va lohitam va odatam va pandusuttam va’ti. ","mn77:29.9":"Evameva kho, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka evam pajananti: ","mn77:29.10":"‘ayam kho me kayo rupi catumahabhutiko matapettikasambhavo odanakummasupacayo aniccucchadanaparimaddanabhedanaviddhamsanadhammo; ","mn77:29.11":"idanca pana me vinnanam ettha sitam ettha patibaddhan’ti. ","mn77:29.12":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:30.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka imamha kaya annam kayam abhinimminanti rupim manomayam sabbangapaccangim ahinindriyam. ","mn77:30.2":"Seyyathapi, udayi, puriso munjamha isikam pabbaheyya; ","mn77:30.3":"tassa evamassa: ","mn77:30.4":"‘ayam munjo, ayam isika; anno munjo, anna isika; munjamha tveva isika pabbalha’ti. ","mn77:30.5":"Seyyatha va panudayi, puriso asim kosiya pabbaheyya; ","mn77:30.6":"tassa evamassa: ","mn77:30.7":"‘ayam asi, ayam kosi; anno asi anna kosi; kosiya tveva asi pabbalho’ti. ","mn77:30.8":"Seyyatha va, panudayi, puriso ahim karanda uddhareyya; ","mn77:30.9":"tassa evamassa: ","mn77:30.10":"‘ayam ahi, ayam karando; anno ahi, anno karando; karanda tveva ahi ubbhato’ti. ","mn77:30.11":"Evameva kho, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka imamha kaya annam kayam abhinimminanti rupim manomayam sabbangapaccangim ahinindriyam. ","mn77:30.12":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:31.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka anekavihitam iddhividham paccanubhonti—ekopi hutva bahudha honti, bahudhapi hutva eko hoti; avibhavam, tirobhavam; tirokuttam tiropakaram tiropabbatam asajjamana gacchanti, seyyathapi akase; pathaviyapi ummujjanimujjam karonti, seyyathapi udake; udakepi abhijjamane gacchanti, seyyathapi pathaviyam; akasepi pallankena kamanti, seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina parimasanti parimajjanti, yava brahmalokapi kayena vasam vattenti. ","mn77:31.2":"Seyyathapi, udayi, dakkho kumbhakaro va kumbhakarantevasi va suparikammakataya mattikaya yam yadeva bhajanavikatim akankheyya tam tadeva kareyya abhinipphadeyya; ","mn77:31.3":"seyyatha va panudayi, dakkho dantakaro va dantakarantevasi va suparikammakatasmim dantasmim yam yadeva dantavikatim akankheyya tam tadeva kareyya abhinipphadeyya; ","mn77:31.4":"seyyatha va panudayi, dakkho suvannakaro va suvannakarantevasi va suparikammakatasmim suvannasmim yam yadeva suvannavikatim akankheyya tam tadeva kareyya abhinipphadeyya. ","mn77:31.5":"Evameva kho, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka anekavihitam iddhividham paccanubhonti—ekopi hutva bahudha honti, bahudhapi hutva eko hoti; avibhavam, tirobhavam; tirokuttam tiropakaram tiropabbatam asajjamana gacchanti, seyyathapi akase; pathaviyapi ummujjanimujjam karonti, seyyathapi udake; udakepi abhijjamane gacchanti, seyyathapi pathaviyam; akasepi pallankena kamanti, seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina parimasanti parimajjanti, yava brahmalokapi kayena vasam vattenti. ","mn77:31.6":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:32.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunanti—dibbe ca manuse ca, ye dure santike ca. ","mn77:32.2":"Seyyathapi, udayi, balava sankhadhamo appakasireneva catuddisa vinnapeyya; ","mn77:32.3":"evameva kho, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunanti—dibbe ca manuse ca, ye dure santike ca. ","mn77:32.4":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:33.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka parasattanam parapuggalanam cetasa ceto paricca pajananti—","mn77:33.2":"saragam va cittam ‘saragam cittan’ti pajananti, ","mn77:33.3":"vitaragam va cittam ‘vitaragam cittan’ti pajananti; ","mn77:33.4":"sadosam va cittam ‘sadosam cittan’ti pajananti, ","mn77:33.5":"vitadosam va cittam ‘vitadosam cittan’ti pajananti; ","mn77:33.6":"samoham va cittam ‘samoham cittan’ti pajananti, ","mn77:33.7":"vitamoham va cittam ‘vitamoham cittan’ti pajananti; ","mn77:33.8":"sankhittam va cittam ‘sankhittam cittan’ti pajananti, ","mn77:33.9":"vikkhittam va cittam ‘vikkhittam cittan’ti pajananti; ","mn77:33.10":"mahaggatam va cittam ‘mahaggatam cittan’ti pajananti, ","mn77:33.11":"amahaggatam va cittam ‘amahaggatam cittan’ti pajananti; ","mn77:33.12":"sauttaram va cittam ‘sauttaram cittan’ti pajananti, ","mn77:33.13":"anuttaram va cittam ‘anuttaram cittan’ti pajananti; ","mn77:33.14":"samahitam va cittam ‘samahitam cittan’ti pajananti, ","mn77:33.15":"asamahitam va cittam ‘asamahitam cittan’ti pajananti; ","mn77:33.16":"vimuttam va cittam ‘vimuttam cittan’ti pajananti, ","mn77:33.17":"avimuttam va cittam ‘avimuttam cittan’ti pajananti. ","mn77:33.18":"Seyyathapi, udayi, itthi va puriso va daharo yuva mandanakajatiko adase va parisuddhe pariyodate acche va udakapatte sakam mukhanimittam paccavekkhamano sakanikam va ‘sakanikan’ti janeyya, akanikam va ‘akanikan’ti janeyya; ","mn77:33.19":"evameva kho, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka parasattanam parapuggalanam cetasa ceto paricca pajananti—","mn77:33.20":"saragam va cittam ‘saragam cittan’ti pajananti, ","mn77:33.21":"vitaragam va cittam …pe… ","mn77:33.22":"sadosam va cittam … ","mn77:33.23":"vitadosam va cittam … ","mn77:33.24":"samoham va cittam … ","mn77:33.25":"vitamoham va cittam … ","mn77:33.26":"sankhittam va cittam … ","mn77:33.27":"vikkhittam va cittam … ","mn77:33.28":"mahaggatam va cittam … ","mn77:33.29":"amahaggatam va cittam … ","mn77:33.30":"sauttaram va cittam … ","mn77:33.31":"anuttaram va cittam … ","mn77:33.32":"samahitam va cittam … ","mn77:33.33":"asamahitam va cittam … ","mn77:33.34":"vimuttam va cittam … ","mn77:33.35":"avimuttam va cittam ‘avimuttam cittan’ti pajananti. ","mn77:33.36":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:34.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka anekavihitam pubbenivasam anussaranti, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi, anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn77:34.2":"Seyyathapi, udayi, puriso sakamha gama annam gamam gaccheyya, tamhapi gama annam gamam gaccheyya; so tamha gama sakamyeva gamam paccagaccheyya; tassa evamassa: ‘aham kho sakamha gama annam gamam agacchim, tatra evam atthasim evam nisidim evam abhasim evam tunhi ahosim; tamhapi gama amum gamam agacchim, tatrapi evam atthasim evam nisidim evam abhasim evam tunhi ahosim, somhi tamha gama sakamyeva gamam paccagato’ti. ","mn77:34.3":"Evameva kho, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka anekavihitam pubbenivasam anussaranti, seyyathidam—ekampi jatim …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussaranti. ","mn77:34.4":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:35.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka dibbena cakkhuna visuddhena atikkantamanusakena satte passanti cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajananti: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna; ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passanti cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajananti. ","mn77:35.2":"Seyyathapi, udayi, dve agara sadvara. Tatra cakkhuma puriso majjhe thito passeyya manusse geham pavisantepi nikkhamantepi anucankamantepi anuvicarantepi; ","mn77:35.3":"evameva kho, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka dibbena cakkhuna visuddhena atikkantamanusakena satte passanti cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajananti …pe… ","mn77:35.4":"tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:36.1":"Puna caparam, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharanti. ","mn77:36.2":"Seyyathapi, udayi, pabbatasankhepe udakarahado accho vippasanno anavilo, tattha cakkhuma puriso tire thito passeyya sippisambukampi sakkharakathalampi macchagumbampi carantampi titthantampi. Tassa evamassa: ‘ayam kho udakarahado accho vippasanno anavilo, tatrime sippisambukapi sakkharakathalapi macchagumbapi carantipi titthantipi’ti. ","mn77:36.3":"Evameva kho, udayi, akkhata maya savakanam patipada, yathapatipanna me savaka asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharanti. ","mn77:36.4":"Tatra ca pana me savaka bahu abhinnavosanaparamippatta viharanti. ","mn77:37.1":"Ayam kho, udayi, pancamo dhammo yena mama savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti. ","mn77:38.1":"Ime kho, udayi, panca dhamma yehi mamam savaka sakkaronti garum karonti manenti pujenti, sakkatva garum katva upanissaya viharanti”ti. ","mn77:38.2":"Idamavoca bhagava. ","mn77:38.3":"Attamano sakuludayi paribbajako bhagavato bhasitam abhinanditi. ","mn77:38.4":"Mahasakuludayisuttam nitthitam sattamam. "}