{"mn78:0.1":"Majjhima Nikaya 78 ","mn78:0.2":"Samanamundikasutta ","mn78:1.1":"Evam me sutam—","mn78:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn78:1.3":"Tena kho pana samayena uggahamano paribbajako samanamundikaputto samayappavadake tindukacire ekasalake mallikaya arame pativasati mahatiya paribbajakaparisaya saddhim pancamattehi paribbajakasatehi. ","mn78:2.1":"Atha kho pancakango thapati savatthiya nikkhami diva divassa bhagavantam dassanaya. ","mn78:2.2":"Atha kho pancakangassa thapatissa etadahosi: ","mn78:2.3":"“akalo kho tava bhagavantam dassanaya; ","mn78:2.4":"patisallino bhagava. ","mn78:2.5":"Manobhavaniyanampi bhikkhunam asamayo dassanaya; ","mn78:2.6":"patisallina manobhavaniya bhikkhu. ","mn78:2.7":"Yannunaham yena samayappavadako tindukaciro ekasalako mallikaya aramo yena uggahamano paribbajako samanamundikaputto tenupasankameyyan”ti. ","mn78:2.8":"Atha kho pancakango thapati yena samayappavadako tindukaciro ekasalako mallikaya aramo yena uggahamano paribbajako samanamundikaputto tenupasankami. ","mn78:3.1":"Tena kho pana samayena uggahamano paribbajako samanamundikaputto mahatiya paribbajakaparisaya saddhim nisinno hoti unnadiniya uccasaddamahasaddaya anekavihitam tiracchanakatham kathentiya, seyyathidam—","mn78:3.2":"rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham sayanakatham malakatham gandhakatham natikatham yanakatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam itibhavabhavakatham iti va. ","mn78:3.3":"Addasa kho uggahamano paribbajako samanamundikaputto pancakangam thapatim duratova agacchantam. ","mn78:3.4":"Disvana sakam parisam santhapesi: ","mn78:3.5":"“appasadda bhonto hontu, ma bhonto saddamakattha; ","mn78:3.6":"ayam samanassa gotamassa savako agacchati pancakango thapati. ","mn78:3.7":"Yavata kho pana samanassa gotamassa savaka gihi odatavasana savatthiyam pativasanti ayam tesam annataro pancakango thapati. ","mn78:3.8":"Appasaddakama kho pana te ayasmanto appasaddavinita appasaddassa vannavadino; ","mn78:3.9":"appeva nama appasaddam parisam viditva upasankamitabbam manneyya”ti. ","mn78:3.10":"Atha kho te paribbajaka tunhi ahesum. ","mn78:4.1":"Atha kho pancakango thapati yena uggahamano paribbajako samanamundikaputto tenupasankami; upasankamitva uggahamanena paribbajakena samanamundikaputtena saddhim sammodi. ","mn78:4.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinnam kho pancakangam thapatim uggahamano paribbajako samanamundikaputto etadavoca: ","mn78:5.1":"“catuhi kho aham, gahapati, dhammehi samannagatam purisapuggalam pannapemi sampannakusalam paramakusalam uttamapattipattam samanam ayojjham. ","mn78:5.2":"Katamehi catuhi? ","mn78:5.3":"Idha, gahapati, na kayena papakammam karoti, na papakam vacam bhasati, na papakam sankappam sankappeti, na papakam ajivam ajivati—","mn78:5.4":"imehi kho aham, gahapati, catuhi dhammehi samannagatam purisapuggalam pannapemi sampannakusalam paramakusalam uttamapattipattam samanam ayojjhan”ti. ","mn78:6.1":"Atha kho pancakango thapati uggahamanassa paribbajakassa samanamundikaputtassa bhasitam neva abhinandi nappatikkosi. ","mn78:6.2":"Anabhinanditva appatikkositva utthayasana pakkami: ","mn78:6.3":"“bhagavato santike etassa bhasitassa attham ajanissami”ti. ","mn78:7.1":"Atha kho pancakango thapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","mn78:7.2":"Ekamantam nisinno kho pancakango thapati yavatako ahosi uggahamanena paribbajakena samanamundikaputtena saddhim kathasallapo tam sabbam bhagavato arocesi. ","mn78:8.1":"Evam vutte, bhagava pancakangam thapatim etadavoca: ","mn78:8.2":"“evam sante kho, thapati, daharo kumaro mando uttanaseyyako sampannakusalo bhavissati paramakusalo uttamapattipatto samano ayojjho, yatha uggahamanassa paribbajakassa samanamundikaputtassa vacanam. ","mn78:8.3":"Daharassa hi, thapati, kumarassa mandassa uttanaseyyakassa kayotipi na hoti, kuto pana kayena papakammam karissati, annatra phanditamatta. ","mn78:8.4":"Daharassa hi, thapati, kumarassa mandassa uttanaseyyakassa vacatipi na hoti, kuto pana papakam vacam bhasissati, annatra roditamatta. ","mn78:8.5":"Daharassa hi, thapati, kumarassa mandassa uttanaseyyakassa sankappotipi na hoti, kuto pana papakam sankappam sankappissati, annatra vikujitamatta. ","mn78:8.6":"Daharassa hi, thapati, kumarassa mandassa uttanaseyyakassa ajivotipi na hoti, kuto pana papakam ajivam ajivissati, annatra matuthanna. ","mn78:8.7":"Evam sante kho, thapati, daharo kumaro mando uttanaseyyako sampannakusalo bhavissati paramakusalo uttamapattipatto samano ayojjho, yatha uggahamanassa paribbajakassa samanamundikaputtassa vacanam. ","mn78:8.8":"Catuhi kho aham, thapati, dhammehi samannagatam purisapuggalam pannapemi na ceva sampannakusalam na paramakusalam na uttamapattipattam samanam ayojjham, api cimam daharam kumaram mandam uttanaseyyakam samadhigayha titthati. ","mn78:8.9":"Katamehi catuhi? ","mn78:8.10":"Idha, thapati, na kayena papakammam karoti, na papakam vacam bhasati, na papakam sankappam sankappeti, na papakam ajivam ajivati—","mn78:8.11":"imehi kho aham, thapati, catuhi dhammehi samannagatam purisapuggalam pannapemi na ceva sampannakusalam na paramakusalam na uttamapattipattam samanam ayojjham, api cimam daharam kumaram mandam uttanaseyyakam samadhigayha titthati. ","mn78:9.1":"Dasahi kho aham, thapati, dhammehi samannagatam purisapuggalam pannapemi sampannakusalam paramakusalam uttamapattipattam samanam ayojjham. ","mn78:9.2":"Ime akusala sila; ","mn78:9.3":"tamaham, thapati, veditabbanti vadami. ","mn78:9.4":"Itosamutthana akusala sila; ","mn78:9.5":"tamaham, thapati, veditabbanti vadami. ","mn78:9.6":"Idha akusala sila aparisesa nirujjhanti; ","mn78:9.7":"tamaham, thapati, veditabbanti vadami. ","mn78:9.8":"Evam patipanno akusalanam silanam nirodhaya patipanno hoti; ","mn78:9.9":"tamaham, thapati, veditabbanti vadami. ","mn78:9.10":"Ime kusala sila; ","mn78:9.11":"tamaham, thapati, veditabbanti vadami. ","mn78:9.12":"Itosamutthana kusala sila; ","mn78:9.13":"tamaham, thapati, veditabbanti vadami. ","mn78:9.14":"Idha kusala sila aparisesa nirujjhanti; ","mn78:9.15":"tamaham, thapati, veditabbanti vadami. ","mn78:9.16":"Evam patipanno kusalanam silanam nirodhaya patipanno hoti; ","mn78:9.17":"tamaham, thapati, veditabbanti vadami. ","mn78:9.18":"Ime akusala sankappa; ","mn78:9.19":"tamaham, thapati, veditabbanti vadami. ","mn78:9.20":"Itosamutthana akusala sankappa; ","mn78:9.21":"tamaham, thapati, veditabbanti vadami. ","mn78:9.22":"Idha akusala sankappa aparisesa nirujjhanti; ","mn78:9.23":"tamaham, thapati, veditabbanti vadami. ","mn78:9.24":"Evam patipanno akusalanam sankappanam nirodhaya patipanno hoti; ","mn78:9.25":"tamaham, thapati, veditabbanti vadami. ","mn78:9.26":"Ime kusala sankappa; ","mn78:9.27":"tamaham, thapati, veditabbanti vadami. ","mn78:9.28":"Itosamutthana kusala sankappa; ","mn78:9.29":"tamaham, thapati, veditabbanti vadami. ","mn78:9.30":"Idha kusala sankappa aparisesa nirujjhanti; ","mn78:9.31":"tamaham, thapati, veditabbanti vadami. ","mn78:9.32":"Evam patipanno kusalanam sankappanam nirodhaya patipanno hoti; ","mn78:9.33":"tamaham, thapati, veditabbanti vadami. ","mn78:10.1":"Katame ca, thapati, akusala sila? ","mn78:10.2":"Akusalam kayakammam, akusalam vacikammam, papako ajivo—","mn78:10.3":"ime vuccanti, thapati, akusala sila. ","mn78:10.4":"Ime ca, thapati, akusala sila kimsamutthana? ","mn78:10.5":"Samutthanampi nesam vuttam. ","mn78:10.6":"‘Cittasamutthana’tissa vacaniyam. ","mn78:10.7":"Katamam cittam? ","mn78:10.8":"Cittampi hi bahum anekavidham nanappakarakam. ","mn78:10.9":"Yam cittam saragam sadosam samoham, itosamutthana akusala sila. ","mn78:10.10":"Ime ca, thapati, akusala sila kuhim aparisesa nirujjhanti? ","mn78:10.11":"Nirodhopi nesam vutto. ","mn78:10.12":"Idha, thapati, bhikkhu kayaduccaritam pahaya kayasucaritam bhaveti, vaciduccaritam pahaya vacisucaritam bhaveti, manoduccaritam pahaya manosucaritam bhaveti, micchajivam pahaya sammajivena jivitam kappeti—","mn78:10.13":"etthete akusala sila aparisesa nirujjhanti. ","mn78:10.14":"Katham patipanno, thapati, akusalanam silanam nirodhaya patipanno hoti? ","mn78:10.15":"Idha, thapati, bhikkhu anuppannanam papakanam akusalanam dhammanam anuppadaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati; ","mn78:10.16":"uppannanam papakanam akusalanam dhammanam pahanaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati; ","mn78:10.17":"anuppannanam kusalanam dhammanam uppadaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati; ","mn78:10.18":"uppannanam kusalanam dhammanam thitiya asammosaya bhiyyobhavaya vepullaya bhavanaya paripuriya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati. ","mn78:10.19":"Evam patipanno kho, thapati, akusalanam silanam nirodhaya patipanno hoti. ","mn78:11.1":"Katame ca, thapati, kusala sila? ","mn78:11.2":"Kusalam kayakammam, kusalam vacikammam, ajivaparisuddhampi kho aham, thapati, silasmim vadami. ","mn78:11.3":"Ime vuccanti, thapati, kusala sila. ","mn78:11.4":"Ime ca, thapati, kusala sila kimsamutthana? ","mn78:11.5":"Samutthanampi nesam vuttam. ","mn78:11.6":"‘Cittasamutthana’tissa vacaniyam. ","mn78:11.7":"Katamam cittam? ","mn78:11.8":"Cittampi hi bahum anekavidham nanappakarakam. ","mn78:11.9":"Yam cittam vitaragam vitadosam vitamoham, itosamutthana kusala sila. ","mn78:11.10":"Ime ca, thapati, kusala sila kuhim aparisesa nirujjhanti? ","mn78:11.11":"Nirodhopi nesam vutto. ","mn78:11.12":"Idha, thapati, bhikkhu silava hoti no ca silamayo, ","mn78:11.13":"tanca cetovimuttim pannavimuttim yathabhutam pajanati; yatthassa te kusala sila aparisesa nirujjhanti. ","mn78:11.14":"Katham patipanno ca, thapati, kusalanam silanam nirodhaya patipanno hoti? ","mn78:11.15":"Idha, thapati, bhikkhu anuppannanam papakanam akusalanam dhammanam anuppadaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati; ","mn78:11.16":"uppannanam papakanam akusalanam dhammanam pahanaya …pe… ","mn78:11.17":"anuppannanam kusalanam dhammanam uppadaya …pe… ","mn78:11.18":"uppannanam kusalanam dhammanam thitiya asammosaya bhiyyobhavaya vepullaya bhavanaya paripuriya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati. ","mn78:11.19":"Evam patipanno kho, thapati, kusalanam silanam nirodhaya patipanno hoti. ","mn78:12.1":"Katame ca, thapati, akusala sankappa? ","mn78:12.2":"Kamasankappo, byapadasankappo, vihimsasankappo—","mn78:12.3":"ime vuccanti, thapati, akusala sankappa. ","mn78:12.4":"Ime ca, thapati, akusala sankappa kimsamutthana? ","mn78:12.5":"Samutthanampi nesam vuttam. ","mn78:12.6":"‘Sannasamutthana’tissa vacaniyam. ","mn78:12.7":"Katama sanna? ","mn78:12.8":"Sannapi hi bahu anekavidha nanappakaraka. ","mn78:12.9":"Kamasanna, byapadasanna, vihimsasanna—","mn78:12.10":"itosamutthana akusala sankappa. ","mn78:12.11":"Ime ca, thapati, akusala sankappa kuhim aparisesa nirujjhanti? ","mn78:12.12":"Nirodhopi nesam vutto. ","mn78:12.13":"Idha, thapati, bhikkhu vivicceva kamehi …pe… pathamam jhanam upasampajja viharati; ","mn78:12.14":"etthete akusala sankappa aparisesa nirujjhanti. ","mn78:12.15":"Katham patipanno ca, thapati, akusalanam sankappanam nirodhaya patipanno hoti? ","mn78:12.16":"Idha, thapati, bhikkhu anuppannanam papakanam akusalanam dhammanam anuppadaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati; ","mn78:12.17":"uppannanam papakanam akusalanam dhammanam pahanaya …pe… ","mn78:12.18":"anuppannanam kusalanam dhammanam uppadaya …pe… ","mn78:12.19":"uppannanam kusalanam dhammanam thitiya asammosaya bhiyyobhavaya vepullaya bhavanaya paripuriya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati. ","mn78:12.20":"Evam patipanno kho, thapati, akusalanam sankappanam nirodhaya patipanno hoti. ","mn78:13.1":"Katame ca, thapati, kusala sankappa? ","mn78:13.2":"Nekkhammasankappo, abyapadasankappo, avihimsasankappo—","mn78:13.3":"ime vuccanti, thapati, kusala sankappa. ","mn78:13.4":"Ime ca, thapati, kusala sankappa kimsamutthana? ","mn78:13.5":"Samutthanampi nesam vuttam. ","mn78:13.6":"‘Sannasamutthana’tissa vacaniyam. ","mn78:13.7":"Katama sanna? ","mn78:13.8":"Sannapi hi bahu anekavidha nanappakaraka. ","mn78:13.9":"Nekkhammasanna, abyapadasanna, avihimsasanna—","mn78:13.10":"itosamutthana kusala sankappa. ","mn78:13.11":"Ime ca, thapati, kusala sankappa kuhim aparisesa nirujjhanti? ","mn78:13.12":"Nirodhopi nesam vutto. ","mn78:13.13":"Idha, thapati, bhikkhu vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati; ","mn78:13.14":"etthete kusala sankappa aparisesa nirujjhanti. ","mn78:13.15":"Katham patipanno ca, thapati, kusalanam sankappanam nirodhaya patipanno hoti? ","mn78:13.16":"Idha, thapati, bhikkhu anuppannanam papakanam akusalanam dhammanam anuppadaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati; ","mn78:13.17":"uppannanam papakanam akusalanam dhammanam pahanaya …pe… ","mn78:13.18":"anuppannanam kusalanam dhammanam uppadaya …pe… ","mn78:13.19":"uppannanam kusalanam dhammanam thitiya asammosaya bhiyyobhavaya vepullaya bhavanaya paripuriya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati. ","mn78:13.20":"Evam patipanno kho, thapati, kusalanam sankappanam nirodhaya patipanno hoti. ","mn78:14.1":"Katamehi caham, thapati, dasahi dhammehi samannagatam purisapuggalam pannapemi sampannakusalam paramakusalam uttamapattipattam samanam ayojjham? ","mn78:14.2":"Idha, thapati, bhikkhu asekhaya sammaditthiya samannagato hoti, asekhena sammasankappena samannagato hoti, asekhaya sammavacaya samannagato hoti, asekhena sammakammantena samannagato hoti, asekhena sammaajivena samannagato hoti, asekhena sammavayamena samannagato hoti, asekhaya sammasatiya samannagato hoti, asekhena sammasamadhina samannagato hoti, asekhena sammananena samannagato hoti, asekhaya sammavimuttiya samannagato hoti—","mn78:14.3":"imehi kho aham, thapati, dasahi dhammehi samannagatam purisapuggalam pannapemi sampannakusalam paramakusalam uttamapattipattam samanam ayojjhan”ti. ","mn78:14.4":"Idamavoca bhagava. ","mn78:14.5":"Attamano pancakango thapati bhagavato bhasitam abhinanditi. ","mn78:14.6":"Samanamundikasuttam nitthitam atthamam. "}