{"mn79:0.1":"Majjhima Nikaya 79 ","mn79:0.2":"Culasakuludayisutta ","mn79:1.1":"Evam me sutam—","mn79:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","mn79:1.3":"Tena kho pana samayena sakuludayi paribbajako moranivape paribbajakarame pativasati mahatiya paribbajakaparisaya saddhim. ","mn79:2.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya rajagaham pindaya pavisi. ","mn79:2.2":"Atha kho bhagavato etadahosi: ","mn79:2.3":"“atippago kho tava rajagahe pindaya caritum. ","mn79:2.4":"Yannunaham yena moranivapo paribbajakaramo yena sakuludayi paribbajako tenupasankameyyan”ti. ","mn79:2.5":"Atha kho bhagava yena moranivapo paribbajakaramo tenupasankami. ","mn79:3.1":"Tena kho pana samayena sakuludayi paribbajako mahatiya paribbajakaparisaya saddhim nisinno hoti unnadiniya uccasaddamahasaddaya anekavihitam tiracchanakatham kathentiya, seyyathidam—","mn79:3.2":"rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham sayanakatham malakatham gandhakatham natikatham yanakatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam itibhavabhavakatham iti va. ","mn79:3.3":"Addasa kho sakuludayi paribbajako bhagavantam duratova agacchantam. ","mn79:3.4":"Disvana sakam parisam santhapesi: ","mn79:3.5":"“appasadda bhonto hontu, ma bhonto saddamakattha. ","mn79:3.6":"Ayam samano gotamo agacchati; ","mn79:3.7":"appasaddakamo kho pana so ayasma appasaddassa vannavadi. ","mn79:3.8":"Appeva nama appasaddam parisam viditva upasankamitabbam manneyya”ti. ","mn79:3.9":"Atha kho te paribbajaka tunhi ahesum. ","mn79:4.1":"Atha kho bhagava yena sakuludayi paribbajako tenupasankami. ","mn79:4.2":"Atha kho sakuludayi paribbajako bhagavantam etadavoca: ","mn79:4.3":"“etu kho, bhante, bhagava. ","mn79:4.4":"Svagatam, bhante, bhagavato. ","mn79:4.5":"Cirassam kho, bhante, bhagava imam pariyayamakasi yadidam idhagamanaya. ","mn79:4.6":"Nisidatu, bhante, bhagava; ","mn79:4.7":"idamasanam pannattan”ti. ","mn79:4.8":"Nisidi bhagava pannatte asane. ","mn79:4.9":"Sakuludayipi kho paribbajako annataram nicam asanam gahetva ekamantam nisidi. ","mn79:4.10":"Ekamantam nisinnam kho sakuludayim paribbajakam bhagava etadavoca: ","mn79:4.11":"“kaya nuttha, udayi, etarahi kathaya sannisinna, ka ca pana vo antarakatha vippakata”ti? ","mn79:5.1":"“Titthatesa, bhante, katha yaya mayam etarahi kathaya sannisinna. ","mn79:5.2":"Nesa, bhante, katha bhagavato dullabha bhavissati pacchapi savanaya. ","mn79:5.3":"Yadaham, bhante, imam parisam anupasankanto homi athayam parisa anekavihitam tiracchanakatham kathenti nisinna hoti; ","mn79:5.4":"yada ca kho aham, bhante, imam parisam upasankanto homi athayam parisa mamanneva mukham ullokenti nisinna hoti: ","mn79:5.5":"‘yam no samano udayi dhammam bhasissati tam sossama’ti; ","mn79:5.6":"yada pana, bhante, bhagava imam parisam upasankanto hoti athahanceva ayanca parisa bhagavato mukham ullokenta nisinna homa: ","mn79:5.7":"‘yam no bhagava dhammam bhasissati tam sossama’”ti. ","mn79:6.1":"“Tenahudayi, tamyevettha patibhatu yatha mam patibhaseyya”ti. ","mn79:6.2":"“Purimani, bhante, divasani purimatarani sabbannu sabbadassavi aparisesam nanadassanam patijanamano ‘carato ca me titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitan’ti. ","mn79:6.3":"So maya pubbantam arabbha panham puttho samano annenannam paticari, bahiddha katham apanamesi, kopanca dosanca appaccayanca patvakasi. ","mn79:6.4":"Tassa mayham, bhante, bhagavantamyeva arabbha sati udapadi: ","mn79:6.5":"‘aho nuna bhagava, aho nuna sugato. Yo imesam dhammanam sukusalo’”ti. ","mn79:6.6":"“Ko pana so, udayi, sabbannu sabbadassavi aparisesam nanadassanam patijanamano ‘carato ca me titthato ca suttassa ca jagarassa ca satatam samitam nanadassanam paccupatthitan’ti, yo taya pubbantam arabbha panham puttho samano annenannam paticari, bahiddha katham apanamesi kopanca dosanca appaccayanca patvakasi”ti? ","mn79:6.7":"“Nigantho, bhante, nataputto”ti. ","mn79:7.1":"“Yo kho, udayi, anekavihitam pubbenivasam anussareyya, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussareyya, so va mam pubbantam arabbha panham puccheyya, tam vaham pubbantam arabbha panham puccheyyam; ","mn79:7.2":"so va me pubbantam arabbha panhassa veyyakaranena cittam aradheyya, tassa vaham pubbantam arabbha panhassa veyyakaranena cittam aradheyyam. ","mn79:7.3":"Yo kho, udayi, dibbena cakkhuna visuddhena atikkantamanusakena satte passeyya cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajaneyya, so va mam aparantam arabbha panham puccheyya, tam vaham aparantam arabbha panham puccheyyam; ","mn79:7.4":"so va me aparantam arabbha panhassa veyyakaranena cittam aradheyya, tassa vaham aparantam arabbha panhassa veyyakaranena cittam aradheyyam. ","mn79:7.5":"Api ca, udayi, titthatu pubbanto, titthatu aparanto. ","mn79:7.6":"Dhammam te desessami—","mn79:7.7":"imasmim sati idam hoti, imassuppada idam uppajjati; ","mn79:7.8":"imasmim asati idam na hoti, imassa nirodha idam nirujjhati”ti. ","mn79:8.1":"“Ahanhi, bhante, yavatakampi me imina attabhavena paccanubhutam tampi nappahomi sakaram sauddesam anussaritum, ","mn79:8.2":"kuto panaham anekavihitam pubbenivasam anussarissami, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarissami, seyyathapi bhagava? ","mn79:8.3":"Ahanhi, bhante, etarahi pamsupisacakampi na passami, ","mn79:8.4":"kuto panaham dibbena cakkhuna visuddhena atikkantamanusakena satte passissami cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanissami, seyyathapi bhagava? ","mn79:8.5":"Yam pana mam, bhante, bhagava evamaha: ","mn79:8.6":"‘api ca, udayi, titthatu pubbanto, titthatu aparanto; ","mn79:8.7":"dhammam te desessami—","mn79:8.8":"imasmim sati idam hoti, imassuppada idam uppajjati; ","mn79:8.9":"imasmim asati idam na hoti, imassa nirodha idam nirujjhati’ti tanca pana me bhiyyoso mattaya na pakkhayati. ","mn79:8.10":"Appeva namaham, bhante, sake acariyake bhagavato cittam aradheyyam panhassa veyyakaranena”ti. ","mn79:9.1":"“Kinti pana te, udayi, sake acariyake hoti”ti? ","mn79:9.2":"“Amhakam, bhante, sake acariyake evam hoti: ","mn79:9.3":"‘ayam paramo vanno, ayam paramo vanno’”ti. ","mn79:9.4":"“Yam pana te etam, udayi, sake acariyake evam hoti: ","mn79:9.5":"‘ayam paramo vanno, ayam paramo vanno’ti, katamo so paramo vanno”ti? ","mn79:9.6":"“Yasma, bhante, vanna anno vanno uttaritaro va panitataro va natthi so paramo vanno”ti. ","mn79:9.7":"“Katamo pana so paramo vanno yasma vanna anno vanno uttaritaro va panitataro va natthi”ti? ","mn79:9.8":"“Yasma, bhante, vanna anno vanno uttaritaro va panitataro va natthi so paramo vanno”ti. ","mn79:10.1":"“Dighapi kho te esa, udayi, phareyya: ","mn79:10.2":"‘yasma, bhante, vanna anno vanno uttaritaro va panitataro va natthi so paramo vanno’ti vadesi, tanca vannam na pannapesi. ","mn79:10.3":"Seyyathapi, udayi, puriso evam vadeyya: ","mn79:10.4":"‘aham ya imasmim janapade janapadakalyani tam icchami, tam kamemi’ti. ","mn79:10.5":"Tamenam evam vadeyyum: ","mn79:10.6":"‘ambho purisa, yam tvam janapadakalyanim icchasi kamesi, janasi tam janapadakalyanim—khattiyi va brahmani va vessi va suddi va’ti? ","mn79:10.7":"Iti puttho ‘no’ti vadeyya. ","mn79:10.8":"Tamenam evam vadeyyum: ","mn79:10.9":"‘ambho purisa, yam tvam janapadakalyanim icchasi kamesi, janasi tam janapadakalyanim—evamnama evangottati vati …pe… digha va rassa va majjhima va kali va sama va manguracchavi vati … amukasmim game va nigame va nagare va’ti? ","mn79:10.10":"Iti puttho ‘no’ti vadeyya. ","mn79:10.11":"Tamenam evam vadeyyum: ","mn79:10.12":"‘ambho purisa, yam tvam na janasi na passasi, tam tvam icchasi kamesi’ti? ","mn79:10.13":"Iti puttho ‘ama’ti vadeyya. ","mn79:10.14":"Tam kim mannasi, udayi—","mn79:10.15":"nanu evam sante, tassa purisassa appatihirakatam bhasitam sampajjati”ti? ","mn79:10.16":"“Addha kho, bhante, evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti. ","mn79:10.17":"“Evameva kho tvam, udayi, ‘yasma, bhante, vanna anno vanno uttaritaro va panitataro va natthi so paramo vanno’ti vadesi, tanca vannam na pannapesi”ti. ","mn79:11.1":"“Seyyathapi, bhante, mani veluriyo subho jatima atthamso suparikammakato pandukambale nikkhitto bhasate ca tapate ca virocati ca, evam vanno atta hoti arogo param marana”ti. ","mn79:12.1":"“Tam kim mannasi, udayi, ","mn79:12.2":"yo va mani veluriyo subho jatima atthamso suparikammakato pandukambale nikkhitto bhasate ca tapate ca virocati ca, yo va rattandhakaratimisaya kimi khajjopanako—imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn79:12.3":"“Yvayam, bhante, rattandhakaratimisaya kimi khajjopanako—ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn79:13.1":"“Tam kim mannasi, udayi, ","mn79:13.2":"yo va rattandhakaratimisaya kimi khajjopanako, yo va rattandhakaratimisaya telappadipo—imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn79:13.3":"“Yvayam, bhante, rattandhakaratimisaya telappadipo—ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn79:14.1":"“Tam kim mannasi, udayi, ","mn79:14.2":"yo va rattandhakaratimisaya telappadipo, yo va rattandhakaratimisaya mahaaggikkhandho—imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn79:14.3":"“Yvayam, bhante, rattandhakaratimisaya mahaaggikkhandho—ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn79:15.1":"“Tam kim mannasi, udayi, ","mn79:15.2":"yo va rattandhakaratimisaya mahaaggikkhandho, ya va rattiya paccusasamayam viddhe vigatavalahake deve osadhitaraka—imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn79:15.3":"“Yvayam, bhante, rattiya paccusasamayam viddhe vigatavalahake deve osadhitaraka—ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn79:16.1":"“Tam kim mannasi, udayi, ","mn79:16.2":"ya va rattiya paccusasamayam viddhe vigatavalahake deve osadhitaraka, yo va tadahuposathe pannarase viddhe vigatavalahake deve abhido addharattasamayam cando—imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn79:16.3":"“Yvayam, bhante, tadahuposathe pannarase viddhe vigatavalahake deve abhido addharattasamayam cando—ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn79:17.1":"“Tam kim mannasi, udayi, ","mn79:17.2":"yo va tadahuposathe pannarase viddhe vigatavalahake deve abhido addharattasamayam cando, yo va vassanam pacchime mase saradasamaye viddhe vigatavalahake deve abhido majjhanhikasamayam suriyo—imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn79:17.3":"“Yvayam, bhante, vassanam pacchime mase saradasamaye viddhe vigatavalahake deve abhido majjhanhikasamayam suriyo—ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn79:18.1":"“Ato kho te, udayi, bahu hi bahutara deva ye imesam candimasuriyanam abha nanubhonti, tyaham pajanami. ","mn79:18.2":"Atha ca panaham na vadami: ","mn79:18.3":"‘yasma vanna anno vanno uttaritaro va panitataro va natthi’ti. ","mn79:18.4":"Atha ca pana tvam, udayi, ‘yvayam vanno kimina khajjopanakena nihinataro ca patikitthataro ca so paramo vanno’ti vadesi, tanca vannam na pannapesi”ti. ","mn79:19.1":"“Acchidam bhagava katham, acchidam sugato kathan”ti. ","mn79:19.2":"“Kim pana tvam, udayi, evam vadesi: ","mn79:19.3":"‘acchidam bhagava katham, acchidam sugato kathan’”ti? ","mn79:19.4":"“Amhakam, bhante, sake acariyake evam hoti: ","mn79:19.5":"‘ayam paramo vanno, ayam paramo vanno’ti. ","mn79:19.6":"Te mayam, bhante, bhagavata sake acariyake samanuyunjiyamana samanuggahiyamana samanubhasiyamana ritta tuccha aparaddha”ti. ","mn79:20.1":"“Kim panudayi, atthi ekantasukho loko, atthi akaravati patipada ekantasukhassa lokassa sacchikiriyaya”ti? ","mn79:20.2":"“Amhakam, bhante, sake acariyake evam hoti: ","mn79:20.3":"‘atthi ekantasukho loko, atthi akaravati patipada ekantasukhassa lokassa sacchikiriyaya’”ti. ","mn79:21.1":"“Katama pana sa, udayi, akaravati patipada ekantasukhassa lokassa sacchikiriyaya”ti? ","mn79:21.2":"“Idha, bhante, ekacco panatipatam pahaya panatipata pativirato hoti, adinnadanam pahaya adinnadana pativirato hoti, kamesumicchacaram pahaya kamesumicchacara pativirato hoti, musavadam pahaya musavada pativirato hoti, annataram va pana tapogunam samadaya vattati. ","mn79:21.3":"Ayam kho sa, bhante, akaravati patipada ekantasukhassa lokassa sacchikiriyaya”ti. ","mn79:22.1":"“Tam kim mannasi, udayi, ","mn79:22.2":"yasmim samaye panatipatam pahaya panatipata pativirato hoti, ekantasukhi va tasmim samaye atta hoti sukhadukkhi va”ti? ","mn79:22.3":"“Sukhadukkhi, bhante”. ","mn79:22.4":"“Tam kim mannasi, udayi, ","mn79:22.5":"yasmim samaye adinnadanam pahaya adinnadana pativirato hoti, ekantasukhi va tasmim samaye atta hoti sukhadukkhi va”ti? ","mn79:22.6":"“Sukhadukkhi, bhante”. ","mn79:22.7":"“Tam kim mannasi, udayi, yasmim samaye kamesumicchacaram pahaya kamesumicchacara pativirato hoti, ekantasukhi va tasmim samaye atta hoti sukhadukkhi va”ti? ","mn79:22.8":"“Sukhadukkhi, bhante”. ","mn79:22.9":"“Tam kim mannasi, udayi, yasmim samaye musavadam pahaya musavada pativirato hoti, ekantasukhi va tasmim samaye atta hoti sukhadukkhi va”ti? ","mn79:22.10":"“Sukhadukkhi, bhante”. ","mn79:22.11":"“Tam kim mannasi, udayi, ","mn79:22.12":"yasmim samaye annataram tapogunam samadaya vattati, ekantasukhi va tasmim samaye atta hoti sukhadukkhi va”ti? ","mn79:22.13":"“Sukhadukkhi, bhante”. ","mn79:22.14":"“Tam kim mannasi, udayi, ","mn79:22.15":"api nu kho vokinnasukhadukkham patipadam agamma ekantasukhassa lokassa sacchikiriya hoti”ti? ","mn79:23.1":"“Acchidam bhagava katham, acchidam sugato kathan”ti. ","mn79:23.2":"“Kim pana tvam, udayi, vadesi: ","mn79:23.3":"‘acchidam bhagava katham, acchidam sugato kathan’”ti? ","mn79:23.4":"“Amhakam, bhante, sake acariyake evam hoti: ","mn79:23.5":"‘atthi ekantasukho loko, atthi akaravati patipada ekantasukhassa lokassa sacchikiriyaya’ti. ","mn79:23.6":"Te mayam, bhante, bhagavata sake acariyake samanuyunjiyamana samanuggahiyamana samanubhasiyamana ritta tuccha aparaddha”ti. ","mn79:23.7":"“Kim pana, bhante, atthi ekantasukho loko, atthi akaravati patipada ekantasukhassa lokassa sacchikiriyaya”ti? ","mn79:24.1":"“Atthi kho, udayi, ekantasukho loko, atthi akaravati patipada ekantasukhassa lokassa sacchikiriyaya”ti. ","mn79:24.2":"“Katama pana sa, bhante, akaravati patipada ekantasukhassa lokassa sacchikiriyaya”ti? ","mn79:25.1":"“Idhudayi, bhikkhu vivicceva kamehi …pe… pathamam jhanam upasampajja viharati; ","mn79:25.2":"vitakkavicaranam vupasama …pe… dutiyam jhanam upasampajja viharati; ","mn79:25.3":"pitiya ca viraga …pe… tatiyam jhanam upasampajja viharati—","mn79:25.4":"ayam kho sa, udayi, akaravati patipada ekantasukhassa lokassa sacchikiriyaya”ti. ","mn79:25.5":"“Na kho sa, bhante, akaravati patipada ekantasukhassa lokassa sacchikiriyaya, sacchikato hissa, bhante, ettavata ekantasukho loko hoti”ti. ","mn79:25.6":"“Na khvassa, udayi, ettavata ekantasukho loko sacchikato hoti; ","mn79:25.7":"akaravati tveva sa patipada ekantasukhassa lokassa sacchikiriyaya”ti. ","mn79:26.1":"Evam vutte, sakuludayissa paribbajakassa parisa unnadini uccasaddamahasadda ahosi: ","mn79:26.2":"“ettha mayam anassama sacariyaka, ettha mayam anassama sacariyaka. ","mn79:26.3":"Na mayam ito bhiyyo uttaritaram pajanama”ti. ","mn79:26.4":"Atha kho sakuludayi paribbajako te paribbajake appasadde katva bhagavantam etadavoca: ","mn79:27.1":"“kittavata panassa, bhante, ekantasukho loko sacchikato hoti”ti? ","mn79:27.2":"“Idhudayi, bhikkhu sukhassa ca pahana …pe… catuttham jhanam … upasampajja viharati. ","mn79:27.3":"Ya ta devata ekantasukham lokam upapanna tahi devatahi saddhim santitthati sallapati sakaccham samapajjati. ","mn79:27.4":"Ettavata khvassa, udayi, ekantasukho loko sacchikato hoti”ti. ","mn79:28.1":"“Etassa nuna, bhante, ekantasukhassa lokassa sacchikiriyahetu bhikkhu bhagavati brahmacariyam caranti”ti? ","mn79:28.2":"“Na kho, udayi, ekantasukhassa lokassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","mn79:28.3":"Atthi kho, udayi, anneva dhamma uttaritara ca panitatara ca, yesam sacchikiriyahetu bhikkhu mayi brahmacariyam caranti”ti. ","mn79:28.4":"“Katame pana te, bhante, dhamma uttaritara ca panitatara ca yesam sacchikiriyahetu bhikkhu bhagavati brahmacariyam caranti”ti? ","mn79:29-36.1":"“Idhudayi, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava …pe… ","mn79:37.1":"so ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","mn79:37.2":"vivicceva kamehi …pe… pathamam jhanam upasampajja viharati. ","mn79:37.3":"Ayampi kho, udayi, dhammo uttaritaro ca panitataro ca yassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","mn79:38-40.1":"Puna caparam, udayi, bhikkhu vitakkavicaranam vupasama … dutiyam jhanam … ","mn79:38-40.2":"tatiyam jhanam … ","mn79:38-40.3":"catuttham jhanam upasampajja viharati. ","mn79:38-40.4":"Ayampi kho, udayi, dhammo uttaritaro ca panitataro ca yassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","mn79:41.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnameti. ","mn79:41.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn79:41.3":"Ayampi kho, udayi, dhammo uttaritaro ca panitataro ca yassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","mn79:42.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnameti. ","mn79:42.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate …pe… yathakammupage satte pajanati. ","mn79:42.3":"Ayampi kho, udayi, dhammo uttaritaro ca panitataro ca yassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","mn79:43.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","mn79:43.2":"So ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti …pe… ‘ayam dukkhanirodho’ti … ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati, ","mn79:43.3":"‘ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti … ‘ayam asavanirodho’ti … ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","mn79:44.1":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati. ","mn79:44.2":"Vimuttasmim vimuttamiti nanam hoti. ","mn79:44.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn79:44.4":"Ayampi kho, udayi, dhammo uttaritaro ca panitataro ca yassa sacchikiriyahetu bhikkhu mayi brahmacariyam caranti. ","mn79:44.5":"Ime kho, udayi, dhamma uttaritara ca panitatara ca yesam sacchikiriyahetu bhikkhu mayi brahmacariyam caranti”ti. ","mn79:45.1":"Evam vutte, sakuludayi paribbajako bhagavantam etadavoca: ","mn79:45.2":"“abhikkantam, bhante, abhikkantam, bhante. ","mn79:45.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","mn79:45.4":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","mn79:45.5":"Labheyyaham, bhante, bhagavato santike pabbajjam, labheyyam upasampadan”ti. ","mn79:46.1":"Evam vutte, sakuludayissa paribbajakassa parisa sakuludayim paribbajakam etadavocum: ","mn79:46.2":"“ma bhavam, udayi, samane gotame brahmacariyam cari; ","mn79:46.3":"ma bhavam, udayi, acariyo hutva antevasivasam vasi. ","mn79:46.4":"Seyyathapi nama udakamaniko hutva udancaniko assa, evam sampadamidam bhoto udayissa bhavissati. ","mn79:46.5":"Ma bhavam, udayi, samane gotame brahmacariyam cari; ","mn79:46.6":"ma bhavam, udayi, acariyo hutva antevasivasam vasi”ti. ","mn79:46.7":"Iti hidam sakuludayissa paribbajakassa parisa sakuludayim paribbajakam antarayamakasi bhagavati brahmacariyeti. ","mn79:46.8":"Culasakuludayisuttam nitthitam navamam. "}