{"mn80:0.1":"Majjhima Nikaya 80 ","mn80:0.2":"Vekhanasasutta ","mn80:1.1":"Evam me sutam—","mn80:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn80:2.1":"Atha kho vekhanaso paribbajako yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn80:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam atthasi. ","mn80:2.3":"Ekamantam thito kho vekhanaso paribbajako bhagavato santike udanam udanesi: ","mn80:2.4":"“ayam paramo vanno, ayam paramo vanno”ti. ","mn80:2.5":"“Kim pana tvam, kaccana, evam vadesi: ","mn80:2.6":"‘ayam paramo vanno, ayam paramo vanno’ti? ","mn80:2.7":"Katamo, kaccana, so paramo vanno”ti? ","mn80:2.8":"“Yasma, bho gotama, vanna anno vanno uttaritaro va panitataro va natthi so paramo vanno”ti. ","mn80:2.9":"“Katamo pana so, kaccana, vanno yasma vanna anno vanno uttaritaro va panitataro va natthi”ti? ","mn80:2.10":"“Yasma, bho gotama, vanna anno vanno uttaritaro va panitataro va natthi so paramo vanno”ti. ","mn80:3.1":"“Dighapi kho te esa, kaccana, phareyya: ","mn80:3.2":"‘yasma, bho gotama, vanna anno vanno uttaritaro va panitataro va natthi so paramo vanno’ti vadesi, tanca vannam na pannapesi. ","mn80:3.3":"Seyyathapi, kaccana, puriso evam vadeyya: ","mn80:3.4":"‘aham ya imasmim janapade janapadakalyani, tam icchami tam kamemi’ti. ","mn80:3.5":"Tamenam evam vadeyyum: ","mn80:3.6":"‘ambho purisa, yam tvam janapadakalyanim icchasi kamesi, janasi tam janapadakalyanim—khattiyi va brahmani va vessi va suddi va’ti? ","mn80:3.7":"Iti puttho ‘no’ti vadeyya. ","mn80:3.8":"Tamenam evam vadeyyum: ","mn80:3.9":"‘ambho purisa, yam tvam janapadakalyanim icchasi kamesi, janasi tam janapadakalyanim evamnama evangottati vati …pe… digha va rassa va majjhima va kali va sama va manguracchavi vati … amukasmim game va nigame va nagare va’ti? ","mn80:3.10":"Iti puttho ‘no’ti vadeyya. ","mn80:3.11":"Tamenam evam vadeyyum: ","mn80:3.12":"‘ambho purisa, yam tvam na janasi na passasi, tam tvam icchasi kamesi’ti? ","mn80:3.13":"Iti puttho ‘ama’ti vadeyya. ","mn80:3.14":"Tam kim mannasi, kaccana, ","mn80:3.15":"nanu evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti? ","mn80:3.16":"“Addha kho, bho gotama, evam sante tassa purisassa appatihirakatam bhasitam sampajjati”ti. ","mn80:3.17":"“Evameva kho tvam, kaccana, ‘yasma, bho gotama, vanna anno vanno uttaritaro va panitataro va natthi so paramo vanno’ti vadesi; tanca vannam na pannapesi”ti. ","mn80:4.1":"“Seyyathapi, bho gotama, mani veluriyo subho jatima atthamso suparikammakato pandukambale nikkhitto bhasate ca tapate ca virocati ca, evam vanno atta hoti arogo param marana”ti. ","mn80:5.1":"“Tam kim mannasi, kaccana, ","mn80:5.2":"yo va mani veluriyo subho jatima atthamso suparikammakato pandukambale nikkhitto bhasate ca tapate ca virocati ca, yo va rattandhakaratimisaya kimi khajjopanako imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn80:5.3":"“Yvayam, bho gotama, rattandhakaratimisaya kimi khajjopanako, ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn80:6.1":"“Tam kim mannasi, kaccana, ","mn80:6.2":"yo va rattandhakaratimisaya kimi khajjopanako, yo va rattandhakaratimisaya telappadipo, imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn80:6.3":"“Yvayam, bho gotama, rattandhakaratimisaya telappadipo, ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn80:7.1":"“Tam kim mannasi, kaccana, ","mn80:7.2":"yo va rattandhakaratimisaya telappadipo, yo va rattandhakaratimisaya mahaaggikkhandho, imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn80:7.3":"“Yvayam, bho gotama, rattandhakaratimisaya mahaaggikkhandho, ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn80:8.1":"“Tam kim mannasi, kaccana, ","mn80:8.2":"yo va rattandhakaratimisaya mahaaggikkhandho, ya va rattiya paccusasamayam viddhe vigatavalahake deve osadhitaraka, imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn80:8.3":"“Yvayam, bho gotama, rattiya paccusasamayam viddhe vigatavalahake deve osadhitaraka, ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn80:9.1":"“Tam kim mannasi, kaccana, ","mn80:9.2":"ya va rattiya paccusasamayam viddhe vigatavalahake deve osadhitaraka, yo va tadahuposathe pannarase viddhe vigatavalahake deve abhido addharattasamayam cando, imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn80:9.3":"“Yvayam, bho gotama, tadahuposathe pannarase viddhe vigatavalahake deve abhido addharattasamayam cando, ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn80:10.1":"“Tam kim mannasi, kaccana, ","mn80:10.2":"yo va tadahuposathe pannarase viddhe vigatavalahake deve abhido addharattasamayam cando, yo va vassanam pacchime mase saradasamaye viddhe vigatavalahake deve abhido majjhanhikasamayam suriyo, imesam ubhinnam vannanam katamo vanno abhikkantataro ca panitataro ca”ti? ","mn80:10.3":"“Yvayam, bho gotama, vassanam pacchime mase saradasamaye viddhe vigatavalahake deve abhido majjhanhikasamayam suriyo—ayam imesam ubhinnam vannanam abhikkantataro ca panitataro ca”ti. ","mn80:11.1":"“Ato kho te, kaccana, bahu hi bahutara deva ye imesam candimasuriyanam abha nanubhonti, tyaham pajanami. ","mn80:11.2":"Atha ca panaham na vadami: ","mn80:11.3":"‘yasma vanna anno vanno uttaritaro ca panitataro ca natthi’ti. ","mn80:11.4":"Atha ca pana tvam, kaccana, ‘yvayam vanno kimina khajjopanakena nihinataro ca patikitthataro ca so paramo vanno’ti vadesi; tanca vannam na pannapesi. ","mn80:12.1":"Panca kho ime, kaccana, kamaguna. ","mn80:12.2":"Katame panca? ","mn80:12.3":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya, ","mn80:12.4":"sotavinneyya sadda …pe… ","mn80:12.5":"ghanavinneyya gandha … ","mn80:12.6":"jivhavinneyya rasa … ","mn80:12.7":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya—","mn80:12.8":"ime kho, kaccana, panca kamaguna. ","mn80:13.1":"Yam kho, kaccana, ime panca kamagune paticca uppajjati sukham somanassam idam vuccati kamasukham. ","mn80:13.2":"Iti kamehi kamasukham, kamasukha kamaggasukham tattha aggamakkhayati”ti. ","mn80:14.1":"Evam vutte, vekhanaso paribbajako bhagavantam etadavoca: ","mn80:14.2":"“acchariyam, bho gotama, abbhutam, bho gotama. ","mn80:14.3":"Yava subhasitancidam bhota gotamena: ","mn80:14.4":"‘kamehi kamasukham, kamasukha kamaggasukham tattha aggamakkhayati’ti. ","mn80:14.5":"‘Kamehi, bho gotama, kamasukham, kamasukha kamaggasukham, tattha aggamakkhayati’”ti ","mn80:14.6":"“dujjanam kho etam, kaccana, taya annaditthikena annakhantikena annarucikena annatrayogena annatracariyakena—","mn80:14.7":"kama va kamasukham va kamaggasukham va. ","mn80:14.8":"Ye kho te, kaccana, bhikkhu arahanto khinasava vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana sammadannavimutta te kho etam janeyyum—","mn80:14.9":"kama va kamasukham va kamaggasukham va”ti. ","mn80:15.1":"Evam vutte, vekhanaso paribbajako kupito anattamano bhagavantamyeva khumsento bhagavantamyeva vambhento bhagavantamyeva vadamano: ","mn80:15.2":"“samano gotamo papito bhavissati”ti bhagavantam etadavoca: ","mn80:15.3":"“evameva panidhekacce samanabrahmana ajananta pubbantam, apassanta aparantam atha ca pana ","mn80:15.4":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattayati—pajanama’ti—patijananti. ","mn80:15.5":"Tesamidam bhasitam hassakamyeva sampajjati, namakamyeva sampajjati, rittakamyeva sampajjati, tucchakamyeva sampajjati”ti. ","mn80:16.1":"“Ye kho te, kaccana, samanabrahmana ajananta pubbantam, apassanta aparantam, ","mn80:16.2":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattayati—pajanama’ti—patijananti; ","mn80:16.3":"tesam soyeva sahadhammiko niggaho hoti. ","mn80:16.4":"Api ca, kaccana, titthatu pubbanto, titthatu aparanto. ","mn80:16.5":"Etu vinnu puriso asatho amayavi ujujatiko, ahamanusasami aham dhammam desemi. ","mn80:16.6":"Yathanusittham tatha patipajjamano nacirasseva samanneva nassati samam dakkhiti—","mn80:16.7":"evam kira samma bandhana vippamokkho hoti, yadidam avijja bandhana. ","mn80:16.8":"Seyyathapi, kaccana, daharo kumaro mando uttanaseyyako kanthapancamehi bandhanehi baddho assa suttabandhanehi; ","mn80:16.9":"tassa vuddhimanvaya indriyanam paripakamanvaya tani bandhanani mucceyyum; ","mn80:16.10":"so mokkhomhiti kho janeyya no ca bandhanam. ","mn80:16.11":"Evameva kho, kaccana, etu vinnu puriso asatho amayavi ujujatiko, ahamanusasami, aham dhammam desemi; ","mn80:16.12":"yathanusittham tatha patipajjamano nacirasseva samanneva nassati, samam dakkhiti: ","mn80:16.13":"‘evam kira samma bandhana vippamokkho hoti, yadidam avijja bandhana’”ti. ","mn80:17.1":"Evam vutte, vekhanaso paribbajako bhagavantam etadavoca: ","mn80:17.2":"“abhikkantam, bho gotama …pe… ","mn80:17.3":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","mn80:17.4":"Vekhanasasuttam nitthitam dasamam. ","mn80:17.5":"Paribbajakavaggo nitthito tatiyo. ","mn80:18.0":"Tassuddanam ","mn80:18.1":"Pundari aggisaha kathinamo, ","mn80:18.2":"Dighanakho puna bharadvajagotto; ","mn80:18.3":"Sandakaudayimundikaputto, ","mn80:18.4":"Maniko tathakaccano varavaggo. "}