{"mn81:0.1":"Majjhima Nikaya 81 ","mn81:0.2":"Ghatikarasutta ","mn81:1.1":"Evam me sutam—","mn81:1.2":"ekam samayam bhagava kosalesu carikam carati mahata bhikkhusanghena saddhim. ","mn81:2.1":"Atha kho bhagava magga okkamma annatarasmim padese sitam patvakasi. ","mn81:2.2":"Atha kho ayasmato anandassa etadahosi: ","mn81:2.3":"“ko nu kho hetu, ko paccayo bhagavato sitassa patukammaya? ","mn81:2.4":"Na akaranena tathagata sitam patukaronti”ti. ","mn81:2.5":"Atha kho ayasma anando ekamsam civaram katva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","mn81:2.6":"“ko nu kho, bhante, hetu, ko paccayo bhagavato sitassa patukammaya? ","mn81:2.7":"Na akaranena tathagata sitam patukaronti”ti. ","mn81:3.1":"“Bhutapubbam, ananda, imasmim padese vegalingam nama gamanigamo ahosi iddho ceva phito ca bahujano akinnamanusso. ","mn81:3.2":"Vegalingam kho, ananda, gamanigamam kassapo bhagava araham sammasambuddho upanissaya vihasi. ","mn81:3.3":"Idha sudam, ananda, kassapassa bhagavato arahato sammasambuddhassa aramo ahosi. ","mn81:3.4":"Idha sudam, ananda, kassapo bhagava araham sammasambuddho nisinnako bhikkhusangham ovadati”ti. ","mn81:4.1":"Atha kho ayasma anando catuggunam sanghatim pannapetva bhagavantam etadavoca: ","mn81:4.2":"“tena hi, bhante, bhagava nisidatu ettha. ","mn81:4.3":"Ayam bhumipadeso dvihi arahantehi sammasambuddhehi paribhutto bhavissati”ti. ","mn81:4.4":"Nisidi bhagava pannatte asane. ","mn81:4.5":"Nisajja kho bhagava ayasmantam anandam amantesi: ","mn81:5.1":"“Bhutapubbam, ananda, imasmim padese vegalingam nama gamanigamo ahosi iddho ceva phito ca bahujano akinnamanusso. ","mn81:5.2":"Vegalingam kho, ananda, gamanigamam kassapo bhagava araham sammasambuddho upanissaya vihasi. ","mn81:5.3":"Idha sudam, ananda, kassapassa bhagavato arahato sammasambuddhassa aramo ahosi. ","mn81:5.4":"Idha sudam, ananda, kassapo bhagava araham sammasambuddho nisinnako bhikkhusangham ovadati. ","mn81:6.1":"Vegalinge kho, ananda, gamanigame ghatikaro nama kumbhakaro kassapassa bhagavato arahato sammasambuddhassa upatthako ahosi aggupatthako. ","mn81:6.2":"Ghatikarassa kho, ananda, kumbhakarassa jotipalo nama manavo sahayo ahosi piyasahayo. ","mn81:6.3":"Atha kho, ananda, ghatikaro kumbhakaro jotipalam manavam amantesi: ","mn81:6.4":"‘ayama, samma jotipala, kassapam bhagavantam arahantam sammasambuddham dassanaya upasankamissama. ","mn81:6.5":"Sadhusammatanhi me tassa bhagavato dassanam arahato sammasambuddhassa’ti. ","mn81:6.6":"Evam vutte, ananda, jotipalo manavo ghatikaram kumbhakaram etadavoca: ","mn81:6.7":"‘alam, samma ghatikara. ","mn81:6.8":"Kim pana tena mundakena samanakena ditthena’ti? ","mn81:6.9":"Dutiyampi kho, ananda …pe… ","mn81:6.10":"tatiyampi kho, ananda, ghatikaro kumbhakaro jotipalam manavam etadavoca: ","mn81:6.11":"‘ayama, samma jotipala, kassapam bhagavantam arahantam sammasambuddham dassanaya upasankamissama. ","mn81:6.12":"Sadhusammatanhi me tassa bhagavato dassanam arahato sammasambuddhassa’ti. ","mn81:6.13":"Tatiyampi kho, ananda, jotipalo manavo ghatikaram kumbhakaram etadavoca: ","mn81:6.14":"‘alam, samma ghatikara. ","mn81:6.15":"Kim pana tena mundakena samanakena ditthena’ti? ","mn81:6.16":"‘Tena hi, samma jotipala, sottisinanim adaya nadim gamissama sinayitun’ti. ","mn81:6.17":"‘Evam, samma’ti kho, ananda, jotipalo manavo ghatikarassa kumbhakarassa paccassosi. ","mn81:6.18":"Atha kho, ananda, ghatikaro ca kumbhakaro jotipalo ca manavo sottisinanim adaya nadim agamamsu sinayitum. ","mn81:7.1":"Atha kho, ananda, ghatikaro kumbhakaro jotipalam manavam amantesi: ","mn81:7.2":"‘ayam, samma jotipala, kassapassa bhagavato arahato sammasambuddhassa avidure aramo. ","mn81:7.3":"Ayama, samma jotipala, kassapam bhagavantam arahantam sammasambuddham dassanaya upasankamissama. ","mn81:7.4":"Sadhusammatanhi me tassa bhagavato dassanam arahato sammasambuddhassa’ti. ","mn81:7.5":"Evam vutte, ananda, jotipalo manavo ghatikaram kumbhakaram etadavoca: ","mn81:7.6":"‘alam, samma ghatikara. ","mn81:7.7":"Kim pana tena mundakena samanakena ditthena’ti? ","mn81:7.8":"Dutiyampi kho, ananda …pe… ","mn81:7.9":"tatiyampi kho, ananda, ghatikaro kumbhakaro jotipalam manavam etadavoca: ","mn81:7.10":"‘ayam, samma jotipala, kassapassa bhagavato arahato sammasambuddhassa avidure aramo. ","mn81:7.11":"Ayama, samma jotipala, kassapam bhagavantam arahantam sammasambuddham dassanaya upasankamissama. ","mn81:7.12":"Sadhusammatanhi me tassa bhagavato dassanam arahato sammasambuddhassa’ti. ","mn81:7.13":"Tatiyampi kho, ananda, jotipalo manavo ghatikaram kumbhakaram etadavoca: ","mn81:7.14":"‘alam, samma ghatikara. ","mn81:7.15":"Kim pana tena mundakena samanakena ditthena’ti? ","mn81:8.1":"Atha kho, ananda, ghatikaro kumbhakaro jotipalam manavam ovattikayam paramasitva etadavoca: ","mn81:8.2":"‘ayam, samma jotipala, kassapassa bhagavato arahato sammasambuddhassa avidure aramo. ","mn81:8.3":"Ayama, samma jotipala, kassapam bhagavantam arahantam sammasambuddham dassanaya upasankamissama. ","mn81:8.4":"Sadhusammatanhi me tassa bhagavato dassanam arahato sammasambuddhassa’ti. ","mn81:8.5":"Atha kho, ananda, jotipalo manavo ovattikam vinivattetva ghatikaram kumbhakaram etadavoca: ","mn81:8.6":"‘alam, samma ghatikara. ","mn81:8.7":"Kim pana tena mundakena samanakena ditthena’ti? ","mn81:9.1":"Atha kho, ananda, ghatikaro kumbhakaro jotipalam manavam sisamnhatam kesesu paramasitva etadavoca: ","mn81:9.2":"‘ayam, samma jotipala, kassapassa bhagavato arahato sammasambuddhassa avidure aramo. ","mn81:9.3":"Ayama, samma jotipala, kassapam bhagavantam arahantam sammasambuddham dassanaya upasankamissama. ","mn81:9.4":"Sadhusammatanhi me tassa bhagavato dassanam arahato sammasambuddhassa’ti. ","mn81:9.5":"Atha kho, ananda, jotipalassa manavassa etadahosi: ","mn81:9.6":"‘acchariyam vata bho, abbhutam vata bho. ","mn81:9.7":"Yatra hi namayam ghatikaro kumbhakaro ittarajacco samano amhakam sisamnhatanam kesesu paramasitabbam mannissati; ","mn81:9.8":"na vatidam kira orakam manne bhavissati’ti; ","mn81:9.9":"ghatikaram kumbhakaram etadavoca: ","mn81:9.10":"‘yavatadohipi, samma ghatikara’ti? ","mn81:9.11":"‘Yavatadohipi, samma jotipala. ","mn81:9.12":"Tatha hi pana me sadhusammatam tassa bhagavato dassanam arahato sammasambuddhassa’ti. ","mn81:9.13":"‘Tena hi, samma ghatikara, munca; gamissama’ti. ","mn81:10.1":"Atha kho, ananda, ghatikaro ca kumbhakaro jotipalo ca manavo yena kassapo bhagava araham sammasambuddho tenupasankamimsu; upasankamitva ghatikaro kumbhakaro kassapam bhagavantam arahantam sammasambuddham abhivadetva ekamantam nisidi. Jotipalo pana manavo kassapena bhagavata arahata sammasambuddhena saddhim sammodi. Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","mn81:10.2":"Ekamantam nisinno kho, ananda, ghatikaro kumbhakaro kassapam bhagavantam arahantam sammasambuddham etadavoca: ","mn81:10.3":"‘ayam me, bhante, jotipalo manavo sahayo piyasahayo. ","mn81:10.4":"Imassa bhagava dhammam desetu’ti. ","mn81:10.5":"Atha kho, ananda, kassapo bhagava araham sammasambuddho ghatikaranca kumbhakaram jotipalanca manavam dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","mn81:10.6":"Atha kho, ananda, ghatikaro ca kumbhakaro jotipalo ca manavo kassapena bhagavata arahata sammasambuddhena dhammiya kathaya sandassita samadapita samuttejita sampahamsita kassapassa bhagavato arahato sammasambuddhassa bhasitam abhinanditva anumoditva utthayasana kassapam bhagavantam arahantam sammasambuddham abhivadetva padakkhinam katva pakkamimsu. ","mn81:11.1":"Atha kho, ananda, jotipalo manavo ghatikaram kumbhakaram etadavoca: ","mn81:11.2":"‘imam nu tvam, samma ghatikara, dhammam sunanto atha ca pana agarasma anagariyam na pabbajissasi’ti? ","mn81:11.3":"‘Nanu mam, samma jotipala, janasi, andhe jinne matapitaro posemi’ti? ","mn81:11.4":"‘Tena hi, samma ghatikara, aham agarasma anagariyam pabbajissami’ti. ","mn81:12.1":"Atha kho, ananda, ghatikaro ca kumbhakaro jotipalo ca manavo yena kassapo bhagava araham sammasambuddho tenupasankamimsu; upasankamitva kassapam bhagavantam arahantam sammasambuddham abhivadetva ekamantam nisidimsu. Ekamantam nisinno kho, ananda, ghatikaro kumbhakaro kassapam bhagavantam arahantam sammasambuddham etadavoca: ","mn81:12.2":"‘ayam me, bhante, jotipalo manavo sahayo piyasahayo. ","mn81:12.3":"Imam bhagava pabbajetu’ti. ","mn81:12.4":"Alattha kho, ananda, jotipalo manavo kassapassa bhagavato arahato sammasambuddhassa santike pabbajjam, alattha upasampadam. ","mn81:13.1":"Atha kho, ananda, kassapo bhagava araham sammasambuddho acirupasampanne jotipale manave addhamasupasampanne vegalinge yathabhirantam viharitva yena baranasi tena carikam pakkami. ","mn81:13.2":"Anupubbena carikam caramano yena baranasi tadavasari. ","mn81:13.3":"Tatra sudam, ananda, kassapo bhagava araham sammasambuddho baranasiyam viharati isipatane migadaye. ","mn81:14.1":"Assosi kho, ananda, kiki kasiraja: ‘kassapo kira bhagava araham sammasambuddho baranasim anuppatto baranasiyam viharati isipatane migadaye’ti. ","mn81:14.2":"Atha kho, ananda, kiki kasiraja bhadrani bhadrani yanani yojapetva bhadram yanam abhiruhitva bhadrehi bhadrehi yanehi baranasiya niyyasi mahaccarajanubhavena kassapam bhagavantam arahantam sammasambuddham dassanaya. ","mn81:14.3":"Yavatika yanassa bhumi yanena gantva yana paccorohitva pattikova yena kassapo bhagava araham sammasambuddho tenupasankami; upasankamitva kassapam bhagavantam arahantam sammasambuddham abhivadetva ekamantam nisidi. ","mn81:14.4":"Ekamantam nisinnam kho, ananda, kikim kasirajanam kassapo bhagava araham sammasambuddho dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","mn81:14.5":"Atha kho, ananda, kiki kasiraja kassapena bhagavata arahata sammasambuddhena dhammiya kathaya sandassito samadapito samuttejito sampahamsito kassapam bhagavantam arahantam sammasambuddham etadavoca: ","mn81:14.6":"‘adhivasetu me, bhante, bhagava svatanaya bhattam saddhim bhikkhusanghena’ti. ","mn81:14.7":"Adhivasesi kho, ananda, kassapo bhagava araham sammasambuddho tunhibhavena. ","mn81:15.1":"Atha kho, ananda, kiki kasiraja kassapassa bhagavato sammasambuddhassa adhivasanam viditva utthayasana kassapam bhagavantam arahantam sammasambuddham abhivadetva padakkhinam katva pakkami. ","mn81:16.1":"Atha kho, ananda, kiki kasiraja tassa rattiya accayena sake nivesane panitam khadaniyam bhojaniyam patiyadapetva panduputakassa salino vigatakalakam anekasupam anekabyanjanam, kassapassa bhagavato arahato sammasambuddhassa kalam arocapesi: ","mn81:16.2":"‘kalo, bhante, nitthitam bhattan’ti. ","mn81:17.1":"Atha kho, ananda, kassapo bhagava araham sammasambuddho pubbanhasamayam nivasetva pattacivaramadaya yena kikissa kasiranno nivesanam tenupasankami; upasankamitva pannatte asane nisidi saddhim bhikkhusanghena. ","mn81:17.2":"Atha kho, ananda, kiki kasiraja buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","mn81:17.3":"Atha kho, ananda, kiki kasiraja kassapam bhagavantam arahantam sammasambuddham bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","mn81:17.4":"Ekamantam nisinno kho, ananda, kiki kasiraja kassapam bhagavantam arahantam sammasambuddham etadavoca: ","mn81:17.5":"‘adhivasetu me, bhante, bhagava baranasiyam vassavasam; ","mn81:17.6":"evarupam sanghassa upatthanam bhavissati’ti. ","mn81:17.7":"‘Alam, maharaja. ","mn81:17.8":"Adhivuttho me vassavaso’ti. ","mn81:17.9":"Dutiyampi kho, ananda … ","mn81:17.10":"tatiyampi kho, ananda, kiki kasiraja kassapam bhagavantam arahantam sammasambuddham etadavoca: ","mn81:17.11":"‘adhivasetu me, bhante, bhagava baranasiyam vassavasam; ","mn81:17.12":"evarupam sanghassa upatthanam bhavissati’ti. ","mn81:17.13":"‘Alam, maharaja. ","mn81:17.14":"Adhivuttho me vassavaso’ti. ","mn81:17.15":"Atha kho, ananda, kikissa kasiranno ‘na me kassapo bhagava araham sammasambuddho adhivaseti baranasiyam vassavasan’ti ahudeva annathattam, ahu domanassam. ","mn81:17.16":"Atha kho, ananda, kiki kasiraja kassapam bhagavantam arahantam sammasambuddham etadavoca: ","mn81:17.17":"‘atthi nu kho, bhante, anno koci maya upatthakataro’ti? ","mn81:18.1":"‘Atthi, maharaja, vegalingam nama gamanigamo. ","mn81:18.2":"Tattha ghatikaro nama kumbhakaro; ","mn81:18.3":"so me upatthako aggupatthako. ","mn81:18.4":"Tuyham kho pana, maharaja, na me kassapo bhagava araham sammasambuddho adhivaseti baranasiyam vassavasanti attheva annathattam, atthi domanassam. ","mn81:18.5":"Tayidam ghatikarassa kumbhakarassa natthi ca na ca bhavissati. ","mn81:18.6":"Ghatikaro kho, maharaja, kumbhakaro buddham saranam gato, dhammam saranam gato, sangham saranam gato. ","mn81:18.7":"Ghatikaro kho, maharaja, kumbhakaro panatipata pativirato, adinnadana pativirato, kamesumicchacara pativirato, musavada pativirato, suramerayamajjapamadatthana pativirato. ","mn81:18.8":"Ghatikaro kho, maharaja, kumbhakaro buddhe aveccappasadena samannagato, dhamme aveccappasadena samannagato, sanghe aveccappasadena samannagato, ariyakantehi silehi samannagato. ","mn81:18.9":"Ghatikaro kho, maharaja, kumbhakaro dukkhe nikkankho, dukkhasamudaye nikkankho, dukkhanirodhe nikkankho, dukkhanirodhagaminiya patipadaya nikkankho. ","mn81:18.10":"Ghatikaro kho, maharaja, kumbhakaro ekabhattiko brahmacari silava kalyanadhammo. ","mn81:18.11":"Ghatikaro kho, maharaja, kumbhakaro nikkhittamanisuvanno apetajataruparajato. ","mn81:18.12":"Ghatikaro kho, maharaja, kumbhakaro pannamusalo na sahattha pathavim khanati. ","mn81:18.13":"Yam hoti kulapaluggam va musikukkaro va tam kajena aharitva bhajanam karitva evamaha: ","mn81:18.14":"“ettha yo icchati tandulapatibhastani va muggapatibhastani va kalayapatibhastani va nikkhipitva yam icchati tam haratu”ti. ","mn81:18.15":"Ghatikaro kho, maharaja, kumbhakaro andhe jinne matapitaro poseti. ","mn81:18.16":"Ghatikaro kho, maharaja, kumbhakaro pancannam orambhagiyanam samyojananam parikkhaya opapatiko tattha parinibbayi anavattidhammo tasma loka. ","mn81:19.1":"Ekamidaham, maharaja, samayam vegalinge nama gamanigame viharami. ","mn81:19.2":"Atha khvaham, maharaja, pubbanhasamayam nivasetva pattacivaramadaya yena ghatikarassa kumbhakarassa matapitaro tenupasankamim; upasankamitva ghatikarassa kumbhakarassa matapitaro etadavocam: ","mn81:19.3":"“handa ko nu kho ayam bhaggavo gato”ti? ","mn81:19.4":"“Nikkhanto kho te, bhante, upatthako antokumbhiya odanam gahetva pariyoga supam gahetva paribhunja”ti. ","mn81:19.5":"Atha khvaham, maharaja, kumbhiya odanam gahetva pariyoga supam gahetva paribhunjitva utthayasana pakkamim. ","mn81:19.6":"Atha kho, maharaja, ghatikaro kumbhakaro yena matapitaro tenupasankami; upasankamitva matapitaro etadavoca: ","mn81:19.7":"“ko kumbhiya odanam gahetva pariyoga supam gahetva paribhunjitva utthayasana pakkanto”ti? ","mn81:19.8":"“Kassapo, tata, bhagava araham sammasambuddho kumbhiya odanam gahetva pariyoga supam gahetva paribhunjitva utthayasana pakkanto”ti? ","mn81:19.9":"Atha kho, maharaja, ghatikarassa kumbhakarassa etadahosi: ","mn81:19.10":"“labha vata me, suladdham vata me, ","mn81:19.11":"yassa me kassapo bhagava araham sammasambuddho evam abhivissattho”ti. ","mn81:19.12":"Atha kho, maharaja, ghatikaram kumbhakaram addhamasam pitisukham na vijahati, sattaham matapitunam. ","mn81:20.1":"Ekamidaham, maharaja, samayam tattheva vegalinge nama gamanigame viharami. ","mn81:20.2":"Atha khvaham, maharaja, pubbanhasamayam nivasetva pattacivaramadaya yena ghatikarassa kumbhakarassa matapitaro tenupasankamim; upasankamitva ghatikarassa kumbhakarassa matapitaro etadavocam: ","mn81:20.3":"“handa ko nu kho ayam bhaggavo gato”ti? ","mn81:20.4":"“Nikkhanto kho te, bhante, upatthako anto kalopiya kummasam gahetva pariyoga supam gahetva paribhunja”ti. ","mn81:20.5":"Atha khvaham, maharaja, kalopiya kummasam gahetva pariyoga supam gahetva paribhunjitva utthayasana pakkamim. ","mn81:20.6":"Atha kho, maharaja, ghatikaro kumbhakaro yena matapitaro tenupasankami; upasankamitva matapitaro etadavoca: ","mn81:20.7":"“ko kalopiya kummasam gahetva pariyoga supam gahetva paribhunjitva utthayasana pakkanto”ti? ","mn81:20.8":"“Kassapo, tata, bhagava araham sammasambuddho kalopiya kummasam gahetva pariyoga supam gahetva paribhunjitva utthayasana pakkanto”ti. ","mn81:20.9":"Atha kho, maharaja, ghatikarassa kumbhakarassa etadahosi: ","mn81:20.10":"“labha vata me, suladdham vata me, ","mn81:20.11":"yassa me kassapo bhagava araham sammasambuddho evam abhivissattho”ti. ","mn81:20.12":"Atha kho, maharaja, ghatikaram kumbhakaram addhamasam pitisukham na vijahati, sattaham matapitunam. ","mn81:21.1":"Ekamidaham, maharaja, samayam tattheva vegalinge nama gamanigame viharami. ","mn81:21.2":"Tena kho pana samayena kuti ovassati. ","mn81:21.3":"Atha khvaham, maharaja, bhikkhu amantesim: ","mn81:21.4":"“gacchatha, bhikkhave, ghatikarassa kumbhakarassa nivesane tinam janatha”ti. ","mn81:21.5":"Evam vutte, maharaja, te bhikkhu mam etadavocum: ","mn81:21.6":"“natthi kho, bhante, ghatikarassa kumbhakarassa nivesane tinam, atthi ca khvassa avesane tinacchadanan”ti. ","mn81:21.7":"“Gacchatha, bhikkhave, ghatikarassa kumbhakarassa avesanam uttinam karotha”ti. ","mn81:21.8":"Atha kho te, maharaja, bhikkhu ghatikarassa kumbhakarassa avesanam uttinamakamsu. ","mn81:21.9":"Atha kho, maharaja, ghatikarassa kumbhakarassa matapitaro te bhikkhu etadavocum: ","mn81:21.10":"“ke avesanam uttinam karonti”ti? ","mn81:21.11":"“Bhikkhu, bhagini, kassapassa bhagavato arahato sammasambuddhassa kuti ovassati”ti. ","mn81:21.12":"“Haratha, bhante, haratha, bhadramukha”ti. ","mn81:21.13":"Atha kho, maharaja, ghatikaro kumbhakaro yena matapitaro tenupasankami; upasankamitva matapitaro etadavoca: ","mn81:21.14":"“ke avesanam uttinamakamsu”ti? ","mn81:21.15":"“Bhikkhu, tata, kassapassa kira bhagavato arahato sammasambuddhassa kuti ovassati”ti. ","mn81:21.16":"Atha kho, maharaja, ghatikarassa kumbhakarassa etadahosi: ","mn81:21.17":"“labha vata me, suladdham vata me, ","mn81:21.18":"yassa me kassapo bhagava araham sammasambuddho evam abhivissattho”ti. ","mn81:21.19":"Atha kho, maharaja, ghatikaram kumbhakaram addhamasam pitisukham na vijahati, sattaham matapitunam. ","mn81:21.20":"Atha kho, maharaja, avesanam sabbantam temasam akasacchadanam atthasi, na devotivassi. ","mn81:21.21":"Evarupo ca, maharaja, ghatikaro kumbhakaro’ti. ","mn81:21.22":"‘Labha, bhante, ghatikarassa kumbhakarassa, suladdha, bhante, ghatikarassa kumbhakarassa ","mn81:21.23":"yassa bhagava evam abhivissattho’ti. ","mn81:22.1":"Atha kho, ananda, kiki kasiraja ghatikarassa kumbhakarassa pancamattani tandulavahasatani pahesi panduputakassa salino tadupiyanca supeyyam. ","mn81:22.2":"Atha kho te, ananda, rajapurisa ghatikaram kumbhakaram upasankamitva etadavocum: ","mn81:22.3":"‘imani kho, bhante, pancamattani tandulavahasatani kikina kasirajena pahitani panduputakassa salino tadupiyanca supeyyam. ","mn81:22.4":"Tani, bhante, patigganhatha’ti. ","mn81:22.5":"‘Raja kho bahukicco bahukaraniyo. ","mn81:22.6":"Alam me. ","mn81:22.7":"Rannova hotu’ti. ","mn81:23.1":"Siya kho pana te, ananda, evamassa: ","mn81:23.2":"‘anno nuna tena samayena jotipalo manavo ahosi’ti. ","mn81:23.3":"Na kho panetam, ananda, evam datthabbam. ","mn81:23.4":"Aham tena samayena jotipalo manavo ahosin”ti. ","mn81:23.5":"Idamavoca bhagava. ","mn81:23.6":"Attamano ayasma anando bhagavato bhasitam abhinanditi. ","mn81:23.7":"Ghatikarasuttam nitthitam pathamam. "}