{"mn82:0.1":"Majjhima Nikaya 82 ","mn82:0.2":"Ratthapalasutta ","mn82:1.1":"Evam me sutam—","mn82:1.2":"ekam samayam bhagava kurusu carikam caramano mahata bhikkhusanghena saddhim yena thullakotthikam nama kurunam nigamo tadavasari. ","mn82:2.1":"Assosum kho thullakotthika brahmanagahapatika: ","mn82:2.2":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito kurusu carikam caramano mahata bhikkhusanghena saddhim thullakotthikam anuppatto. ","mn82:2.3":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","mn82:2.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","mn82:2.5":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn82:2.6":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn82:2.7":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","mn82:3.1":"Atha kho thullakotthika brahmanagahapatika yena bhagava tenupasankamimsu; upasankamitva appekacce bhagavantam abhivadetva ekamantam nisidimsu; appekacce bhagavata saddhim sammodimsu, sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu; appekacce yena bhagava tenanjalim panametva ekamantam nisidimsu; appekacce bhagavato santike namagottam savetva ekamantam nisidimsu; appekacce tunhibhuta ekamantam nisidimsu. ","mn82:3.2":"Ekamantam nisinne kho thullakotthike brahmanagahapatike bhagava dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","mn82:4.1":"Tena kho pana samayena ratthapalo nama kulaputto tasmimyeva thullakotthike aggakulassa putto tissam parisayam nisinno hoti. ","mn82:4.2":"Atha kho ratthapalassa kulaputtassa etadahosi: ","mn82:4.3":"“yatha yatha khvaham bhagavata dhammam desitam ajanami, nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn82:4.4":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan”ti. ","mn82:5.1":"Atha kho thullakotthika brahmanagahapatika bhagavata dhammiya kathaya sandassita samadapita samuttejita sampahamsita bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkamimsu. ","mn82:6.1":"Atha kho ratthapalo kulaputto acirapakkantesu thullakotthikesu brahmanagahapatikesu yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ratthapalo kulaputto bhagavantam etadavoca: ","mn82:6.2":"“yatha yathaham, bhante, bhagavata dhammam desitam ajanami, nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn82:6.3":"Icchamaham, bhante, kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitum. ","mn82:6.4":"Labheyyaham, bhante, bhagavato santike pabbajjam, labheyyam upasampadam. ","mn82:6.5":"Pabbajetu mam bhagava”ti. ","mn82:6.6":"“Anunnatosi pana tvam, ratthapala, matapituhi agarasma anagariyam pabbajjaya”ti? ","mn82:6.7":"“Na khoham, bhante, anunnato matapituhi agarasma anagariyam pabbajjaya”ti. ","mn82:6.8":"“Na kho, ratthapala, tathagata ananunnatam matapituhi puttam pabbajenti”ti. ","mn82:6.9":"“Svaham, bhante, tatha karissami yatha mam matapitaro anujanissanti agarasma anagariyam pabbajjaya”ti. ","mn82:7.1":"Atha kho ratthapalo kulaputto utthayasana bhagavantam abhivadetva padakkhinam katva yena matapitaro tenupasankami; upasankamitva matapitaro etadavoca: ","mn82:7.2":"“ammatata, yatha yathaham bhagavata dhammam desitam ajanami, nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn82:7.3":"Icchamaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitum. ","mn82:7.4":"Anujanatha mam agarasma anagariyam pabbajjaya”ti. ","mn82:7.5":"Evam vutte, ratthapalassa kulaputtassa matapitaro ratthapalam kulaputtam etadavocum: ","mn82:7.6":"“tvam khosi, tata ratthapala, amhakam ekaputtako piyo manapo sukhedhito sukhaparibhato. ","mn82:7.7":"Na tvam, tata ratthapala, kassaci dukkhassa janasi. ","mn82:7.8":"(…) Maranenapi te mayam akamaka vina bhavissama. ","mn82:7.9":"Kim pana mayam tam jivantam anujanissama agarasma anagariyam pabbajjaya”ti? ","mn82:7.10":"Dutiyampi kho ratthapalo kulaputto …pe… ","mn82:7.11":"tatiyampi kho ratthapalo kulaputto matapitaro etadavoca: ","mn82:7.12":"“ammatata, yatha yathaham bhagavata dhammam desitam ajanami, nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn82:7.13":"Icchamaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitum. ","mn82:7.14":"Anujanatha mam agarasma anagariyam pabbajjaya”ti. ","mn82:7.15":"Tatiyampi kho ratthapalassa kulaputtassa matapitaro ratthapalam kulaputtam etadavocum: ","mn82:7.16":"“tvam khosi, tata ratthapala, amhakam ekaputtako piyo manapo sukhedhito sukhaparibhato. ","mn82:7.17":"Na tvam, tata ratthapala, kassaci dukkhassa janasi. ","mn82:7.18":"Maranenapi te mayam akamaka vina bhavissama. ","mn82:7.19":"Kim pana mayam tam jivantam anujanissama agarasma anagariyam pabbajjaya”ti? ","mn82:7.20":"Atha kho ratthapalo kulaputto: ","mn82:7.21":"“na mam matapitaro anujananti agarasma anagariyam pabbajjaya”ti tattheva anantarahitaya bhumiya nipajji: ","mn82:7.22":"“idheva me maranam bhavissati pabbajja va”ti. ","mn82:7.23":"Atha kho ratthapalo kulaputto ekampi bhattam na bhunji, dvepi bhattani na bhunji, tinipi bhattani na bhunji, cattaripi bhattani na bhunji, pancapi bhattani na bhunji, chapi bhattani na bhunji, sattapi bhattani na bhunji. ","mn82:8.1":"Atha kho ratthapalassa kulaputtassa matapitaro ratthapalam kulaputtam etadavocum: ","mn82:8.2":"“tvam khosi, tata ratthapala, amhakam ekaputtako piyo manapo sukhedhito sukhaparibhato. ","mn82:8.3":"Na tvam, tata ratthapala, kassaci, dukkhassa janasi. ","mn82:8.4":"Maranenapi te mayam akamaka vina bhavissama. ","mn82:8.5":"Kim pana mayam tam jivantam anujanissama agarasma anagariyam pabbajjaya. ","mn82:8.6":"Utthehi, tata ratthapala, bhunja ca piva ca paricarehi ca; ","mn82:8.7":"bhunjanto pivanto paricarento kame paribhunjanto punnani karonto abhiramassu. ","mn82:8.8":"Na tam mayam anujanama agarasma anagariyam pabbajjaya. ","mn82:8.9":"Maranenapi te mayam akamaka vina bhavissama. ","mn82:8.10":"Kim pana mayam tam jivantam anujanissama agarasma anagariyam pabbajjaya”ti? ","mn82:8.11":"Evam vutte, ratthapalo kulaputto tunhi ahosi. ","mn82:8.12":"Dutiyampi kho ratthapalassa kulaputtassa matapitaro ratthapalam kulaputtam etadavocum …pe… ","mn82:8.13":"dutiyampi kho ratthapalo kulaputto tunhi ahosi. ","mn82:8.14":"Tatiyampi kho ratthapalassa kulaputtassa matapitaro ratthapalam kulaputtam etadavocum: ","mn82:8.15":"“tvam khosi, tata ratthapala, amhakam ekaputtako piyo manapo sukhedhito sukhaparibhato. ","mn82:8.16":"Na tvam, tata ratthapala, kassaci dukkhassa janasi. ","mn82:8.17":"Maranenapi te mayam akamaka vina bhavissama, kim pana mayam tam jivantam anujanissama agarasma anagariyam pabbajjaya. ","mn82:8.18":"Utthehi, tata ratthapala, bhunja ca piva ca paricarehi ca; ","mn82:8.19":"bhunjanto pivanto paricarento kame paribhunjanto punnani karonto abhiramassu. ","mn82:8.20":"Na tam mayam anujanama agarasma anagariyam pabbajjaya. ","mn82:8.21":"Maranenapi te mayam akamaka vina bhavissama. ","mn82:8.22":"Kim pana mayam tam jivantam anujanissama agarasma anagariyam pabbajjaya”ti? ","mn82:9.1":"Tatiyampi kho ratthapalo kulaputto tunhi ahosi. ","mn82:10.1":"Atha kho ratthapalassa kulaputtassa sahayaka yena ratthapalo kulaputto tenupasankamimsu; upasankamitva ratthapalam kulaputtam etadavocum: ","mn82:10.2":"“tvam khosi, samma ratthapala, matapitunam ekaputtako piyo manapo sukhedhito sukhaparibhato. ","mn82:10.3":"Na tvam, samma ratthapala, kassaci dukkhassa janasi. ","mn82:10.4":"Maranenapi te matapitaro akamaka vina bhavissanti. ","mn82:10.5":"Kim pana te tam jivantam anujanissanti agarasma anagariyam pabbajjaya. ","mn82:10.6":"Utthehi, samma ratthapala, bhunja ca piva ca paricarehi ca; ","mn82:10.7":"bhunjanto pivanto paricarento kame paribhunjanto punnani karonto abhiramassu. ","mn82:10.8":"Na tam matapitaro anujanissanti agarasma anagariyam pabbajjaya. ","mn82:10.9":"Maranenapi te matapitaro akamaka vina bhavissanti. ","mn82:10.10":"Kim pana te tam jivantam anujanissanti agarasma anagariyam pabbajjaya”ti? ","mn82:10.11":"Evam vutte, ratthapalo kulaputto tunhi ahosi. ","mn82:10.12":"Dutiyampi kho … ","mn82:10.13":"tatiyampi kho ratthapalassa kulaputtassa sahayaka ratthapalam kulaputtam etadavocum: ","mn82:10.14":"“tvam khosi, samma ratthapala, matapitunam ekaputtako piyo manapo sukhedhito sukhaparibhato, na tvam, samma ratthapala, kassaci dukkhassa janasi, maranenapi te matapitaro akamaka vina bhavissanti. ","mn82:10.15":"Kim pana te tam jivantam anujanissanti agarasma anagariyam pabbajjaya? ","mn82:10.16":"Utthehi, samma ratthapala, bhunja ca piva ca paricarehi ca, bhunjanto pivanto paricarento kame paribhunjanto punnani karonto abhiramassu. ","mn82:10.17":"Na tam matapitaro anujanissanti agarasma anagariyam pabbajjaya, maranenapi te matapitaro akamaka vina bhavissanti. ","mn82:10.18":"Kim pana te tam jivantam anujanissanti agarasma anagariyam pabbajjaya”ti? ","mn82:10.19":"Tatiyampi kho ratthapalo kulaputto tunhi ahosi. ","mn82:11.1":"Atha kho ratthapalassa kulaputtassa sahayaka yena ratthapalassa kulaputtassa matapitaro tenupasankamimsu; upasankamitva ratthapalassa kulaputtassa matapitaro etadavocum: ","mn82:11.2":"“ammatata, eso ratthapalo kulaputto tattheva anantarahitaya bhumiya nipanno: ","mn82:11.3":"‘idheva me maranam bhavissati pabbajja va’ti. ","mn82:11.4":"Sace tumhe ratthapalam kulaputtam nanujanissatha agarasma anagariyam pabbajjaya, tattheva maranam agamissati. ","mn82:11.5":"Sace pana tumhe ratthapalam kulaputtam anujanissatha agarasma anagariyam pabbajjaya, pabbajitampi nam dakkhissatha. ","mn82:11.6":"Sace ratthapalo kulaputto nabhiramissati agarasma anagariyam pabbajjaya, ka tassa anna gati bhavissati? Idheva paccagamissati. ","mn82:11.7":"Anujanatha ratthapalam kulaputtam agarasma anagariyam pabbajjaya”ti. ","mn82:11.8":"“Anujanama, tata, ratthapalam kulaputtam agarasma anagariyam pabbajjaya. ","mn82:11.9":"Pabbajitena ca pana matapitaro uddassetabba”ti. ","mn82:11.10":"Atha kho ratthapalassa kulaputtassa sahayaka yena ratthapalo kulaputto tenupasankamimsu; upasankamitva ratthapalam kulaputtam etadavocum: ","mn82:11.11":"“utthehi, samma ratthapala, anunnatosi matapituhi agarasma anagariyam pabbajjaya. ","mn82:11.12":"Pabbajitena ca pana te matapitaro uddassetabba”ti. ","mn82:12.1":"Atha kho ratthapalo kulaputto utthahitva balam gahetva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ratthapalo kulaputto bhagavantam etadavoca: ","mn82:12.2":"“anunnato aham, bhante, matapituhi agarasma anagariyam pabbajjaya. ","mn82:12.3":"Pabbajetu mam bhagava”ti. ","mn82:13.1":"Alattha kho ratthapalo kulaputto bhagavato santike pabbajjam, alattha upasampadam. ","mn82:13.2":"Atha kho bhagava acirupasampanne ayasmante ratthapale addhamasupasampanne thullakotthike yathabhirantam viharitva yena savatthi tena carikam pakkami. ","mn82:13.3":"Anupubbena carikam caramano yena savatthi tadavasari. ","mn82:13.4":"Tatra sudam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn82:14.1":"Atha kho ayasma ratthapalo eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","mn82:14.2":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","mn82:14.3":"Annataro kho panayasma ratthapalo arahatam ahosi. ","mn82:15.1":"Atha kho ayasma ratthapalo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma ratthapalo bhagavantam etadavoca: ","mn82:15.2":"“icchamaham, bhante, matapitaro uddassetum, sace mam bhagava anujanati”ti. ","mn82:15.3":"Atha kho bhagava ayasmato ratthapalassa cetasa ceto paricca manasakasi. ","mn82:15.4":"Yatha bhagava annasi: ","mn82:15.5":"“abhabbo kho ratthapalo kulaputto sikkham paccakkhaya hinayavattitun”ti, atha kho bhagava ayasmantam ratthapalam etadavoca: ","mn82:15.6":"“yassadani tvam, ratthapala, kalam mannasi”ti. ","mn82:16.1":"Atha kho ayasma ratthapalo utthayasana bhagavantam abhivadetva padakkhinam katva senasanam samsametva pattacivaramadaya yena thullakotthikam tena carikam pakkami. ","mn82:16.2":"Anupubbena carikam caramano yena thullakotthiko tadavasari. ","mn82:16.3":"Tatra sudam ayasma ratthapalo thullakotthike viharati ranno korabyassa migacire. ","mn82:16.4":"Atha kho ayasma ratthapalo pubbanhasamayam nivasetva pattacivaramadaya thullakotthikam pindaya pavisi. ","mn82:16.5":"Thullakotthike sapadanam pindaya caramano yena sakapitu nivesanam tenupasankami. ","mn82:17.1":"Tena kho pana samayena ayasmato ratthapalassa pita majjhimaya dvarasalaya ullikhapeti. ","mn82:17.2":"Addasa kho ayasmato ratthapalassa pita ayasmantam ratthapalam duratova agacchantam. ","mn82:17.3":"Disvana etadavoca: ","mn82:17.4":"“imehi mundakehi samanakehi amhakam ekaputtako piyo manapo pabbajito”ti. ","mn82:17.5":"Atha kho ayasma ratthapalo sakapitu nivesane neva danam alattha na paccakkhanam; ","mn82:17.6":"annadatthu akkosameva alattha. ","mn82:18.1":"Tena kho pana samayena ayasmato ratthapalassa natidasi abhidosikam kummasam chaddetukama hoti. ","mn82:18.2":"Atha kho ayasma ratthapalo tam natidasim etadavoca: ","mn82:18.3":"“sacetam, bhagini, chaddaniyadhammam, idha me patte akira”ti. ","mn82:18.4":"Atha kho ayasmato ratthapalassa natidasi tam abhidosikam kummasam ayasmato ratthapalassa patte akiranti hatthananca padananca sarassa ca nimittam aggahesi. ","mn82:18.5":"Atha kho ayasmato ratthapalassa natidasi yenayasmato ratthapalassa mata tenupasankami; upasankamitva ayasmato ratthapalassa mataram etadavoca: ","mn82:18.6":"“yaggheyye, janeyyasi: ","mn82:18.7":"‘ayyaputto ratthapalo anuppatto’”ti. ","mn82:18.8":"“Sace, je, saccam bhanasi, adasim tam karomi”ti. ","mn82:18.9":"Atha kho ayasmato ratthapalassa mata yenayasmato ratthapalassa pita tenupasankami; upasankamitva ayasmato ratthapalassa pitaram etadavoca: ","mn82:18.10":"“yagghe, gahapati, janeyyasi: ","mn82:18.11":"‘ratthapalo kira kulaputto anuppatto’”ti? ","mn82:19.1":"Tena kho pana samayena ayasma ratthapalo tam abhidosikam kummasam annataram kuttamulam nissaya paribhunjati. ","mn82:19.2":"Atha kho ayasmato ratthapalassa pita yenayasma ratthapalo tenupasankami; upasankamitva ayasmantam ratthapalam etadavoca: ","mn82:19.3":"“atthi nama, tata ratthapala, abhidosikam kummasam paribhunjissasi? ","mn82:19.4":"Nanu, tata ratthapala, sakam geham gantabban”ti? ","mn82:19.5":"“Kuto no, gahapati, amhakam geham agarasma anagariyam pabbajitanam? ","mn82:19.6":"Anagara mayam, gahapati. ","mn82:19.7":"Agamamha kho te, gahapati, geham, tattha neva danam alatthamha na paccakkhanam; ","mn82:19.8":"annadatthu akkosameva alatthamha”ti. ","mn82:19.9":"“Ehi, tata ratthapala, gharam gamissama”ti. ","mn82:19.10":"“Alam, gahapati, katam me ajja bhattakiccam”. ","mn82:19.11":"“Tena hi, tata ratthapala, adhivasehi svatanaya bhattan”ti. ","mn82:19.12":"Adhivasesi kho ayasma ratthapalo tunhibhavena. ","mn82:20.1":"Atha kho ayasmato ratthapalassa pita ayasmato ratthapalassa adhivasanam viditva yena sakam nivesanam tenupasankami; upasankamitva mahantam hirannasuvannassa punjam karapetva kilanjehi paticchadetva ayasmato ratthapalassa puranadutiyika amantesi: ","mn82:20.2":"“etha tumhe, vadhuyo, yena alankarena alankata pubbe ratthapalassa kulaputtassa piya hotha manapa tena alankarena alankarotha”ti. ","mn82:21.1":"Atha kho ayasmato ratthapalassa pita tassa rattiya accayena sake nivesane panitam khadaniyam bhojaniyam patiyadapetva ayasmato ratthapalassa kalam arocesi: ","mn82:21.2":"“kalo, tata ratthapala, nitthitam bhattan”ti. ","mn82:22.1":"Atha kho ayasma ratthapalo pubbanhasamayam nivasetva pattacivaramadaya yena sakapitu nivesanam tenupasankami; upasankamitva pannatte asane nisidi. Atha kho ayasmato ratthapalassa pita tam hirannasuvannassa punjam vivarapetva ayasmantam ratthapalam etadavoca: ","mn82:22.2":"“idam te, tata ratthapala, matu mattikam dhanam, annam pettikam, annam pitamaham. ","mn82:22.3":"Sakka, tata ratthapala, bhoge ca bhunjitum punnani ca katum. ","mn82:22.4":"Ehi tvam, tata ratthapala, hinayavattitva bhoge ca bhunjassu punnani ca karohi”ti. ","mn82:22.5":"“Sace me tvam, gahapati, vacanam kareyyasi, imam hirannasuvannassa punjam sakate aropetva nibbahapetva majjhegangaya nadiya sote opilapeyyasi. ","mn82:22.6":"Tam kissa hetu? ","mn82:22.7":"Ye uppajjissanti hi te, gahapati, tatonidanam sokaparidevadukkhadomanassupayasa”ti. ","mn82:23.1":"Atha kho ayasmato ratthapalassa puranadutiyika paccekam padesu gahetva ayasmantam ratthapalam etadavocum: ","mn82:23.2":"“kidisa nama ta, ayyaputta, accharayo yasam tvam hetu brahmacariyam carasi”ti? ","mn82:23.3":"“Na kho mayam, bhagini, accharanam hetu brahmacariyam carama”ti. ","mn82:23.4":"“Bhaginivadena no ayyaputto ratthapalo samudacarati”ti ta tattheva mucchita papatimsu. ","mn82:24.1":"Atha kho ayasma ratthapalo pitaram etadavoca: ","mn82:24.2":"“sace, gahapati, bhojanam databbam, detha; ","mn82:24.3":"ma no vihethetha”ti. ","mn82:24.4":"“Bhunja, tata ratthapala, nitthitam bhattan”ti. ","mn82:24.5":"Atha kho ayasmato ratthapalassa pita ayasmantam ratthapalam panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","mn82:24.6":"Atha kho ayasma ratthapalo bhuttavi onitapattapani thitakova ima gatha abhasi: ","mn82:25.1":"“Passa cittikatam bimbam, ","mn82:25.2":"arukayam samussitam; ","mn82:25.3":"Aturam bahusankappam, ","mn82:25.4":"yassa natthi dhuvam thiti. ","mn82:25.5":"Passa cittikatam rupam, ","mn82:25.6":"manina kundalena ca; ","mn82:25.7":"Atthi tacena onaddham, ","mn82:25.8":"saha vatthebhi sobhati. ","mn82:25.9":"Alattakakata pada, ","mn82:25.10":"mukham cunnakamakkhitam; ","mn82:25.11":"Alam balassa mohaya, ","mn82:25.12":"no ca paragavesino. ","mn82:25.13":"Atthapadakata kesa, ","mn82:25.14":"netta anjanamakkhita; ","mn82:25.15":"Alam balassa mohaya, ","mn82:25.16":"no ca paragavesino. ","mn82:25.17":"Anjaniva nava citta, ","mn82:25.18":"putikayo alankato; ","mn82:25.19":"Alam balassa mohaya, ","mn82:25.20":"no ca paragavesino. ","mn82:25.21":"Odahi migavo pasam, ","mn82:25.22":"nasada vakaram migo; ","mn82:25.23":"Bhutva nivapam gacchama, ","mn82:25.24":"kandante migabandhake”ti. ","mn82:26.1":"Atha kho ayasma ratthapalo thitakova ima gatha bhasitva yena ranno korabyassa migaciram tenupasankami; upasankamitva annatarasmim rukkhamule divaviharam nisidi. ","mn82:27.1":"Atha kho raja korabyo migavam amantesi: ","mn82:27.2":"“sodhehi, samma migava, migaciram uyyanabhumim; ","mn82:27.3":"gacchama subhumim dassanaya”ti. ","mn82:27.4":"“Evam, deva”ti kho migavo ranno korabyassa patissutva migaciram sodhento addasa ayasmantam ratthapalam annatarasmim rukkhamule divaviharam nisinnam. ","mn82:27.5":"Disvana yena raja korabyo tenupasankami; upasankamitva rajanam korabyam etadavoca: ","mn82:27.6":"“suddham kho te, deva, migaciram. ","mn82:27.7":"Atthi cettha ratthapalo nama kulaputto imasmimyeva thullakotthike aggakulassa putto yassa tvam abhinham kittayamano ahosi, so annatarasmim rukkhamule divaviharam nisinno”ti. ","mn82:27.8":"“Tena hi, samma migava, alam danajja uyyanabhumiya. ","mn82:27.9":"Tameva dani mayam bhavantam ratthapalam payirupasissama”ti. ","mn82:28.1":"Atha kho raja korabyo “yam tattha khadaniyam bhojaniyam patiyattam tam sabbam vissajjetha”ti vatva bhadrani bhadrani yanani yojapetva bhadram yanam abhiruhitva bhadrehi bhadrehi yanehi thullakotthikamha niyyasi mahaccarajanubhavena ayasmantam ratthapalam dassanaya. ","mn82:28.2":"Yavatika yanassa bhumi yanena gantva yana paccorohitva pattikova ussataya ussataya parisaya yenayasma ratthapalo tenupasankami; upasankamitva ayasmata ratthapalena saddhim sammodi. Sammodaniyam katham saraniyam vitisaretva ekamantam atthasi. Ekamantam thito kho raja korabyo ayasmantam ratthapalam etadavoca: ","mn82:28.3":"“idha bhavam ratthapalo hatthatthare nisidatu”ti. ","mn82:28.4":"“Alam, maharaja, nisida tvam; ","mn82:28.5":"nisinno aham sake asane”ti. ","mn82:28.6":"Nisidi raja korabyo pannatte asane. Nisajja kho raja korabyo ayasmantam ratthapalam etadavoca: ","mn82:29.1":"“Cattarimani, bho ratthapala, parijunnani yehi parijunnehi samannagata idhekacce kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajanti. ","mn82:29.2":"Katamani cattari? ","mn82:29.3":"Jaraparijunnam, byadhiparijunnam, bhogaparijunnam, natiparijunnam. ","mn82:30.1":"Katamanca, bho ratthapala, jaraparijunnam? ","mn82:30.2":"Idha, bho ratthapala, ekacco jinno hoti vuddho mahallako addhagato vayoanuppatto. ","mn82:30.3":"So iti patisancikkhati: ","mn82:30.4":"‘aham khomhi etarahi jinno vuddho mahallako addhagato vayoanuppatto. ","mn82:30.5":"Na kho pana maya sukaram anadhigatam va bhogam adhigantum adhigatam va bhogam phatim katum. ","mn82:30.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn82:30.7":"So tena jaraparijunnena samannagato kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","mn82:30.8":"Idam vuccati, bho ratthapala, jaraparijunnam. ","mn82:30.9":"Bhavam kho pana ratthapalo etarahi daharo yuva susukalakeso bhadrena yobbanena samannagato pathamena vayasa. ","mn82:30.10":"Tam bhoto ratthapalassa jaraparijunnam natthi. ","mn82:30.11":"Kim bhavam ratthapalo natva va disva va sutva va agarasma anagariyam pabbajito? ","mn82:31.1":"Katamanca, bho ratthapala, byadhiparijunnam? ","mn82:31.2":"Idha, bho ratthapala, ekacco abadhiko hoti dukkhito balhagilano. ","mn82:31.3":"So iti patisancikkhati: ","mn82:31.4":"‘aham khomhi etarahi abadhiko dukkhito balhagilano. ","mn82:31.5":"Na kho pana maya sukaram anadhigatam va bhogam adhigantum adhigatam va bhogam phatim katum. ","mn82:31.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn82:31.7":"So tena byadhiparijunnena samannagato kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","mn82:31.8":"Idam vuccati, bho ratthapala, byadhiparijunnam. ","mn82:31.9":"Bhavam kho pana ratthapalo etarahi appabadho appatanko samavepakiniya gahaniya samannagato natisitaya naccunhaya. ","mn82:31.10":"Tam bhoto ratthapalassa byadhiparijunnam natthi. ","mn82:31.11":"Kim bhavam ratthapalo natva va disva va sutva va agarasma anagariyam pabbajito? ","mn82:32.1":"Katamanca, bho ratthapala, bhogaparijunnam? ","mn82:32.2":"Idha, bho ratthapala, ekacco addho hoti mahaddhano mahabhogo. ","mn82:32.3":"Tassa te bhoga anupubbena parikkhayam gacchanti. ","mn82:32.4":"So iti patisancikkhati: ","mn82:32.5":"‘aham kho pubbe addho ahosim mahaddhano mahabhogo. ","mn82:32.6":"Tassa me te bhoga anupubbena parikkhayam gata. ","mn82:32.7":"Na kho pana maya sukaram anadhigatam va bhogam adhigantum adhigatam va bhogam phatim katum. ","mn82:32.8":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn82:32.9":"So tena bhogaparijunnena samannagato kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","mn82:32.10":"Idam vuccati, bho ratthapala, bhogaparijunnam. ","mn82:32.11":"Bhavam kho pana ratthapalo imasmimyeva thullakotthike aggakulassa putto. ","mn82:32.12":"Tam bhoto ratthapalassa bhogaparijunnam natthi. ","mn82:32.13":"Kim bhavam ratthapalo natva va disva va sutva va agarasma anagariyam pabbajito? ","mn82:33.1":"Katamanca, bho ratthapala, natiparijunnam? ","mn82:33.2":"Idha, bho ratthapala, ekaccassa bahu honti mittamacca natisalohita. ","mn82:33.3":"Tassa te nataka anupubbena parikkhayam gacchanti. ","mn82:33.4":"So iti patisancikkhati: ","mn82:33.5":"‘mamam kho pubbe bahu ahesum mittamacca natisalohita. ","mn82:33.6":"Tassa me te anupubbena parikkhayam gata. ","mn82:33.7":"Na kho pana maya sukaram anadhigatam va bhogam adhigantum adhigatam va bhogam phatim katum. ","mn82:33.8":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn82:33.9":"So tena natiparijunnena samannagato kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","mn82:33.10":"Idam vuccati, bho ratthapala, natiparijunnam. ","mn82:33.11":"Bhoto kho pana ratthapalassa imasmimyeva thullakotthike bahu mittamacca natisalohita. ","mn82:33.12":"Tam bhoto ratthapalassa natiparijunnam natthi. ","mn82:33.13":"Kim bhavam ratthapalo natva va disva va sutva va agarasma anagariyam pabbajito? ","mn82:34.1":"Imani kho, bho ratthapala, cattari parijunnani, yehi parijunnehi samannagata idhekacce kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajanti. ","mn82:34.2":"Tani bhoto ratthapalassa natthi. ","mn82:34.3":"Kim bhavam ratthapalo natva va disva va sutva va agarasma anagariyam pabbajito”ti? ","mn82:35.1":"“Atthi kho, maharaja, tena bhagavata janata passata arahata sammasambuddhena cattaro dhammuddesa uddittha, ye aham natva ca disva ca sutva ca agarasma anagariyam pabbajito. ","mn82:35.2":"Katame cattaro? ","mn82:36.1":"‘Upaniyyati loko addhuvo’ti ","mn82:36.2":"kho, maharaja, tena bhagavata janata passata arahata sammasambuddhena pathamo dhammuddeso uddittho, yamaham natva ca disva ca sutva ca agarasma anagariyam pabbajito. ","mn82:36.3":"‘Atano loko anabhissaro’ti ","mn82:36.4":"kho, maharaja, tena bhagavata janata passata arahata sammasambuddhena dutiyo dhammuddeso uddittho, yamaham natva ca disva ca sutva ca agarasma anagariyam pabbajito. ","mn82:36.5":"‘Assako loko, sabbam pahaya gamaniyan’ti ","mn82:36.6":"kho, maharaja, tena bhagavata janata passata arahata sammasambuddhena tatiyo dhammuddeso uddittho, yamaham natva ca disva ca sutva ca agarasma anagariyam pabbajito. ","mn82:36.7":"‘Uno loko atitto tanhadaso’ti ","mn82:36.8":"kho, maharaja, tena bhagavata janata passata arahata sammasambuddhena catuttho dhammuddeso uddittho, yamaham natva ca disva ca sutva ca agarasma anagariyam pabbajito. ","mn82:37.1":"Ime kho, maharaja, tena bhagavata janata passata arahata sammasambuddhena cattaro dhammuddesa uddittha, ye aham natva ca disva ca sutva ca agarasma anagariyam pabbajito”ti. ","mn82:38.1":"“‘Upaniyyati loko addhuvo’ti—","mn82:38.2":"bhavam ratthapalo aha. ","mn82:38.3":"Imassa, bho ratthapala, bhasitassa katham attho datthabbo”ti? ","mn82:38.4":"“Tam kim mannasi, maharaja, ","mn82:38.5":"tvam visativassuddesikopi pannavisativassuddesikopi hatthismimpi katavi assasmimpi katavi rathasmimpi katavi dhanusmimpi katavi tharusmimpi katavi urubali bahubali alamatto sangamavacaro”ti? ","mn82:38.6":"“Ahosim aham, bho ratthapala, visativassuddesikopi pannavisativassuddesikopi hatthismimpi katavi assasmimpi katavi rathasmimpi katavi dhanusmimpi katavi tharusmimpi katavi urubali bahubali alamatto sangamavacaro. ","mn82:38.7":"Appekadaham, bho ratthapala, iddhimava manne na attano balena samasamam samanupassami”ti. ","mn82:38.8":"“Tam kim mannasi, maharaja, ","mn82:38.9":"evameva tvam etarahi urubali bahubali alamatto sangamavacaro”ti? ","mn82:38.10":"“No hidam, bho ratthapala. ","mn82:38.11":"Etarahi jinno vuddho mahallako addhagato vayoanuppatto asitiko me vayo vattati. ","mn82:38.12":"Appekadaham, bho ratthapala, ‘idha padam karissami’ti anneneva padam karomi”ti. ","mn82:38.13":"“Idam kho tam, maharaja, tena bhagavata janata passata arahata sammasambuddhena sandhaya bhasitam: ","mn82:38.14":"‘upaniyyati loko addhuvo’ti, ","mn82:38.15":"yamaham natva ca disva ca sutva ca agarasma anagariyam pabbajito”ti. ","mn82:38.16":"“Acchariyam, bho ratthapala, abbhutam, bho ratthapala. ","mn82:38.17":"Yava subhasitancidam tena bhagavata janata passata arahata sammasambuddhena: ","mn82:38.18":"‘upaniyyati loko addhuvo’ti. ","mn82:38.19":"Upaniyyati hi, bho ratthapala, loko addhuvo. ","mn82:39.1":"Samvijjante kho, bho ratthapala, imasmim rajakule hatthikayapi assakayapi rathakayapi pattikayapi, amhakam apadasu pariyodhaya vattissanti. ","mn82:39.2":"‘Atano loko anabhissaro’ti—","mn82:39.3":"bhavam ratthapalo aha. ","mn82:39.4":"Imassa pana, bho ratthapala, bhasitassa katham attho datthabbo”ti? ","mn82:39.5":"“Tam kim mannasi, maharaja, ","mn82:39.6":"atthi te koci anusayiko abadho”ti? ","mn82:39.7":"“Atthi me, bho ratthapala, anusayiko abadho. ","mn82:39.8":"Appekada mam, bho ratthapala, mittamacca natisalohita parivaretva thita honti: ","mn82:39.9":"‘idani raja korabyo kalam karissati, idani raja korabyo kalam karissati’”ti. ","mn82:39.10":"“Tam kim mannasi, maharaja, ","mn82:39.11":"labhasi tvam te mittamacce natisalohite: ","mn82:39.12":"‘ayantu me bhonto mittamacca natisalohita, sabbeva santa imam vedanam samvibhajatha, yathaham lahukatarikam vedanam vediyeyyan’ti—","mn82:39.13":"udahu tvamyeva tam vedanam vediyasi”ti? ","mn82:39.14":"“Naham, bho ratthapala, labhami te mittamacce natisalohite: ","mn82:39.15":"‘ayantu me bhonto mittamacca natisalohita, sabbeva santa imam vedanam samvibhajatha, yathaham lahukatarikam vedanam vediyeyyan’ti. ","mn82:39.16":"Atha kho ahameva tam vedanam vediyami”ti. ","mn82:39.17":"“Idam kho tam, maharaja, tena bhagavata janata passata arahata sammasambuddhena sandhaya bhasitam: ","mn82:39.18":"‘atano loko anabhissaro’ti, ","mn82:39.19":"yamaham natva ca disva ca sutva ca agarasma anagariyam pabbajito”ti. ","mn82:39.20":"“Acchariyam, bho ratthapala, abbhutam, bho ratthapala. ","mn82:39.21":"Yava subhasitam cidam tena bhagavata janata passata arahata sammasambuddhena: ","mn82:39.22":"‘atano loko anabhissaro’ti. ","mn82:39.23":"Atano hi, bho ratthapala, loko anabhissaro. ","mn82:40.1":"Samvijjati kho, bho ratthapala, imasmim rajakule pahutam hirannasuvannam bhumigatanca vehasagatanca. ","mn82:40.2":"‘Assako loko, sabbam pahaya gamaniyan’ti—","mn82:40.3":"bhavam ratthapalo aha. ","mn82:40.4":"Imassa pana, bho ratthapala, bhasitassa katham attho datthabbo”ti? ","mn82:40.5":"“Tam kim mannasi, maharaja, ","mn82:40.6":"yatha tvam etarahi pancahi kamagunehi samappito samangibhuto paricaresi, lacchasi tvam paratthapi: ","mn82:40.7":"‘evamevaham imeheva pancahi kamagunehi samappito samangibhuto paricaremi’ti, udahu anne imam bhogam patipajjissanti, tvam pana yathakammam gamissasi”ti? ","mn82:40.8":"“Yathaham, bho ratthapala, etarahi pancahi kamagunehi samappito samangibhuto paricaremi, naham lacchami paratthapi: ","mn82:40.9":"‘evameva imeheva pancahi kamagunehi samappito samangibhuto paricaremi’ti. ","mn82:40.10":"Atha kho anne imam bhogam patipajjissanti; aham pana yathakammam gamissami”ti. ","mn82:40.11":"“Idam kho tam, maharaja, tena bhagavata janata passata arahata sammasambuddhena sandhaya bhasitam: ","mn82:40.12":"‘assako loko, sabbam pahaya gamaniyan’ti, ","mn82:40.13":"yamaham natva ca disva ca sutva ca agarasma anagariyam pabbajito”ti. ","mn82:40.14":"“Acchariyam, bho ratthapala, abbhutam, bho ratthapala. ","mn82:40.15":"Yava subhasitam cidam tena bhagavata janata passata arahata sammasambuddhena: ","mn82:40.16":"‘assako loko, sabbam pahaya gamaniyan’ti. ","mn82:40.17":"Assako hi, bho ratthapala, loko sabbam pahaya gamaniyam. ","mn82:41.1":"‘Uno loko atitto tanhadaso’ti—","mn82:41.2":"bhavam ratthapalo aha. ","mn82:41.3":"Imassa, bho ratthapala, bhasitassa katham attho datthabbo”ti? ","mn82:41.4":"“Tam kim mannasi, maharaja, ","mn82:41.5":"phitam kurum ajjhavasasi”ti? ","mn82:41.6":"“Evam, bho ratthapala, phitam kurum ajjhavasami”ti. ","mn82:41.7":"“Tam kim mannasi, maharaja, ","mn82:41.8":"idha puriso agaccheyya puratthimaya disaya saddhayiko paccayiko. ","mn82:41.9":"So tam upasankamitva evam vadeyya: ","mn82:41.10":"‘yagghe, maharaja, janeyyasi, aham agacchami puratthimaya disaya? ","mn82:41.11":"Tatthaddasam mahantam janapadam iddhanceva phitanca bahujanam akinnamanussam. ","mn82:41.12":"Bahu tattha hatthikaya assakaya rathakaya pattikaya; ","mn82:41.13":"bahu tattha dhanadhannam; ","mn82:41.14":"bahu tattha hirannasuvannam akatanceva katanca; ","mn82:41.15":"bahu tattha itthipariggaho. ","mn82:41.16":"Sakka ca tavatakeneva balamattena abhivijinitum. ","mn82:41.17":"Abhivijina, maharaja’ti, kinti nam kareyyasi”ti? ","mn82:41.18":"“Tampi mayam, bho ratthapala, abhivijiya ajjhavaseyyama”ti. ","mn82:41.19":"“Tam kim mannasi, maharaja, ","mn82:41.20":"idha puriso agaccheyya pacchimaya disaya … ","mn82:41.21":"uttaraya disaya … ","mn82:41.22":"dakkhinaya disaya … ","mn82:41.23":"parasamuddato saddhayiko paccayiko. ","mn82:41.24":"So tam upasankamitva evam vadeyya: ","mn82:41.25":"‘yagghe, maharaja, janeyyasi, aham agacchami parasamuddato? ","mn82:41.26":"Tatthaddasam mahantam janapadam iddhanceva phitanca bahujanam akinnamanussam. ","mn82:41.27":"Bahu tattha hatthikaya assakaya rathakaya pattikaya; ","mn82:41.28":"bahu tattha dhanadhannam; ","mn82:41.29":"bahu tattha hirannasuvannam akatanceva katanca; ","mn82:41.30":"bahu tattha itthipariggaho. ","mn82:41.31":"Sakka ca tavatakeneva balamattena abhivijinitum. ","mn82:41.32":"Abhivijina, maharaja’ti, kinti nam kareyyasi”ti? ","mn82:41.33":"“Tampi mayam, bho ratthapala, abhivijiya ajjhavaseyyama”ti. ","mn82:41.34":"“Idam kho tam, maharaja, tena bhagavata janata passata arahata sammasambuddhena sandhaya bhasitam: ","mn82:41.35":"‘uno loko atitto tanhadaso’ti, ","mn82:41.36":"yamaham natva ca disva ca sutva ca agarasma anagariyam pabbajito”ti. ","mn82:41.37":"“Acchariyam, bho ratthapala, abbhutam, bho ratthapala. ","mn82:41.38":"Yava subhasitancidam tena bhagavata janata passata arahata sammasambuddhena: ","mn82:41.39":"‘uno loko atitto tanhadaso’ti. ","mn82:41.40":"Uno hi, bho ratthapala, loko atitto tanhadaso”ti. ","mn82:42.1":"Idamavoca ayasma ratthapalo. ","mn82:42.2":"Idam vatva athaparam etadavoca: ","mn82:42.3":"“Passami loke sadhane manusse, ","mn82:42.4":"Laddhana vittam na dadanti moha; ","mn82:42.5":"Luddha dhanam sannicayam karonti, ","mn82:42.6":"Bhiyyova kame abhipatthayanti. ","mn82:42.7":"Raja pasayha pathavim vijitva, ","mn82:42.8":"Sasagarantam mahimavasanto; ","mn82:42.9":"Oram samuddassa atittarupo, ","mn82:42.10":"Param samuddassapi patthayetha. ","mn82:42.11":"Raja ca anne ca bahu manussa, ","mn82:42.12":"Avitatanha maranam upenti; ","mn82:42.13":"Unava hutvana jahanti deham, ","mn82:42.14":"Kamehi lokamhi na hatthi titti. ","mn82:42.15":"Kandanti nam nati pakiriya kese, ","mn82:42.16":"Ahovata no amarati cahu; ","mn82:42.17":"Vatthena nam parutam niharitva, ","mn82:42.18":"Citam samadaya tatodahanti. ","mn82:42.19":"So dayhati sulehi tujjamano, ","mn82:42.20":"Ekena vatthena pahaya bhoge; ","mn82:42.21":"Na miyamanassa bhavanti tana, ","mn82:42.22":"Natidha mitta atha va sahaya. ","mn82:42.23":"Dayadaka tassa dhanam haranti, ","mn82:42.24":"Satto pana gacchati yena kammam; ","mn82:42.25":"Na miyamanam dhanamanveti kinci, ","mn82:42.26":"Putta ca dara ca dhananca rattham. ","mn82:42.27":"Na dighamayum labhate dhanena, ","mn82:42.28":"Na capi vittena jaram vihanti; ","mn82:42.29":"Appam hidam jivitamahu dhira, ","mn82:42.30":"Asassatam vipparinamadhammam. ","mn82:42.31":"Addha dalidda ca phusanti phassam, ","mn82:42.32":"Balo ca dhiro ca tatheva phuttho; ","mn82:42.33":"Balo ca balya vadhitova seti, ","mn82:42.34":"Dhiro ca na vedhati phassaphuttho. ","mn82:42.35":"Tasma hi pannava dhanena seyyo, ","mn82:42.36":"Yaya vosanamidhadhigacchati; ","mn82:42.37":"Abyositatta hi bhavabhavesu, ","mn82:42.38":"Papani kammani karonti moha. ","mn82:42.39":"Upeti gabbhanca paranca lokam, ","mn82:42.40":"Samsaramapajja paramparaya; ","mn82:42.41":"Tassappapanno abhisaddahanto, ","mn82:42.42":"Upeti gabbhanca paranca lokam. ","mn82:42.43":"Coro yatha sandhimukhe gahito, ","mn82:42.44":"Sakammuna hannati papadhammo; ","mn82:42.45":"Evam paja pecca paramhi loke, ","mn82:42.46":"Sakammuna hannati papadhammo. ","mn82:42.47":"Kamahi citra madhura manorama, ","mn82:42.48":"Viruparupena mathenti cittam; ","mn82:42.49":"Adinavam kamagunesu disva, ","mn82:42.50":"Tasma aham pabbajitomhi raja. ","mn82:42.51":"Dumapphalaneva patanti manava, ","mn82:42.52":"Dahara ca vuddha ca sarirabheda; ","mn82:42.53":"Etampi disva pabbajitomhi raja, ","mn82:42.54":"Apannakam samannameva seyyo”ti. ","mn82:42.55":"Ratthapalasuttam nitthitam dutiyam. "}