{"mn83:0.1":"Majjhima Nikaya 83 ","mn83:0.2":"Maghadevasutta ","mn83:1.1":"Evam me sutam—","mn83:1.2":"ekam samayam bhagava mithilayam viharati maghadevaambavane. ","mn83:2.1":"Atha kho bhagava annatarasmim padese sitam patvakasi. ","mn83:2.2":"Atha kho ayasmato anandassa etadahosi: ","mn83:2.3":"“ko nu kho hetu, ko paccayo bhagavato sitassa patukammaya? ","mn83:2.4":"Na akaranena tathagata sitam patukaronti”ti. ","mn83:2.5":"Atha kho ayasma anando ekamsam civaram katva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","mn83:2.6":"“ko nu kho, bhante, hetu, ko paccayo bhagavato sitassa patukammaya? ","mn83:2.7":"Na akaranena tathagata sitam patukaronti”ti. ","mn83:3.1":"“Bhutapubbam, ananda, imissayeva mithilayam raja ahosi maghadevo nama dhammiko dhammaraja dhamme thito maharaja; ","mn83:3.2":"dhammam carati brahmanagahapatikesu negamesu ceva janapadesu ca; ","mn83:3.3":"uposathanca upavasati catuddasim pancadasim atthaminca pakkhassa. ","mn83:4.1":"Atha kho, ananda, raja maghadevo bahunam vassanam bahunam vassasatanam bahunam vassasahassanam accayena kappakam amantesi: ","mn83:4.2":"‘yada me, samma kappaka, passeyyasi sirasmim palitani jatani, atha me aroceyyasi’ti. ","mn83:4.3":"‘Evam, deva’ti kho, ananda, kappako ranno maghadevassa paccassosi. ","mn83:4.4":"Addasa kho, ananda, kappako bahunam vassanam bahunam vassasatanam bahunam vassasahassanam accayena ranno maghadevassa sirasmim palitani jatani. ","mn83:4.5":"Disvana rajanam maghadevam etadavoca: ","mn83:4.6":"‘patubhuta kho devassa devaduta, dissanti sirasmim palitani jatani’ti. ","mn83:4.7":"‘Tena hi, samma kappaka, tani palitani sadhukam sandasena uddharitva mama anjalismim patitthapehi’ti. ","mn83:4.8":"‘Evam, deva’ti kho, ananda, kappako ranno maghadevassa patissutva tani palitani sadhukam sandasena uddharitva ranno maghadevassa anjalismim patitthapesi. ","mn83:4.9":"Atha kho, ananda, raja maghadevo kappakassa gamavaram datva jetthaputtam kumaram amantapetva etadavoca: ","mn83:4.10":"‘patubhuta kho me, tata kumara, devaduta; ","mn83:4.11":"dissanti sirasmim palitani jatani; ","mn83:4.12":"bhutta kho pana me manusaka kama; ","mn83:4.13":"samayo dibbe kame pariyesitum. ","mn83:4.14":"Ehi tvam, tata kumara, imam rajjam patipajja. ","mn83:4.15":"Aham pana kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajissami. ","mn83:4.16":"Tena hi, tata kumara, yada tvampi passeyyasi sirasmim palitani jatani, atha kappakassa gamavaram datva jetthaputtam kumaram sadhukam rajje samanusasitva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyasi. ","mn83:4.17":"Yena me idam kalyanam vattam nihitam anuppavatteyyasi, ma kho me tvam antimapuriso ahosi. ","mn83:4.18":"Yasmim kho, tata kumara, purisayuge vattamane evarupassa kalyanassa vattassa samucchedo hoti so tesam antimapuriso hoti. ","mn83:4.19":"Tam taham, tata kumara, evam vadami—","mn83:4.20":"yena me idam kalyanam vattam nihitam anuppavatteyyasi, ma kho me tvam antimapuriso ahosi’ti. ","mn83:5.1":"Atha kho, ananda, raja maghadevo kappakassa gamavaram datva jetthaputtam kumaram sadhukam rajje samanusasitva imasmimyeva maghadevaambavane kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbaji. ","mn83:5.2":"So mettasahagatena cetasa ekam disam pharitva vihasi, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva vihasi. ","mn83:5.3":"Karunasahagatena cetasa … ","mn83:5.4":"muditasahagatena cetasa … ","mn83:5.5":"upekkhasahagatena cetasa ekam disam pharitva vihasi, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva vihasi. ","mn83:6.1":"Raja kho panananda, maghadevo caturasitivassasahassani kumarakilitam kili, caturasitivassasahassani oparajjam karesi, caturasitivassasahassani rajjam karesi, caturasitivassasahassani imasmimyeva maghadevaambavane agarasma anagariyam pabbajito brahmacariyamacari. ","mn83:6.2":"So cattaro brahmavihare bhavetva kayassa bheda param marana brahmalokupago ahosi. ","mn83:7.1":"Atha kho ranno, ananda, maghadevassa putto bahunam vassanam bahunam vassasatanam bahunam vassasahassanam accayena kappakam amantesi: ","mn83:7.2":"‘yada me, samma kappaka, passeyyasi sirasmim palitani jatani, atha kho aroceyyasi’ti. ","mn83:7.3":"‘Evam, deva’ti kho, ananda, kappako ranno maghadevassa puttassa paccassosi. ","mn83:7.4":"Addasa kho, ananda, kappako bahunam vassanam bahunam vassasatanam bahunam vassasahassanam accayena ranno maghadevassa puttassa sirasmim palitani jatani. ","mn83:7.5":"Disvana ranno maghadevassa puttam etadavoca: ","mn83:7.6":"‘patubhuta kho devassa devaduta; ","mn83:7.7":"dissanti sirasmim palitani jatani’ti. ","mn83:7.8":"‘Tena hi, samma kappaka, tani palitani sadhukam sandasena uddharitva mama anjalismim patitthapehi’ti. ","mn83:7.9":"‘Evam, deva’ti kho, ananda, kappako ranno maghadevassa puttassa patissutva tani palitani sadhukam sandasena uddharitva ranno maghadevassa puttassa anjalismim patitthapesi. ","mn83:8.1":"Atha kho, ananda, ranno maghadevassa putto kappakassa gamavaram datva jetthaputtam kumaram amantapetva etadavoca: ","mn83:8.2":"‘patubhuta kho me, tata kumara, devaduta; ","mn83:8.3":"dissanti sirasmim palitani jatani; ","mn83:8.4":"bhutta kho pana me manusaka kama; ","mn83:8.5":"samayo dibbe kame pariyesitum. ","mn83:8.6":"Ehi tvam, tata kumara, imam rajjam patipajja. ","mn83:8.7":"Aham pana kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajissami. ","mn83:8.8":"Tena hi, tata kumara, yada tvampi passeyyasi sirasmim palitani jatani, atha kappakassa gamavaram datva jetthaputtam kumaram sadhukam rajje samanusasitva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyasi. ","mn83:8.9":"Yena me idam kalyanam vattam nihitam anuppavatteyyasi, ma kho me tvam antimapuriso ahosi. ","mn83:8.10":"Yasmim kho, tata kumara, purisayuge vattamane evarupassa kalyanassa vattassa samucchedo hoti so tesam antimapuriso hoti. ","mn83:8.11":"Tam taham, tata kumara, evam vadami—","mn83:8.12":"yena me idam kalyanam vattam nihitam anuppavatteyyasi, ma kho me tvam antimapuriso ahosi’ti. ","mn83:9.1":"Atha kho, ananda, ranno maghadevassa putto kappakassa gamavaram datva jetthaputtam kumaram sadhukam rajje samanusasitva imasmimyeva maghadevaambavane kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbaji. ","mn83:9.2":"So mettasahagatena cetasa ekam disam pharitva vihasi, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva vihasi. ","mn83:9.3":"Karunasahagatena cetasa … ","mn83:9.4":"muditasahagatena cetasa … ","mn83:9.5":"upekkhasahagatena cetasa ekam disam pharitva vihasi, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva vihasi. ","mn83:9.6":"Ranno kho panananda, maghadevassa putto caturasitivassasahassani kumarakilitam kili, caturasitivassasahassani oparajjam karesi, caturasitivassasahassani rajjam karesi, caturasitivassasahassani imasmimyeva maghadevaambavane agarasma anagariyam pabbajito brahmacariyamacari. ","mn83:9.7":"So cattaro brahmavihare bhavetva kayassa bheda param marana brahmalokupago ahosi. ","mn83:10.1":"Ranno kho panananda, maghadevassa puttapaputtaka tassa parampara caturasitirajasahassani imasmimyeva maghadevaambavane kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajimsu. ","mn83:10.2":"Te mettasahagatena cetasa ekam disam pharitva viharimsu, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharimsu. ","mn83:11.1":"Karunasahagatena cetasa … ","mn83:11.2":"muditasahagatena cetasa … ","mn83:11.3":"upekkhasahagatena cetasa ekam disam pharitva viharimsu, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharimsu. ","mn83:11.4":"Caturasitivassasahassani kumarakilitam kilimsu, caturasitivassasahassani oparajjam karesum, caturasitivassasahassani rajjam karesum, caturasitivassasahassani imasmimyeva maghadevaambavane agarasma anagariyam pabbajita brahmacariyamacarimsu. ","mn83:11.5":"Te cattaro brahmavihare bhavetva kayassa bheda param marana brahmalokupaga ahesum. ","mn83:12.1":"Nimi tesam raja pacchimako ahosi dhammiko dhammaraja dhamme thito maharaja; ","mn83:12.2":"dhammam carati brahmanagahapatikesu negamesu ceva janapadesu ca; ","mn83:12.3":"uposathanca upavasati catuddasim pancadasim atthaminca pakkhassa. ","mn83:13.1":"Bhutapubbam, ananda, devanam tavatimsanam sudhammayam sabhayam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","mn83:13.2":"‘labha vata, bho, videhanam, suladdham vata, bho, videhanam, ","mn83:13.3":"yesam nimi raja dhammiko dhammaraja dhamme thito maharaja; ","mn83:13.4":"dhammam carati brahmanagahapatikesu negamesu ceva janapadesu ca; ","mn83:13.5":"uposathanca upavasati catuddasim pancadasim atthaminca pakkhassa’ti. ","mn83:13.6":"Atha kho, ananda, sakko devanamindo deve tavatimse amantesi: ","mn83:13.7":"‘iccheyyatha no tumhe, marisa, nimim rajanam datthun’ti? ","mn83:13.8":"‘Icchama mayam, marisa, nimim rajanam datthun’ti. ","mn83:13.9":"Tena kho pana, ananda, samayena nimi raja tadahuposathe pannarase sisamnhato uposathiko uparipasadavaragato nisinno hoti. ","mn83:13.10":"Atha kho, ananda, sakko devanamindo—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—devesu tavatimsesu antarahito nimissa ranno pamukhe paturahosi. ","mn83:13.11":"Atha kho, ananda, sakko devanamindo nimim rajanam etadavoca: ","mn83:13.12":"‘labha te, maharaja, suladdham te, maharaja. ","mn83:13.13":"Deva, maharaja, tavatimsa sudhammayam sabhayam kittayamanarupa sannisinna: ","mn83:13.14":"“labha vata, bho, videhanam, suladdham vata, bho, videhanam, ","mn83:13.15":"yesam nimi raja dhammiko dhammaraja dhamme thito maharaja; ","mn83:13.16":"dhammam carati brahmanagahapatikesu negamesu ceva janapadesu ca; ","mn83:13.17":"uposathanca upavasati catuddasim pancadasim atthaminca pakkhassa”ti. ","mn83:13.18":"Deva te, maharaja, tavatimsa dassanakama. ","mn83:13.19":"Tassa te aham, maharaja, sahassayuttam ajannaratham pahinissami; ","mn83:13.20":"abhiruheyyasi, maharaja, dibbam yanam avikampamano’ti. ","mn83:13.21":"Adhivasesi kho, ananda, nimi raja tunhibhavena. ","mn83:13.22":"Atha kho, ananda, sakko devanamindo nimissa ranno adhivasanam viditva—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—nimissa ranno pamukhe antarahito devesu tavatimsesu paturahosi. ","mn83:14.1":"Atha kho, ananda, sakko devanamindo matalim sangahakam amantesi: ","mn83:14.2":"‘ehi tvam, samma matali, sahassayuttam ajannaratham yojetva nimim rajanam upasankamitva evam vadehi—","mn83:14.3":"ayam te, maharaja, sahassayutto ajannaratho sakkena devanamindena pesito; ","mn83:14.4":"abhiruheyyasi, maharaja, dibbam yanam avikampamano’ti. ","mn83:14.5":"‘Evam, bhaddantava’ti kho, ananda, matali sangahako sakkassa devanamindassa patissutva sahassayuttam ajannaratham yojetva nimim rajanam upasankamitva etadavoca: ","mn83:14.6":"‘ayam te, maharaja, sahassayutto ajannaratho sakkena devanamindena pesito; ","mn83:14.7":"abhiruha, maharaja, dibbam yanam avikampamano. ","mn83:14.8":"Api ca, maharaja, katamena tam nemi, yena va papakamma papakanam kammanam vipakam patisamvedenti, yena va kalyanakamma kalyanakammanam vipakam patisamvedenti’ti? ","mn83:14.9":"‘Ubhayeneva mam, matali, nehi’ti. ","mn83:15.1":"Sampavesesi kho, ananda, matali, sangahako nimim rajanam sudhammam sabham. ","mn83:15.2":"Addasa kho, ananda, sakko devanamindo nimim rajanam duratova agacchantam. ","mn83:15.3":"Disvana nimim rajanam etadavoca: ","mn83:15.4":"‘ehi kho, maharaja. ","mn83:15.5":"Svagatam, maharaja. ","mn83:15.6":"Deva te dassanakama, maharaja, tavatimsa sudhammayam sabhayam kittayamanarupa sannisinna: ","mn83:15.7":"“labha vata, bho, videhanam, suladdham vata, bho, videhanam, ","mn83:15.8":"yesam nimi raja dhammiko dhammaraja dhamme thito maharaja; ","mn83:15.9":"dhammam carati brahmanagahapatikesu negamesu ceva janapadesu ca; ","mn83:15.10":"uposathanca upavasati catuddasim pancadasim atthaminca pakkhassa”ti. ","mn83:15.11":"Deva te, maharaja, tavatimsa dassanakama. ","mn83:15.12":"Abhirama, maharaja, devesu devanubhavena’ti. ","mn83:15.13":"‘Alam, marisa, tattheva mam mithilam patinetu. ","mn83:15.14":"Tathaham dhammam carissami brahmanagahapatikesu negamesu ceva janapadesu ca; ","mn83:15.15":"uposathanca upavasami catuddasim pancadasim atthaminca pakkhassa’ti. ","mn83:16.1":"Atha kho, ananda, sakko devanamindo matalim sangahakam amantesi: ","mn83:16.2":"‘ehi tvam, samma matali, sahassayuttam ajannaratham yojetva nimim rajanam tattheva mithilam patinehi’ti. ","mn83:16.3":"‘Evam, bhaddantava’ti kho, ananda, matali sangahako sakkassa devanamindassa patissutva sahassayuttam ajannaratham yojetva nimim rajanam tattheva mithilam patinesi. ","mn83:16.4":"Tatra sudam, ananda, nimi raja dhammam carati brahmanagahapatikesu negamesu ceva janapadesu ca, uposathanca upavasati catuddasim pancadasim atthaminca pakkhassati. ","mn83:16.5":"Atha kho, ananda, nimi raja bahunam vassanam bahunam vassasatanam bahunam vassasahassanam accayena kappakam amantesi: ","mn83:16.6":"‘yada me, samma kappaka, passeyyasi sirasmim palitani jatani, atha me aroceyyasi’ti. ","mn83:16.7":"‘Evam, deva’ti kho, ananda, kappako nimissa ranno paccassosi. ","mn83:16.8":"Addasa kho, ananda, kappako bahunam vassanam bahunam vassasatanam bahunam vassasahassanam accayena nimissa ranno sirasmim palitani jatani. ","mn83:16.9":"Disvana nimim rajanam etadavoca: ","mn83:16.10":"‘patubhuta kho devassa devaduta; ","mn83:16.11":"dissanti sirasmim palitani jatani’ti. ","mn83:16.12":"‘Tena hi, samma kappaka, tani palitani sadhukam sandasena uddharitva mama anjalismim patitthapehi’ti. ","mn83:16.13":"‘Evam, deva’ti kho, ananda, kappako nimissa ranno patissutva tani palitani sadhukam sandasena uddharitva nimissa ranno anjalismim patitthapesi. ","mn83:16.14":"Atha kho, ananda, nimi raja kappakassa gamavaram datva jetthaputtam kumaram amantapetva etadavoca: ","mn83:16.15":"‘patubhuta kho me, tata kumara, devaduta; ","mn83:16.16":"dissanti sirasmim palitani jatani; ","mn83:16.17":"bhutta kho pana me manusaka kama; ","mn83:16.18":"samayo dibbe kame pariyesitum. ","mn83:16.19":"Ehi tvam, tata kumara, imam rajjam patipajja. ","mn83:16.20":"Aham pana kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajissami. ","mn83:16.21":"Tena hi, tata kumara, yada tvampi passeyyasi sirasmim palitani jatani, atha kappakassa gamavaram datva jetthaputtam kumaram sadhukam rajje samanusasitva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyasi. ","mn83:16.22":"Yena me idam kalyanam vattam nihitam anuppavatteyyasi, ma kho me tvam antimapuriso ahosi. ","mn83:16.23":"Yasmim kho, tata kumara, purisayuge vattamane evarupassa kalyanassa vattassa samucchedo hoti so tesam antimapuriso hoti. ","mn83:16.24":"Tam taham, tata kumara, evam vadami: ","mn83:16.25":"“yena me idam kalyanam vattam nihitam anuppavatteyyasi, ma kho me tvam antimapuriso ahosi”’ti. ","mn83:17-19.1":"Atha kho, ananda, nimi raja kappakassa gamavaram datva jetthaputtam kumaram sadhukam rajje samanusasitva imasmimyeva maghadevaambavane kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbaji. ","mn83:17-19.2":"So mettasahagatena cetasa ekam disam pharitva vihasi, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva vihasi. ","mn83:17-19.3":"Karunasahagatena cetasa … ","mn83:17-19.4":"muditasahagatena cetasa … ","mn83:17-19.5":"upekkhasahagatena cetasa ekam disam pharitva vihasi, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva vihasi. ","mn83:17-19.6":"Nimi kho panananda, raja caturasitivassasahassani kumarakilitam kili, caturasitivassasahassani oparajjam karesi, caturasitivassasahassani rajjam karesi, caturasitivassasahassani imasmimyeva maghadevaambavane agarasma anagariyam pabbajito brahmacariyamacari. ","mn83:17-19.7":"So cattaro brahmavihare bhavetva kayassa bheda param marana brahmalokupago ahosi. ","mn83:20.1":"Nimissa kho panananda, ranno kalarajanako nama putto ahosi. ","mn83:20.2":"Na so agarasma anagariyam pabbaji. ","mn83:20.3":"So tam kalyanam vattam samucchindi. ","mn83:20.4":"So tesam antimapuriso ahosi. ","mn83:21.1":"Siya kho pana te, ananda, evamassa: ","mn83:21.2":"‘anno nuna tena samayena raja maghadevo ahosi, yena tam kalyanam vattam nihitan’ti. ","mn83:21.3":"Na kho panetam, ananda, evam datthabbam. ","mn83:21.4":"Aham tena samayena raja maghadevo ahosim. ","mn83:21.5":"Aham tam kalyanam vattam nihinim, maya tam kalyanam vattam nihitam; ","mn83:21.6":"pacchima janata anuppavattesi. ","mn83:21.7":"Tam kho panananda, kalyanam vattam na nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati, yavadeva brahmalokupapattiya. ","mn83:21.8":"Idam kho panananda, etarahi maya kalyanam vattam nihitam ekantanibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattati. ","mn83:21.9":"Katamancananda, etarahi maya kalyanam vattam nihitam ekantanibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattati? ","mn83:21.10":"Ayameva ariyo atthangiko maggo, seyyathidam—","mn83:21.11":"sammaditthi, sammasankappo, sammavaca, sammakammanto, sammaajivo, sammavayamo, sammasati, sammasamadhi. ","mn83:21.12":"Idam kho, ananda, etarahi maya kalyanam vattam nihitam ekantanibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattati. ","mn83:21.13":"Tam vo aham, ananda, evam vadami: ","mn83:21.14":"‘yena me idam kalyanam vattam nihitam anuppavatteyyatha, ma kho me tumhe antimapurisa ahuvattha’. ","mn83:21.15":"Yasmim kho, ananda, purisayuge vattamane evarupassa kalyanassa vattassa samucchedo hoti so tesam antimapuriso hoti. ","mn83:21.16":"Tam vo aham, ananda, evam vadami: ","mn83:21.17":"‘yena me idam kalyanam vattam nihitam anuppavatteyyatha, ma kho me tumhe antimapurisa ahuvattha’”ti. ","mn83:21.18":"Idamavoca bhagava. ","mn83:21.19":"Attamano ayasma anando bhagavato bhasitam abhinanditi. ","mn83:21.20":"Maghadevasuttam nitthitam tatiyam. "}