{"mn85:0.1":"Majjhima Nikaya 85 ","mn85:0.2":"Bodhirajakumarasutta ","mn85:1.1":"Evam me sutam—","mn85:1.2":"ekam samayam bhagava bhaggesu viharati susumaragire bhesakalavane migadaye. ","mn85:2.1":"Tena kho pana samayena bodhissa rajakumarassa kokanado nama pasado acirakarito hoti anajjhavuttho samanena va brahmanena va kenaci va manussabhutena. ","mn85:3.1":"Atha kho bodhi rajakumaro sanjikaputtam manavam amantesi: ","mn85:3.2":"“ehi tvam, samma sanjikaputta, yena bhagava tenupasankama; upasankamitva mama vacanena bhagavato pade sirasa vanda, appabadham appatankam lahutthanam balam phasuviharam puccha: ","mn85:3.3":"‘bodhi, bhante, rajakumaro bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati’ti. ","mn85:3.4":"Evanca vadehi: ","mn85:3.5":"‘adhivasetu kira, bhante, bhagava bodhissa rajakumarassa svatanaya bhattam saddhim bhikkhusanghena’”ti. ","mn85:4.1":"“Evam, bho”ti kho sanjikaputto manavo bodhissa rajakumarassa patissutva yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn85:4.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho sanjikaputto manavo bhagavantam etadavoca: ","mn85:4.3":"“bodhi kho rajakumaro bhoto gotamassa pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati. ","mn85:4.4":"Evanca vadeti: ","mn85:4.5":"‘adhivasetu kira bhavam gotamo bodhissa rajakumarassa svatanaya bhattam saddhim bhikkhusanghena’”ti. ","mn85:4.6":"Adhivasesi bhagava tunhibhavena. ","mn85:4.7":"Atha kho sanjikaputto manavo bhagavato adhivasanam viditva utthayasana yena bodhi rajakumaro tenupasankami; upasankamitva bodhim rajakumaram etadavoca: ","mn85:4.8":"“avocumha bhoto vacanena tam bhavantam gotamam: ","mn85:4.9":"‘bodhi kho rajakumaro bhoto gotamassa pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati. ","mn85:4.10":"Evanca vadeti—","mn85:4.11":"adhivasetu kira bhavam gotamo bodhissa rajakumarassa svatanaya bhattam saddhim bhikkhusanghena’ti. ","mn85:4.12":"Adhivutthanca pana samanena gotamena”ti. ","mn85:5.1":"Atha kho bodhi rajakumaro tassa rattiya accayena sake nivesane panitam khadaniyam bhojaniyam patiyadapetva, kokanadanca pasadam odatehi dussehi santharapetva yava pacchimasopanakalevara, sanjikaputtam manavam amantesi: ","mn85:5.2":"“ehi tvam, samma sanjikaputta, yena bhagava tenupasankama; upasankamitva bhagavato kalam arocehi: ","mn85:5.3":"‘kalo, bhante, nitthitam bhattan’”ti. ","mn85:5.4":"“Evam, bho”ti kho sanjikaputto manavo bodhissa rajakumarassa patissutva yena bhagava tenupasankami; upasankamitva bhagavato kalam arocesi: ","mn85:5.5":"“kalo, bho gotama, nitthitam bhattan”ti. ","mn85:6.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya yena bodhissa rajakumarassa nivesanam tenupasankami. ","mn85:7.1":"Tena kho pana samayena bodhi rajakumaro bahidvarakotthake thito hoti bhagavantam agamayamano. ","mn85:7.2":"Addasa kho bodhi rajakumaro bhagavantam duratova agacchantam. ","mn85:7.3":"Disvana paccuggantva bhagavantam abhivadetva purakkhatva yena kokanado pasado tenupasankami. ","mn85:7.4":"Atha kho bhagava pacchimam sopanakalevaram nissaya atthasi. ","mn85:7.5":"Atha kho bodhi rajakumaro bhagavantam etadavoca: ","mn85:7.6":"“abhiruhatu, bhante, bhagava dussani, abhiruhatu sugato dussani; ","mn85:7.7":"yam mama assa digharattam hitaya sukhaya”ti. ","mn85:7.8":"Evam vutte, bhagava tunhi ahosi. ","mn85:7.9":"Dutiyampi kho …pe… ","mn85:7.10":"tatiyampi kho bodhi rajakumaro bhagavantam etadavoca: ","mn85:7.11":"“abhiruhatu, bhante, bhagava dussani, abhiruhatu sugato dussani; ","mn85:7.12":"yam mama assa digharattam hitaya sukhaya”ti. ","mn85:7.13":"Atha kho bhagava ayasmantam anandam apalokesi. ","mn85:7.14":"Atha kho ayasma anando bodhim rajakumaram etadavoca: ","mn85:7.15":"“samharatu, rajakumara, dussani; ","mn85:7.16":"na bhagava celapatikam akkamissati. ","mn85:7.17":"Pacchimam janatam tathagato anukampati”ti. ","mn85:8.1":"Atha kho bodhi rajakumaro dussani samharapetva uparikokanadapasade asanani pannapesi. ","mn85:8.2":"Atha kho bhagava kokanadam pasadam abhiruhitva pannatte asane nisidi saddhim bhikkhusanghena. ","mn85:9.1":"Atha kho bodhi rajakumaro buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","mn85:9.2":"Atha kho bodhi rajakumaro bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidi. ","mn85:9.3":"Ekamantam nisinno kho bodhi rajakumaro bhagavantam etadavoca: ","mn85:9.4":"“mayham kho, bhante, evam hoti: ","mn85:9.5":"‘na kho sukhena sukham adhigantabbam, dukkhena kho sukham adhigantabban’”ti. ","mn85:10.1":"“Mayhampi kho, rajakumara, pubbeva sambodha anabhisambuddhassa bodhisattasseva sato etadahosi: ","mn85:10.2":"‘na kho sukhena sukham adhigantabbam, dukkhena kho sukham adhigantabban’ti. ","mn85:11.1":"So kho aham, rajakumara, aparena samayena daharova samano susukalakeso bhadrena yobbanena samannagato pathamena vayasa akamakanam matapitunam assumukhanam rudantanam kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajim. ","mn85:11.2":"So evam pabbajito samano kinkusalagavesi anuttaram santivarapadam pariyesamano yena alaro kalamo tenupasankamim; upasankamitva alaram kalamam etadavocam: ","mn85:11.3":"‘icchamaham, avuso kalama, imasmim dhammavinaye brahmacariyam caritun’ti. ","mn85:11.4":"Evam vutte, rajakumara, alaro kalamo mam etadavoca: ","mn85:11.5":"‘viharatayasma, ","mn85:11.6":"tadiso ayam dhammo yattha vinnu puriso nacirasseva sakam acariyakam sayam abhinna sacchikatva upasampajja vihareyya’ti. ","mn85:11.7":"So kho aham, rajakumara, nacirasseva khippameva tam dhammam pariyapunim. ","mn85:11.8":"So kho aham, rajakumara, tavatakeneva otthapahatamattena lapitalapanamattena nanavadanca vadami, theravadanca janami passamiti ca patijanami, ahanceva anne ca. ","mn85:11.9":"Tassa mayham, rajakumara, etadahosi: ","mn85:11.10":"‘na kho alaro kalamo imam dhammam kevalam saddhamattakena sayam abhinna sacchikatva upasampajja viharamiti pavedeti; ","mn85:11.11":"addha alaro kalamo imam dhammam janam passam viharati’ti. ","mn85:12.1":"Atha khvaham, rajakumara, yena alaro kalamo tenupasankamim; upasankamitva alaram kalamam etadavocam: ","mn85:12.2":"‘kittavata no, avuso kalama, imam dhammam sayam abhinna sacchikatva upasampajja viharamiti pavedesi’ti? ","mn85:12.3":"Evam vutte, rajakumara, alaro kalamo akincannayatanam pavedesi. ","mn85:12.4":"Tassa mayham, rajakumara, etadahosi: ","mn85:12.5":"‘na kho alarasseva kalamassa atthi saddha, mayhampatthi saddha; ","mn85:12.6":"na kho alarasseva kalamassa atthi viriyam …pe… ","mn85:12.7":"sati … ","mn85:12.8":"samadhi … ","mn85:12.9":"panna, mayhampatthi panna. ","mn85:12.10":"Yannunaham yam dhammam alaro kalamo sayam abhinna sacchikatva upasampajja viharamiti pavedeti tassa dhammassa sacchikiriyaya padaheyyan’ti. ","mn85:12.11":"So kho aham, rajakumara, nacirasseva khippameva tam dhammam sayam abhinna sacchikatva upasampajja vihasim. ","mn85:12.12":"Atha khvaham, rajakumara, yena alaro kalamo tenupasankamim; upasankamitva alaram kalamam etadavocam: ","mn85:12.13":"‘ettavata no, avuso kalama, imam dhammam sayam abhinna sacchikatva upasampajja pavedesi’ti? ","mn85:12.14":"‘Ettavata kho aham, avuso, imam dhammam sayam abhinna sacchikatva upasampajja pavedemi’ti. ","mn85:12.15":"‘Ahampi kho, avuso, ettavata imam dhammam sayam abhinna sacchikatva upasampajja viharami’ti. ","mn85:12.16":"‘Labha no, avuso, suladdham no, avuso, ","mn85:12.17":"ye mayam ayasmantam tadisam sabrahmacarim passama. ","mn85:12.18":"Iti yaham dhammam sayam abhinna sacchikatva upasampajja pavedemi, tam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi. ","mn85:12.19":"Yam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi, tamaham dhammam sayam abhinna sacchikatva upasampajja pavedemi. ","mn85:12.20":"Iti yaham dhammam janami tam tvam dhammam janasi; yam tvam dhammam janasi tamaham dhammam janami. ","mn85:12.21":"Iti yadiso aham, tadiso tuvam; yadiso tuvam tadiso aham. ","mn85:12.22":"Ehi dani, avuso, ubhova santa imam ganam pariharama’ti. ","mn85:12.23":"Iti kho, rajakumara, alaro kalamo acariyo me samano attano antevasim mam samanam attana samasamam thapesi, ularaya ca mam pujaya pujesi. ","mn85:12.24":"Tassa mayham, rajakumara, etadahosi: ","mn85:12.25":"‘nayam dhammo nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati, yavadeva akincannayatanupapattiya’ti. ","mn85:12.26":"So kho aham, rajakumara, tam dhammam analankaritva tasma dhamma nibbijja apakkamim. ","mn85:12.27":"So kho aham, rajakumara, kinkusalagavesi anuttaram santivarapadam pariyesamano yena udako ramaputto tenupasankamim; upasankamitva udakam ramaputtam etadavocam: ","mn85:12.28":"‘icchamaham, avuso, imasmim dhammavinaye brahmacariyam caritun’ti. ","mn85:12.29":"Evam vutte, rajakumara, udako ramaputto mam etadavoca: ","mn85:12.30":"‘viharatayasma, ","mn85:12.31":"tadiso ayam dhammo yattha vinnu puriso nacirasseva sakam acariyakam sayam abhinna sacchikatva upasampajja vihareyya’ti. ","mn85:12.32":"So kho aham, rajakumara, nacirasseva khippameva tam dhammam pariyapunim. ","mn85:12.33":"So kho aham, rajakumara, tavatakeneva otthapahatamattena lapitalapanamattena nanavadanca vadami, theravadanca janami passamiti ca patijanami, ahanceva anne ca. ","mn85:12.34":"Tassa mayham, rajakumara, etadahosi: ","mn85:12.35":"‘na kho ramo imam dhammam kevalam saddhamattakena sayam abhinna sacchikatva upasampajja viharamiti pavedesi; ","mn85:12.36":"addha ramo imam dhammam janam passam vihasi’ti. ","mn85:13.1":"Atha khvaham, rajakumara, yena udako ramaputto tenupasankamim; upasankamitva udakam ramaputtam etadavocam: ","mn85:13.2":"‘kittavata no, avuso, ramo imam dhammam sayam abhinna sacchikatva upasampajja viharamiti pavedesi’ti? ","mn85:13.3":"Evam vutte, rajakumara, udako ramaputto nevasannanasannayatanam pavedesi. ","mn85:13.4":"Tassa mayham, rajakumara, etadahosi: ","mn85:13.5":"‘na kho ramasseva ahosi saddha, mayhampatthi saddha; ","mn85:13.6":"na kho ramasseva ahosi viriyam …pe… ","mn85:13.7":"sati … ","mn85:13.8":"samadhi … ","mn85:13.9":"panna, mayhampatthi panna. ","mn85:13.10":"Yannunaham yam dhammam ramo sayam abhinna sacchikatva upasampajja viharamiti pavedeti tassa dhammassa sacchikiriyaya padaheyyan’ti. ","mn85:13.11":"So kho aham, rajakumara, nacirasseva khippameva tam dhammam sayam abhinna sacchikatva upasampajja vihasim. ","mn85:13.12":"Atha khvaham, rajakumara, yena udako ramaputto tenupasankamim; upasankamitva udakam ramaputtam etadavocam: ","mn85:13.13":"‘ettavata no, avuso, ramo imam dhammam sayam abhinna sacchikatva upasampajja pavedesi’ti? ","mn85:13.14":"‘Ettavata kho, avuso, ramo imam dhammam sayam abhinna sacchikatva upasampajja pavedesi’ti. ","mn85:13.15":"‘Ahampi kho, avuso, ettavata imam dhammam sayam abhinna sacchikatva upasampajja viharami’ti. ","mn85:13.16":"‘Labha no, avuso, suladdham no, avuso, ","mn85:13.17":"ye mayam ayasmantam tadisam sabrahmacarim passama. ","mn85:13.18":"Iti yam dhammam ramo sayam abhinna sacchikatva upasampajja pavedesi tam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi. ","mn85:13.19":"Yam tvam dhammam sayam abhinna sacchikatva upasampajja viharasi tam dhammam ramo sayam abhinna sacchikatva upasampajja pavedesi. ","mn85:13.20":"Iti yam dhammam ramo abhinnasi tam tvam dhammam janasi; yam tvam dhammam janasi tam dhammam ramo abhinnasi. ","mn85:13.21":"Iti yadiso ramo ahosi tadiso tuvam, yadiso tuvam tadiso ramo ahosi. ","mn85:13.22":"Ehi dani, avuso, tuvam imam ganam parihara’ti. ","mn85:13.23":"Iti kho, rajakumara, udako ramaputto sabrahmacari me samano acariyatthane mam thapesi, ularaya ca mam pujaya pujesi. ","mn85:13.24":"Tassa mayham, rajakumara, etadahosi: ","mn85:13.25":"‘nayam dhammo nibbidaya na viragaya na nirodhaya na upasamaya na abhinnaya na sambodhaya na nibbanaya samvattati, yavadeva nevasannanasannayatanupapattiya’ti. ","mn85:13.26":"So kho aham, rajakumara, tam dhammam analankaritva tasma dhamma nibbijja apakkamim. ","mn85:14.1":"So kho aham, rajakumara, kinkusalagavesi anuttaram santivarapadam pariyesamano, magadhesu anupubbena carikam caramano, yena uruvela senanigamo tadavasarim. ","mn85:14.2":"Tatthaddasam ramaniyam bhumibhagam, pasadikanca vanasandam, nadinca sandantim setakam supatittham, ramaniyam samanta ca gocaragamam. ","mn85:14.3":"Tassa mayham, rajakumara, etadahosi: ","mn85:14.4":"‘ramaniyo vata bho bhumibhago, pasadiko ca vanasando, nadi ca sandati setaka supatittha, ramaniya samanta ca gocaragamo. ","mn85:14.5":"Alam vatidam kulaputtassa padhanatthikassa padhanaya’ti. ","mn85:14.6":"So kho aham, rajakumara, tattheva nisidim: ","mn85:14.7":"‘alamidam padhanaya’ti. ","mn85:15.1":"Apissu mam, rajakumara, tisso upama patibhamsu anacchariya pubbe assutapubba. ","mn85:16.1":"Seyyathapi, rajakumara, allam kattham sasneham udake nikkhittam. ","mn85:16.2":"Atha puriso agaccheyya uttararanim adaya: ","mn85:16.3":"‘aggim abhinibbattessami, tejo patukarissami’ti. ","mn85:16.4":"Tam kim mannasi, rajakumara, ","mn85:16.5":"api nu so puriso amum allam kattham sasneham udake nikkhittam uttararanim adaya abhimanthento aggim abhinibbatteyya, tejo patukareyya”ti? ","mn85:16.6":"“No hidam, bhante. ","mn85:16.7":"Tam kissa hetu? ","mn85:16.8":"Adunhi, bhante, allam kattham sasneham tanca pana udake nikkhittam, ","mn85:16.9":"yavadeva ca pana so puriso kilamathassa vighatassa bhagi assa”ti. ","mn85:17.1":"“Evameva kho, rajakumara, ye hi keci samana va brahmana va kayena ceva cittena ca kamehi avupakattha viharanti, yo ca nesam kamesu kamacchando kamasneho kamamuccha kamapipasa kamaparilaho so ca ajjhattam na suppahino hoti, na suppatippassaddho. ","mn85:17.2":"Opakkamika cepi te bhonto samanabrahmana dukkha tibba khara katuka vedana vedayanti, abhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn85:17.3":"No cepi te bhonto samanabrahmana opakkamika dukkha tibba khara katuka vedana vedayanti, abhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn85:17.4":"Ayam kho mam, rajakumara, pathama upama patibhasi anacchariya pubbe assutapubba. ","mn85:18.1":"Aparapi kho mam, rajakumara, dutiya upama patibhasi anacchariya pubbe assutapubba. ","mn85:18.2":"Seyyathapi, rajakumara, allam kattham sasneham araka udaka thale nikkhittam. ","mn85:18.3":"Atha puriso agaccheyya uttararanim adaya: ","mn85:18.4":"‘aggim abhinibbattessami, tejo patukarissami’ti. ","mn85:18.5":"Tam kim mannasi, rajakumara, ","mn85:18.6":"api nu so puriso amum allam kattham sasneham araka udaka thale nikkhittam uttararanim adaya abhimanthento aggim abhinibbatteyya, tejo patukareyya”ti? ","mn85:18.7":"“No hidam, bhante. ","mn85:18.8":"Tam kissa hetu? ","mn85:18.9":"Adunhi, bhante, allam kattham sasneham kincapi araka udaka thale nikkhittam, ","mn85:18.10":"yavadeva ca pana so puriso kilamathassa vighatassa bhagi assa”ti. ","mn85:18.11":"“Evameva kho, rajakumara, ye hi keci samana va brahmana va kayena ceva cittena ca kamehi vupakattha viharanti, yo ca nesam kamesu kamacchando kamasneho kamamuccha kamapipasa kamaparilaho so ca ajjhattam na suppahino hoti, na suppatippassaddho. ","mn85:18.12":"Opakkamika cepi te bhonto samanabrahmana dukkha tibba khara katuka vedana vedayanti, abhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn85:18.13":"No cepi te bhonto samanabrahmana opakkamika dukkha tibba khara katuka vedana vedayanti, abhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn85:18.14":"Ayam kho mam, rajakumara, dutiya upama patibhasi anacchariya pubbe assutapubba. ","mn85:19.1":"Aparapi kho mam, rajakumara, tatiya upama patibhasi anacchariya pubbe assutapubba. ","mn85:19.2":"Seyyathapi, rajakumara, sukkham kattham kolapam araka udaka thale nikkhittam. ","mn85:19.3":"Atha puriso agaccheyya uttararanim adaya: ","mn85:19.4":"‘aggim abhinibbattessami, tejo patukarissami’ti. ","mn85:19.5":"Tam kim mannasi, rajakumara, ","mn85:19.6":"api nu so puriso amum sukkham kattham kolapam araka udaka thale nikkhittam uttararanim adaya abhimanthento aggim abhinibbatteyya, tejo patukareyya”ti? ","mn85:19.7":"“Evam, bhante. ","mn85:19.8":"Tam kissa hetu? ","mn85:19.9":"Adunhi, bhante, sukkham kattham kolapam, tanca pana araka udaka thale nikkhittan”ti. ","mn85:19.10":"“Evameva kho, rajakumara, ye hi keci samana va brahmana va kayena ceva cittena ca kamehi vupakattha viharanti, yo ca nesam kamesu kamacchando kamasneho kamamuccha kamapipasa kamaparilaho so ca ajjhattam suppahino hoti suppatippassaddho. ","mn85:19.11":"Opakkamika cepi te bhonto samanabrahmana dukkha tibba khara katuka vedana vedayanti, bhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn85:19.12":"No cepi te bhonto samanabrahmana opakkamika dukkha tibba khara katuka vedana vedayanti, bhabbava te nanaya dassanaya anuttaraya sambodhaya. ","mn85:19.13":"Ayam kho mam, rajakumara, tatiya upama patibhasi anacchariya pubbe assutapubba. ","mn85:19.14":"Ima kho mam, rajakumara, tisso upama patibhamsu anacchariya pubbe assutapubba. ","mn85:20.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:20.2":"‘yannunaham dantebhidantamadhaya, jivhaya talum ahacca, cetasa cittam abhinigganheyyam abhinippileyyam abhisantapeyyan’ti. ","mn85:20.3":"So kho aham, rajakumara, dantebhidantamadhaya, jivhaya talum ahacca, cetasa cittam abhinigganhami abhinippilemi abhisantapemi. ","mn85:20.4":"Tassa mayham, rajakumara, dantebhidantamadhaya, jivhaya talum ahacca, cetasa cittam abhinigganhato abhinippilayato abhisantapayato kacchehi seda muccanti. ","mn85:20.5":"Seyyathapi, rajakumara, balava puriso dubbalataram purisam sise va gahetva khandhe va gahetva abhinigganheyya abhinippileyya abhisantapeyya; ","mn85:20.6":"evameva kho me, rajakumara, dantebhidantamadhaya, jivhaya talum ahacca, cetasa cittam abhinigganhato abhinippilayato abhisantapayato kacchehi seda muccanti. ","mn85:20.7":"Araddham kho pana me, rajakumara, viriyam hoti asallinam, upatthita sati asammuttha, saraddho ca pana me kayo hoti appatippassaddho, teneva dukkhappadhanena padhanabhitunnassa sato. ","mn85:21.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:21.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn85:21.3":"So kho aham, rajakumara, mukhato ca nasato ca assasapassase uparundhim. ","mn85:21.4":"Tassa mayham, rajakumara, mukhato ca nasato ca assasapassasesu uparuddhesu kannasotehi vatanam nikkhamantanam adhimatto saddo hoti. ","mn85:21.5":"Seyyathapi nama kammaragaggariya dhamamanaya adhimatto saddo hoti; ","mn85:21.6":"evameva kho me, rajakumara, mukhato ca nasato ca assasapassasesu uparuddhesu kannasotehi vatanam nikkhamantanam adhimatto saddo hoti. ","mn85:21.7":"Araddham kho pana me, rajakumara, viriyam hoti asallinam, upatthita sati asammuttha, saraddho ca pana me kayo hoti appatippassaddho, teneva dukkhappadhanena padhanabhitunnassa sato. ","mn85:22.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:22.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn85:22.3":"So kho aham, rajakumara, mukhato ca nasato ca kannato ca assasapassase uparundhim. ","mn85:22.4":"Tassa mayham, rajakumara, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta vata muddhani uhananti. ","mn85:22.5":"Seyyathapi, rajakumara, balava puriso tinhena sikharena muddhani abhimattheyya; ","mn85:22.6":"evameva kho me, rajakumara, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta vata muddhani uhananti. ","mn85:22.7":"Araddham kho pana me, rajakumara, viriyam hoti asallinam, upatthita sati asammuttha, saraddho ca pana me kayo hoti appatippassaddho, teneva dukkhappadhanena padhanabhitunnassa sato. ","mn85:23.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:23.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn85:23.3":"So kho aham, rajakumara, mukhato ca nasato ca kannato ca assasapassase uparundhim. ","mn85:23.4":"Tassa mayham, rajakumara, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta sise sisavedana honti. ","mn85:23.5":"Seyyathapi, rajakumara, balava puriso dalhena varattakkhandena sise sisavetham dadeyya; ","mn85:23.6":"evameva kho me, rajakumara, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta sise sisavedana honti. ","mn85:23.7":"Araddham kho pana me, rajakumara, viriyam hoti asallinam, upatthita sati asammuttha, saraddho ca pana me kayo hoti appatippassaddho, teneva dukkhappadhanena padhanabhitunnassa sato. ","mn85:24.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:24.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn85:24.3":"So kho aham, rajakumara, mukhato ca nasato ca kannato ca assasapassase uparundhim. ","mn85:24.4":"Tassa mayham, rajakumara, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta vata kucchim parikantanti. ","mn85:24.5":"Seyyathapi, rajakumara, dakkho goghatako va goghatakantevasi va tinhena govikantanena kucchim parikanteyya; ","mn85:24.6":"evameva kho me, rajakumara, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatta, vata kucchim parikantanti. ","mn85:24.7":"Araddham kho pana me, rajakumara, viriyam hoti asallinam, upatthita sati asammuttha, saraddho ca pana me kayo hoti appatippassaddho, teneva dukkhappadhanena padhanabhitunnassa sato. ","mn85:25.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:25.2":"‘yannunaham appanakamyeva jhanam jhayeyyan’ti. ","mn85:25.3":"So kho aham, rajakumara, mukhato ca nasato ca kannato ca assasapassase uparundhim. ","mn85:25.4":"Tassa mayham, rajakumara, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatto kayasmim daho hoti. ","mn85:25.5":"Seyyathapi, rajakumara, dve balavanto purisa dubbalataram purisam nanabahasu gahetva angarakasuya santapeyyum samparitapeyyum; ","mn85:25.6":"evameva kho me, rajakumara, mukhato ca nasato ca kannato ca assasapassasesu uparuddhesu adhimatto kayasmim daho hoti. ","mn85:25.7":"Araddham kho pana me, rajakumara, viriyam hoti asallinam, upatthita sati asammuttha, saraddho ca pana me kayo hoti appatippassaddho, teneva dukkhappadhanena padhanabhitunnassa sato. ","mn85:26.1":"Apissu mam, rajakumara, devata disva evamahamsu: ","mn85:26.2":"‘kalankato samano gotamo’ti. ","mn85:26.3":"Ekacca devata evamahamsu: ","mn85:26.4":"‘na kalankato samano gotamo, api ca kalam karoti’ti. ","mn85:26.5":"Ekacca devata evamahamsu: ","mn85:26.6":"‘na kalankato samano gotamo, napi kalam karoti. Araham samano gotamo. Viharo tveva so arahato evarupo hoti’ti. ","mn85:27.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:27.2":"‘yannunaham sabbaso aharupacchedaya patipajjeyyan’ti. ","mn85:27.3":"Atha kho mam, rajakumara, devata upasankamitva etadavocum: ","mn85:27.4":"‘ma kho tvam, marisa, sabbaso aharupacchedaya patipajji. ","mn85:27.5":"Sace kho tvam, marisa, sabbaso aharupacchedaya patipajjissasi, tassa te mayam dibbam ojam lomakupehi ajjhoharessama, taya tvam yapessasi’ti. ","mn85:27.6":"Tassa mayham, rajakumara, etadahosi: ","mn85:27.7":"‘ahanceva kho pana sabbaso ajajjitam patijaneyyam. Ima ca me devata dibbam ojam lomakupehi ajjhohareyyum, taya caham yapeyyam, tam mamassa musa’ti. ","mn85:27.8":"So kho aham, rajakumara, ta devata paccacikkhami. ‘Halan’ti vadami. ","mn85:28.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:28.2":"‘yannunaham thokam thokam aharam ahareyyam pasatam pasatam, yadi va muggayusam yadi va kulatthayusam yadi va kalayayusam yadi va harenukayusan’ti. ","mn85:28.3":"So kho aham, rajakumara, thokam thokam aharam aharesim pasatam pasatam, yadi va muggayusam yadi va kulatthayusam yadi va kalayayusam yadi va harenukayusam. ","mn85:28.4":"Tassa mayham, rajakumara, thokam thokam aharam aharayato pasatam pasatam, yadi va muggayusam yadi va kulatthayusam yadi va kalayayusam yadi va harenukayusam, adhimattakasimanam patto kayo hoti. ","mn85:28.5":"Seyyathapi nama asitikapabbani va kalapabbani va; evamevassu me angapaccangani bhavanti tayevappaharataya. ","mn85:28.6":"Seyyathapi nama otthapadam; evamevassu me anisadam hoti tayevappaharataya. ","mn85:28.7":"Seyyathapi nama vattanavali; evamevassu me pitthikantako unnatavanato hoti tayevappaharataya. ","mn85:28.8":"Seyyathapi nama jarasalaya gopanasiyo oluggavilugga bhavanti; evamevassu me phasuliyo oluggavilugga bhavanti tayevappaharataya. ","mn85:28.9":"Seyyathapi nama gambhire udapane udakataraka gambhiragata okkhayika dissanti; evamevassu me akkhikupesu akkhitaraka gambhiragata okkhayika dissanti tayevappaharataya. ","mn85:28.10":"Seyyathapi nama tittakalabu amakacchinno vatatapena samphutito hoti sammilato; evamevassu me sisacchavi samphutita hoti sammilata tayevappaharataya. ","mn85:28.11":"So kho aham, rajakumara, ‘udaracchavim parimasissami’ti pitthikantakamyeva parigganhami, ‘pitthikantakam parimasissami’ti udaracchavimyeva parigganhami. Yavassu me, rajakumara, udaracchavi pitthikantakam allina hoti tayevappaharataya. ","mn85:28.12":"So kho aham, rajakumara, ‘vaccam va muttam va karissami’ti tattheva avakujjo papatami tayevappaharataya. ","mn85:28.13":"So kho aham, rajakumara, imameva kayam assasento panina gattani anumajjami. Tassa mayham, rajakumara, panina gattani anumajjato putimulani lomani kayasma papatanti tayevappaharataya. ","mn85:29.1":"Apissu mam, rajakumara, manussa disva evamahamsu: ‘kalo samano gotamo’ti, ","mn85:29.2":"ekacce manussa evamahamsu: ‘na kalo samano gotamo, samo samano gotamo’ti. ","mn85:29.3":"Ekacce manussa evamahamsu: ‘na kalo samano gotamo, napi samo, manguracchavi samano gotamo’ti. ","mn85:29.4":"Yavassu me, rajakumara, tava parisuddho chavivanno pariyodato upahato hoti tayevappaharataya. ","mn85:30.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:30.2":"‘ye kho keci atitamaddhanam samana va brahmana va opakkamika dukkha tibba khara katuka vedana vedayimsu, etavaparamam nayito bhiyyo. ","mn85:30.3":"Yepi hi keci anagatamaddhanam samana va brahmana va opakkamika dukkha tibba khara katuka vedana vedayissanti, etavaparamam nayito bhiyyo. ","mn85:30.4":"Yepi hi keci etarahi samana va brahmana va opakkamika dukkha tibba khara katuka vedana vedayanti, etavaparamam nayito bhiyyo. ","mn85:30.5":"Na kho panaham imaya katukaya dukkarakarikaya adhigacchami uttari manussadhamma alamariyananadassanavisesam; ","mn85:30.6":"siya nu kho anno maggo bodhaya’ti. ","mn85:31.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:31.2":"‘abhijanami kho panaham pitu sakkassa kammante sitaya jambucchayaya nisinno vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharita; ","mn85:31.3":"siya nu kho eso maggo bodhaya’ti. ","mn85:31.4":"Tassa mayham, rajakumara, satanusari vinnanam ahosi: ","mn85:31.5":"‘eseva maggo bodhaya’ti. ","mn85:32.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:32.2":"‘kim nu kho aham tassa sukhassa bhayami yam tam sukham annatreva kamehi annatra akusalehi dhammehi’ti? ","mn85:32.3":"Tassa mayham, rajakumara, etadahosi: ","mn85:32.4":"‘na kho aham tassa sukhassa bhayami yam tam sukham annatreva kamehi annatra akusalehi dhammehi’ti. ","mn85:33.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:33.2":"‘na kho tam sukaram sukham adhigantum evam adhimattakasimanam pattakayena. Yannunaham olarikam aharam ahareyyam odanakummasan’ti. ","mn85:33.3":"So kho aham, rajakumara, olarikam aharam aharesim odanakummasam. ","mn85:33.4":"Tena kho pana mam, rajakumara, samayena pancavaggiya bhikkhu paccupatthita honti: ","mn85:33.5":"‘yam kho samano gotamo dhammam adhigamissati tam no arocessati’ti. ","mn85:33.6":"Yato kho aham, rajakumara, olarikam aharam aharesim odanakummasam, atha me te pancavaggiya bhikkhu nibbijja pakkamimsu: ","mn85:33.7":"‘bahulliko samano gotamo padhanavibbhanto, avatto bahullaya’ti. ","mn85:34-37.1":"So kho aham, rajakumara, olarikam aharam aharetva balam gahetva vivicceva kamehi …pe… pathamam jhanam upasampajja vihasim. ","mn85:34-37.2":"Vitakkavicaranam vupasama … dutiyam jhanam … ","mn85:34-37.3":"tatiyam jhanam … ","mn85:34-37.4":"catuttham jhanam upasampajja vihasim. ","mn85:34-37.5":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnamesim. ","mn85:34-37.6":"So anekavihitam pubbenivasam anussarami, seyyathidam—ekampi jatim dvepi jatiyo …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarami. ","mn85:34-37.7":"Ayam kho me, rajakumara, rattiya pathame yame pathama ","mn85:34-37.8":"vijja adhigata, avijja vihata, vijja uppanna; tamo vihato, aloko uppanno—yatha tam appamattassa atapino pahitattassa viharato. ","mn85:38.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnamesim. ","mn85:38.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passami cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanami …pe… ","mn85:39.1":"ayam kho me, rajakumara, rattiya majjhime yame dutiya vijja adhigata, avijja vihata, vijja uppanna; tamo vihato, aloko uppanno—yatha tam appamattassa atapino pahitattassa viharato. ","mn85:40.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnamesim. ","mn85:40.2":"So ‘idam dukkhan’ti yathabhutam abbhannasim …pe… ‘ayam dukkhanirodhagamini patipada’ti yathabhutam abbhannasim; ","mn85:40.3":"‘ime asava’ti yathabhutam abbhannasim …pe… ‘ayam asavanirodhagamini patipada’ti yathabhutam abbhannasim. ","mn85:41.1":"Tassa me evam janato evam passato kamasavapi cittam vimuccittha, bhavasavapi cittam vimuccittha, avijjasavapi cittam vimuccittha. ","mn85:41.2":"Vimuttasmim vimuttamiti nanam ahosi. ","mn85:41.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti abbhannasim. ","mn85:42.1":"Ayam kho me, rajakumara, rattiya pacchime yame tatiya ","mn85:42.2":"vijja adhigata, avijja vihata, vijja uppanna; tamo vihato, aloko uppanno—yatha tam appamattassa atapino pahitattassa viharato. ","mn85:43.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:43.2":"‘adhigato kho myayam dhammo gambhiro duddaso duranubodho santo panito atakkavacaro nipuno panditavedaniyo. ","mn85:43.3":"Alayarama kho panayam paja alayarata alayasammudita. ","mn85:43.4":"Alayaramaya kho pana pajaya alayarataya alayasammuditaya duddasam idam thanam yadidam—idappaccayatapaticcasamuppado. ","mn85:43.5":"Idampi kho thanam duddasam—yadidam sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam. ","mn85:43.6":"Ahanceva kho pana dhammam deseyyam, pare ca me na ajaneyyum, so mamassa kilamatho, sa mamassa vihesa’ti. ","mn85:43.7":"Apissu mam, rajakumara, ima anacchariya gathayo patibhamsu pubbe assutapubba: ","mn85:43.8":"‘Kicchena me adhigatam, ","mn85:43.9":"halam dani pakasitum; ","mn85:43.10":"Ragadosaparetehi, ","mn85:43.11":"nayam dhammo susambudho. ","mn85:43.12":"Patisotagamim nipunam, ","mn85:43.13":"gambhiram duddasam anum; ","mn85:43.14":"Ragaratta na dakkhanti, ","mn85:43.15":"tamokhandhena avuta’ti. ","mn85:43.16":"Itiha me, rajakumara, patisancikkhato appossukkataya cittam namati no dhammadesanaya. ","mn85:44.1":"Atha kho, rajakumara, brahmuno sahampatissa mama cetasa cetoparivitakkamannaya etadahosi: ","mn85:44.2":"‘nassati vata bho loko; vinassati vata bho loko. Yatra hi nama tathagatassa arahato sammasambuddhassa appossukkataya cittam namati no dhammadesanaya’ti. ","mn85:44.3":"Atha kho, rajakumara, brahma sahampati—seyyathapi nama balava puriso saminjitam va baham pasareyya pasaritam va baham saminjeyya; evameva—brahmaloke antarahito mama purato paturahosi. ","mn85:44.4":"Atha kho, rajakumara, brahma sahampati ekamsam uttarasangam karitva yenaham tenanjalim panametva mam etadavoca: ","mn85:44.5":"‘desetu, bhante, bhagava dhammam, desetu sugato dhammam. ","mn85:44.6":"Santi satta apparajakkhajatika assavanataya dhammassa parihayanti; ","mn85:44.7":"bhavissanti dhammassa annataro’ti. ","mn85:44.8":"Idamavoca, rajakumara, brahma sahampati; ","mn85:44.9":"idam vatva athaparam etadavoca: ","mn85:44.10":"‘Paturahosi magadhesu pubbe, ","mn85:44.11":"Dhammo asuddho samalehi cintito; ","mn85:44.12":"Apapuretam amatassa dvaram, ","mn85:44.13":"Sunantu dhammam vimalenanubuddham. ","mn85:44.14":"Sele yatha pabbatamuddhanitthito, ","mn85:44.15":"Yathapi passe janatam samantato; ","mn85:44.16":"Tathupamam dhammamayam sumedha, ","mn85:44.17":"Pasadamaruyha samantacakkhu. ","mn85:44.18":"Sokavatinnam janatamapetasoko, ","mn85:44.19":"Avekkhassu jatijarabhibhutam; ","mn85:44.20":"Utthehi vira vijitasangama, ","mn85:44.21":"Satthavaha anana vicara loke; ","mn85:44.22":"Desassu bhagava dhammam, ","mn85:44.23":"Annataro bhavissanti’ti. ","mn85:45.1":"Atha khvaham, rajakumara, brahmuno ca ajjhesanam viditva sattesu ca karunnatam paticca buddhacakkhuna lokam volokesim. ","mn85:45.2":"Addasam kho aham, rajakumara, buddhacakkhuna lokam volokento satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye appekacce paralokavajjabhayadassavine viharante, appekacce na paralokavajjabhayadassavine viharante. ","mn85:45.3":"Seyyathapi nama uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani antonimuggaposini, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani samodakam thitani, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udaka accuggamma thitani anupalittani udakena; ","mn85:45.4":"evameva kho aham, rajakumara; buddhacakkhuna lokam volokento addasam satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye, appekacce paralokavajjabhayadassavine viharante, appekacce na paralokavajjabhayadassavine viharante. ","mn85:45.5":"Atha khvaham, rajakumara, brahmanam sahampatim gathaya paccabhasim: ","mn85:45.6":"‘Aparuta tesam amatassa dvara, ","mn85:45.7":"Ye sotavanto pamuncantu saddham; ","mn85:45.8":"Vihimsasanni pagunam na bhasim, ","mn85:45.9":"Dhammam panitam manujesu brahme’ti. ","mn85:45.10":"Atha kho, rajakumara, brahma sahampati ‘katavakaso khomhi bhagavata dhammadesanaya’ti mam abhivadetva padakkhinam katva tatthevantaradhayi. ","mn85:46.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:46.2":"‘kassa nu kho aham pathamam dhammam deseyyam? ","mn85:46.3":"Ko imam dhammam khippameva ajanissati’ti? ","mn85:46.4":"Tassa mayham, rajakumara, etadahosi: ","mn85:46.5":"‘ayam kho alaro kalamo pandito viyatto medhavi digharattam apparajakkhajatiko. ","mn85:46.6":"Yannunaham alarassa kalamassa pathamam dhammam deseyyam; ","mn85:46.7":"so imam dhammam khippameva ajanissati’ti. ","mn85:46.8":"Atha kho mam, rajakumara, devata upasankamitva etadavoca: ","mn85:46.9":"‘sattahakalankato, bhante, alaro kalamo’ti. ","mn85:46.10":"Nananca pana me dassanam udapadi: ","mn85:46.11":"‘sattahakalankato alaro kalamo’ti. ","mn85:46.12":"Tassa mayham, rajakumara, etadahosi: ","mn85:46.13":"‘mahajaniyo kho alaro kalamo. ","mn85:46.14":"Sace hi so imam dhammam suneyya, khippameva ajaneyya’ti. ","mn85:47.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:47.2":"‘kassa nu kho aham pathamam dhammam deseyyam? ","mn85:47.3":"Ko imam dhammam khippameva ajanissati’ti? ","mn85:47.4":"Tassa mayham, rajakumara, etadahosi: ","mn85:47.5":"‘ayam kho udako ramaputto pandito viyatto medhavi digharattam apparajakkhajatiko. ","mn85:47.6":"Yannunaham udakassa ramaputtassa pathamam dhammam deseyyam; ","mn85:47.7":"so imam dhammam khippameva ajanissati’ti. ","mn85:47.8":"Atha kho mam, rajakumara, devata upasankamitva etadavoca: ","mn85:47.9":"‘abhidosakalankato, bhante, udako ramaputto’ti. ","mn85:47.10":"Nananca pana me dassanam udapadi: ","mn85:47.11":"‘abhidosakalankato udako ramaputto’ti. ","mn85:47.12":"Tassa mayham, rajakumara, etadahosi: ","mn85:47.13":"‘mahajaniyo kho udako ramaputto. ","mn85:47.14":"Sace hi so imam dhammam suneyya, khippameva ajaneyya’ti. ","mn85:48.1":"Tassa mayham, rajakumara, etadahosi: ","mn85:48.2":"‘kassa nu kho aham pathamam dhammam deseyyam? ","mn85:48.3":"Ko imam dhammam khippameva ajanissati’ti? ","mn85:48.4":"Tassa mayham, rajakumara, etadahosi: ","mn85:48.5":"‘bahukara kho me pancavaggiya bhikkhu ye mam padhanapahitattam upatthahimsu. ","mn85:48.6":"Yannunaham pancavaggiyanam bhikkhunam pathamam dhammam deseyyan’ti. ","mn85:48.7":"Tassa mayham, rajakumara, etadahosi: ","mn85:48.8":"‘kaham nu kho etarahi pancavaggiya bhikkhu viharanti’ti. ","mn85:48.9":"Addasam khvaham, rajakumara, dibbena cakkhuna visuddhena atikkantamanusakena pancavaggiye bhikkhu baranasiyam viharante isipatane migadaye. ","mn85:49.1":"Atha khvaham, rajakumara, uruvelayam yathabhirantam viharitva yena baranasi tena carikam pakkamim. ","mn85:49.2":"Addasa kho mam, rajakumara, upako ajivako antara ca gayam antara ca bodhim addhanamaggappatipannam. ","mn85:49.3":"Disvana mam etadavoca: ","mn85:49.4":"‘vippasannani kho te, avuso, indriyani, parisuddho chavivanno pariyodato. ","mn85:49.5":"Kamsi tvam, avuso, uddissa pabbajito? Ko va te sattha? Kassa va tvam dhammam rocesi’ti? ","mn85:49.6":"Evam vutte, aham, rajakumara, upakam ajivakam gathahi ajjhabhasim: ","mn85:49.7":"‘Sabbabhibhu sabbaviduhamasmi, ","mn85:49.8":"Sabbesu dhammesu anupalitto; ","mn85:49.9":"Sabbanjaho tanhakkhaye vimutto, ","mn85:49.10":"Sayam abhinnaya kamuddiseyyam. ","mn85:49.11":"Na me acariyo atthi, ","mn85:49.12":"sadiso me na vijjati; ","mn85:49.13":"Sadevakasmim lokasmim, ","mn85:49.14":"natthi me patipuggalo. ","mn85:49.15":"Ahanhi araha loke, ","mn85:49.16":"aham sattha anuttaro; ","mn85:49.17":"Ekomhi sammasambuddho, ","mn85:49.18":"sitibhutosmi nibbuto. ","mn85:49.19":"Dhammacakkam pavattetum, ","mn85:49.20":"Gacchami kasinam puram; ","mn85:49.21":"Andhibhutasmim lokasmim, ","mn85:49.22":"Ahancham amatadundubhin’ti. ","mn85:49.23":"‘Yatha kho tvam, avuso, patijanasi arahasi anantajino’ti. ","mn85:49.24":"‘Madisa ve jina honti, ","mn85:49.25":"ye patta asavakkhayam; ","mn85:49.26":"Jita me papaka dhamma, ","mn85:49.27":"tasmahamupaka jino’ti. ","mn85:49.28":"Evam vutte, rajakumara, upako ajivako ‘hupeyyapavuso’ti vatva sisam okampetva ummaggam gahetva pakkami. ","mn85:50.1":"Atha khvaham, rajakumara, anupubbena carikam caramano yena baranasi isipatanam migadayo yena pancavaggiya bhikkhu tenupasankamim. ","mn85:50.2":"Addasamsu kho mam, rajakumara, pancavaggiya bhikkhu duratova agacchantam. ","mn85:50.3":"Disvana annamannam santhapesum: ","mn85:50.4":"‘ayam kho, avuso, samano gotamo agacchati bahulliko padhanavibbhanto avatto bahullaya. ","mn85:50.5":"So neva abhivadetabbo, na paccutthatabbo, nassa pattacivaram patiggahetabbam; ","mn85:50.6":"api ca kho asanam thapetabbam—sace so akankhissati nisidissati’ti. ","mn85:50.7":"Yatha yatha kho aham, rajakumara, pancavaggiye bhikkhu upasankamim tatha tatha pancavaggiya bhikkhu nasakkhimsu sakaya katikaya santhatum. ","mn85:50.8":"Appekacce mam paccuggantva pattacivaram patiggahesum. Appekacce asanam pannapesum. Appekacce padodakam upatthapesum. ","mn85:50.9":"Api ca kho mam namena ca avusovadena ca samudacaranti. ","mn85:51.1":"Evam vutte, aham, rajakumara, pancavaggiye bhikkhu etadavocam: ","mn85:51.2":"‘ma, bhikkhave, tathagatam namena ca avusovadena ca samudacaratha; ","mn85:51.3":"araham, bhikkhave, tathagato sammasambuddho. ","mn85:51.4":"Odahatha, bhikkhave, sotam. Amatamadhigatam ahamanusasami, aham dhammam desemi. ","mn85:51.5":"Yathanusittham tatha patipajjamana nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","mn85:51.6":"Evam vutte, rajakumara, pancavaggiya bhikkhu mam etadavocum: ","mn85:51.7":"‘tayapi kho tvam, avuso gotama, iriyaya taya patipadaya taya dukkarakarikaya najjhagama uttari manussadhamma alamariyananadassanavisesam; kim pana tvam etarahi bahulliko padhanavibbhanto avatto bahullaya adhigamissasi uttari manussadhamma alamariyananadassanavisesan’ti? ","mn85:51.8":"Evam vutte, aham, rajakumara, pancavaggiye bhikkhu etadavocam: ","mn85:51.9":"‘na, bhikkhave, tathagato bahulliko na padhanavibbhanto na avatto bahullaya. ","mn85:51.10":"Araham, bhikkhave, tathagato sammasambuddho. ","mn85:51.11":"Odahatha, bhikkhave, sotam. Amatamadhigatam ahamanusasami, aham dhammam desemi. ","mn85:51.12":"Yathanusittham tatha patipajjamana nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","mn85:51.13":"Dutiyampi kho, rajakumara, pancavaggiya bhikkhu mam etadavocum: ","mn85:51.14":"‘tayapi kho tvam, avuso gotama, iriyaya taya patipadaya taya dukkarakarikaya najjhagama uttari manussadhamma alamariyananadassanavisesam; kim pana tvam etarahi bahulliko padhanavibbhanto avatto bahullaya adhigamissasi uttari manussadhamma alamariyananadassanavisesan’ti? ","mn85:51.15":"Dutiyampi kho aham, rajakumara, pancavaggiye bhikkhu etadavocam: ","mn85:51.16":"‘na, bhikkhave, tathagato bahulliko na padhanavibbhanto na avatto bahullaya. ","mn85:51.17":"Araham, bhikkhave, tathagato sammasambuddho. ","mn85:51.18":"Odahatha, bhikkhave, sotam. Amatamadhigatam ahamanusasami, aham dhammam desemi. ","mn85:51.19":"Yathanusittham tatha patipajjamana nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","mn85:51.20":"Tatiyampi kho, rajakumara, pancavaggiya bhikkhu mam etadavocum: ","mn85:51.21":"‘tayapi kho tvam, avuso gotama, iriyaya taya patipadaya taya dukkarakarikaya najjhagama uttari manussadhamma alamariyananadassanavisesam; kim pana tvam etarahi bahulliko padhanavibbhanto avatto bahullaya adhigamissasi uttari manussadhamma alamariyananadassanavisesan’ti? ","mn85:52.1":"Evam vutte, aham, rajakumara, pancavaggiye bhikkhu etadavocam: ","mn85:52.2":"‘abhijanatha me no tumhe, bhikkhave, ito pubbe evarupam pabhavitametan’ti? ","mn85:52.3":"‘No hetam, bhante’. ","mn85:52.4":"‘Araham, bhikkhave, tathagato sammasambuddho. ","mn85:52.5":"Odahatha, bhikkhave, sotam. Amatamadhigatam ahamanusasami, aham dhammam desemi. ","mn85:52.6":"Yathanusittham tatha patipajjamana nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharissatha’ti. ","mn85:53.1":"Asakkhim kho aham, rajakumara, pancavaggiye bhikkhu sannapetum. ","mn85:53.2":"Dvepi sudam, rajakumara, bhikkhu ovadami. Tayo bhikkhu pindaya caranti. ","mn85:53.3":"Yam tayo bhikkhu pindaya caritva aharanti, tena chabbaggiya yapema. ","mn85:53.4":"Tayopi sudam, rajakumara, bhikkhu ovadami, dve bhikkhu pindaya caranti. ","mn85:53.5":"Yam dve bhikkhu pindaya caritva aharanti tena chabbaggiya yapema. ","mn85:54.1":"Atha kho, rajakumara, pancavaggiya bhikkhu maya evam ovadiyamana evam anusasiyamana nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharimsu”ti. ","mn85:55.1":"Evam vutte, bodhi rajakumaro bhagavantam etadavoca: ","mn85:55.2":"“kiva cirena nu kho, bhante, bhikkhu tathagatam vinayakam labhamano—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyya”ti? ","mn85:55.3":"“Tena hi, rajakumara, tamyevettha patipucchissami. Yatha te khameyya, tatha nam byakareyyasi. ","mn85:55.4":"Tam kim mannasi, rajakumara, ","mn85:55.5":"kusalo tvam hattharulhe ankusagayhe sippe”ti? ","mn85:55.6":"“Evam, bhante, kusalo aham hattharulhe ankusagayhe sippe”ti. ","mn85:56.1":"“Tam kim mannasi, rajakumara, ","mn85:56.2":"idha puriso agaccheyya: ","mn85:56.3":"‘bodhi rajakumaro hattharulham ankusagayham sippam janati; ","mn85:56.4":"tassaham santike hattharulham ankusagayham sippam sikkhissami’ti. ","mn85:56.5":"So cassa assaddho; ","mn85:56.6":"yavatakam saddhena pattabbam tam na sampapuneyya. ","mn85:56.7":"So cassa bahvabadho; ","mn85:56.8":"yavatakam appabadhena pattabbam tam na sampapuneyya. ","mn85:56.9":"So cassa satho mayavi; ","mn85:56.10":"yavatakam asathena amayavina pattabbam tam na sampapuneyya. ","mn85:56.11":"So cassa kusito; ","mn85:56.12":"yavatakam araddhaviriyena pattabbam tam na sampapuneyya. ","mn85:56.13":"So cassa duppanno; ","mn85:56.14":"yavatakam pannavata pattabbam tam na sampapuneyya. ","mn85:56.15":"Tam kim mannasi, rajakumara, ","mn85:56.16":"api nu so puriso tava santike hattharulham ankusagayham sippam sikkheyya”ti? ","mn85:56.17":"“Ekamekenapi, bhante, angena samannagato so puriso na mama santike hattharulham ankusagayham sippam sikkheyya, ko pana vado pancahangehi”ti. ","mn85:57.1":"“Tam kim mannasi, rajakumara, ","mn85:57.2":"idha puriso agaccheyya: ","mn85:57.3":"‘bodhi rajakumaro hattharulham ankusagayham sippam janati; ","mn85:57.4":"tassaham santike hattharulham ankusagayham sippam sikkhissami’ti. ","mn85:57.5":"So cassa saddho; ","mn85:57.6":"yavatakam saddhena pattabbam tam sampapuneyya. ","mn85:57.7":"So cassa appabadho; ","mn85:57.8":"yavatakam appabadhena pattabbam tam sampapuneyya. ","mn85:57.9":"So cassa asatho amayavi; ","mn85:57.10":"yavatakam asathena amayavina pattabbam tam sampapuneyya. ","mn85:57.11":"So cassa araddhaviriyo; ","mn85:57.12":"yavatakam araddhaviriyena pattabbam tam sampapuneyya. ","mn85:57.13":"So cassa pannava; ","mn85:57.14":"yavatakam pannavata pattabbam tam sampapuneyya. ","mn85:57.15":"Tam kim mannasi, rajakumara, ","mn85:57.16":"api nu so puriso tava santike hattharulham ankusagayham sippam sikkheyya”ti? ","mn85:57.17":"“Ekamekenapi, bhante, angena samannagato so puriso mama santike hattharulham ankusagayham sippam sikkheyya, ko pana vado pancahangehi”ti. ","mn85:58.1":"“Evameva kho, rajakumara, pancimani padhaniyangani. ","mn85:58.2":"Katamani panca? ","mn85:58.3":"Idha, rajakumara, bhikkhu saddho hoti; saddahati tathagatassa bodhim: ","mn85:58.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti; ","mn85:58.5":"appabadho hoti appatanko samavepakiniya gahaniya samannagato natisitaya naccunhaya majjhimaya padhanakkhamaya; ","mn85:58.6":"asatho hoti amayavi yathabhutam attanam avikatta satthari va vinnusu va sabrahmacarisu; ","mn85:58.7":"araddhaviriyo viharati akusalanam dhammanam pahanaya kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu; ","mn85:58.8":"pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya sammadukkhakkhayagaminiya. ","mn85:58.9":"Imani kho, rajakumara, panca padhaniyangani. ","mn85:59.1":"Imehi, rajakumara, pancahi padhaniyangehi samannagato bhikkhu tathagatam vinayakam labhamano—","mn85:59.2":"yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyya satta vassani. ","mn85:59.3":"Titthantu, rajakumara, satta vassani. ","mn85:59.4":"Imehi pancahi padhaniyangehi samannagato bhikkhu tathagatam vinayakam labhamano—","mn85:59.5":"yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyya chabbassani … ","mn85:59.6":"panca vassani … ","mn85:59.7":"cattari vassani … ","mn85:59.8":"tini vassani … ","mn85:59.9":"dve vassani … ","mn85:59.10":"ekam vassam. ","mn85:59.11":"Titthatu, rajakumara, ekam vassam. ","mn85:59.12":"Imehi pancahi padhaniyangehi samannagato bhikkhu tathagatam vinayakam labhamano—","mn85:59.13":"yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyya satta masani. ","mn85:59.14":"Titthantu, rajakumara, satta masani. ","mn85:59.15":"Imehi pancahi padhaniyangehi samannagato bhikkhu tathagatam vinayakam labhamano—","mn85:59.16":"yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—","mn85:59.17":"brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyya cha masani … ","mn85:59.18":"panca masani … ","mn85:59.19":"cattari masani … ","mn85:59.20":"tini masani … ","mn85:59.21":"dve masani … ","mn85:59.22":"ekam masam … ","mn85:59.23":"addhamasam. ","mn85:59.24":"Titthatu, rajakumara, addhamaso. ","mn85:59.25":"Imehi pancahi padhaniyangehi samannagato bhikkhu tathagatam vinayakam labhamano—","mn85:59.26":"yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—","mn85:59.27":"brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyya satta rattindivani. ","mn85:59.28":"Titthantu, rajakumara, satta rattindivani. ","mn85:59.29":"Imehi pancahi padhaniyangehi samannagato bhikkhu tathagatam vinayakam labhamano—","mn85:59.30":"yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—","mn85:59.31":"brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihareyya cha rattindivani … ","mn85:59.32":"panca rattindivani … ","mn85:59.33":"cattari rattindivani … ","mn85:59.34":"tini rattindivani … ","mn85:59.35":"dve rattindivani … ","mn85:59.36":"ekam rattindivam. ","mn85:59.37":"Titthatu, rajakumara, eko rattindivo. ","mn85:59.38":"Imehi pancahi padhaniyangehi samannagato bhikkhu tathagatam vinayakam labhamano sayamanusittho pato visesam adhigamissati, patamanusittho sayam visesam adhigamissati”ti. ","mn85:60.1":"Evam vutte, bodhi rajakumaro bhagavantam etadavoca: ","mn85:60.2":"“aho buddho, aho dhammo, aho dhammassa svakkhatata. ","mn85:60.3":"Yatra hi nama sayamanusittho pato visesam adhigamissati, patamanusittho sayam visesam adhigamissati”ti. ","mn85:61.1":"Evam vutte, sanjikaputto manavo bodhim rajakumaram etadavoca: ","mn85:61.2":"“evameva panayam bhavam bodhi: ","mn85:61.3":"‘aho buddho, aho dhammo, aho dhammassa svakkhatata’ti ca vadeti; ","mn85:61.4":"atha ca pana na tam bhavantam gotamam saranam gacchati dhammanca bhikkhusanghanca”ti. ","mn85:61.5":"“Ma hevam, samma sanjikaputta, avaca; ma hevam, samma sanjikaputta, avaca. ","mn85:61.6":"Sammukha metam, samma sanjikaputta, ayyaya sutam, sammukha patiggahitam”. ","mn85:61.7":"“Ekamidam, samma sanjikaputta, samayam bhagava kosambiyam viharati ghositarame. ","mn85:61.8":"Atha kho me ayya kucchimati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinna kho me ayya bhagavantam etadavoca: ","mn85:61.9":"‘yo me ayam, bhante, kucchigato kumarako va kumarika va so bhagavantam saranam gacchati dhammanca bhikkhusanghanca. ","mn85:61.10":"Upasakam tam bhagava dharetu ajjatagge panupetam saranam gatan’ti. ","mn85:61.11":"Ekamidam, samma sanjikaputta, samayam bhagava idheva bhaggesu viharati susumaragire bhesakalavane migadaye. ","mn85:61.12":"Atha kho mam dhati ankena haritva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thita kho mam dhati bhagavantam etadavoca: ","mn85:61.13":"‘ayam, bhante, bodhi rajakumaro bhagavantam saranam gacchati dhammanca bhikkhusanghanca. ","mn85:61.14":"Upasakam tam bhagava dharetu ajjatagge panupetam saranam gatan’ti. ","mn85:61.15":"Esaham, samma sanjikaputta, tatiyakampi bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","mn85:61.16":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","mn85:61.17":"Bodhirajakumarasuttam nitthitam pancamam. "}