{"mn88:0.1":"Majjhima Nikaya 88 ","mn88:0.2":"Bahitikasutta ","mn88:1.1":"Evam me sutam—","mn88:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn88:2.1":"Atha kho ayasma anando pubbanhasamayam nivasetva pattacivaramadaya savatthiyam pindaya pavisi. ","mn88:2.2":"Savatthiyam pindaya caritva pacchabhattam pindapatapatikkanto yena pubbaramo migaramatupasado tenupasankami divaviharaya. ","mn88:3.1":"Tena kho pana samayena raja pasenadi kosalo ekapundarikam nagam abhiruhitva savatthiya niyyati diva divassa. ","mn88:3.2":"Addasa kho raja pasenadi kosalo ayasmantam anandam duratova agacchantam. ","mn88:3.3":"Disvana sirivaddham mahamattam amantesi: ","mn88:3.4":"“ayasma no eso, samma sirivaddha, anando”ti. ","mn88:3.5":"“Evam, maharaja, ayasma eso anando”ti. ","mn88:4.1":"Atha kho raja pasenadi kosalo annataram purisam amantesi: ","mn88:4.2":"“ehi tvam, ambho purisa, yenayasma anando tenupasankama; upasankamitva mama vacanena ayasmato anandassa pade sirasa vandahi: ","mn88:4.3":"‘raja, bhante, pasenadi kosalo ayasmato anandassa pade sirasa vandati’ti; ","mn88:4.4":"evanca vadehi: ","mn88:4.5":"‘sace kira, bhante, ayasmato anandassa na kinci accayikam karaniyam, agametu kira, bhante, ayasma anando muhuttam anukampam upadaya’”ti. ","mn88:5.1":"“Evam, deva”ti kho so puriso ranno pasenadissa kosalassa patissutva yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam atthasi. Ekamantam thito kho so puriso ayasmantam anandam etadavoca: ","mn88:5.2":"“raja, bhante, pasenadi kosalo ayasmato anandassa pade sirasa vandati; ","mn88:5.3":"evanca vadeti: ","mn88:5.4":"‘sace kira, bhante, ayasmato anandassa na kinci accayikam karaniyam, agametu kira, bhante, ayasma anando muhuttam anukampam upadaya’”ti. ","mn88:6.1":"Adhivasesi kho ayasma anando tunhibhavena. ","mn88:6.2":"Atha kho raja pasenadi kosalo yavatika nagassa bhumi nagena gantva naga paccorohitva pattikova yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam atthasi. Ekamantam thito kho raja pasenadi kosalo ayasmantam anandam etadavoca: ","mn88:6.3":"“sace, bhante, ayasmato anandassa na kinci accayikam karaniyam, sadhu, bhante, ayasma anando yena aciravatiya nadiya tiram tenupasankamatu anukampam upadaya”ti. ","mn88:7.1":"Adhivasesi kho ayasma anando tunhibhavena. ","mn88:7.2":"Atha kho ayasma anando yena aciravatiya nadiya tiram tenupasankami; upasankamitva annatarasmim rukkhamule pannatte asane nisidi. ","mn88:7.3":"Atha kho raja pasenadi kosalo yavatika nagassa bhumi nagena gantva naga paccorohitva pattikova yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam atthasi. Ekamantam thito kho raja pasenadi kosalo ayasmantam anandam etadavoca: ","mn88:7.4":"“idha, bhante, ayasma anando hatthatthare nisidatu”ti. ","mn88:7.5":"“Alam, maharaja. ","mn88:7.6":"Nisida tvam; ","mn88:7.7":"nisinno aham sake asane”ti. ","mn88:8.1":"Nisidi kho raja pasenadi kosalo pannatte asane. ","mn88:8.2":"Nisajja kho raja pasenadi kosalo ayasmantam anandam etadavoca: ","mn88:8.3":"“kim nu kho, bhante ananda, so bhagava tatharupam kayasamacaram samacareyya, yvassa kayasamacaro oparambho samanehi brahmanehi”ti? ","mn88:8.4":"“Na kho, maharaja, so bhagava tatharupam kayasamacaram samacareyya, yvassa kayasamacaro oparambho samanehi brahmanehi vinnuhi”ti. ","mn88:8.5":"“Kim pana, bhante ananda, so bhagava tatharupam vacisamacaram …pe… ","mn88:8.6":"manosamacaram samacareyya, yvassa manosamacaro oparambho samanehi brahmanehi”ti? ","mn88:8.7":"“Na kho, maharaja, so bhagava tatharupam manosamacaram samacareyya, yvassa manosamacaro oparambho samanehi brahmanehi vinnuhi”ti. ","mn88:9.1":"“Acchariyam, bhante, abbhutam, bhante. ","mn88:9.2":"Yanhi mayam, bhante, nasakkhimha panhena paripuretum tam, bhante, ayasmata anandena panhassa veyyakaranena paripuritam. ","mn88:9.3":"Ye te, bhante, bala abyatta ananuvicca apariyogahetva paresam vannam va avannam va bhasanti, na mayam tam sarato paccagacchama; ","mn88:9.4":"ye pana te, bhante, pandita viyatta medhavino anuvicca pariyogahetva paresam vannam va avannam va bhasanti, mayam tam sarato paccagacchama. ","mn88:10.1":"Katamo pana, bhante ananda, kayasamacaro oparambho samanehi brahmanehi vinnuhi”ti? ","mn88:10.2":"“Yo kho, maharaja, kayasamacaro akusalo”. ","mn88:10.3":"“Katamo pana, bhante, kayasamacaro akusalo”? ","mn88:10.4":"“Yo kho, maharaja, kayasamacaro savajjo”. ","mn88:10.5":"“Katamo pana, bhante, kayasamacaro savajjo”? ","mn88:10.6":"“Yo kho, maharaja, kayasamacaro sabyabajjho”. ","mn88:10.7":"“Katamo pana, bhante, kayasamacaro sabyabajjho”? ","mn88:10.8":"“Yo kho, maharaja, kayasamacaro dukkhavipako”. ","mn88:10.9":"“Katamo pana, bhante, kayasamacaro dukkhavipako”? ","mn88:10.10":"“Yo kho, maharaja, kayasamacaro attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati. ","mn88:10.11":"Tassa akusala dhamma abhivaddhanti, kusala dhamma parihayanti; ","mn88:10.12":"evarupo kho, maharaja, kayasamacaro oparambho samanehi brahmanehi vinnuhi”ti. ","mn88:11.1":"“Katamo pana, bhante ananda, vacisamacaro …pe… ","mn88:11.2":"manosamacaro oparambho samanehi brahmanehi vinnuhi”ti? ","mn88:11.3":"“Yo kho, maharaja, manosamacaro akusalo”. ","mn88:11.4":"“Katamo pana, bhante, manosamacaro akusalo”? ","mn88:11.5":"“Yo kho, maharaja, manosamacaro savajjo”. ","mn88:11.6":"“Katamo pana, bhante, manosamacaro savajjo”? ","mn88:11.7":"“Yo kho, maharaja, manosamacaro sabyabajjho”. ","mn88:12.1":"“Katamo pana, bhante, manosamacaro sabyabajjho”? ","mn88:12.2":"“Yo kho, maharaja, manosamacaro dukkhavipako”. ","mn88:12.3":"“Katamo pana, bhante, manosamacaro dukkhavipako”? ","mn88:12.4":"“Yo kho, maharaja, manosamacaro attabyabadhayapi samvattati, parabyabadhayapi samvattati, ubhayabyabadhayapi samvattati. ","mn88:12.5":"Tassa akusala dhamma abhivaddhanti, kusala dhamma parihayanti; ","mn88:12.6":"evarupo kho, maharaja, manosamacaro oparambho samanehi brahmanehi vinnuhi”ti. ","mn88:13.1":"“Kim nu kho, bhante ananda, so bhagava sabbesamyeva akusalanam dhammanam pahanam vanneti”ti? ","mn88:13.2":"“Sabbakusaladhammapahino kho, maharaja, tathagato kusaladhammasamannagato”ti. ","mn88:14.1":"“Katamo pana, bhante ananda, kayasamacaro anoparambho samanehi brahmanehi vinnuhi”ti? ","mn88:14.2":"“Yo kho, maharaja, kayasamacaro kusalo”. ","mn88:14.3":"“Katamo pana, bhante, kayasamacaro kusalo”? ","mn88:14.4":"“Yo kho, maharaja, kayasamacaro anavajjo”. ","mn88:14.5":"“Katamo pana, bhante, kayasamacaro anavajjo”? ","mn88:14.6":"“Yo kho, maharaja, kayasamacaro abyabajjho”. ","mn88:14.7":"“Katamo pana, bhante, kayasamacaro abyabajjho”? ","mn88:14.8":"“Yo kho, maharaja, kayasamacaro sukhavipako”. ","mn88:14.9":"“Katamo pana, bhante, kayasamacaro sukhavipako”? ","mn88:14.10":"“Yo kho, maharaja, kayasamacaro nevattabyabadhayapi samvattati, na parabyabadhayapi samvattati, na ubhayabyabadhayapi samvattati. ","mn88:14.11":"Tassa akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn88:14.12":"Evarupo kho, maharaja, kayasamacaro anoparambho samanehi brahmanehi vinnuhi”ti. ","mn88:15.1":"“Katamo pana, bhante ananda, vacisamacaro …pe… ","mn88:15.2":"manosamacaro anoparambho samanehi brahmanehi vinnuhi”ti? ","mn88:15.3":"“Yo kho, maharaja, manosamacaro kusalo”. ","mn88:15.4":"“Katamo pana, bhante, manosamacaro kusalo”? ","mn88:15.5":"“Yo kho, maharaja, manosamacaro anavajjo”. ","mn88:16.1":"“Katamo pana, bhante, manosamacaro anavajjo”? ","mn88:16.2":"“Yo kho, maharaja, manosamacaro abyabajjho”. ","mn88:16.3":"“Katamo pana, bhante, manosamacaro abyabajjho”? ","mn88:16.4":"“Yo kho, maharaja, manosamacaro sukhavipako”. ","mn88:16.5":"“Katamo pana, bhante, manosamacaro sukhavipako”? ","mn88:16.6":"“Yo kho, maharaja, manosamacaro nevattabyabadhayapi samvattati, na parabyabadhayapi samvattati, na ubhayabyabadhayapi samvattati. ","mn88:16.7":"Tassa akusala dhamma parihayanti, kusala dhamma abhivaddhanti. ","mn88:16.8":"Evarupo kho, maharaja, manosamacaro anoparambho samanehi brahmanehi vinnuhi”ti. ","mn88:17.1":"“Kim pana, bhante ananda, so bhagava sabbesamyeva kusalanam dhammanam upasampadam vanneti”ti? ","mn88:17.2":"“Sabbakusaladhammapahino kho, maharaja, tathagato kusaladhammasamannagato”ti. ","mn88:18.1":"“Acchariyam, bhante, abbhutam, bhante. ","mn88:18.2":"Yava subhasitancidam, bhante, ayasmata anandena. ","mn88:18.3":"Imina ca mayam, bhante, ayasmato anandassa subhasitena attamanabhiraddha. ","mn88:18.4":"Evam attamanabhiraddha ca mayam, bhante, ayasmato anandassa subhasitena. ","mn88:18.5":"Sace, bhante, ayasmato anandassa hatthiratanam kappeyya, hatthiratanampi mayam ayasmato anandassa dadeyyama. ","mn88:18.6":"Sace, bhante, ayasmato anandassa assaratanam kappeyya, assaratanampi mayam ayasmato anandassa dadeyyama. ","mn88:18.7":"Sace, bhante, ayasmato anandassa gamavaram kappeyya, gamavarampi mayam ayasmato anandassa dadeyyama. ","mn88:18.8":"Api ca, bhante, mayampetam janama: ","mn88:18.9":"‘netam ayasmato anandassa kappati’ti. ","mn88:18.10":"Ayam me, bhante, bahitika ranna magadhena ajatasattuna vedehiputtena vatthanaliya pakkhipitva pahita solasasama ayamena, atthasama vittharena. ","mn88:18.11":"Tam, bhante, ayasma anando patigganhatu anukampam upadaya”ti. ","mn88:18.12":"“Alam, maharaja, paripunnam me ticivaran”ti. ","mn88:19.1":"“Ayam, bhante, aciravati nadi dittha ayasmata ceva anandena amhehi ca. ","mn88:19.2":"Yada uparipabbate mahamegho abhippavuttho hoti, athayam aciravati nadi ubhato kulani samvissandanti gacchati; ","mn88:19.3":"evameva kho, bhante, ayasma anando imaya bahitikaya attano ticivaram karissati. ","mn88:19.4":"Yam panayasmato anandassa puranam ticivaram tam sabrahmacarihi samvibhajissati. ","mn88:19.5":"Evayam amhakam dakkhina samvissandanti manne gamissati. ","mn88:19.6":"Patigganhatu, bhante, ayasma anando bahitikan”ti. ","mn88:20.1":"Patiggahesi kho ayasma anando bahitikam. ","mn88:20.2":"Atha kho raja pasenadi kosalo ayasmantam anandam etadavoca: ","mn88:20.3":"“handa ca dani mayam, bhante ananda, gacchama; ","mn88:20.4":"bahukicca mayam bahukaraniya”ti. ","mn88:20.5":"“Yassadani tvam, maharaja, kalam mannasi”ti. ","mn88:20.6":"Atha kho raja pasenadi kosalo ayasmato anandassa bhasitam abhinanditva anumoditva utthayasana ayasmantam anandam abhivadetva padakkhinam katva pakkami. ","mn88:21.1":"Atha kho ayasma anando acirapakkantassa ranno pasenadissa kosalassa yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","mn88:21.2":"Ekamantam nisinno kho ayasma anando yavatako ahosi ranna pasenadina kosalena saddhim kathasallapo tam sabbam bhagavato arocesi. ","mn88:21.3":"Tanca bahitikam bhagavato padasi. ","mn88:22.1":"Atha kho bhagava bhikkhu amantesi: ","mn88:22.2":"“labha, bhikkhave, ranno pasenadissa kosalassa, suladdhalabha, bhikkhave, ranno pasenadissa kosalassa; ","mn88:22.3":"yam raja pasenadi kosalo labhati anandam dassanaya, labhati payirupasanaya”ti. ","mn88:22.4":"Idamavoca bhagava. ","mn88:22.5":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn88:22.6":"Bahitikasuttam nitthitam atthamam. "}