{"mn89:0.1":"Majjhima Nikaya 89 ","mn89:0.2":"Dhammacetiyasutta ","mn89:1.1":"Evam me sutam—","mn89:1.2":"ekam samayam bhagava sakkesu viharati medalupam nama sakyanam nigamo. ","mn89:2.1":"Tena kho pana samayena raja pasenadi kosalo nagarakam anuppatto hoti kenacideva karaniyena. ","mn89:2.2":"Atha kho raja pasenadi kosalo digham karayanam amantesi: ","mn89:2.3":"“yojehi, samma karayana, bhadrani bhadrani yanani, uyyanabhumim gacchama subhumim dassanaya”ti. ","mn89:2.4":"“Evam, deva”ti kho digho karayano ranno pasenadissa kosalassa patissutva bhadrani bhadrani yanani yojapetva ranno pasenadissa kosalassa pativedesi: ","mn89:2.5":"“yuttani kho te, deva, bhadrani bhadrani yanani. ","mn89:2.6":"Yassadani kalam mannasi”ti. ","mn89:3.1":"Atha kho raja pasenadi kosalo bhadram yanam abhiruhitva bhadrehi bhadrehi yanehi nagarakamha niyyasi mahacca rajanubhavena. ","mn89:3.2":"Yena aramo tena payasi. ","mn89:3.3":"Yavatika yanassa bhumi, yanena gantva yana paccorohitva pattikova aramam pavisi. ","mn89:4.1":"Addasa kho raja pasenadi kosalo arame janghaviharam anucankamamano anuvicaramano rukkhamulani pasadikani pasadaniyani appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppani. ","mn89:4.2":"Disvana bhagavantamyeva arabbha sati udapadi: ","mn89:4.3":"“imani kho tani rukkhamulani pasadikani pasadaniyani appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppani, yattha sudam mayam tam bhagavantam payirupasama arahantam sammasambuddhan”ti. ","mn89:4.4":"Atha kho raja pasenadi kosalo digham karayanam amantesi: ","mn89:4.5":"“imani kho, samma karayana, tani rukkhamulani pasadikani pasadaniyani appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppani, yattha sudam mayam tam bhagavantam payirupasama arahantam sammasambuddham. ","mn89:4.6":"Kaham nu kho, samma karayana, etarahi so bhagava viharati araham sammasambuddho”ti? ","mn89:5.1":"“Atthi, maharaja, medalupam nama sakyanam nigamo. ","mn89:5.2":"Tattha so bhagava etarahi viharati araham sammasambuddho”ti. ","mn89:5.3":"“Kivadure pana, samma karayana, nagarakamha medalupam nama sakyanam nigamo hoti”ti? ","mn89:5.4":"“Na dure, maharaja; ","mn89:5.5":"tini yojanani; ","mn89:5.6":"sakka divasavasesena gantun”ti. ","mn89:5.7":"“Tena hi, samma karayana, yojehi bhadrani bhadrani yanani, gamissama mayam tam bhagavantam dassanaya arahantam sammasambuddhan”ti. ","mn89:5.8":"“Evam, deva”ti kho digho karayano ranno pasenadissa kosalassa patissutva bhadrani bhadrani yanani yojapetva ranno pasenadissa kosalassa pativedesi: ","mn89:5.9":"“yuttani kho te, deva, bhadrani bhadrani yanani. ","mn89:5.10":"Yassadani kalam mannasi”ti. ","mn89:6.1":"Atha kho raja pasenadi kosalo bhadram yanam abhiruhitva bhadrehi bhadrehi yanehi nagarakamha yena medalupam nama sakyanam nigamo tena payasi. ","mn89:6.2":"Teneva divasavasesena medalupam nama sakyanam nigamam sampapuni. ","mn89:6.3":"Yena aramo tena payasi. ","mn89:6.4":"Yavatika yanassa bhumi, yanena gantva yana paccorohitva pattikova aramam pavisi. ","mn89:7.1":"Tena kho pana samayena sambahula bhikkhu abbhokase cankamanti. ","mn89:7.2":"Atha kho raja pasenadi kosalo yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","mn89:7.3":"“kaham nu kho, bhante, etarahi so bhagava viharati araham sammasambuddho? ","mn89:7.4":"Dassanakama hi mayam tam bhagavantam arahantam sammasambuddhan”ti. ","mn89:8.1":"“Eso, maharaja, viharo samvutadvaro. Tena appasaddo upasankamitva ataramano alindam pavisitva ukkasitva aggalam akotehi. Vivarissati bhagava te dvaran”ti. ","mn89:8.2":"Atha kho raja pasenadi kosalo tattheva khagganca unhisanca dighassa karayanassa padasi. ","mn89:8.3":"Atha kho dighassa karayanassa etadahosi: ","mn89:8.4":"“rahayati kho dani raja, idheva dani maya thatabban”ti. ","mn89:8.5":"Atha kho raja pasenadi kosalo yena so viharo samvutadvaro tena appasaddo upasankamitva ataramano alindam pavisitva ukkasitva aggalam akotesi. Vivari bhagava dvaram. ","mn89:9.1":"Atha kho raja pasenadi kosalo viharam pavisitva bhagavato padesu sirasa nipatitva bhagavato padani mukhena ca paricumbati, panihi ca parisambahati, namanca saveti: ","mn89:9.2":"“rajaham, bhante, pasenadi kosalo; ","mn89:9.3":"rajaham, bhante, pasenadi kosalo”ti. ","mn89:9.4":"“Kim pana tvam, maharaja, atthavasam sampassamano imasmim sarire evarupam paramanipaccakaram karosi, mittupaharam upadamsesi”ti? ","mn89:10.1":"“Atthi kho me, bhante, bhagavati dhammanvayo hoti: ","mn89:10.2":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn89:10.3":"Idhaham, bhante, passami eke samanabrahmane pariyantakatam brahmacariyam carante dasapi vassani, visampi vassani, timsampi vassani, cattarisampi vassani. ","mn89:10.4":"Te aparena samayena sunhata suvilitta kappitakesamassu pancahi kamagunehi samappita samangibhuta paricarenti. ","mn89:10.5":"Idha panaham, bhante, bhikkhu passami yavajivam apanakotikam paripunnam parisuddham brahmacariyam carante. ","mn89:10.6":"Na kho panaham, bhante, ito bahiddha annam evam paripunnam parisuddham brahmacariyam samanupassami. ","mn89:10.7":"Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ","mn89:10.8":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn89:11.1":"Puna caparam, bhante, rajanopi rajuhi vivadanti, khattiyapi khattiyehi vivadanti, brahmanapi brahmanehi vivadanti, gahapatayopi gahapatihi vivadanti, matapi puttena vivadati, puttopi matara vivadati, pitapi puttena vivadati, puttopi pitara vivadati, bhatapi bhaginiya vivadati, bhaginipi bhatara vivadati, sahayopi sahayena vivadati. ","mn89:11.2":"Idha panaham, bhante, bhikkhu passami samagge sammodamane avivadamane khirodakibhute annamannam piyacakkhuhi sampassante viharante. ","mn89:11.3":"Na kho panaham, bhante, ito bahiddha annam evam samaggam parisam samanupassami. ","mn89:11.4":"Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ","mn89:11.5":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn89:12.1":"Puna caparaham, bhante, aramena aramam, uyyanena uyyanam anucankamami anuvicarami. ","mn89:12.2":"Soham tattha passami eke samanabrahmane kise lukhe dubbanne uppanduppandukajate dhamanisanthatagatte, na viya manne cakkhum bandhante janassa dassanaya. ","mn89:12.3":"Tassa mayham, bhante, etadahosi: ","mn89:12.4":"‘addha ime ayasmanto anabhirata va brahmacariyam caranti, atthi va tesam kinci papam kammam katam paticchannam; ","mn89:12.5":"tatha hi ime ayasmanto kisa lukha dubbanna uppanduppandukajata dhamanisanthatagatta, na viya manne cakkhum bandhanti janassa dassanaya’ti. ","mn89:12.6":"Tyaham upasankamitva evam vadami: ","mn89:12.7":"‘kim nu kho tumhe ayasmanto kisa lukha dubbanna uppanduppandukajata dhamanisanthatagatta, na viya manne cakkhum bandhatha janassa dassanaya’ti? ","mn89:12.8":"Te evamahamsu: ","mn89:12.9":"‘bandhukarogo no, maharaja’ti. ","mn89:12.10":"Idha panaham, bhante, bhikkhu passami hatthapahatthe udaggudagge abhiratarupe pinindriye appossukke pannalome paradattavutte migabhutena cetasa viharante. ","mn89:12.11":"Tassa mayham, bhante, etadahosi: ","mn89:12.12":"‘addha ime ayasmanto tassa bhagavato sasane ularam pubbenaparam visesam jananti; ","mn89:12.13":"tatha hi ime ayasmanto hatthapahattha udaggudagga abhiratarupa pinindriya appossukka pannaloma paradattavutta migabhutena cetasa viharanti’ti. ","mn89:12.14":"Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ","mn89:12.15":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn89:13.1":"Puna caparaham, bhante, raja khattiyo muddhavasitto; ","mn89:13.2":"pahomi ghatetayam va ghatetum, japetayam va japetum, pabbajetayam va pabbajetum. ","mn89:13.3":"Tassa mayham, bhante, addakarane nisinnassa antarantara katham opatenti. ","mn89:13.4":"Soham na labhami: ","mn89:13.5":"‘ma me bhonto addakarane nisinnassa antarantara katham opatetha, kathapariyosanam me bhonto agamentu’ti. ","mn89:13.6":"Tassa mayham, bhante, antarantara katham opatenti. ","mn89:13.7":"Idha panaham, bhante, bhikkhu passami; ","mn89:13.8":"yasmim samaye bhagava anekasataya parisaya dhammam deseti, neva tasmim samaye bhagavato savakanam khipitasaddo va hoti ukkasitasaddo va. ","mn89:13.9":"Bhutapubbam, bhante, bhagava anekasataya parisaya dhammam deseti. ","mn89:13.10":"Tatrannataro bhagavato savako ukkasi. ","mn89:13.11":"Tamenam annataro sabrahmacari jannukena ghattesi: ","mn89:13.12":"‘appasaddo ayasma hotu, mayasma saddamakasi; sattha no bhagava dhammam deseti’ti. ","mn89:13.13":"Tassa mayham, bhante, etadahosi: ","mn89:13.14":"‘acchariyam vata bho, abbhutam vata bho. ","mn89:13.15":"Adandena vata kira, bho, asatthena evam suvinita parisa bhavissati’ti. ","mn89:13.16":"Na kho panaham, bhante, ito bahiddha annam evam suvinitam parisam samanupassami. ","mn89:13.17":"Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ","mn89:13.18":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn89:14.1":"Puna caparaham, bhante, passami idhekacce khattiyapandite nipune kataparappavade valavedhirupe. Te bhindanta manne caranti pannagatena ditthigatani. ","mn89:14.2":"Te sunanti: ","mn89:14.3":"‘samano khalu, bho, gotamo amukam nama gamam va nigamam va osarissati’ti. ","mn89:14.4":"Te panham abhisankharonti: ","mn89:14.5":"‘imam mayam panham samanam gotamam upasankamitva pucchissama. ","mn89:14.6":"Evance no puttho evam byakarissati, evamassa mayam vadam aropessama; ","mn89:14.7":"evancepi no puttho evam byakarissati, evampissa mayam vadam aropessama’ti. ","mn89:14.8":"Te sunanti: ","mn89:14.9":"‘samano khalu, bho, gotamo amukam nama gamam va nigamam va osato’ti. ","mn89:14.10":"Te yena bhagava tenupasankamanti. ","mn89:14.11":"Te bhagava dhammiya kathaya sandasseti samadapeti samuttejeti sampahamseti. ","mn89:14.12":"Te bhagavata dhammiya kathaya sandassita samadapita samuttejita sampahamsita na ceva bhagavantam panham pucchanti, kuto vadam aropessanti? ","mn89:14.13":"Annadatthu bhagavato savaka sampajjanti. ","mn89:14.14":"Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ","mn89:14.15":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn89:15.1":"Puna caparaham, bhante, passami idhekacce brahmanapandite …pe… ","mn89:16.1":"gahapatipandite …pe… ","mn89:17.1":"samanapandite nipune kataparappavade valavedhirupe. Te bhindanta manne caranti pannagatena ditthigatani. ","mn89:17.2":"Te sunanti: ","mn89:17.3":"‘samano khalu, bho, gotamo amukam nama gamam va nigamam va osarissati’ti. ","mn89:17.4":"Te panham abhisankharonti: ","mn89:17.5":"‘imam mayam panham samanam gotamam upasankamitva pucchissama. ","mn89:17.6":"Evance no puttho evam byakarissati, evamassa mayam vadam aropessama; ","mn89:17.7":"evancepi no puttho evam byakarissati, evampissa mayam vadam aropessama’ti. ","mn89:17.8":"Te sunanti: ","mn89:17.9":"‘samano khalu, bho, gotamo amukam nama gamam va nigamam va osato’ti. ","mn89:17.10":"Te yena bhagava tenupasankamanti. ","mn89:17.11":"Te bhagava dhammiya kathaya sandasseti samadapeti samuttejeti sampahamseti. ","mn89:17.12":"Te bhagavata dhammiya kathaya sandassita samadapita samuttejita sampahamsita na ceva bhagavantam panham pucchanti, kuto vadam aropessanti? ","mn89:17.13":"Annadatthu bhagavantamyeva okasam yacanti agarasma anagariyam pabbajjaya. ","mn89:17.14":"Te bhagava pabbajeti. ","mn89:17.15":"Te tathapabbajita samana eka vupakattha appamatta atapino pahitatta viharanta nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharanti. ","mn89:17.16":"Te evamahamsu: ","mn89:17.17":"‘manam vata, bho, anassama; manam vata, bho, panassama’. ","mn89:17.18":"Mayanhi pubbe assamanava samana samanamhati patijanimha, abrahmanava samana brahmanamhati patijanimha, anarahantova samana arahantamhati patijanimha. ","mn89:17.19":"‘Idani khomha samana, idani khomha brahmana, idani khomha arahanto’ti. ","mn89:17.20":"Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ","mn89:17.21":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn89:18.1":"Puna caparaham, bhante, ime isidattapurana thapatayo mamabhatta mamayana, aham nesam jivikaya data, yasassa ahatta; ","mn89:18.2":"atha ca pana no tatha mayi nipaccakaram karonti yatha bhagavati. ","mn89:18.3":"Bhutapubbaham, bhante, senam abbhuyyato samano ime ca isidattapurana thapatayo vimamsamano annatarasmim sambadhe avasathe vasam upagacchim. ","mn89:18.4":"Atha kho, bhante, ime isidattapurana thapatayo bahudeva rattim dhammiya kathaya vitinametva, yato ahosi bhagava tato sisam katva mam padato karitva nipajjimsu. ","mn89:18.5":"Tassa mayham, bhante, etadahosi: ","mn89:18.6":"‘acchariyam vata bho, abbhutam vata bho. ","mn89:18.7":"Ime isidattapurana thapatayo mamabhatta mamayana, aham nesam jivikaya data, yasassa ahatta; ","mn89:18.8":"atha ca pana no tatha mayi nipaccakaram karonti yatha bhagavati. ","mn89:18.9":"Addha ime ayasmanto tassa bhagavato sasane ularam pubbenaparam visesam jananti’ti. ","mn89:18.10":"Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ","mn89:18.11":"‘sammasambuddho bhagava, svakkhato bhagavata dhammo, suppatipanno bhagavato savakasangho’ti. ","mn89:19.1":"Puna caparam, bhante, bhagavapi khattiyo, ahampi khattiyo; ","mn89:19.2":"bhagavapi kosalo, ahampi kosalo; ","mn89:19.3":"bhagavapi asitiko, ahampi asitiko. ","mn89:19.4":"Yampi, bhante, bhagavapi khattiyo ahampi khattiyo, bhagavapi kosalo ahampi kosalo, bhagavapi asitiko ahampi asitiko; ","mn89:19.5":"iminavarahamevaham, bhante, bhagavati paramanipaccakaram katum, mittupaharam upadamsetum. ","mn89:20.1":"Handa ca dani mayam, bhante, gacchama; ","mn89:20.2":"bahukicca mayam bahukaraniya”ti. ","mn89:20.3":"“Yassadani tvam, maharaja, kalam mannasi”ti. ","mn89:20.4":"Atha kho raja pasenadi kosalo utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","mn89:21.1":"Atha kho bhagava acirapakkantassa ranno pasenadissa kosalassa bhikkhu amantesi: ","mn89:21.2":"“eso, bhikkhave, raja pasenadi kosalo dhammacetiyani bhasitva utthayasana pakkanto. ","mn89:21.3":"Ugganhatha, bhikkhave, dhammacetiyani; ","mn89:21.4":"pariyapunatha, bhikkhave, dhammacetiyani; ","mn89:21.5":"dharetha, bhikkhave, dhammacetiyani. ","mn89:21.6":"Atthasamhitani, bhikkhave, dhammacetiyani adibrahmacariyakani”ti. ","mn89:21.7":"Idamavoca bhagava. ","mn89:21.8":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn89:21.9":"Dhammacetiyasuttam nitthitam navamam. "}