{"mn8:0.1":"Majjhima Nikaya 8 ","mn8:0.2":"Sallekhasutta ","mn8:1.1":"Evam me sutam—","mn8:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn8:2.1":"Atha kho ayasma mahacundo sayanhasamayam patisallana vutthito yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma mahacundo bhagavantam etadavoca: ","mn8:3.1":"“ya ima, bhante, anekavihita ditthiyo loke uppajjanti—","mn8:3.2":"attavadapatisamyutta va lokavadapatisamyutta va—","mn8:3.3":"adimeva nu kho, bhante, bhikkhuno manasikaroto evametasam ditthinam pahanam hoti, evametasam ditthinam patinissaggo hoti”ti? ","mn8:3.4":"“Ya ima, cunda, anekavihita ditthiyo loke uppajjanti—","mn8:3.5":"attavadapatisamyutta va lokavadapatisamyutta va—","mn8:3.6":"yattha ceta ditthiyo uppajjanti yattha ca anusenti yattha ca samudacaranti tam ‘netam mama, nesohamasmi, na me so atta’ti—evametam yathabhutam sammappanna passato evametasam ditthinam pahanam hoti, evametasam ditthinam patinissaggo hoti. ","mn8:4.1":"Thanam kho panetam, cunda, vijjati yam idhekacco bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja vihareyya. ","mn8:4.2":"Tassa evamassa: ","mn8:4.3":"‘sallekhena viharami’ti. ","mn8:4.4":"Na kho panete, cunda, ariyassa vinaye sallekha vuccanti. ","mn8:4.5":"Ditthadhammasukhavihara ete ariyassa vinaye vuccanti. ","mn8:5.1":"Thanam kho panetam, cunda, vijjati yam idhekacco bhikkhu vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja vihareyya. ","mn8:5.2":"Tassa evamassa: ","mn8:5.3":"‘sallekhena viharami’ti. ","mn8:5.4":"Na kho panete, cunda, ariyassa vinaye sallekha vuccanti. ","mn8:5.5":"Ditthadhammasukhavihara ete ariyassa vinaye vuccanti. ","mn8:6.1":"Thanam kho panetam, cunda, vijjati yam idhekacco bhikkhu pitiya ca viraga upekkhako ca vihareyya, sato ca sampajano sukhanca kayena patisamvedeyya, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja vihareyya. ","mn8:6.2":"Tassa evamassa: ","mn8:6.3":"‘sallekhena viharami’ti. ","mn8:6.4":"Na kho panete, cunda, ariyassa vinaye sallekha vuccanti. ","mn8:6.5":"Ditthadhammasukhavihara ete ariyassa vinaye vuccanti. ","mn8:7.1":"Thanam kho panetam, cunda, vijjati yam idhekacco bhikkhu sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja vihareyya. ","mn8:7.2":"Tassa evamassa: ","mn8:7.3":"‘sallekhena viharami’ti. ","mn8:7.4":"Na kho panete, cunda, ariyassa vinaye sallekha vuccanti. ","mn8:7.5":"Ditthadhammasukhavihara ete ariyassa vinaye vuccanti. ","mn8:8.1":"Thanam kho panetam, cunda, vijjati yam idhekacco bhikkhu sabbaso rupasannanam samatikkama, patighasannanam atthangama, nanattasannanam amanasikara, ‘ananto akaso’ti akasanancayatanam upasampajja vihareyya. ","mn8:8.2":"Tassa evamassa: ","mn8:8.3":"‘sallekhena viharami’ti. ","mn8:8.4":"Na kho panete, cunda, ariyassa vinaye sallekha vuccanti. ","mn8:8.5":"Santa ete vihara ariyassa vinaye vuccanti. ","mn8:9.1":"Thanam kho panetam, cunda, vijjati yam idhekacco bhikkhu sabbaso akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja vihareyya. ","mn8:9.2":"Tassa evamassa: ","mn8:9.3":"‘sallekhena viharami’ti. ","mn8:9.4":"Na kho panete, cunda, ariyassa vinaye sallekha vuccanti. ","mn8:9.5":"Santa ete vihara ariyassa vinaye vuccanti. ","mn8:10.1":"Thanam kho panetam, cunda, vijjati yam idhekacco bhikkhu sabbaso vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja vihareyya. ","mn8:10.2":"Tassa evamassa: ","mn8:10.3":"‘sallekhena viharami’ti. ","mn8:10.4":"Na kho panete, cunda, ariyassa vinaye sallekha vuccanti. ","mn8:10.5":"Santa ete vihara ariyassa vinaye vuccanti. ","mn8:11.1":"Thanam kho panetam, cunda, vijjati yam idhekacco bhikkhu sabbaso akincannayatanam samatikkamma nevasannanasannayatanam upasampajja vihareyya. ","mn8:11.2":"Tassa evamassa: ","mn8:11.3":"‘sallekhena viharami’ti. ","mn8:11.4":"Na kho panete, cunda, ariyassa vinaye sallekha vuccanti. ","mn8:11.5":"Santa ete vihara ariyassa vinaye vuccanti. ","mn8:12.0":"1. Sallekhapariyaya ","mn8:12.1":"Idha kho pana vo, cunda, sallekho karaniyo. ","mn8:12.2":"‘Pare vihimsaka bhavissanti, mayamettha avihimsaka bhavissama’ti sallekho karaniyo. ","mn8:12.3":"‘Pare panatipati bhavissanti, mayamettha panatipata pativirata bhavissama’ti sallekho karaniyo. ","mn8:12.4":"‘Pare adinnadayi bhavissanti, mayamettha adinnadana pativirata bhavissama’ti sallekho karaniyo. ","mn8:12.5":"‘Pare abrahmacari bhavissanti, mayamettha brahmacari bhavissama’ti sallekho karaniyo. ","mn8:12.6":"‘Pare musavadi bhavissanti, mayamettha musavada pativirata bhavissama’ti sallekho karaniyo. ","mn8:12.7":"‘Pare pisunavaca bhavissanti, mayamettha pisunaya vacaya pativirata bhavissama’ti sallekho karaniyo. ","mn8:12.8":"‘Pare pharusavaca bhavissanti, mayamettha pharusaya vacaya pativirata bhavissama’ti sallekho karaniyo. ","mn8:12.9":"‘Pare samphappalapi bhavissanti, mayamettha samphappalapa pativirata bhavissama’ti sallekho karaniyo. ","mn8:12.10":"‘Pare abhijjhalu bhavissanti, mayamettha anabhijjhalu bhavissama’ti sallekho karaniyo. ","mn8:12.11":"‘Pare byapannacitta bhavissanti, mayamettha abyapannacitta bhavissama’ti sallekho karaniyo. ","mn8:12.12":"‘Pare micchaditthi bhavissanti, mayamettha sammaditthi bhavissama’ti sallekho karaniyo. ","mn8:12.13":"‘Pare micchasankappa bhavissanti, mayamettha sammasankappa bhavissama’ti sallekho karaniyo. ","mn8:12.14":"‘Pare micchavaca bhavissanti, mayamettha sammavaca bhavissama’ti sallekho karaniyo. ","mn8:12.15":"‘Pare micchakammanta bhavissanti, mayamettha sammakammanta bhavissama’ti sallekho karaniyo. ","mn8:12.16":"‘Pare micchaajiva bhavissanti, mayamettha sammaajiva bhavissama’ti sallekho karaniyo. ","mn8:12.17":"‘Pare micchavayama bhavissanti, mayamettha sammavayama bhavissama’ti sallekho karaniyo. ","mn8:12.18":"‘Pare micchasati bhavissanti, mayamettha sammasati bhavissama’ti sallekho karaniyo. ","mn8:12.19":"‘Pare micchasamadhi bhavissanti, mayamettha sammasamadhi bhavissama’ti sallekho karaniyo. ","mn8:12.20":"‘Pare micchanani bhavissanti, mayamettha sammanani bhavissama’ti sallekho karaniyo. ","mn8:12.21":"‘Pare micchavimutti bhavissanti, mayamettha sammavimutti bhavissama’ti sallekho karaniyo. ","mn8:12.22":"‘Pare thinamiddhapariyutthita bhavissanti, mayamettha vigatathinamiddha bhavissama’ti sallekho karaniyo. ","mn8:12.23":"‘Pare uddhata bhavissanti, mayamettha anuddhata bhavissama’ti sallekho karaniyo. ","mn8:12.24":"‘Pare vicikicchi bhavissanti, mayamettha tinnavicikiccha bhavissama’ti sallekho karaniyo. ","mn8:12.25":"‘Pare kodhana bhavissanti, mayamettha akkodhana bhavissama’ti sallekho karaniyo. ","mn8:12.26":"‘Pare upanahi bhavissanti, mayamettha anupanahi bhavissama’ti sallekho karaniyo. ","mn8:12.27":"‘Pare makkhi bhavissanti, mayamettha amakkhi bhavissama’ti sallekho karaniyo. ","mn8:12.28":"‘Pare palasi bhavissanti, mayamettha apalasi bhavissama’ti sallekho karaniyo. ","mn8:12.29":"‘Pare issuki bhavissanti, mayamettha anissuki bhavissama’ti sallekho karaniyo. ","mn8:12.30":"‘Pare macchari bhavissanti, mayamettha amacchari bhavissama’ti sallekho karaniyo. ","mn8:12.31":"‘Pare satha bhavissanti, mayamettha asatha bhavissama’ti sallekho karaniyo. ","mn8:12.32":"‘Pare mayavi bhavissanti, mayamettha amayavi bhavissama’ti sallekho karaniyo. ","mn8:12.33":"‘Pare thaddha bhavissanti, mayamettha atthaddha bhavissama’ti sallekho karaniyo. ","mn8:12.34":"‘Pare atimani bhavissanti, mayamettha anatimani bhavissama’ti sallekho karaniyo. ","mn8:12.35":"‘Pare dubbaca bhavissanti, mayamettha suvaca bhavissama’ti sallekho karaniyo. ","mn8:12.36":"‘Pare papamitta bhavissanti, mayamettha kalyanamitta bhavissama’ti sallekho karaniyo. ","mn8:12.37":"‘Pare pamatta bhavissanti, mayamettha appamatta bhavissama’ti sallekho karaniyo. ","mn8:12.38":"‘Pare assaddha bhavissanti, mayamettha saddha bhavissama’ti sallekho karaniyo. ","mn8:12.39":"‘Pare ahirika bhavissanti, mayamettha hirimana bhavissama’ti sallekho karaniyo. ","mn8:12.40":"‘Pare anottapi bhavissanti, mayamettha ottapi bhavissama’ti sallekho karaniyo. ","mn8:12.41":"‘Pare appassuta bhavissanti, mayamettha bahussuta bhavissama’ti sallekho karaniyo. ","mn8:12.42":"‘Pare kusita bhavissanti, mayamettha araddhaviriya bhavissama’ti sallekho karaniyo. ","mn8:12.43":"‘Pare mutthassati bhavissanti, mayamettha upatthitassati bhavissama’ti sallekho karaniyo. ","mn8:12.44":"‘Pare duppanna bhavissanti, mayamettha pannasampanna bhavissama’ti sallekho karaniyo. ","mn8:12.45":"‘Pare sanditthiparamasi adhanaggahi duppatinissaggi bhavissanti, mayamettha asanditthiparamasi anadhanaggahi suppatinissaggi bhavissama’ti sallekho karaniyo. ","mn8:13.0":"2. Cittupapadapariyaya ","mn8:13.1":"Cittuppadampi kho aham, cunda, kusalesu dhammesu bahukaram vadami, ko pana vado kayena vacaya anuvidhiyanasu. ","mn8:13.2":"Tasmatiha, cunda, ‘pare vihimsaka bhavissanti, mayamettha avihimsaka bhavissama’ti cittam uppadetabbam. ","mn8:13.3":"‘Pare panatipati bhavissanti, mayamettha panatipata pativirata bhavissama’ti cittam uppadetabbam …pe… ","mn8:13.4":"‘pare sanditthiparamasi adhanaggahi duppatinissaggi bhavissanti, mayamettha asanditthiparamasi anadhanaggahi suppatinissaggi bhavissama’ti cittam uppadetabbam. ","mn8:14.0":"3. Parikkamanapariyaya ","mn8:14.1":"Seyyathapi, cunda, visamo maggo assa, tassa anno samo maggo parikkamanaya; ","mn8:14.2":"seyyatha va pana, cunda, visamam tittham assa, tassa annam samam tittham parikkamanaya; ","mn8:14.3":"evameva kho, cunda, vihimsakassa purisapuggalassa avihimsa hoti parikkamanaya, panatipatissa purisapuggalassa panatipata veramani hoti parikkamanaya, adinnadayissa purisapuggalassa adinnadana veramani hoti parikkamanaya, abrahmacarissa purisapuggalassa abrahmacariya veramani hoti parikkamanaya, musavadissa purisapuggalassa musavada veramani hoti parikkamanaya, pisunavacassa purisapuggalassa pisunaya vacaya veramani hoti parikkamanaya, pharusavacassa purisapuggalassa pharusaya vacaya veramani hoti parikkamanaya, samphappalapissa purisapuggalassa samphappalapa veramani hoti parikkamanaya, abhijjhalussa purisapuggalassa anabhijjha hoti parikkamanaya, byapannacittassa purisapuggalassa abyapado hoti parikkamanaya. ","mn8:14.4":"Micchaditthissa purisapuggalassa sammaditthi hoti parikkamanaya, micchasankappassa purisapuggalassa sammasankappo hoti parikkamanaya, micchavacassa purisapuggalassa sammavaca hoti parikkamanaya, micchakammantassa purisapuggalassa sammakammanto hoti parikkamanaya, micchaajivassa purisapuggalassa sammaajivo hoti parikkamanaya, micchavayamassa purisapuggalassa sammavayamo hoti parikkamanaya, micchasatissa purisapuggalassa sammasati hoti parikkamanaya, micchasamadhissa purisapuggalassa sammasamadhi hoti parikkamanaya, micchananissa purisapuggalassa sammananam hoti parikkamanaya, micchavimuttissa purisapuggalassa sammavimutti hoti parikkamanaya. ","mn8:14.5":"Thinamiddhapariyutthitassa purisapuggalassa vigatathinamiddhata hoti parikkamanaya, uddhatassa purisapuggalassa anuddhaccam hoti parikkamanaya, vicikicchissa purisapuggalassa tinnavicikicchata hoti parikkamanaya, kodhanassa purisapuggalassa akkodho hoti parikkamanaya, upanahissa purisapuggalassa anupanaho hoti parikkamanaya, makkhissa purisapuggalassa amakkho hoti parikkamanaya, palasissa purisapuggalassa apalaso hoti parikkamanaya, issukissa purisapuggalassa anissukita hoti parikkamanaya, maccharissa purisapuggalassa amacchariyam hoti parikkamanaya, sathassa purisapuggalassa asatheyyam hoti parikkamanaya, mayavissa purisapuggalassa amaya hoti parikkamanaya, thaddhassa purisapuggalassa atthaddhiyam hoti parikkamanaya, atimanissa purisapuggalassa anatimano hoti parikkamanaya, dubbacassa purisapuggalassa sovacassata hoti parikkamanaya, papamittassa purisapuggalassa kalyanamittata hoti parikkamanaya, pamattassa purisapuggalassa appamado hoti parikkamanaya, assaddhassa purisapuggalassa saddha hoti parikkamanaya, ahirikassa purisapuggalassa hiri hoti parikkamanaya, anottapissa purisapuggalassa ottappam hoti parikkamanaya, appassutassa purisapuggalassa bahusaccam hoti parikkamanaya, kusitassa purisapuggalassa viriyarambho hoti parikkamanaya, mutthassatissa purisapuggalassa upatthitassatita hoti parikkamanaya, duppannassa purisapuggalassa pannasampada hoti parikkamanaya, sanditthiparamasiadhanaggahiduppatinissaggissa purisapuggalassa asanditthiparamasianadhanaggahisuppatinissaggita hoti parikkamanaya. ","mn8:15.0":"4. Uparibhagapariyaya ","mn8:15.1":"Seyyathapi, cunda, ye keci akusala dhamma sabbe te adhobhagangamaniya, ye keci kusala dhamma sabbe te uparibhagangamaniya; ","mn8:15.2":"evameva kho, cunda, vihimsakassa purisapuggalassa avihimsa hoti uparibhagaya, panatipatissa purisapuggalassa panatipata veramani hoti uparibhagaya …pe… ","mn8:15.3":"sanditthiparamasiadhanaggahiduppatinissaggissa purisapuggalassa asanditthiparamasianadhanaggahisuppatinissaggita hoti uparibhagaya. ","mn8:16.0":"5. Parinibbanapariyaya ","mn8:16.1":"So vata, cunda, attana palipapalipanno param palipapalipannam uddharissatiti netam thanam vijjati. ","mn8:16.2":"So vata, cunda, attana apalipapalipanno param palipapalipannam uddharissatiti thanametam vijjati. ","mn8:16.3":"So vata, cunda, attana adanto avinito aparinibbuto param damessati vinessati parinibbapessatiti netam thanam vijjati. ","mn8:16.4":"So vata, cunda, attana danto vinito parinibbuto param damessati vinessati parinibbapessatiti thanametam vijjati. ","mn8:16.5":"Evameva kho, cunda, vihimsakassa purisapuggalassa avihimsa hoti parinibbanaya, panatipatissa purisapuggalassa panatipata veramani hoti parinibbanaya. ","mn8:16.6":"Adinnadayissa purisapuggalassa adinnadana veramani hoti parinibbanaya. ","mn8:16.7":"Abrahmacarissa purisapuggalassa abrahmacariya veramani hoti parinibbanaya. ","mn8:16.8":"Musavadissa purisapuggalassa musavada veramani hoti parinibbanaya. ","mn8:16.9":"Pisunavacassa purisapuggalassa pisunaya vacaya veramani hoti parinibbanaya. ","mn8:16.10":"Pharusavacassa purisapuggalassa pharusaya vacaya veramani hoti parinibbanaya. ","mn8:16.11":"Samphappalapissa purisapuggalassa samphappalapa veramani hoti parinibbanaya. ","mn8:16.12":"Abhijjhalussa purisapuggalassa anabhijjha hoti parinibbanaya. ","mn8:16.13":"Byapannacittassa purisapuggalassa abyapado hoti parinibbanaya. ","mn8:16.14":"Micchaditthissa purisapuggalassa sammaditthi hoti parinibbanaya. ","mn8:16.15":"Micchasankappassa purisapuggalassa sammasankappo hoti parinibbanaya. ","mn8:16.16":"Micchavacassa purisapuggalassa sammavaca hoti parinibbanaya. ","mn8:16.17":"Micchakammantassa purisapuggalassa sammakammanto hoti parinibbanaya. ","mn8:16.18":"Micchaajivassa purisapuggalassa sammaajivo hoti parinibbanaya. ","mn8:16.19":"Micchavayamassa purisapuggalassa sammavayamo hoti parinibbanaya. ","mn8:16.20":"Micchasatissa purisapuggalassa sammasati hoti parinibbanaya. ","mn8:16.21":"Micchasamadhissa purisapuggalassa sammasamadhi hoti parinibbanaya. ","mn8:16.22":"Micchananissa purisapuggalassa sammananam hoti parinibbanaya. ","mn8:16.23":"Micchavimuttissa purisapuggalassa sammavimutti hoti parinibbanaya. ","mn8:16.24":"Thinamiddhapariyutthitassa purisapuggalassa vigatathinamiddhata hoti parinibbanaya. ","mn8:16.25":"Uddhatassa purisapuggalassa anuddhaccam hoti parinibbanaya. ","mn8:16.26":"Vicikicchissa purisapuggalassa tinnavicikicchata hoti parinibbanaya. ","mn8:16.27":"Kodhanassa purisapuggalassa akkodho hoti parinibbanaya. ","mn8:16.28":"Upanahissa purisapuggalassa anupanaho hoti parinibbanaya. ","mn8:16.29":"Makkhissa purisapuggalassa amakkho hoti parinibbanaya. ","mn8:16.30":"Palasissa purisapuggalassa apalaso hoti parinibbanaya. ","mn8:16.31":"Issukissa purisapuggalassa anissukita hoti parinibbanaya. ","mn8:16.32":"Maccharissa purisapuggalassa amacchariyam hoti parinibbanaya. ","mn8:16.33":"Sathassa purisapuggalassa asatheyyam hoti parinibbanaya. ","mn8:16.34":"Mayavissa purisapuggalassa amaya hoti parinibbanaya. ","mn8:16.35":"Thaddhassa purisapuggalassa atthaddhiyam hoti parinibbanaya. ","mn8:16.36":"Atimanissa purisapuggalassa anatimano hoti parinibbanaya. ","mn8:16.37":"Dubbacassa purisapuggalassa sovacassata hoti parinibbanaya. ","mn8:16.38":"Papamittassa purisapuggalassa kalyanamittata hoti parinibbanaya. ","mn8:16.39":"Pamattassa purisapuggalassa appamado hoti parinibbanaya. ","mn8:16.40":"Assaddhassa purisapuggalassa saddha hoti parinibbanaya. ","mn8:16.41":"Ahirikassa purisapuggalassa hiri hoti parinibbanaya. ","mn8:16.42":"Anottapissa purisapuggalassa ottappam hoti parinibbanaya. ","mn8:16.43":"Appassutassa purisapuggalassa bahusaccam hoti parinibbanaya. ","mn8:16.44":"Kusitassa purisapuggalassa viriyarambho hoti parinibbanaya. ","mn8:16.45":"Mutthassatissa purisapuggalassa upatthitassatita hoti parinibbanaya. ","mn8:16.46":"Duppannassa purisapuggalassa pannasampada hoti parinibbanaya. ","mn8:16.47":"Sanditthiparamasiadhanaggahiduppatinissaggissa purisapuggalassa asanditthiparamasianadhanaggahisuppatinissaggita hoti parinibbanaya. ","mn8:17.1":"Iti kho, cunda, desito maya sallekhapariyayo, desito cittuppadapariyayo, desito parikkamanapariyayo, desito uparibhagapariyayo, desito parinibbanapariyayo. ","mn8:17.2":"Yam kho, cunda, satthara karaniyam savakanam hitesina anukampakena anukampam upadaya, katam vo tam maya. ","mn8:17.3":"Etani, cunda, rukkhamulani, etani sunnagarani, jhayatha, cunda, ma pamadattha, ma pacchavippatisarino ahuvattha—ayam kho amhakam anusasani”ti. ","mn8:17.4":"Idamavoca bhagava. ","mn8:17.5":"Attamano ayasma mahacundo bhagavato bhasitam abhinanditi. ","mn8:17.6":"Catuttalisapada vutta, ","mn8:17.7":"sandhayo panca desita; ","mn8:17.8":"Sallekho nama suttanto, ","mn8:17.9":"gambhiro sagarupamoti. ","mn8:17.10":"Sallekhasuttam nitthitam atthamam. "}