{"mn90:0.1":"Majjhima Nikaya 90 ","mn90:0.2":"Kannakatthalasutta ","mn90:1.1":"Evam me sutam—","mn90:1.2":"ekam samayam bhagava urunnayam viharati kannakatthale migadaye. ","mn90:2.1":"Tena kho pana samayena raja pasenadi kosalo urunnam anuppatto hoti kenacideva karaniyena. ","mn90:2.2":"Atha kho raja pasenadi kosalo annataram purisam amantesi: ","mn90:2.3":"“ehi tvam, ambho purisa, yena bhagava tenupasankama; upasankamitva mama vacanena bhagavato pade sirasa vandahi, appabadham appatankam lahutthanam balam phasuviharam puccha: ","mn90:2.4":"‘raja, bhante, pasenadi kosalo bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati’ti; ","mn90:2.5":"evanca vadehi: ","mn90:2.6":"‘ajja kira, bhante, raja pasenadi kosalo pacchabhattam bhuttapataraso bhagavantam dassanaya upasankamissati’”ti. ","mn90:2.7":"“Evam, deva”ti kho so puriso ranno pasenadissa kosalassa patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so puriso bhagavantam etadavoca: ","mn90:2.8":"“raja, bhante, pasenadi kosalo bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati; ","mn90:2.9":"evanca vadeti: ","mn90:2.10":"‘ajja kira, bhante, raja pasenadi kosalo pacchabhattam bhuttapataraso bhagavantam dassanaya upasankamissati’”ti. ","mn90:3.1":"Assosum kho soma ca bhagini sakula ca bhagini: ","mn90:3.2":"“ajja kira raja pasenadi kosalo pacchabhattam bhuttapataraso bhagavantam dassanaya upasankamissati”ti. ","mn90:3.3":"Atha kho soma ca bhagini sakula ca bhagini rajanam pasenadim kosalam bhattabhihare upasankamitva etadavocum: ","mn90:3.4":"“tena hi, maharaja, amhakampi vacanena bhagavato pade sirasa vandahi, appabadham appatankam lahutthanam balam phasuviharam puccha: ","mn90:3.5":"‘soma ca, bhante, bhagini sakula ca bhagini bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati’”ti. ","mn90:4.1":"Atha kho raja pasenadi kosalo pacchabhattam bhuttapataraso yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho raja pasenadi kosalo bhagavantam etadavoca: ","mn90:4.2":"“soma ca, bhante, bhagini sakula ca bhagini bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati”ti. ","mn90:4.3":"“Kim pana, maharaja, soma ca bhagini sakula ca bhagini annam dutam nalatthun”ti? ","mn90:4.4":"“Assosum kho, bhante, soma ca bhagini sakula ca bhagini: ","mn90:4.5":"‘ajja kira raja pasenadi kosalo pacchabhattam bhuttapataraso bhagavantam dassanaya upasankamissati’ti. ","mn90:4.6":"Atha kho, bhante, soma ca bhagini sakula ca bhagini mam bhattabhihare upasankamitva etadavocum: ","mn90:4.7":"‘tena hi, maharaja, amhakampi vacanena bhagavato pade sirasa vandahi, appabadham appatankam lahutthanam balam phasuviharam puccha—","mn90:4.8":"soma ca bhagini sakula ca bhagini bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati’”ti. ","mn90:4.9":"“Sukhiniyo hontu ta, maharaja, soma ca bhagini sakula ca bhagini”ti. ","mn90:5.1":"Atha kho raja pasenadi kosalo bhagavantam etadavoca: ","mn90:5.2":"“sutam metam, bhante, samano gotamo evamaha: ","mn90:5.3":"‘natthi so samano va brahmano va yo sabbannu sabbadassavi aparisesam nanadassanam patijanissati, netam thanam vijjati’ti. ","mn90:5.4":"Ye te, bhante, evamahamsu: ‘samano gotamo evamaha—natthi so samano va brahmano va yo sabbannu sabbadassavi aparisesam nanadassanam patijanissati, netam thanam vijjati’ti; kacci te, bhante, bhagavato vuttavadino, na ca bhagavantam abhutena abbhacikkhanti, dhammassa canudhammam byakaronti, na ca koci sahadhammiko vadanuvado garayham thanam agacchati”ti? ","mn90:5.5":"“Ye te, maharaja, evamahamsu: ‘samano gotamo evamaha—natthi so samano va brahmano va yo sabbannu sabbadassavi aparisesam nanadassanam patijanissati, netam thanam vijjati’ti; na me te vuttavadino, abbhacikkhanti ca pana mam te asata abhutena”ti. ","mn90:6.1":"Atha kho raja pasenadi kosalo vitatubham senapatim amantesi: ","mn90:6.2":"“ko nu kho, senapati, imam kathavatthum rajantepure abbhudahasi”ti? ","mn90:6.3":"“Sanjayo, maharaja, brahmano akasagotto”ti. ","mn90:7.1":"Atha kho raja pasenadi kosalo annataram purisam amantesi: ","mn90:7.2":"“ehi tvam, ambho purisa, mama vacanena sanjayam brahmanam akasagottam amantehi: ","mn90:7.3":"‘raja tam, bhante, pasenadi kosalo amanteti’”ti. ","mn90:7.4":"“Evam, deva”ti kho so puriso ranno pasenadissa kosalassa patissutva yena sanjayo brahmano akasagotto tenupasankami; upasankamitva sanjayam brahmanam akasagottam etadavoca: ","mn90:7.5":"“raja tam, bhante, pasenadi kosalo amanteti”ti. ","mn90:8.1":"Atha kho raja pasenadi kosalo bhagavantam etadavoca: ","mn90:8.2":"“siya nu kho, bhante, bhagavata annadeva kinci sandhaya bhasitam, tanca jano annathapi paccagaccheyya. ","mn90:8.3":"Yatha katham pana, bhante, bhagava abhijanati vacam bhasita”ti? ","mn90:8.4":"“Evam kho aham, maharaja, abhijanami vacam bhasita: ","mn90:8.5":"‘natthi so samano va brahmano va yo sakideva sabbam nassati, sabbam dakkhiti, netam thanam vijjati’”ti. ","mn90:8.6":"“Heturupam, bhante, bhagava aha; saheturupam, bhante, bhagava aha: ","mn90:8.7":"‘natthi so samano va brahmano va yo sakideva sabbam nassati, sabbam dakkhiti, netam thanam vijjati’ti. ","mn90:9.1":"Cattarome, bhante, vanna—","mn90:9.2":"khattiya, brahmana, vessa, sudda. ","mn90:9.3":"Imesam nu kho, bhante, catunnam vannanam siya viseso siya nanakaranan”ti? ","mn90:9.4":"“Cattarome, maharaja, vanna—","mn90:9.5":"khattiya, brahmana, vessa, sudda. ","mn90:9.6":"Imesam kho, maharaja, catunnam vannanam dve vanna aggamakkhayanti—","mn90:9.7":"khattiya ca brahmana ca—","mn90:9.8":"yadidam abhivadanapaccutthanaanjalikammasamicikammani”ti. ","mn90:10.1":"“Naham, bhante, bhagavantam ditthadhammikam pucchami; ","mn90:10.2":"samparayikaham, bhante, bhagavantam pucchami. ","mn90:10.3":"Cattarome, bhante, vanna—","mn90:10.4":"khattiya, brahmana, vessa, sudda. ","mn90:10.5":"Imesam nu kho, bhante, catunnam vannanam siya viseso siya nanakaranan”ti? ","mn90:10.6":"“Pancimani, maharaja, padhaniyangani. ","mn90:10.7":"Katamani panca? ","mn90:10.8":"Idha, maharaja, bhikkhu saddho hoti, saddahati tathagatassa bodhim: ","mn90:10.9":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti; ","mn90:10.10":"appabadho hoti appatanko samavepakiniya gahaniya samannagato natisitaya naccunhaya majjhimaya padhanakkhamaya; ","mn90:10.11":"asatho hoti amayavi yathabhutam attanam avikatta satthari va vinnusu va sabrahmacarisu; ","mn90:10.12":"araddhaviriyo viharati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu; ","mn90:10.13":"pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya sammadukkhakkhayagaminiya—","mn90:10.14":"imani kho, maharaja, panca padhaniyangani. ","mn90:10.15":"Cattarome, maharaja, vanna—","mn90:10.16":"khattiya, brahmana, vessa, sudda. ","mn90:10.17":"Te cassu imehi pancahi padhaniyangehi samannagata; ","mn90:10.18":"ettha pana nesam assa digharattam hitaya sukhaya”ti. ","mn90:11.1":"“Cattarome, bhante, vanna—","mn90:11.2":"khattiya, brahmana, vessa, sudda. ","mn90:11.3":"Te cassu imehi pancahi padhaniyangehi samannagata; ","mn90:11.4":"ettha pana nesam, bhante, siya viseso siya nanakaranan”ti? ","mn90:11.5":"“Ettha kho nesaham, maharaja, padhanavemattatam vadami. ","mn90:11.6":"Seyyathapissu, maharaja, dve hatthidamma va assadamma va godamma va sudanta suvinita, dve hatthidamma va assadamma va godamma va adanta avinita. ","mn90:11.7":"Tam kim mannasi, maharaja, ","mn90:11.8":"ye te dve hatthidamma va assadamma va godamma va sudanta suvinita, api nu te dantava dantakaranam gaccheyyum, dantava dantabhumim sampapuneyyun”ti? ","mn90:11.9":"“Evam, bhante”. ","mn90:11.10":"“Ye pana te dve hatthidamma va assadamma va godamma va adanta avinita, api nu te adantava dantakaranam gaccheyyum, adantava dantabhumim sampapuneyyum, seyyathapi te dve hatthidamma va assadamma va godamma va sudanta suvinita”ti? ","mn90:11.11":"“No hetam, bhante”. ","mn90:11.12":"“Evameva kho, maharaja, yam tam saddhena pattabbam appabadhena asathena amayavina araddhaviriyena pannavata, tam vata assaddho bahvabadho satho mayavi kusito duppanno papunissatiti—netam thanam vijjati”ti. ","mn90:12.1":"“Heturupam, bhante, bhagava aha; saheturupam, bhante, bhagava aha. ","mn90:12.2":"Cattarome, bhante, vanna—","mn90:12.3":"khattiya, brahmana, vessa, sudda. ","mn90:12.4":"Te cassu imehi pancahi padhaniyangehi samannagata te cassu sammappadhana; ","mn90:12.5":"ettha pana nesam, bhante, siya viseso siya nanakaranan”ti? ","mn90:12.6":"“Ettha kho nesaham, maharaja, na kinci nanakaranam vadami—yadidam vimuttiya vimuttim. ","mn90:12.7":"Seyyathapi, maharaja, puriso sukkham sakakattham adaya aggim abhinibbatteyya, tejo patukareyya; ","mn90:12.8":"athaparo puriso sukkham salakattham adaya aggim abhinibbatteyya, tejo patukareyya; ","mn90:12.9":"athaparo puriso sukkham ambakattham adaya aggim abhinibbatteyya, tejo patukareyya; ","mn90:12.10":"athaparo puriso sukkham udumbarakattham adaya aggim abhinibbatteyya, tejo patukareyya. ","mn90:12.11":"Tam kim mannasi, maharaja, ","mn90:12.12":"siya nu kho tesam agginam nanadaruto abhinibbattanam kinci nanakaranam acciya va accim, vannena va vannam, abhaya va abhan”ti? ","mn90:12.13":"“No hetam, bhante”. ","mn90:12.14":"“Evameva kho, maharaja, yam tam tejam viriya nimmathitam padhanabhinibbattam, naham tattha kinci nanakaranam vadami—yadidam vimuttiya vimuttin”ti. ","mn90:13.1":"“Heturupam, bhante, bhagava aha; saheturupam, bhante, bhagava aha. ","mn90:13.2":"Kim pana, bhante, atthi deva”ti? ","mn90:13.3":"“Kim pana tvam, maharaja, evam vadesi: ","mn90:13.4":"‘kim pana, bhante, atthi deva’”ti? ","mn90:13.5":"“Yadi va te, bhante, deva agantaro itthattam yadi va anagantaro itthattam”? ","mn90:13.6":"“Ye te, maharaja, deva sabyabajjha te deva agantaro itthattam, ye te deva abyabajjha te deva anagantaro itthattan”ti. ","mn90:14.1":"Evam vutte, vitatubho senapati bhagavantam etadavoca: ","mn90:14.2":"“ye te, bhante, deva sabyabajjha agantaro itthattam te deva, ye te deva abyabajjha anagantaro itthattam te deve tamha thana cavessanti va pabbajessanti va”ti? ","mn90:14.3":"Atha kho ayasmato anandassa etadahosi: ","mn90:14.4":"“ayam kho vitatubho senapati ranno pasenadissa kosalassa putto; ","mn90:14.5":"aham bhagavato putto. ","mn90:14.6":"Ayam kho kalo yam putto puttena manteyya”ti. ","mn90:14.7":"Atha kho ayasma anando vitatubham senapatim amantesi: ","mn90:14.8":"“tena hi, senapati, tannevettha patipucchissami; yatha te khameyya tatha nam byakareyyasi. ","mn90:14.9":"Tam kim mannasi, senapati, ","mn90:14.10":"yavata ranno pasenadissa kosalassa vijitam yattha ca raja pasenadi kosalo issariyadhipaccam rajjam kareti, pahoti tattha raja pasenadi kosalo samanam va brahmanam va punnavantam va apunnavantam va brahmacariyavantam va abrahmacariyavantam va tamha thana cavetum va pabbajetum va”ti? ","mn90:14.11":"“Yavata, bho, ranno pasenadissa kosalassa vijitam yattha ca raja pasenadi kosalo issariyadhipaccam rajjam kareti, pahoti tattha raja pasenadi kosalo samanam va brahmanam va punnavantam va apunnavantam va brahmacariyavantam va abrahmacariyavantam va tamha thana cavetum va pabbajetum va”ti. ","mn90:14.12":"“Tam kim mannasi, senapati, ","mn90:14.13":"yavata ranno pasenadissa kosalassa avijitam yattha ca raja pasenadi kosalo na issariyadhipaccam rajjam kareti, tattha pahoti raja pasenadi kosalo samanam va brahmanam va punnavantam va apunnavantam va brahmacariyavantam va abrahmacariyavantam va tamha thana cavetum va pabbajetum va”ti? ","mn90:14.14":"“Yavata, bho, ranno pasenadissa kosalassa avijitam yattha ca raja pasenadi kosalo na issariyadhipaccam rajjam kareti, na tattha pahoti raja pasenadi kosalo samanam va brahmanam va punnavantam va apunnavantam va brahmacariyavantam va abrahmacariyavantam va tamha thana cavetum va pabbajetum va”ti. ","mn90:14.15":"“Tam kim mannasi, senapati, ","mn90:14.16":"suta te deva tavatimsa”ti? ","mn90:14.17":"“Evam, bho. ","mn90:14.18":"Suta me deva tavatimsa. ","mn90:14.19":"Idhapi bhota ranna pasenadina kosalena suta deva tavatimsa”ti. ","mn90:14.20":"“Tam kim mannasi, senapati, ","mn90:14.21":"pahoti raja pasenadi kosalo deve tavatimse tamha thana cavetum va pabbajetum va”ti? ","mn90:14.22":"“Dassanampi, bho, raja pasenadi kosalo deve tavatimse nappahoti, kuto pana tamha thana cavessati va pabbajessati va”ti? ","mn90:14.23":"“Evameva kho, senapati, ye te deva sabyabajjha agantaro itthattam te deva, ye te deva abyabajjha anagantaro itthattam te deve dassanayapi nappahonti; kuto pana tamha thana cavessanti va pabbajessanti va”ti? ","mn90:15.1":"Atha kho raja pasenadi kosalo bhagavantam etadavoca: ","mn90:15.2":"“konamo ayam, bhante, bhikkhu”ti? ","mn90:15.3":"“Anando nama, maharaja”ti. ","mn90:15.4":"“Anando vata bho, anandarupo vata bho. ","mn90:15.5":"Heturupam, bhante, ayasma anando aha; saheturupam, bhante, ayasma anando aha. ","mn90:15.6":"Kim pana, bhante, atthi brahma”ti? ","mn90:15.7":"“Kim pana tvam, maharaja, evam vadesi: ","mn90:15.8":"‘kim pana, bhante, atthi brahma’”ti? ","mn90:15.9":"“Yadi va so, bhante, brahma aganta itthattam, yadi va anaganta itthattan”ti? ","mn90:15.10":"“Yo so, maharaja, brahma sabyabajjho so brahma aganta itthattam, yo so brahma abyabajjho so brahma anaganta itthattan”ti. ","mn90:16.1":"Atha kho annataro puriso rajanam pasenadim kosalam etadavoca: ","mn90:16.2":"“sanjayo, maharaja, brahmano akasagotto agato”ti. ","mn90:16.3":"Atha kho raja pasenadi kosalo sanjayam brahmanam akasagottam etadavoca: ","mn90:16.4":"“ko nu kho, brahmana, imam kathavatthum rajantepure abbhudahasi”ti? ","mn90:16.5":"“Vitatubho, maharaja, senapati”ti. ","mn90:16.6":"Vitatubho senapati evamaha: ","mn90:16.7":"“sanjayo, maharaja, brahmano akasagotto”ti. ","mn90:17.1":"Atha kho annataro puriso rajanam pasenadim kosalam etadavoca: ","mn90:17.2":"“yanakalo, maharaja”ti. ","mn90:17.3":"Atha kho raja pasenadi kosalo bhagavantam etadavoca: ","mn90:17.4":"“sabbannutam mayam, bhante, bhagavantam apucchimha, sabbannutam bhagava byakasi; ","mn90:17.5":"tanca panamhakam ruccati ceva khamati ca, tena camha attamana. ","mn90:17.6":"Catuvannisuddhim mayam, bhante, bhagavantam apucchimha, catuvannisuddhim bhagava byakasi; ","mn90:17.7":"tanca panamhakam ruccati ceva khamati ca, tena camha attamana. ","mn90:17.8":"Adhideve mayam, bhante, bhagavantam apucchimha, adhideve bhagava byakasi; ","mn90:17.9":"tanca panamhakam ruccati ceva khamati ca, tena camha attamana. ","mn90:17.10":"Adhibrahmanam mayam, bhante, bhagavantam apucchimha, adhibrahmanam bhagava byakasi; ","mn90:17.11":"tanca panamhakam ruccati ceva khamati ca, tena camha attamana. ","mn90:17.12":"Yam yadeva ca mayam bhagavantam apucchimha tam tadeva bhagava byakasi; ","mn90:17.13":"tanca panamhakam ruccati ceva khamati ca, tena camha attamana. ","mn90:17.14":"Handa ca dani mayam, bhante, gacchama; ","mn90:17.15":"bahukicca mayam bahukaraniya”ti. ","mn90:17.16":"“Yassadani tvam, maharaja, kalam mannasi”ti. ","mn90:18.1":"Atha kho raja pasenadi kosalo bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkamiti. ","mn90:18.2":"Kannakatthalasuttam nitthitam dasamam. ","mn90:18.3":"Rajavaggo nitthito catuttho. ","mn90:19.0":"Tassuddanam ","mn90:19.1":"Ghatikaro ratthapalo, ","mn90:19.2":"maghadevo madhuriyam; ","mn90:19.3":"Bodhi angulimalo ca, ","mn90:19.4":"piyajatam bahitikam; ","mn90:19.5":"Dhammacetiyasuttanca, ","mn90:19.6":"dasamam kannakatthalam. "}