{"mn91:0.1":"Majjhima Nikaya 91 ","mn91:0.2":"Brahmayusutta ","mn91:1.1":"Evam me sutam—","mn91:1.2":"ekam samayam bhagava videhesu carikam carati mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi. ","mn91:2.1":"Tena kho pana samayena brahmayu brahmano mithilayam pativasati jinno vuddho mahallako addhagato vayoanuppatto, visavassasatiko jatiya, tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam, padako, veyyakarano, lokayatamahapurisalakkhanesu anavayo. ","mn91:3.1":"Assosi kho brahmayu brahmano: ","mn91:3.2":"“samano khalu bho, gotamo sakyaputto sakyakula pabbajito videhesu carikam carati mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi. ","mn91:3.3":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","mn91:3.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","mn91:3.5":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn91:3.6":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn91:3.7":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","mn91:4.1":"Tena kho pana samayena brahmayussa brahmanassa uttaro nama manavo antevasi hoti tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam, padako, veyyakarano, lokayatamahapurisalakkhanesu anavayo. ","mn91:4.2":"Atha kho brahmayu brahmano uttaram manavam amantesi: ","mn91:4.3":"“ayam, tata uttara, samano gotamo sakyaputto sakyakula pabbajito videhesu carikam carati mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi. ","mn91:4.4":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","mn91:4.5":"‘itipi so bhagava araham sammasambuddho …pe… ","mn91:4.6":"sadhu kho pana tatharupanam arahatam dassanam hoti’ti. ","mn91:4.7":"Ehi tvam, tata uttara, yena samano gotamo tenupasankama; upasankamitva samanam gotamam janahi, yadi va tam bhavantam gotamam tatha santamyeva saddo abbhuggato, yadi va no tatha; ","mn91:4.8":"yadi va so bhavam gotamo tadiso, yadi va na tadiso. ","mn91:4.9":"Tatha mayam tam bhavantam gotamam vedissama”ti. ","mn91:5.1":"“Yatha katham panaham, bho, tam bhavantam gotamam janissami yadi va tam bhavantam gotamam tatha santamyeva saddo abbhuggato, yadi va no tatha; ","mn91:5.2":"yadi va so bhavam gotamo tadiso, yadi va na tadiso”ti. ","mn91:5.3":"“Agatani kho, tata uttara, amhakam mantesu dvattimsamahapurisalakkhanani, yehi samannagatassa mahapurisassa dveyeva gatiyo bhavanti ananna. ","mn91:5.4":"Sace agaram ajjhavasati, raja hoti cakkavatti dhammiko dhammaraja caturanto vijitavi janapadatthavariyappatto sattaratanasamannagato. ","mn91:5.5":"Tassimani satta ratanani bhavanti, seyyathidam—","mn91:5.6":"cakkaratanam, hatthiratanam, assaratanam, maniratanam, itthiratanam, gahapatiratanam, parinayakaratanameva sattamam. ","mn91:5.7":"Parosahassam kho panassa putta bhavanti sura virangarupa parasenappamaddana. ","mn91:5.8":"So imam pathavim sagarapariyantam adandena asatthena dhammena abhivijiya ajjhavasati. ","mn91:5.9":"Sace kho pana agarasma anagariyam pabbajati, araham hoti sammasambuddho loke vivattacchado. ","mn91:5.10":"Aham kho pana, tata uttara, mantanam data; ","mn91:5.11":"tvam mantanam patiggaheta”ti. ","mn91:6.1":"“Evam, bho”ti kho uttaro manavo brahmayussa brahmanassa patissutva utthayasana brahmayum brahmanam abhivadetva padakkhinam katva videhesu yena bhagava tena carikam pakkami. ","mn91:6.2":"Anupubbena carikam caramano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn91:6.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","mn91:6.4":"Ekamantam nisinno kho uttaro manavo bhagavato kaye dvattimsamahapurisalakkhanani samannesi. ","mn91:6.5":"Addasa kho uttaro manavo bhagavato kaye dvattimsamahapurisalakkhanani, yebhuyyena thapetva dve. ","mn91:6.6":"Dvisu mahapurisalakkhanesu kankhati vicikicchati nadhimuccati na sampasidati—","mn91:6.7":"kosohite ca vatthaguyhe pahutajivhataya ca. ","mn91:6.8":"Atha kho bhagavato etadahosi: ","mn91:6.9":"“passati kho me ayam uttaro manavo dvattimsamahapurisalakkhanani, yebhuyyena thapetva dve. ","mn91:6.10":"Dvisu mahapurisalakkhanesu kankhati vicikicchati nadhimuccati na sampasidati—","mn91:6.11":"kosohite ca vatthaguyhe pahutajivhataya ca”ti. ","mn91:7.1":"Atha kho bhagava tatharupam iddhabhisankharam abhisankhasi yatha addasa uttaro manavo bhagavato kosohitam vatthaguyham. ","mn91:7.2":"Atha kho bhagava jivham ninnametva ubhopi kannasotani anumasi patimasi; ubhopi nasikasotani anumasi patimasi; kevalampi nalatamandalam jivhaya chadesi. ","mn91:8.1":"Atha kho uttarassa manavassa etadahosi: ","mn91:8.2":"“samannagato kho samano gotamo dvattimsamahapurisalakkhanehi. ","mn91:8.3":"Yannunaham samanam gotamam anubandheyyam, iriyapathamassa passeyyan”ti. ","mn91:8.4":"Atha kho uttaro manavo sattamasani bhagavantam anubandhi chayava anapayini. ","mn91:8.5":"Atha kho uttaro manavo sattannam masanam accayena videhesu yena mithila tena carikam pakkami. ","mn91:8.6":"Anupubbena carikam caramano yena mithila yena brahmayu brahmano tenupasankami; upasankamitva brahmayum brahmanam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho uttaram manavam brahmayu brahmano etadavoca: ","mn91:8.7":"“kacci, tata uttara, tam bhavantam gotamam tatha santamyeva saddo abbhuggato, no annatha? ","mn91:8.8":"Kacci pana so bhavam gotamo tadiso, no annadiso”ti? ","mn91:8.9":"“Tatha santamyeva, bho, tam bhavantam gotamam saddo abbhuggato, no annatha; ","mn91:8.10":"tadisova so bhavam gotamo, no annadiso. ","mn91:8.11":"Samannagato ca so bhavam gotamo dvattimsamahapurisalakkhanehi. ","mn91:9.1":"Suppatitthitapado kho pana bho bhavam gotamo; ","mn91:9.2":"idampi tassa bhoto gotamassa mahapurisassa mahapurisalakkhanam bhavati. ","mn91:9.3":"Hettha kho pana tassa bhoto gotamassa padatalesu cakkani jatani sahassarani sanemikani sanabhikani sabbakaraparipurani … ","mn91:9.4":"Ayatapanhi kho pana so bhavam gotamo … ","mn91:9.5":"Dighanguli kho pana so bhavam gotamo … ","mn91:9.6":"Mudutalunahatthapado kho pana so bhavam gotamo … ","mn91:9.7":"Jalahatthapado kho pana so bhavam gotamo … ","mn91:9.8":"Ussankhapado kho pana so bhavam gotamo … ","mn91:9.9":"Enijangho kho pana so bhavam gotamo … ","mn91:9.10":"Thitako kho pana so bhavam gotamo anonamanto ubhohi panitalehi jannukani parimasati parimajjati … ","mn91:9.11":"Kosohitavatthaguyho kho pana so bhavam gotamo … ","mn91:9.12":"Suvannavanno kho pana so bhavam gotamo kancanasannibhattaco … ","mn91:9.13":"Sukhumacchavi kho pana so bhavam gotamo. Sukhumatta chaviya rajojallam kaye na upalimpati … ","mn91:9.14":"Ekekalomo kho pana so bhavam gotamo; ekekani lomani lomakupesu jatani … ","mn91:9.15":"Uddhaggalomo kho pana so bhavam gotamo; uddhaggani lomani jatani nilani anjanavannani kundalavattani dakkhinavattakajatani … ","mn91:9.16":"Brahmujugatto kho pana so bhavam gotamo … ","mn91:9.17":"Sattussado kho pana so bhavam gotamo … ","mn91:9.18":"Sihapubbaddhakayo kho pana so bhavam gotamo … ","mn91:9.19":"Citantaramso kho pana so bhavam gotamo … ","mn91:9.20":"Nigrodhaparimandalo kho pana so bhavam gotamo; yavatakvassa kayo tavatakvassa byamo, yavatakvassa byamo tavatakvassa kayo … ","mn91:9.21":"Samavattakkhandho kho pana so bhavam gotamo … ","mn91:9.22":"Rasaggasaggi kho pana so bhavam gotamo … ","mn91:9.23":"Sihahanu kho pana so bhavam gotamo … ","mn91:9.24":"Cattalisadanto kho pana so bhavam gotamo … ","mn91:9.25":"Samadanto kho pana so bhavam gotamo … ","mn91:9.26":"Aviraladanto kho pana so bhavam gotamo … ","mn91:9.27":"Susukkadatho kho pana so bhavam gotamo … ","mn91:9.28":"Pahutajivho kho pana so bhavam gotamo … ","mn91:9.29":"Brahmassaro kho pana so bhavam gotamo karavikabhani … ","mn91:9.30":"Abhinilanetto kho pana so bhavam gotamo … ","mn91:9.31":"Gopakhumo kho pana so bhavam gotamo … ","mn91:9.32":"Unna kho panassa bhoto gotamassa bhamukantare jata odata mudutulasannibha … ","mn91:9.33":"Unhisasiso kho pana so bhavam gotamo; idampi tassa bhoto gotamassa mahapurisassa mahapurisalakkhanam bhavati. ","mn91:9.34":"Imehi kho, bho, so bhavam gotamo dvattimsamahapurisalakkhanehi samannagato. ","mn91:10.1":"Gacchanto kho pana so bhavam gotamo dakkhineneva padena pathamam pakkamati. ","mn91:10.2":"So natidure padam uddharati, naccasanne padam nikkhipati; ","mn91:10.3":"so natisigham gacchati, natisanikam gacchati; ","mn91:10.4":"na ca adduvena adduvam sanghattento gacchati, na ca gopphakena gopphakam sanghattento gacchati. ","mn91:10.5":"So gacchanto na satthim unnameti, na satthim onameti; na satthim sannameti, na satthim vinameti. ","mn91:10.6":"Gacchato kho pana tassa bhoto gotamassa adharakayova injati, na ca kayabalena gacchati. ","mn91:10.7":"Apalokento kho pana so bhavam gotamo sabbakayeneva apaloketi; ","mn91:10.8":"so na uddham ulloketi, na adho oloketi; ","mn91:10.9":"na ca vipekkhamano gacchati, yugamattanca pekkhati; tato cassa uttari anavatam nanadassanam bhavati. ","mn91:11.1":"So antaragharam pavisanto na kayam unnameti, na kayam onameti; na kayam sannameti, na kayam vinameti. ","mn91:12.1":"So natidure naccasanne asanassa parivattati, na ca panina alambitva asane nisidati, na ca asanasmim kayam pakkhipati. ","mn91:12.2":"So antaraghare nisinno samano na hatthakukkuccam apajjati, na padakukkuccam apajjati; ","mn91:12.3":"na adduvena adduvam aropetva nisidati; na ca gopphakena gopphakam aropetva nisidati; ","mn91:12.4":"na ca panina hanukam upadahitva nisidati. ","mn91:12.5":"So antaraghare nisinno samano na chambhati na kampati na vedhati na paritassati. So achambhi akampi avedhi aparitassi vigatalomahamso. ","mn91:12.6":"Vivekavatto ca so bhavam gotamo antaraghare nisinno hoti. ","mn91:13.1":"So pattodakam patigganhanto na pattam unnameti, na pattam onameti; na pattam sannameti, na pattam vinameti. ","mn91:14.1":"So pattodakam patigganhati natithokam natibahum. ","mn91:14.2":"So na khulukhulukarakam pattam dhovati, na samparivattakam pattam dhovati, na pattam bhumiyam nikkhipitva hatthe dhovati; hatthesu dhotesu patto dhoto hoti, patte dhote hattha dhota honti. ","mn91:14.3":"So pattodakam chaddeti natidure naccasanne, na ca vicchaddayamano. ","mn91:14.4":"So odanam patigganhanto na pattam unnameti, na pattam onameti; na pattam sannameti, na pattam vinameti. ","mn91:14.5":"So odanam patigganhati natithokam natibahum. ","mn91:14.6":"Byanjanam kho pana bhavam gotamo byanjanamattaya ahareti, na ca byanjanena alopam atinameti. ","mn91:14.7":"Dvattikkhattum kho bhavam gotamo mukhe alopam samparivattetva ajjhoharati; ","mn91:14.8":"na cassa kaci odanaminja asambhinna kayam pavisati, na cassa kaci odanaminja mukhe avasittha hoti; ","mn91:14.9":"athaparam alopam upanameti. ","mn91:14.10":"Rasapatisamvedi kho pana so bhavam gotamo aharam ahareti, no ca rasaragapatisamvedi. ","mn91:14.11":"Atthangasamannagatam kho pana so bhavam gotamo aharam ahareti—","mn91:14.12":"neva davaya, na madaya na mandanaya na vibhusanaya, yavadeva imassa kayassa thitiya yapanaya, vihimsuparatiya brahmacariyanuggahaya: ‘iti purananca vedanam patihankhami navanca vedanam na uppadessami, yatra ca me bhavissati anavajjata ca phasuviharo ca’ti. ","mn91:15.1":"So bhuttavi pattodakam patigganhanto na pattam unnameti, na pattam onameti; na pattam sannameti, na pattam vinameti. ","mn91:15.2":"So pattodakam patigganhati natithokam natibahum. ","mn91:15.3":"So na khulukhulukarakam pattam dhovati, na samparivattakam pattam dhovati, na pattam bhumiyam nikkhipitva hatthe dhovati; hatthesu dhotesu patto dhoto hoti, patte dhote hattha dhota honti. ","mn91:15.4":"So pattodakam chaddeti natidure naccasanne, na ca vicchaddayamano. ","mn91:16.1":"So bhuttavi na pattam bhumiyam nikkhipati natidure naccasanne, na ca anatthiko pattena hoti, na ca ativelanurakkhi pattasmim. ","mn91:17.1":"So bhuttavi muhuttam tunhi nisidati, na ca anumodanassa kalamatinameti. ","mn91:17.2":"So bhuttavi anumodati, na tam bhattam garahati, na annam bhattam patikankhati; ","mn91:17.3":"annadatthu dhammiya kathaya tam parisam sandasseti samadapeti samuttejeti sampahamseti. ","mn91:17.4":"So tam parisam dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva utthayasana pakkamati. ","mn91:18.1":"So natisigham gacchati, natisanikam gacchati, na ca muccitukamo gacchati; ","mn91:19.1":"na ca tassa bhoto gotamassa kaye civaram accukkattham hoti na ca accokkattham, na ca kayasmim allinam na ca kayasma apakattham; ","mn91:19.2":"na ca tassa bhoto gotamassa kayamha vato civaram apavahati; ","mn91:19.3":"na ca tassa bhoto gotamassa kaye rajojallam upalimpati. ","mn91:20.1":"So aramagato nisidati pannatte asane. Nisajja pade pakkhaleti; ","mn91:20.2":"na ca so bhavam gotamo padamandananuyogamanuyutto viharati. ","mn91:20.3":"So pade pakkhaletva nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","mn91:20.4":"So neva attabyabadhaya ceteti, na parabyabadhaya ceteti, na ubhayabyabadhaya ceteti; ","mn91:20.5":"attahitaparahitaubhayahitasabbalokahitameva so bhavam gotamo cintento nisinno hoti. ","mn91:21.1":"So aramagato parisati dhammam deseti, na tam parisam ussadeti, na tam parisam apasadeti; ","mn91:21.2":"annadatthu dhammiya kathaya tam parisam sandasseti samadapeti samuttejeti sampahamseti. ","mn91:21.3":"Atthangasamannagato kho panassa bhoto gotamassa mukhato ghoso niccharati—","mn91:21.4":"vissattho ca, vinneyyo ca, manju ca, savaniyo ca, bindu ca, avisari ca, gambhiro ca, ninnadi ca. ","mn91:21.5":"Yathaparisam kho pana so bhavam gotamo sarena vinnapeti, na cassa bahiddha parisaya ghoso niccharati. ","mn91:21.6":"Te tena bhota gotamena dhammiya kathaya sandassita samadapita samuttejita sampahamsita utthayasana pakkamanti avalokayamanayeva avijahitatta. ","mn91:22.1":"Addasama kho mayam, bho, tam bhavantam gotamam gacchantam, addasama thitam, addasama antaragharam pavisantam, addasama antaraghare nisinnam tunhibhutam, addasama antaraghare bhunjantam, addasama bhuttavim nisinnam tunhibhutam, addasama bhuttavim anumodantam, addasama aramam gacchantam, addasama aramagatam nisinnam tunhibhutam, addasama aramagatam parisati dhammam desentam. ","mn91:22.2":"Ediso ca ediso ca so bhavam gotamo, tato ca bhiyyo”ti. ","mn91:23.1":"Evam vutte, brahmayu brahmano utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva tikkhattum udanam udaneti: ","mn91:23.2":"“Namo tassa bhagavato arahato sammasambuddhassa. ","mn91:23.3":"Namo tassa bhagavato arahato sammasambuddhassa. ","mn91:23.4":"Namo tassa bhagavato arahato sammasambuddhassati. ","mn91:23.5":"Appeva nama mayam kadaci karahaci tena bhota gotamena samagaccheyyama? Appeva nama siya kocideva kathasallapo”ti. ","mn91:24.1":"Atha kho bhagava videhesu anupubbena carikam caramano yena mithila tadavasari. ","mn91:24.2":"Tatra sudam bhagava mithilayam viharati maghadevaambavane. ","mn91:24.3":"Assosum kho mithileyyaka brahmanagahapatika: ","mn91:24.4":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito videhesu carikam caramano mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi mithilam anuppatto, mithilayam viharati maghadevaambavane. ","mn91:24.5":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","mn91:24.6":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","mn91:24.7":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn91:24.8":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn91:24.9":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","mn91:25.1":"Atha kho mithileyyaka brahmanagahapatika yena bhagava tenupasankamimsu; upasankamitva appekacce bhagavantam abhivadetva ekamantam nisidimsu; appekacce bhagavata saddhim sammodimsu, sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu; appekacce yena bhagava tenanjalim panametva ekamantam nisidimsu; appekacce bhagavato santike namagottam savetva ekamantam nisidimsu; appekacce tunhibhuta ekamantam nisidimsu. ","mn91:26.1":"Assosi kho brahmayu brahmano: “samano khalu, bho, gotamo sakyaputto sakyakula pabbajito mithilam anuppatto, mithilayam viharati maghadevaambavane”ti. ","mn91:26.2":"Atha kho brahmayu brahmano sambahulehi savakehi saddhim yena maghadevaambavanam tenupasankami. ","mn91:26.3":"Atha kho brahmayuno brahmanassa avidure ambavanassa etadahosi: ","mn91:26.4":"“na kho metam patirupam yoham pubbe appatisamvidito samanam gotamam dassanaya upasankameyyan”ti. ","mn91:26.5":"Atha kho brahmayu brahmano annataram manavakam amantesi: ","mn91:26.6":"“ehi tvam, manavaka, yena samano gotamo tenupasankama; upasankamitva mama vacanena samanam gotamam appabadham appatankam lahutthanam balam phasuviharam puccha: ","mn91:26.7":"‘brahmayu, bho gotama, brahmano bhavantam gotamam appabadham appatankam lahutthanam balam phasuviharam pucchati’ti. ","mn91:26.8":"Evanca vadehi: ","mn91:26.9":"‘brahmayu, bho gotama, brahmano jinno vuddho mahallako addhagato vayoanuppatto, visavassasatiko jatiya, tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam, padako, veyyakarano, lokayatamahapurisalakkhanesu anavayo. ","mn91:26.10":"Yavata, bho, brahmanagahapatika mithilayam pativasanti, brahmayu tesam brahmano aggamakkhayati—","mn91:26.11":"yadidam bhogehi; ","mn91:26.12":"brahmayu tesam brahmano aggamakkhayati—","mn91:26.13":"yadidam mantehi; ","mn91:26.14":"brahmayu tesam brahmano aggamakkhayati—","mn91:26.15":"yadidam ayuna ceva yasasa ca. ","mn91:26.16":"So bhoto gotamassa dassanakamo’”ti. ","mn91:26.17":"“Evam, bho”ti kho so manavako brahmayussa brahmanassa patissutva yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn91:26.18":"Sammodaniyam katham saraniyam vitisaretva ekamantam atthasi. Ekamantam thito kho so manavako bhagavantam etadavoca: ","mn91:26.19":"“brahmayu, bho gotama, brahmano bhavantam gotamam appabadham appatankam lahutthanam balam phasuviharam pucchati; ","mn91:26.20":"evanca vadeti: ","mn91:26.21":"‘brahmayu, bho gotama, brahmano jinno vuddho mahallako addhagato vayoanuppatto, visavassasatiko jatiya, tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam, padako, veyyakarano, lokayatamahapurisalakkhanesu anavayo. ","mn91:26.22":"Yavata, bho, brahmanagahapatika mithilayam pativasanti, brahmayu tesam brahmano aggamakkhayati—","mn91:26.23":"yadidam bhogehi; ","mn91:26.24":"brahmayu tesam brahmano aggamakkhayati—","mn91:26.25":"yadidam mantehi; ","mn91:26.26":"brahmayu tesam brahmano aggamakkhayati—","mn91:26.27":"yadidam ayuna ceva yasasa ca. ","mn91:26.28":"So bhoto gotamassa dassanakamo’”ti. ","mn91:26.29":"“Yassadani, manava, brahmayu brahmano kalam mannati”ti. ","mn91:27.1":"Atha kho so manavako yena brahmayu brahmano tenupasankami; upasankamitva brahmayum brahmanam etadavoca: ","mn91:27.2":"“katavakaso khomhi bhavata samanena gotamena. ","mn91:27.3":"Yassadani bhavam kalam mannati”ti. ","mn91:28.1":"Atha kho brahmayu brahmano yena bhagava tenupasankami. ","mn91:28.2":"Addasa kho sa parisa brahmayum brahmanam duratova agacchantam. ","mn91:28.3":"Disvana oramiya okasamakasi yatha tam natassa yasassino. ","mn91:28.4":"Atha kho brahmayu brahmano tam parisam etadavoca: ","mn91:28.5":"“alam, bho. ","mn91:28.6":"Nisidatha tumhe sake asane. ","mn91:28.7":"Idhaham samanassa gotamassa santike nisidissami”ti. ","mn91:29.1":"Atha kho brahmayu brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn91:29.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","mn91:29.3":"Ekamantam nisinno kho brahmayu brahmano bhagavato kaye dvattimsamahapurisalakkhanani samannesi. ","mn91:29.4":"Addasa kho brahmayu brahmano bhagavato kaye dvattimsamahapurisalakkhanani, yebhuyyena thapetva dve. ","mn91:29.5":"Dvisu mahapurisalakkhanesu kankhati vicikicchati nadhimuccati na sampasidati—","mn91:29.6":"kosohite ca vatthaguyhe pahutajivhataya ca. ","mn91:29.7":"Atha kho brahmayu brahmano bhagavantam gathahi ajjhabhasi: ","mn91:29.8":"“Ye me dvattimsati suta, ","mn91:29.9":"mahapurisalakkhana; ","mn91:29.10":"Duve tesam na passami, ","mn91:29.11":"bhoto kayasmim gotama. ","mn91:29.12":"Kacci kosohitam bhoto, ","mn91:29.13":"vatthaguyham naruttama; ","mn91:29.14":"Narisamanasavhaya, ","mn91:29.15":"kacci jivha na dassaka. ","mn91:29.16":"Kacci pahutajivhosi, ","mn91:29.17":"yatha tam janiyamase; ","mn91:29.18":"Ninnamayetam pahutam, ","mn91:29.19":"kankham vinaya no ise. ","mn91:29.20":"Ditthadhammahitatthaya, ","mn91:29.21":"samparayasukhaya ca; ","mn91:29.22":"Katavakasa pucchama, ","mn91:29.23":"yam kinci abhipatthitan”ti. ","mn91:30.1":"Atha kho bhagavato etadahosi: ","mn91:30.2":"“passati kho me ayam brahmayu brahmano dvattimsamahapurisalakkhanani, yebhuyyena thapetva dve. ","mn91:30.3":"Dvisu mahapurisalakkhanesu kankhati vicikicchati nadhimuccati na sampasidati—","mn91:30.4":"kosohite ca vatthaguyhe pahutajivhataya ca”ti. ","mn91:30.5":"Atha kho bhagava tatharupam iddhabhisankharam abhisankhasi yatha addasa brahmayu brahmano bhagavato kosohitam vatthaguyham. ","mn91:30.6":"Atha kho bhagava jivham ninnametva ubhopi kannasotani anumasi patimasi; ubhopi nasikasotani anumasi patimasi; kevalampi nalatamandalam jivhaya chadesi. ","mn91:30.7":"Atha kho bhagava brahmayum brahmanam gathahi paccabhasi: ","mn91:31.1":"“Ye te dvattimsati suta, ","mn91:31.2":"mahapurisalakkhana; ","mn91:31.3":"Sabbe te mama kayasmim, ","mn91:31.4":"ma te kankhahu brahmana. ","mn91:31.5":"Abhinneyyam abhinnatam, ","mn91:31.6":"bhavetabbanca bhavitam; ","mn91:31.7":"Pahatabbam pahinam me, ","mn91:31.8":"tasma buddhosmi brahmana. ","mn91:31.9":"Ditthadhammahitatthaya, ","mn91:31.10":"samparayasukhaya ca; ","mn91:31.11":"Katavakaso pucchassu, ","mn91:31.12":"yam kinci abhipatthitan”ti. ","mn91:32.1":"Atha kho brahmayussa brahmanassa etadahosi: ","mn91:32.2":"“katavakaso khomhi samanena gotamena. ","mn91:32.3":"Kim nu kho aham samanam gotamam puccheyyam: ","mn91:32.4":"‘ditthadhammikam va attham samparayikam va’”ti. ","mn91:32.5":"Atha kho brahmayussa brahmanassa etadahosi: ","mn91:32.6":"“kusalo kho aham ditthadhammikanam atthanam. ","mn91:32.7":"Annepi mam ditthadhammikam attham pucchanti. ","mn91:32.8":"Yannunaham samanam gotamam samparayikamyeva attham puccheyyan”ti. ","mn91:32.9":"Atha kho brahmayu brahmano bhagavantam gathahi ajjhabhasi: ","mn91:32.10":"“Katham kho brahmano hoti, ","mn91:32.11":"katham bhavati vedagu; ","mn91:32.12":"Tevijjo bho katham hoti, ","mn91:32.13":"sotthiyo kinti vuccati. ","mn91:32.14":"Araham bho katham hoti, ","mn91:32.15":"katham bhavati kevali; ","mn91:32.16":"Muni ca bho katham hoti, ","mn91:32.17":"buddho kinti pavuccati”ti. ","mn91:33.1":"Atha kho bhagava brahmayum brahmanam gathahi paccabhasi: ","mn91:33.2":"“Pubbenivasam yo vedi, ","mn91:33.3":"saggapayanca passati; ","mn91:33.4":"Atho jatikkhayam patto, ","mn91:33.5":"abhinna vosito muni. ","mn91:33.6":"Cittam visuddham janati, ","mn91:33.7":"muttam ragehi sabbaso; ","mn91:33.8":"Pahinajatimarano, ","mn91:33.9":"brahmacariyassa kevali; ","mn91:33.10":"Paragu sabbadhammanam, ","mn91:33.11":"buddho tadi pavuccati”ti. ","mn91:34.1":"Evam vutte, brahmayu brahmano utthayasana ekamsam uttarasangam karitva bhagavato padesu sirasa nipatitva bhagavato padani mukhena ca paricumbati, panihi ca parisambahati, namanca saveti: ","mn91:34.2":"“brahmayu aham, bho gotama, brahmano; ","mn91:34.3":"brahmayu aham, bho gotama, brahmano”ti. ","mn91:35.1":"Atha kho sa parisa acchariyabbhutacittajata ahosi: ","mn91:35.2":"“acchariyam vata bho, abbhutam vata bho. ","mn91:35.3":"Yatra hi namayam brahmayu brahmano nato yasassi evarupam paramanipaccakaram karissati”ti. ","mn91:35.4":"Atha kho bhagava brahmayum brahmanam etadavoca: ","mn91:35.5":"“alam, brahmana, utthaha nisida tvam sake asane yato te mayi cittam pasannan”ti. ","mn91:35.6":"Atha kho brahmayu brahmano utthahitva sake asane nisidi. ","mn91:36.1":"Atha kho bhagava brahmayussa brahmanassa anupubbim katham kathesi, seyyathidam—","mn91:36.2":"danakatham, silakatham, saggakatham; ","mn91:36.3":"kamanam adinavam okaram sankilesam nekkhamme anisamsam pakasesi. ","mn91:36.4":"Yada bhagava annasi brahmayum brahmanam kallacittam muducittam vinivaranacittam udaggacittam pasannacittam, atha ya buddhanam samukkamsika dhammadesana tam pakasesi—","mn91:36.5":"dukkham, samudayam, nirodham, maggam. ","mn91:36.6":"Seyyathapi nama suddham vattham apagatakalakam sammadeva rajanam patigganheyya; ","mn91:36.7":"evameva brahmayussa brahmanassa tasmimyeva asane virajam vitamalam dhammacakkhum udapadi: ","mn91:36.8":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti. ","mn91:36.9":"Atha kho brahmayu brahmano ditthadhammo pattadhammo viditadhammo pariyogalhadhammo tinnavicikiccho vigatakathankatho vesarajjappatto aparappaccayo satthusasane bhagavantam etadavoca: ","mn91:37.1":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","mn91:37.2":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","mn91:37.3":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","mn91:37.4":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatam. ","mn91:37.5":"Adhivasetu ca me bhavam gotamo svatanaya bhattam saddhim bhikkhusanghena”ti. ","mn91:37.6":"Adhivasesi bhagava tunhibhavena. ","mn91:37.7":"Atha kho brahmayu brahmano bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","mn91:38.1":"Atha kho brahmayu brahmano tassa rattiya accayena sake nivesane panitam khadaniyam bhojaniyam patiyadapetva bhagavato kalam arocapesi: ","mn91:38.2":"“kalo, bho gotama, nitthitam bhattan”ti. ","mn91:38.3":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya yena brahmayussa brahmanassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi saddhim bhikkhusanghena. ","mn91:38.4":"Atha kho brahmayu brahmano sattaham buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","mn91:39.1":"Atha kho bhagava tassa sattahassa accayena videhesu carikam pakkami. ","mn91:39.2":"Atha kho brahmayu brahmano acirapakkantassa bhagavato kalamakasi. ","mn91:39.3":"Atha kho sambahula bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","mn91:39.4":"“brahmayu, bhante, brahmano kalankato. ","mn91:39.5":"Tassa ka gati, ko abhisamparayo”ti? ","mn91:39.6":"“Pandito, bhikkhave, brahmayu brahmano paccapadi dhammassanudhammam, na ca mam dhammadhikaranam vihesesi. ","mn91:39.7":"Brahmayu, bhikkhave, brahmano pancannam orambhagiyanam samyojananam parikkhaya opapatiko hoti, tattha parinibbayi, anavattidhammo tasma loka”ti. ","mn91:39.8":"Idamavoca bhagava. ","mn91:39.9":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","mn91:39.10":"Brahmayusuttam nitthitam pathamam. "}