{"mn93:0.1":"Majjhima Nikaya 93 ","mn93:0.2":"Assalayanasutta ","mn93:1.1":"Evam me sutam—","mn93:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn93:2.1":"Tena kho pana samayena nanaverajjakanam brahmananam pancamattani brahmanasatani savatthiyam pativasanti kenacideva karaniyena. ","mn93:2.2":"Atha kho tesam brahmananam etadahosi: ","mn93:2.3":"“ayam kho samano gotamo catuvannim suddhim pannapeti. ","mn93:2.4":"Ko nu kho pahoti samanena gotamena saddhim asmim vacane patimantetun”ti? ","mn93:3.1":"Tena kho pana samayena assalayano nama manavo savatthiyam pativasati daharo, vuttasiro, solasavassuddesiko jatiya, tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam, padako, veyyakarano, lokayatamahapurisalakkhanesu anavayo. ","mn93:3.2":"Atha kho tesam brahmananam etadahosi: ","mn93:3.3":"“ayam kho assalayano manavo savatthiyam pativasati daharo, vuttasiro, solasavassuddesiko jatiya, tinnam vedanam paragu …pe… anavayo. ","mn93:3.4":"So kho pahoti samanena gotamena saddhim asmim vacane patimantetun”ti. ","mn93:4.1":"Atha kho te brahmana yena assalayano manavo tenupasankamimsu; upasankamitva assalayanam manavam etadavocum: ","mn93:4.2":"“ayam, bho assalayana, samano gotamo catuvannim suddhim pannapeti. ","mn93:4.3":"Etu bhavam assalayano samanena gotamena saddhim asmim vacane patimantetu”ti. ","mn93:4.4":"Evam vutte, assalayano manavo te brahmane etadavoca: ","mn93:4.5":"“samano khalu, bho, gotamo dhammavadi; ","mn93:4.6":"dhammavadino ca pana duppatimantiya bhavanti. ","mn93:4.7":"Naham sakkomi samanena gotamena saddhim asmim vacane patimantetun”ti. ","mn93:4.8":"Dutiyampi kho te brahmana assalayanam manavam etadavocum: ","mn93:4.9":"“ayam, bho assalayana, samano gotamo catuvannim suddhim pannapeti. ","mn93:4.10":"Etu bhavam assalayano samanena gotamena saddhim asmim vacane patimantetu. ","mn93:4.11":"Caritam kho pana bhota assalayanena paribbajakan”ti. ","mn93:4.12":"Dutiyampi kho assalayano manavo te brahmane etadavoca: ","mn93:4.13":"“samano khalu, bho, gotamo dhammavadi; ","mn93:4.14":"dhammavadino ca pana duppatimantiya bhavanti. ","mn93:4.15":"Naham sakkomi samanena gotamena saddhim asmim vacane patimantetun”ti. ","mn93:4.16":"Tatiyampi kho te brahmana assalayanam manavam etadavocum: ","mn93:4.17":"“ayam, bho assalayana, samano gotamo catuvannim suddhim pannapeti. ","mn93:4.18":"Etu bhavam assalayano samanena gotamena saddhim asmim vacane patimantetu. ","mn93:4.19":"Caritam kho pana bhota assalayanena paribbajakam. ","mn93:4.20":"Ma bhavam assalayano ayuddhaparajitam parajayi”ti. ","mn93:4.21":"Evam vutte, assalayano manavo te brahmane etadavoca: ","mn93:4.22":"“addha kho aham bhavanto na labhami. ","mn93:4.23":"Samano khalu, bho, gotamo dhammavadi; ","mn93:4.24":"dhammavadino ca pana duppatimantiya bhavanti. ","mn93:4.25":"Naham sakkomi samanena gotamena saddhim asmim vacane patimantetunti. ","mn93:4.26":"Api caham bhavantanam vacanena gamissami”ti. ","mn93:5.1":"Atha kho assalayano manavo mahata brahmanaganena saddhim yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn93:5.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho assalayano manavo bhagavantam etadavoca: ","mn93:5.3":"“brahmana, bho gotama, evamahamsu: ","mn93:5.4":"‘brahmanova settho vanno, hino anno vanno; ","mn93:5.5":"brahmanova sukko vanno, kanho anno vanno; ","mn93:5.6":"brahmanova sujjhanti, no abrahmana; ","mn93:5.7":"brahmanava brahmuno putta orasa mukhato jata brahmaja brahmanimmita brahmadayada’ti. ","mn93:5.8":"Idha bhavam gotamo kimaha”ti? ","mn93:5.9":"“Dissanti kho pana, assalayana, brahmananam brahmaniyo utuniyopi gabbhiniyopi vijayamanapi payamanapi. ","mn93:5.10":"Te ca brahmaniyonijava samana evamahamsu: ","mn93:5.11":"‘brahmanova settho vanno, hino anno vanno; ","mn93:5.12":"brahmanova sukko vanno, kanho anno vanno; ","mn93:5.13":"brahmanava sujjhanti, no abrahmana; ","mn93:5.14":"brahmanava brahmuno putta orasa mukhato jata brahmaja brahmanimmita brahmadayada’”ti. ","mn93:6.1":"“Kincapi bhavam gotamo evamaha, atha khvettha brahmana evametam mannanti: ","mn93:6.2":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:6.3":"brahmadayada’”ti. ","mn93:6.4":"“Tam kim mannasi, assalayana, ","mn93:6.5":"sutam te: ‘yonakambojesu annesu ca paccantimesu janapadesu dveva vanna—ayyo ceva daso ca; ayyo hutva daso hoti, daso hutva ayyo hoti’”ti? ","mn93:6.6":"“Evam, bho, sutam tam me: ‘yonakambojesu annesu ca paccantimesu janapadesu dveva vanna—ayyo ceva daso ca; ayyo hutva daso hoti, daso hutva ayyo hoti’”ti. ","mn93:6.7":"“Ettha, assalayana, brahmananam kim balam, ko assaso yadettha brahmana evamahamsu: ","mn93:6.8":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:6.9":"brahmadayada’”ti? ","mn93:7.1":"“Kincapi bhavam gotamo evamaha, atha khvettha brahmana evametam mannanti: ","mn93:7.2":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:7.3":"brahmadayada’”ti. ","mn93:7.4":"“Tam kim mannasi, assalayana, ","mn93:7.5":"khattiyova nu kho panatipati adinnadayi kamesumicchacari musavadi pisunavaco pharusavaco samphappalapi abhijjhalu byapannacitto micchaditthi kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyya, no brahmano? ","mn93:7.6":"Vessova nu kho …pe… ","mn93:7.7":"suddova nu kho panatipati adinnadayi kamesumicchacari musavadi pisunavaco pharusavaco samphappalapi abhijjhalu byapannacitto micchaditthi kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyya, no brahmano”ti? ","mn93:7.8":"“No hidam, bho gotama. ","mn93:7.9":"Khattiyopi hi, bho gotama, panatipati adinnadayi kamesumicchacari musavadi pisunavaco pharusavaco samphappalapi abhijjhalu byapannacitto micchaditthi kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyya. ","mn93:7.10":"Brahmanopi hi, bho gotama …pe… ","mn93:7.11":"vessopi hi, bho gotama …pe… ","mn93:7.12":"suddopi hi, bho gotama …pe… ","mn93:7.13":"sabbepi hi, bho gotama, cattaro vanna panatipatino adinnadayino kamesumicchacarino musavadino pisunavaca pharusavaca samphappalapino abhijjhalu byapannacitta micchaditthi kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyyun”ti. ","mn93:7.14":"“Ettha, assalayana, brahmananam kim balam, ko assaso yadettha brahmana evamahamsu: ","mn93:7.15":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:7.16":"brahmadayada’”ti? ","mn93:8.1":"“Kincapi bhavam gotamo evamaha, atha khvettha brahmana evametam mannanti: ","mn93:8.2":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:8.3":"brahmadayada’”ti. ","mn93:8.4":"“Tam kim mannasi, assalayana, ","mn93:8.5":"brahmanova nu kho panatipata pativirato adinnadana pativirato kamesumicchacara pativirato musavada pativirato pisunaya vacaya pativirato pharusaya vacaya pativirato samphappalapa pativirato anabhijjhalu abyapannacitto sammaditthi kayassa bheda param marana sugatim saggam lokam upapajjeyya, no khattiyo, no vesso, no suddo”ti? ","mn93:8.6":"“No hidam, bho gotama. ","mn93:8.7":"Khattiyopi hi, bho gotama, panatipata pativirato adinnadana pativirato kamesumicchacara pativirato musavada pativirato pisunaya vacaya pativirato pharusaya vacaya pativirato samphappalapa pativirato anabhijjhalu abyapannacitto sammaditthi kayassa bheda param marana sugatim saggam lokam upapajjeyya. ","mn93:8.8":"Brahmanopi hi, bho gotama …pe… ","mn93:8.9":"vessopi hi, bho gotama …pe… ","mn93:8.10":"suddopi hi, bho gotama …pe… ","mn93:8.11":"sabbepi hi, bho gotama, cattaro vanna panatipata pativirata adinnadana pativirata kamesumicchacara pativirata musavada pativirata pisunaya vacaya pativirata pharusaya vacaya pativirata samphappalapa pativirata anabhijjhalu abyapannacitta sammaditthi kayassa bheda param marana sugatim saggam lokam upapajjeyyun”ti. ","mn93:8.12":"“Ettha, assalayana, brahmananam kim balam, ko assaso yadettha brahmana evamahamsu: ","mn93:8.13":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:8.14":"brahmadayada’”ti? ","mn93:9.1":"“Kincapi bhavam gotamo evamaha, atha khvettha brahmana evametam mannanti: ","mn93:9.2":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:9.3":"brahmadayada’”ti. ","mn93:9.4":"“Tam kim mannasi, assalayana, ","mn93:9.5":"brahmanova nu kho pahoti asmim padese averam abyabajjham mettacittam bhavetum, no khattiyo, no vesso, no suddo”ti? ","mn93:9.6":"“No hidam, bho gotama. ","mn93:9.7":"Khattiyopi hi, bho gotama, pahoti asmim padese averam abyabajjham mettacittam bhavetum; ","mn93:9.8":"brahmanopi hi, bho gotama … ","mn93:9.9":"vessopi hi, bho gotama … ","mn93:9.10":"suddopi hi, bho gotama … ","mn93:9.11":"sabbepi hi, bho gotama, cattaro vanna pahonti asmim padese averam abyabajjham mettacittam bhavetun”ti. ","mn93:9.12":"“Ettha, assalayana, brahmananam kim balam, ko assaso yadettha brahmana evamahamsu: ","mn93:9.13":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:9.14":"brahmadayada’”ti? ","mn93:10.1":"“Kincapi bhavam gotamo evamaha, atha khvettha brahmana evametam mannanti: ","mn93:10.2":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:10.3":"brahmadayada’”ti. ","mn93:10.4":"“Tam kim mannasi, assalayana, ","mn93:10.5":"brahmanova nu kho pahoti sottisinanim adaya nadim gantva rajojallam pavahetum, no khattiyo, no vesso, no suddo”ti? ","mn93:10.6":"“No hidam, bho gotama. ","mn93:10.7":"Khattiyopi hi, bho gotama, pahoti sottisinanim adaya nadim gantva rajojallam pavahetum, brahmanopi hi, bho gotama … ","mn93:10.8":"vessopi hi, bho gotama … ","mn93:10.9":"suddopi hi, bho gotama … ","mn93:10.10":"sabbepi hi, bho gotama, cattaro vanna pahonti sottisinanim adaya nadim gantva rajojallam pavahetun”ti. ","mn93:10.11":"“Ettha, assalayana, brahmananam kim balam, ko assaso yadettha brahmana evamahamsu: ","mn93:10.12":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:10.13":"brahmadayada’”ti? ","mn93:11.1":"“Kincapi bhavam gotamo evamaha, atha khvettha brahmana evametam mannanti: ","mn93:11.2":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:11.3":"brahmadayada’”ti. ","mn93:11.4":"“Tam kim mannasi, assalayana, ","mn93:11.5":"idha raja khattiyo muddhavasitto nanajaccanam purisanam purisasatam sannipateyya: ","mn93:11.6":"‘ayantu bhonto ye tattha khattiyakula brahmanakula rajannakula uppanna, sakassa va salassa va salalassa va candanassa va padumakassa va uttararanim adaya, aggim abhinibbattentu, tejo patukarontu. ","mn93:11.7":"Ayantu pana bhonto ye tattha candalakula nesadakula venakula rathakarakula pukkusakula uppanna, sapanadoniya va sukaradoniya va rajakadoniya va erandakatthassa va uttararanim adaya, aggim abhinibbattentu, tejo patukarontu’ti. ","mn93:11.8":"Tam kim mannasi, assalayana, ","mn93:11.9":"yo evam nu kho so khattiyakula brahmanakula rajannakula uppannehi sakassa va salassa va salalassa va candanassa va padumakassa va uttararanim adaya aggi abhinibbatto, tejo patukato, so eva nu khvassa aggi accima ceva vannava ca pabhassaro ca, tena ca sakka aggina aggikaraniyam katum; ","mn93:11.10":"yo pana so candalakula nesadakula venakula rathakarakula pukkusakula uppannehi sapanadoniya va sukaradoniya va rajakadoniya va erandakatthassa va uttararanim adaya aggi abhinibbatto, tejo patukato svassa aggi na ceva accima na ca vannava na ca pabhassaro, na ca tena sakka aggina aggikaraniyam katun”ti? ","mn93:11.11":"“No hidam, bho gotama. ","mn93:11.12":"Yopi hi so, bho gotama, khattiyakula brahmanakula rajannakula uppannehi sakassa va salassa va salalassa va candanassa va padumakassa va uttararanim adaya aggi abhinibbatto, tejo patukato svassa aggi accima ceva vannava ca pabhassaro ca, tena ca sakka aggina aggikaraniyam katum; ","mn93:11.13":"yopi so candalakula nesadakula venakula rathakarakula pukkusakula uppannehi sapanadoniya va sukaradoniya va rajakadoniya va erandakatthassa va uttararanim adaya aggi abhinibbatto, tejo patukato, svassa aggi accima ceva vannava ca pabhassaro ca, tena ca sakka aggina aggikaraniyam katum. ","mn93:11.14":"Sabbopi hi, bho gotama, aggi accima ceva vannava ca pabhassaro ca, sabbenapi sakka aggina aggikaraniyam katun”ti. ","mn93:11.15":"“Ettha, assalayana, brahmananam kim balam, ko assaso yadettha brahmana evamahamsu: ","mn93:11.16":"‘brahmanova settho vanno, hino anno vanno; ","mn93:11.17":"brahmanova sukko vanno, kanho anno vanno; ","mn93:11.18":"brahmanava sujjhanti, no abrahmana; ","mn93:11.19":"brahmanava brahmuno putta orasa mukhato jata brahmaja brahmanimmita brahmadayada’”ti? ","mn93:12.1":"“Kincapi bhavam gotamo evamaha, atha khvettha brahmana evametam mannanti: ","mn93:12.2":"‘brahmanova settho vanno, hino anno vanno …pe… ","mn93:12.3":"brahmadayada’”ti. ","mn93:12.4":"“Tam kim mannasi, assalayana, ","mn93:12.5":"idha khattiyakumaro brahmanakannaya saddhim samvasam kappeyya, tesam samvasamanvaya putto jayetha; ","mn93:12.6":"yo so khattiyakumarena brahmanakannaya putto uppanno, siya so matupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brahmano’tipi vattabbo”ti? ","mn93:12.7":"“Yo so, bho gotama, khattiyakumarena brahmanakannaya putto uppanno, siya so matupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brahmano’tipi vattabbo”ti. ","mn93:13.1":"“Tam kim mannasi, assalayana, ","mn93:13.2":"idha brahmanakumaro khattiyakannaya saddhim samvasam kappeyya, tesam samvasamanvaya putto jayetha; ","mn93:13.3":"yo so brahmanakumarena khattiyakannaya putto uppanno, siya so matupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brahmano’tipi vattabbo”ti? ","mn93:13.4":"“Yo so, bho gotama, brahmanakumarena khattiyakannaya putto uppanno, siya so matupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brahmano’tipi vattabbo”ti. ","mn93:14.1":"“Tam kim mannasi, assalayana, ","mn93:14.2":"idha valavam gadrabhena sampayojeyyum, tesam sampayogamanvaya kisoro jayetha; ","mn93:14.3":"yo so valavaya gadrabhena kisoro uppanno, siya so matupi sadiso pitupi sadiso, ‘asso’tipi vattabbo ‘gadrabho’tipi vattabbo”ti? ","mn93:14.4":"“Kundanhi so, bho gotama, assataro hoti. ","mn93:14.5":"Idam hissa, bho gotama, nanakaranam passami; ","mn93:14.6":"amutra ca panesanam na kinci nanakaranam passami”ti. ","mn93:15.1":"“Tam kim mannasi, assalayana, ","mn93:15.2":"idhassu dve manavaka bhataro sodariya, eko ajjhayako upanito eko anajjhayako anupanito. ","mn93:15.3":"Kamettha brahmana pathamam bhojeyyum saddhe va thalipake va yanne va pahune va”ti? ","mn93:15.4":"“Yo so, bho gotama, manavako ajjhayako upanito tamettha brahmana pathamam bhojeyyum saddhe va thalipake va yanne va pahune va. ","mn93:15.5":"Kinhi, bho gotama, anajjhayake anupanite dinnam mahapphalam bhavissati”ti? ","mn93:16.1":"“Tam kim mannasi, assalayana, ","mn93:16.2":"idhassu dve manavaka bhataro sodariya, eko ajjhayako upanito dussilo papadhammo, eko anajjhayako anupanito silava kalyanadhammo. ","mn93:16.3":"Kamettha brahmana pathamam bhojeyyum saddhe va thalipake va yanne va pahune va”ti? ","mn93:16.4":"“Yo so, bho gotama, manavako anajjhayako anupanito silava kalyanadhammo tamettha brahmana pathamam bhojeyyum saddhe va thalipake va yanne va pahune va. ","mn93:16.5":"Kinhi, bho gotama, dussile papadhamme dinnam mahapphalam bhavissati”ti? ","mn93:17.1":"“Pubbe kho tvam, assalayana, jatim agamasi; ","mn93:17.2":"jatim gantva mante agamasi; ","mn93:17.3":"mante gantva tape agamasi; ","mn93:17.4":"tape gantva catuvannim suddhim paccagato, yamaham pannapemi”ti. ","mn93:17.5":"Evam vutte, assalayano manavo tunhibhuto mankubhuto pattakkhandho adhomukho pajjhayanto appatibhano nisidi. ","mn93:18.1":"Atha kho bhagava assalayanam manavam tunhibhutam mankubhutam pattakkhandham adhomukham pajjhayantam appatibhanam viditva assalayanam manavam etadavoca: ","mn93:18.2":"“bhutapubbam, assalayana, sattannam brahmanisinam arannayatane pannakutisu sammantanam evarupam papakam ditthigatam uppannam hoti: ","mn93:18.3":"‘brahmanova settho vanno, hino anno vanno … ","mn93:18.4":"pe… ","mn93:18.5":"brahmadayada’ti. ","mn93:18.6":"Assosi kho, assalayana, asito devalo isi: ","mn93:18.7":"‘sattannam kira brahmanisinam arannayatane pannakutisu sammantanam evarupam papakam ditthigatam uppannam—","mn93:18.8":"brahmanova settho vanno …pe… ","mn93:18.9":"brahmadayada’ti. ","mn93:18.10":"Atha kho, assalayana, asito devalo isi kesamassum kappetva manjitthavannani dussani nivasetva pataliyo upahana aruhitva jatarupamayam dandam gahetva sattannam brahmanisinam patthandile paturahosi. ","mn93:18.11":"Atha kho, assalayana, asito devalo isi sattannam brahmanisinam patthandile cankamamano evamaha: ","mn93:18.12":"‘handa ko nu kho ime bhavanto brahmanisayo gata; ","mn93:18.13":"handa ko nu kho ime bhavanto brahmanisayo gata’ti? ","mn93:18.14":"Atha kho, assalayana, sattannam brahmanisinam etadahosi: ","mn93:18.15":"‘ko nayam gamandalarupo viya sattannam brahmanisinam patthandile cankamamano evamaha: ","mn93:18.16":"“handa ko nu kho ime bhavanto brahmanisayo gata; ","mn93:18.17":"handa ko nu kho ime bhavanto brahmanisayo gatati? ","mn93:18.18":"Handa nam abhisapama”’ti. ","mn93:18.19":"Atha kho, assalayana, satta brahmanisayo asitam devalam isim abhisapimsu: ","mn93:18.20":"‘bhasma, vasala, hohi; ","mn93:18.21":"bhasma, vasala, hohi’ti. ","mn93:18.22":"Yatha yatha kho, assalayana, satta brahmanisayo asitam devalam isim abhisapimsu tatha tatha asito devalo isi abhirupataro ceva hoti dassaniyataro ca pasadikataro ca. ","mn93:18.23":"Atha kho, assalayana, sattannam brahmanisinam etadahosi: ","mn93:18.24":"‘mogham vata no tapo, aphalam brahmacariyam. ","mn93:18.25":"Mayanhi pubbe yam abhisapama—","mn93:18.26":"bhasma, vasala, hohi; ","mn93:18.27":"bhasma, vasala, hohiti bhasmava bhavati ekacco. ","mn93:18.28":"Imam pana mayam yatha yatha abhisapama tatha tatha abhirupataro ceva hoti dassaniyataro ca pasadikataro ca’ti. ","mn93:18.29":"‘Na bhavantanam mogham tapo, naphalam brahmacariyam. ","mn93:18.30":"Ingha bhavanto, yo mayi manopadoso tam pajahatha’ti. ","mn93:18.31":"‘Yo bhavati manopadoso tam pajahama. ","mn93:18.32":"Ko nu bhavam hoti’ti? ","mn93:18.33":"‘Suto nu bhavatam—","mn93:18.34":"asito devalo isi’ti? ","mn93:18.35":"‘Evam, bho’. ","mn93:18.36":"‘So khvaham, bho, homi’ti. ","mn93:18.37":"Atha kho, assalayana, satta brahmanisayo asitam devalam isim abhivadetum upakkamimsu. ","mn93:18.38":"Atha kho, assalayana, asito devalo isi satta brahmanisayo etadavoca: ","mn93:18.39":"‘sutam metam, bho, sattannam kira brahmanisinam arannayatane pannakutisu sammantanam evarupam papakam ditthigatam uppannam—","mn93:18.40":"brahmanova settho vanno, hino anno vanno; ","mn93:18.41":"brahmanova sukko vanno, kanho anno vanno; ","mn93:18.42":"brahmanava sujjhanti, no abrahmana; ","mn93:18.43":"brahmanava brahmuno putta orasa mukhato jata brahmaja brahmanimmita brahmadayada’ti. ","mn93:18.44":"‘Evam, bho’. ","mn93:18.45":"‘Jananti pana bhonto—","mn93:18.46":"ya janika mata brahmanamyeva agamasi, no abrahmanan’ti? ","mn93:18.47":"‘No hidam, bho’. ","mn93:18.48":"‘Jananti pana bhonto—","mn93:18.49":"ya janikamatu mata yava sattama matumatamahayuga brahmanamyeva agamasi, no abrahmanan’ti? ","mn93:18.50":"‘No hidam, bho’. ","mn93:18.51":"‘Jananti pana bhonto—","mn93:18.52":"yo janako pita brahmanimyeva agamasi, no abrahmanin’ti? ","mn93:18.53":"‘No hidam, bho’. ","mn93:18.54":"‘Jananti pana bhonto—","mn93:18.55":"yo janakapitu pita yava sattama pitupitamahayuga brahmanimyeva agamasi, no abrahmanin’ti? ","mn93:18.56":"‘No hidam, bho’. ","mn93:18.57":"‘Jananti pana bhonto—","mn93:18.58":"yatha gabbhassa avakkanti hoti’ti? ","mn93:18.59":"‘Janama mayam, bho—","mn93:18.60":"yatha gabbhassa avakkanti hoti. ","mn93:18.61":"Idha matapitaro ca sannipatita honti, mata ca utuni hoti, gandhabbo ca paccupatthito hoti; evam tinnam sannipata gabbhassa avakkanti hoti’ti. ","mn93:18.62":"‘Jananti pana bhonto—","mn93:18.63":"taggha, so gandhabbo khattiyo va brahmano va vesso va suddo va’ti? ","mn93:18.64":"‘Na mayam, bho, janama—","mn93:18.65":"taggha so gandhabbo khattiyo va brahmano va vesso va suddo va’ti. ","mn93:18.66":"‘Evam sante, bho, janatha—","mn93:18.67":"ke tumhe hotha’ti? ","mn93:18.68":"‘Evam sante, bho, na mayam janama—","mn93:18.69":"ke mayam homa’ti. ","mn93:18.70":"Te hi nama, assalayana, satta brahmanisayo asitena devalena isina sake jativade samanuyunjiyamana samanuggahiyamana samanubhasiyamana na sampayissanti; ","mn93:18.71":"kim pana tvam etarahi maya sakasmim jativade samanuyunjiyamano samanuggahiyamano samanubhasiyamano sampayissasi, yesam tvam sacariyako na punno dabbigaho”ti. ","mn93:19.1":"Evam vutte, assalayano manavo bhagavantam etadavoca: ","mn93:19.2":"“abhikkantam, bho gotama …pe… ","mn93:19.3":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","mn93:19.4":"Assalayanasuttam nitthitam tatiyam. "}