{"mn94:0.1":"Majjhima Nikaya 94 ","mn94:0.2":"Ghotamukhasutta ","mn94:1.1":"Evam me sutam—","mn94:1.2":"ekam samayam ayasma udeno baranasiyam viharati khemiyambavane. ","mn94:2.1":"Tena kho pana samayena ghotamukho brahmano baranasim anuppatto hoti kenacideva karaniyena. ","mn94:2.2":"Atha kho ghotamukho brahmano janghaviharam anucankamamano anuvicaramano yena khemiyambavanam tenupasankami. ","mn94:2.3":"Tena kho pana samayena ayasma udeno abbhokase cankamati. ","mn94:2.4":"Atha kho ghotamukho brahmano yenayasma udeno tenupasankami; upasankamitva ayasmata udenena saddhim sammodi. ","mn94:2.5":"Sammodaniyam katham saraniyam vitisaretva ayasmantam udenam cankamantam anucankamamano evamaha: ","mn94:2.6":"“ambho samana, ‘natthi dhammiko paribbajo’—","mn94:2.7":"evam me ettha hoti. ","mn94:2.8":"Tanca kho bhavantarupanam va adassana, yo va panettha dhammo”ti. ","mn94:3.1":"Evam vutte, ayasma udeno cankama orohitva viharam pavisitva pannatte asane nisidi. ","mn94:3.2":"Ghotamukhopi kho brahmano cankama orohitva viharam pavisitva ekamantam atthasi. ","mn94:3.3":"Ekamantam thitam kho ghotamukham brahmanam ayasma udeno etadavoca: ","mn94:3.4":"“samvijjanti kho, brahmana, asanani. ","mn94:3.5":"Sace akankhasi, nisida”ti. ","mn94:3.6":"“Etadeva kho pana mayam bhoto udenassa agamayamana nisidama. ","mn94:3.7":"Kathanhi nama madiso pubbe animantito asane nisiditabbam manneyya”ti? ","mn94:4.1":"Atha kho ghotamukho brahmano annataram nicam asanam gahetva ekamantam nisidi. ","mn94:4.2":"Ekamantam nisinno kho ghotamukho brahmano ayasmantam udenam etadavoca: ","mn94:4.3":"“ambho samana, ‘natthi dhammiko paribbajo’—","mn94:4.4":"evam me ettha hoti. ","mn94:4.5":"Tanca kho bhavantarupanam va adassana, yo va panettha dhammo”ti. ","mn94:4.6":"“Sace kho pana me tvam, brahmana, anunneyyam anujaneyyasi, patikkositabbanca patikkoseyyasi; yassa ca pana me bhasitassa attham na janeyyasi, mamamyeva tattha uttari patipuccheyyasi: ","mn94:4.7":"‘idam, bho udena, katham, imassa kvattho’ti? Evam katva siya no ettha kathasallapo”ti. ","mn94:4.8":"“Anunneyyam khvaham bhoto udenassa anujanissami, patikkositabbanca patikkosissami; yassa ca panaham bhoto udenassa bhasitassa attham na janissami, bhavantamyeva tattha udenam uttari patipucchissami: ‘idam, bho udena, katham, imassa kvattho’ti? Evam katva hotu no ettha kathasallapo”ti. ","mn94:5.1":"“Cattarome, brahmana, puggala santo samvijjamana lokasmim. ","mn94:5.2":"Katame cattaro? ","mn94:5.3":"Idha, brahmana, ekacco puggalo attantapo hoti attaparitapananuyogamanuyutto. ","mn94:5.4":"Idha pana, brahmana, ekacco puggalo parantapo hoti paraparitapananuyogamanuyutto. ","mn94:5.5":"Idha pana, brahmana, ekacco puggalo attantapo ca hoti attaparitapananuyogamanuyutto parantapo ca paraparitapananuyogamanuyutto. ","mn94:5.6":"Idha pana, brahmana, ekacco puggalo nevattantapo hoti nattaparitapananuyogamanuyutto, na parantapo na paraparitapananuyogamanuyutto. ","mn94:5.7":"So anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati. ","mn94:5.8":"Imesam, brahmana, catunnam puggalanam katamo te puggalo cittam aradheti”ti? ","mn94:5.9":"“Yvayam, bho udena, puggalo attantapo attaparitapananuyogamanuyutto ayam me puggalo cittam naradheti; ","mn94:5.10":"yopayam, bho udena, puggalo parantapo paraparitapananuyogamanuyutto ayampi me puggalo cittam naradheti; ","mn94:5.11":"yopayam, bho udena, puggalo attantapo ca attaparitapananuyogamanuyutto parantapo ca paraparitapananuyogamanuyutto ayampi me puggalo cittam naradheti; ","mn94:5.12":"yo ca kho ayam, bho udena, puggalo nevattantapo nattaparitapananuyogamanuyutto na parantapo na paraparitapananuyogamanuyutto so anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati. ","mn94:5.13":"Ayameva me puggalo cittam aradheti”ti. ","mn94:6.1":"“Kasma pana te, brahmana, ime tayo puggala cittam naradhenti”ti? ","mn94:6.2":"“Yvayam, bho udena, puggalo attantapo attaparitapananuyogamanuyutto so attanam sukhakamam dukkhapatikkulam atapeti paritapeti; ","mn94:6.3":"imina me ayam puggalo cittam naradheti. ","mn94:6.4":"Yopayam, bho udena, puggalo parantapo paraparitapananuyogamanuyutto so param sukhakamam dukkhapatikkulam atapeti paritapeti; ","mn94:6.5":"imina me ayam puggalo cittam naradheti. ","mn94:6.6":"Yopayam, bho udena, puggalo attantapo ca attaparitapananuyogamanuyutto parantapo ca paraparitapananuyogamanuyutto so attananca paranca sukhakamam dukkhapatikkulam atapeti paritapeti; ","mn94:6.7":"imina me ayam puggalo cittam naradheti. ","mn94:6.8":"Yo ca kho ayam, bho udena, puggalo nevattantapo nattaparitapananuyogamanuyutto na parantapo na paraparitapananuyogamanuyutto so anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati, so attananca paranca sukhakamam dukkhapatikkulam neva atapeti na paritapeti; ","mn94:6.9":"imina me ayam puggalo cittam aradheti”ti. ","mn94:7.1":"“Dvema, brahmana, parisa. ","mn94:7.2":"Katama dve? ","mn94:7.3":"Idha, brahmana, ekacca parisa sarattaratta manikundalesu puttabhariyam pariyesati, dasidasam pariyesati, khettavatthum pariyesati, jataruparajatam pariyesati. ","mn94:7.4":"Idha pana, brahmana, ekacca parisa asarattaratta manikundalesu puttabhariyam pahaya, dasidasam pahaya, khettavatthum pahaya, jataruparajatam pahaya, agarasma anagariyam pabbajita. ","mn94:7.5":"Svayam, brahmana, puggalo nevattantapo nattaparitapananuyogamanuyutto na parantapo na paraparitapananuyogamanuyutto. ","mn94:7.6":"So anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati. ","mn94:7.7":"Idha katamam tvam, brahmana, puggalam katamaya parisaya bahulam samanupassasi—","mn94:7.8":"ya cayam parisa sarattaratta manikundalesu puttabhariyam pariyesati dasidasam pariyesati khettavatthum pariyesati jataruparajatam pariyesati, ya cayam parisa asarattaratta manikundalesu puttabhariyam pahaya dasidasam pahaya khettavatthum pahaya jataruparajatam pahaya agarasma anagariyam pabbajita”ti? ","mn94:7.9":"“Yvayam, bho udena, puggalo nevattantapo nattaparitapananuyogamanuyutto na parantapo na paraparitapananuyogamanuyutto so anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati; ","mn94:7.10":"imaham puggalam yayam parisa asarattaratta manikundalesu puttabhariyam pahaya dasidasam pahaya khettavatthum pahaya jataruparajatam pahaya agarasma anagariyam pabbajita imissam parisayam bahulam samanupassami”ti. ","mn94:8.1":"“Idaneva kho pana te, brahmana, bhasitam: ‘mayam evam ajanama—","mn94:8.2":"ambho samana, natthi dhammiko paribbajo, ","mn94:8.3":"evam me ettha hoti. ","mn94:8.4":"Tanca kho bhavantarupanam va adassana, yo va panettha dhammo’”ti. ","mn94:8.5":"“Addha mesa, bho udena, sanuggaha vaca bhasita. ","mn94:8.6":"‘Atthi dhammiko paribbajo’—","mn94:8.7":"evam me ettha hoti. ","mn94:8.8":"Evanca pana mam bhavam udeno dharetu. ","mn94:8.9":"Ye ca me bhota udenena cattaro puggala sankhittena vutta vittharena avibhatta, sadhu me bhavam, udeno ime cattaro puggale vittharena vibhajatu anukampam upadaya”ti. ","mn94:9.1":"“Tena hi, brahmana, sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn94:9.2":"“Evam, bho”ti kho ghotamukho brahmano ayasmato udenassa paccassosi. ","mn94:9.3":"Ayasma udeno etadavoca: ","mn94:10.1":"“Katamo ca, brahmana, puggalo attantapo attaparitapananuyogamanuyutto? ","mn94:10.2":"Idha, brahmana, ekacco puggalo acelako hoti muttacaro hatthapalekhano naehibhaddantiko natitthabhaddantiko, nabhihatam na uddissakatam na nimantanam sadiyati. ","mn94:10.3":"So na kumbhimukha patigganhati, na kalopimukha patigganhati, na elakamantaram, na dandamantaram, na musalamantaram, na dvinnam bhunjamananam, na gabbhiniya, na payamanaya, na purisantaragataya, na sankittisu, na yattha sa upatthito hoti, na yattha makkhika sandasandacarini, na maccham na mamsam, na suram na merayam na thusodakam pivati. ","mn94:10.4":"So ekagariko va hoti ekalopiko, dvagariko va hoti dvalopiko …pe… sattagariko va hoti sattalopiko; ","mn94:10.5":"ekissapi dattiya yapeti, dvihipi dattihi yapeti …pe… sattahipi dattihi yapeti; ","mn94:10.6":"ekahikampi aharam ahareti, dvihikampi aharam ahareti …pe… sattahikampi aharam ahareti—iti evarupam addhamasikam pariyayabhattabhojananuyogamanuyutto viharati. ","mn94:10.7":"So sakabhakkho va hoti, samakabhakkho va hoti, nivarabhakkho va hoti, daddulabhakkho va hoti, hatabhakkho va hoti, kanabhakkho va hoti, acamabhakkho va hoti, pinnakabhakkho va hoti, tinabhakkho va hoti, gomayabhakkho va hoti, vanamulaphalaharo yapeti pavattaphalabhoji. ","mn94:10.8":"So sananipi dhareti, masananipi dhareti, chavadussanipi dhareti, pamsukulanipi dhareti, tiritanipi dhareti, ajinampi dhareti, ajinakkhipampi dhareti, kusacirampi dhareti, vakacirampi dhareti, phalakacirampi dhareti, kesakambalampi dhareti, valakambalampi dhareti, ulukapakkhampi dhareti; ","mn94:10.9":"kesamassulocakopi hoti kesamassulocananuyogamanuyutto, ","mn94:10.10":"ubbhatthakopi hoti asanapatikkhitto, ","mn94:10.11":"ukkutikopi hoti ukkutikappadhanamanuyutto, ","mn94:10.12":"kantakapassayikopi hoti kantakapassaye seyyam kappeti; ","mn94:10.13":"sayatatiyakampi udakorohananuyogamanuyutto viharati—","mn94:10.14":"iti evarupam anekavihitam kayassa atapanaparitapananuyogamanuyutto viharati. ","mn94:10.15":"Ayam vuccati, brahmana, puggalo attantapo attaparitapananuyogamanuyutto. ","mn94:11.1":"Katamo ca, brahmana, puggalo parantapo paraparitapananuyogamanuyutto? ","mn94:11.2":"Idha, brahmana, ekacco puggalo orabbhiko hoti sukariko sakuniko magaviko luddo macchaghatako coro coraghatako goghatako bandhanagariko—ye va panannepi keci kururakammanta. ","mn94:11.3":"Ayam vuccati, brahmana, puggalo parantapo paraparitapananuyogamanuyutto. ","mn94:12.1":"Katamo ca, brahmana, puggalo attantapo ca attaparitapananuyogamanuyutto, parantapo ca paraparitapananuyogamanuyutto? ","mn94:12.2":"Idha, brahmana, ekacco puggalo raja va hoti khattiyo muddhavasitto, brahmano va mahasalo. ","mn94:12.3":"So puratthimena nagarassa navam santhagaram karapetva kesamassum oharetva kharajinam nivasetva sappitelena kayam abbhanjitva magavisanena pitthim kanduvamano navam santhagaram pavisati saddhim mahesiya brahmanena ca purohitena. ","mn94:12.4":"So tattha anantarahitaya bhumiya haritupalittaya seyyam kappeti. ","mn94:12.5":"Ekissaya gaviya sarupavacchaya yam ekasmim thane khiram hoti tena raja yapeti, yam dutiyasmim thane khiram hoti tena mahesi yapeti, yam tatiyasmim thane khiram hoti tena brahmano purohito yapeti, yam catutthasmim thane khiram hoti tena aggim juhati, avasesena vacchako yapeti. ","mn94:12.6":"So evamaha: ","mn94:12.7":"‘ettaka usabha hannantu yannatthaya, ettaka vacchatara hannantu yannatthaya, ettaka vacchatariyo hannantu yannatthaya, ettaka aja hannantu yannatthaya, ettaka urabbha hannantu yannatthaya, ettaka assa hannantu yannatthaya, ettaka rukkha chijjantu yupatthaya, ettaka dabbha luyantu barihisatthaya’ti. ","mn94:12.8":"Yepissa te honti ‘dasa’ti va ‘pessa’ti va ‘kammakara’ti va tepi dandatajjita bhayatajjita assumukha rudamana parikammani karonti. ","mn94:12.9":"Ayam vuccati, brahmana, puggalo attantapo ca attaparitapananuyogamanuyutto, parantapo ca paraparitapananuyogamanuyutto. ","mn94:13.1":"Katamo ca, brahmana, puggalo nevattantapo nattaparitapananuyogamanuyutto, na parantapo na paraparitapananuyogamanuyutto; ","mn94:13.2":"so anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati? ","mn94:14.1":"Idha, brahmana, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","mn94:14.2":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn94:14.3":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn94:15.1":"Tam dhammam sunati gahapati va gahapatiputto va annatarasmim va kule paccajato. ","mn94:15.2":"So tam dhammam sutva tathagate saddham patilabhati. ","mn94:15.3":"So tena saddhapatilabhena samannagato iti patisancikkhati: ","mn94:15.4":"‘sambadho gharavaso rajopatho abbhokaso pabbajja. ","mn94:15.5":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","mn94:15.6":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","mn94:15.7":"So aparena samayena appam va bhogakkhandham pahaya mahantam va bhogakkhandham pahaya, appam va natiparivattam pahaya mahantam va natiparivattam pahaya, kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajati. ","mn94:15.8":"So evam pabbajito samano bhikkhunam sikkhasajivasamapanno panatipatam pahaya panatipata pativirato hoti, nihitadando nihitasattho lajji dayapanno sabbapanabhutahitanukampi viharati. ","mn94:16.1":"Adinnadanam pahaya adinnadana pativirato hoti dinnadayi dinnapatikankhi. Athenena sucibhutena attana viharati. ","mn94:16.2":"Abrahmacariyam pahaya brahmacari hoti aracari virato methuna gamadhamma. ","mn94:16.3":"Musavadam pahaya musavada pativirato hoti saccavadi saccasandho theto paccayiko avisamvadako lokassa. ","mn94:16.4":"Pisunam vacam pahaya pisunaya vacaya pativirato hoti; ito sutva na amutra akkhata imesam bhedaya, amutra va sutva na imesam akkhata amusam bhedaya. Iti bhinnanam va sandhata sahitanam va anuppadata, samaggaramo samaggarato samagganandi samaggakaranim vacam bhasita hoti. ","mn94:16.5":"Pharusam vacam pahaya pharusaya vacaya pativirato hoti. Ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupim vacam bhasita hoti. ","mn94:16.6":"Samphappalapam pahaya samphappalapa pativirato hoti, kalavadi bhutavadi atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita kalena sapadesam pariyantavatim atthasamhitam. ","mn94:16.7":"So bijagamabhutagamasamarambha pativirato hoti. ","mn94:16.8":"Ekabhattiko hoti rattuparato virato vikalabhojana. ","mn94:16.9":"Naccagitavaditavisukadassana pativirato hoti. ","mn94:16.10":"Malagandhavilepanadharanamandanavibhusanatthana pativirato hoti. ","mn94:16.11":"Uccasayanamahasayana pativirato hoti. ","mn94:16.12":"Jataruparajatapatiggahana pativirato hoti. ","mn94:16.13":"Amakadhannapatiggahana pativirato hoti. ","mn94:16.14":"Amakamamsapatiggahana pativirato hoti. ","mn94:16.15":"Itthikumarikapatiggahana pativirato hoti. ","mn94:16.16":"Dasidasapatiggahana pativirato hoti. ","mn94:16.17":"Ajelakapatiggahana pativirato hoti. ","mn94:16.18":"Kukkutasukarapatiggahana pativirato hoti. ","mn94:16.19":"Hatthigavassavalavapatiggahana pativirato hoti. ","mn94:16.20":"Khettavatthupatiggahana pativirato hoti. ","mn94:16.21":"Duteyyapahinagamananuyoga pativirato hoti. ","mn94:16.22":"Kayavikkaya pativirato hoti. ","mn94:16.23":"Tulakutakamsakutamanakuta pativirato hoti. ","mn94:16.24":"Ukkotanavancananikatisaciyoga pativirato hoti. ","mn94:16.25":"Chedanavadhabandhanaviparamosaalopasahasakara pativirato hoti. ","mn94:17.1":"So santuttho hoti kayapariharikena civarena, kucchipariharikena pindapatena. So yena yeneva pakkamati samadayeva pakkamati. ","mn94:17.2":"Seyyathapi nama pakkhi sakuno yena yeneva deti sapattabharova deti; ","mn94:17.3":"evameva bhikkhu santuttho hoti kayapariharikena civarena, kucchipariharikena pindapatena. So yena yeneva pakkamati samadayeva pakkamati. ","mn94:17.4":"So imina ariyena silakkhandhena samannagato ajjhattam anavajjasukham patisamvedeti. ","mn94:18.1":"So cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","mn94:18.2":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","mn94:18.3":"Sotena saddam sutva …pe… ","mn94:18.4":"ghanena gandham ghayitva … ","mn94:18.5":"jivhaya rasam sayitva … ","mn94:18.6":"kayena photthabbam phusitva … ","mn94:18.7":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi. ","mn94:18.8":"Yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum tassa samvaraya patipajjati, rakkhati manindriyam, manindriye samvaram apajjati. ","mn94:18.9":"So imina ariyena indriyasamvarena samannagato ajjhattam abyasekasukham patisamvedeti. ","mn94:19.1":"So abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hoti. ","mn94:20.1":"So imina ca ariyena silakkhandhena samannagato, imaya ca ariyaya santutthiya samannagato, imina ca ariyena indriyasamvarena samannagato, imina ca ariyena satisampajannena samannagato ","mn94:20.2":"vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam. ","mn94:21.1":"So pacchabhattam pindapatapatikkanto nisidati pallankam abhujitva, ujum kayam panidhaya, parimukham satim upatthapetva. ","mn94:21.2":"So abhijjham loke pahaya vigatabhijjhena cetasa viharati, abhijjhaya cittam parisodheti; ","mn94:21.3":"byapadapadosam pahaya abyapannacitto viharati sabbapanabhutahitanukampi, byapadapadosa cittam parisodheti; ","mn94:21.4":"thinamiddham pahaya vigatathinamiddho viharati alokasanni sato sampajano, thinamiddha cittam parisodheti; ","mn94:21.5":"uddhaccakukkuccam pahaya anuddhato viharati ajjhattam vupasantacitto, uddhaccakukkucca cittam parisodheti; ","mn94:21.6":"vicikiccham pahaya tinnavicikiccho viharati akathankathi kusalesu dhammesu, vicikicchaya cittam parisodheti. ","mn94:22.1":"So ime panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane ","mn94:22.2":"vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mn94:23.1":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","mn94:24.1":"Pitiya ca viraga upekkhako ca viharati sato ca sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","mn94:25.1":"Sukhassa ca pahana dukkhassa ca pahana, pubbeva somanassadomanassanam atthangama, adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","mn94:26.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte pubbenivasanussatinanaya cittam abhininnameti. ","mn94:26.2":"So anekavihitam pubbenivasam anussarati, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattalisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi, anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto; so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto; so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","mn94:27.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte sattanam cutupapatananaya cittam abhininnameti. ","mn94:27.2":"So dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati: ‘ime vata bhonto satta kayaduccaritena samannagata …pe… ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. Ime va pana bhonto satta kayasucaritena samannagata …pe… ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna’ti. Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati. ","mn94:28.1":"So evam samahite citte parisuddhe pariyodate anangane vigatupakkilese mudubhute kammaniye thite anenjappatte asavanam khayananaya cittam abhininnameti. ","mn94:28.2":"So ‘idam dukkhan’ti yathabhutam pajanati, ‘ayam dukkhasamudayo’ti yathabhutam pajanati, ‘ayam dukkhanirodho’ti yathabhutam pajanati, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajanati; ","mn94:28.3":"‘ime asava’ti yathabhutam pajanati, ‘ayam asavasamudayo’ti yathabhutam pajanati, ‘ayam asavanirodho’ti yathabhutam pajanati, ‘ayam asavanirodhagamini patipada’ti yathabhutam pajanati. ","mn94:29.1":"Tassa evam janato evam passato kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccati. ","mn94:29.2":"Vimuttasmim vimuttamiti nanam hoti. ","mn94:29.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","mn94:30.1":"Ayam vuccati, brahmana, puggalo nevattantapo nattaparitapananuyogamanuyutto, na parantapo na paraparitapananuyogamanuyutto. ","mn94:30.2":"So anattantapo aparantapo dittheva dhamme nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharati”ti. ","mn94:31.1":"Evam vutte, ghotamukho brahmano ayasmantam udenam etadavoca: ","mn94:31.2":"“abhikkantam, bho udena, abhikkantam, bho udena. ","mn94:31.3":"Seyyathapi, bho udena, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota udenena anekapariyayena dhammo pakasito. ","mn94:31.4":"Esaham bhavantam udenam saranam gacchami dhammanca bhikkhusanghanca. ","mn94:31.5":"Upasakam mam bhavam udeno dharetu ajjatagge panupetam saranam gatan”ti. ","mn94:32.1":"“Ma kho mam tvam, brahmana, saranam agamasi. ","mn94:32.2":"Tameva bhagavantam saranam gacchahi yamaham saranam gato”ti. ","mn94:32.3":"“Kaham pana, bho udena, etarahi so bhavam gotamo viharati araham sammasambuddho”ti? ","mn94:32.4":"“Parinibbuto kho, brahmana, etarahi so bhagava araham sammasambuddho”ti. ","mn94:32.5":"“Sacepi mayam, bho udena, suneyyama tam bhavantam gotamam dasasu yojanesu, dasapi mayam yojanani gaccheyyama tam bhavantam gotamam dassanaya arahantam sammasambuddham. ","mn94:32.6":"Sacepi mayam, bho udena, suneyyama tam bhavantam gotamam visatiya yojanesu … ","mn94:32.7":"timsaya yojanesu … ","mn94:32.8":"cattarisaya yojanesu … ","mn94:32.9":"pannasaya yojanesu, pannasampi mayam yojanani gaccheyyama tam bhavantam gotamam dassanaya arahantam sammasambuddham. ","mn94:32.10":"Yojanasate cepi mayam, bho udena, suneyyama tam bhavantam gotamam, yojanasatampi mayam gaccheyyama tam bhavantam gotamam dassanaya arahantam sammasambuddham. ","mn94:32.11":"Yato ca kho, bho udena, parinibbuto so bhavam gotamo, parinibbutampi mayam tam bhavantam gotamam saranam gacchama dhammanca bhikkhusanghanca. ","mn94:32.12":"Upasakam mam bhavam udeno dharetu ajjatagge panupetam saranam gatam. ","mn94:33.1":"Atthi ca me, bho udena, angaraja devasikam niccabhikkham dadati, tato aham bhoto udenassa ekam niccabhikkham dadami”ti. ","mn94:33.2":"“Kim pana te, brahmana, angaraja devasikam niccabhikkham dadati”ti? ","mn94:33.3":"“Panca, bho udena, kahapanasatani”ti. ","mn94:33.4":"“Na kho no, brahmana, kappati jataruparajatam patiggahetun”ti. ","mn94:33.5":"“Sace tam bhoto udenassa na kappati viharam bhoto udenassa karapessami”ti. ","mn94:33.6":"“Sace kho me tvam, brahmana, viharam, karapetukamo, pataliputte sanghassa upatthanasalam karapehi”ti. ","mn94:33.7":"“Iminapaham bhoto udenassa bhiyyoso mattaya attamano abhiraddho yam mam bhavam udeno sanghe dane samadapeti. ","mn94:33.8":"Esaham, bho udena, etissa ca niccabhikkhaya aparaya ca niccabhikkhaya pataliputte sanghassa upatthanasalam karapessami”ti. ","mn94:33.9":"Atha kho ghotamukho brahmano etissa ca niccabhikkhaya aparaya ca niccabhikkhaya pataliputte sanghassa upatthanasalam karapesi. ","mn94:33.10":"Sa etarahi “ghotamukhi”ti vuccatiti. ","mn94:33.11":"Ghotamukhasuttam nitthitam catuttham. "}