{"mn95:0.1":"Majjhima Nikaya 95 ","mn95:0.2":"Cankisutta ","mn95:1.1":"Evam me sutam—","mn95:1.2":"ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim yena opasadam nama kosalanam brahmanagamo tadavasari. ","mn95:1.3":"Tatra sudam bhagava opasade viharati uttarena opasadam devavane salavane. ","mn95:2.1":"Tena kho pana samayena canki brahmano opasadam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam ranna pasenadina kosalena dinnam rajadayam brahmadeyyam. ","mn95:3.1":"Assosum kho opasadaka brahmanagahapatika: ","mn95:3.2":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito kosalesu carikam caramano mahata bhikkhusanghena saddhim opasadam anuppatto, opasade viharati uttarena opasadam devavane salavane. ","mn95:3.3":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","mn95:3.4":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","mn95:3.5":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","mn95:3.6":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","mn95:3.7":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","mn95:4.1":"Atha kho opasadaka brahmanagahapatika opasada nikkhamitva sanghasanghi ganibhuta uttarenamukha gacchanti yena devavanam salavanam. ","mn95:5.1":"Tena kho pana samayena canki brahmano uparipasade divaseyyam upagato. ","mn95:5.2":"Addasa kho canki brahmano opasadake brahmanagahapatike opasada nikkhamitva sanghasanghi ganibhute uttarenamukham yena devavanam salavanam tenupasankamante. ","mn95:5.3":"Disva khattam amantesi: ","mn95:5.4":"“kim nu kho, bho khatte, opasadaka brahmanagahapatika opasada nikkhamitva sanghasanghi ganibhuta uttarenamukha gacchanti yena devavanam salavanan”ti? ","mn95:6.1":"“Atthi, bho canki, samano gotamo sakyaputto sakyakula pabbajito kosalesu carikam caramano mahata bhikkhusanghena saddhim opasadam anuppatto, opasade viharati uttarena opasadam devavane salavane. ","mn95:6.2":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","mn95:6.3":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","mn95:6.4":"Tamete bhavantam gotamam dassanaya gacchanti”ti. ","mn95:6.5":"“Tena hi, bho khatte, yena opasadaka brahmanagahapatika tenupasankama; upasankamitva opasadake brahmanagahapatike evam vadehi: ","mn95:6.6":"‘canki, bho, brahmano evamaha—","mn95:6.7":"agamentu kira bhonto, cankipi brahmano samanam gotamam dassanaya upasankamissati’”ti. ","mn95:6.8":"“Evam, bho”ti kho so khatto cankissa brahmanassa patissutva yena opasadaka brahmanagahapatika tenupasankami; upasankamitva opasadake brahmanagahapatike etadavoca: ","mn95:6.9":"“canki, bho, brahmano evamaha: ","mn95:6.10":"‘agamentu kira bhonto, cankipi brahmano samanam gotamam dassanaya upasankamissati’”ti. ","mn95:7.1":"Tena kho pana samayena nanaverajjakanam brahmananam pancamattani brahmanasatani opasade pativasanti kenacideva karaniyena. ","mn95:7.2":"Assosum kho te brahmana: ","mn95:7.3":"“canki kira brahmano samanam gotamam dassanaya upasankamissati”ti. ","mn95:7.4":"Atha kho te brahmana yena canki brahmano tenupasankamimsu; upasankamitva cankim brahmanam etadavocum: ","mn95:7.5":"“saccam kira bhavam canki samanam gotamam dassanaya upasankamissati”ti? ","mn95:7.6":"“Evam kho me, bho, hoti: ","mn95:7.7":"‘aham samanam gotamam dassanaya upasankamissami’”ti. ","mn95:8.1":"“Ma bhavam canki samanam gotamam dassanaya upasankami. ","mn95:8.2":"Na arahati bhavam canki samanam gotamam dassanaya upasankamitum; ","mn95:8.3":"samanotveva gotamo arahati bhavantam cankim dassanaya upasankamitum. ","mn95:8.4":"Bhavanhi canki ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena. ","mn95:8.5":"Yampi bhavam canki ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena, iminapangena na arahati bhavam canki samanam gotamam dassanaya upasankamitum; ","mn95:8.6":"samanotveva gotamo arahati bhavantam cankim dassanaya upasankamitum. ","mn95:8.7":"Bhavanhi canki addho mahaddhano mahabhogo …pe… ","mn95:8.8":"bhavanhi canki tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam, padako, veyyakarano, lokayatamahapurisalakkhanesu anavayo …pe… ","mn95:8.9":"bhavanhi canki abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato brahmavanni brahmavacchasi akhuddavakaso dassanaya …pe… ","mn95:8.10":"bhavanhi canki silava vuddhasili vuddhasilena samannagato …pe… ","mn95:8.11":"bhavanhi canki kalyanavaco kalyanavakkarano poriya vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya …pe… ","mn95:8.12":"bhavanhi canki bahunam acariyapacariyo, tini manavakasatani mante vaceti …pe… ","mn95:8.13":"bhavanhi canki ranno pasenadissa kosalassa sakkato garukato manito pujito apacito …pe… ","mn95:8.14":"bhavanhi canki brahmanassa pokkharasatissa sakkato garukato manito pujito apacito …pe… ","mn95:8.15":"bhavanhi canki opasadam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam ranna pasenadina kosalena dinnam rajadayam brahmadeyyam. ","mn95:8.16":"Yampi bhavam canki opasadam ajjhavasati sattussadam satinakatthodakam sadhannam rajabhoggam ranna pasenadina kosalena dinnam rajadayam brahmadeyyam, iminapangena na arahati bhavam canki samanam gotamam dassanaya upasankamitum; ","mn95:8.17":"samanotveva gotamo arahati bhavantam cankim dassanaya upasankamitun”ti. ","mn95:9.1":"Evam vutte, canki brahmano te brahmane etadavoca: ","mn95:9.2":"“tena hi, bho, mamapi sunatha, yatha mayameva arahama tam samanam gotamam dassanaya upasankamitum; ","mn95:9.3":"na tveva arahati so bhavam gotamo amhakam dassanaya upasankamitum. ","mn95:9.4":"Samano khalu, bho, gotamo ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena. ","mn95:9.5":"Yampi, bho, samano gotamo ubhato sujato matito ca pitito ca samsuddhagahaniko yava sattama pitamahayuga akkhitto anupakkuttho jativadena, iminapangena na arahati so bhavam gotamo amhakam dassanaya upasankamitum; ","mn95:9.6":"atha kho mayameva arahama tam bhavantam gotamam dassanaya upasankamitum. ","mn95:9.7":"Samano khalu, bho, gotamo pahutam hirannasuvannam ohaya pabbajito bhumigatanca vehasatthanca …pe… ","mn95:9.8":"Samano khalu, bho, gotamo daharova samano yuva susukalakeso bhadrena yobbanena samannagato pathamena vayasa agarasma anagariyam pabbajito …pe… ","mn95:9.9":"Samano khalu, bho, gotamo akamakanam matapitunam assumukhanam rudantanam kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito …pe… ","mn95:9.10":"Samano khalu, bho, gotamo abhirupo dassaniyo pasadiko paramaya vannapokkharataya samannagato brahmavanni brahmavacchasi akhuddavakaso dassanaya …pe… ","mn95:9.11":"Samano khalu, bho, gotamo silava ariyasili kusalasili kusalena silena samannagato …pe… ","mn95:9.12":"Samano khalu, bho, gotamo kalyanavaco kalyanavakkarano poriya vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya …pe… ","mn95:9.13":"Samano khalu, bho, gotamo bahunam acariyapacariyo …pe… ","mn95:9.14":"Samano khalu, bho, gotamo khinakamarago vigatacapallo …pe… ","mn95:9.15":"Samano khalu, bho, gotamo kammavadi kiriyavadi apapapurekkharo brahmannaya pajaya …pe… ","mn95:9.16":"Samano khalu, bho, gotamo ucca kula pabbajito asambhinna khattiyakula …pe… ","mn95:9.17":"Samano khalu, bho, gotamo addha kula pabbajito mahaddhana mahabhoga …pe… ","mn95:9.18":"Samanam khalu, bho, gotamam tirorattha tirojanapada sampucchitum agacchanti …pe… ","mn95:9.19":"Samanam khalu, bho, gotamam anekani devatasahassani panehi saranam gatani …pe… ","mn95:9.20":"Samanam khalu, bho, gotamam evam kalyano kittisaddo abbhuggato: ","mn95:9.21":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti …pe… ","mn95:9.22":"Samano khalu, bho, gotamo dvattimsamahapurisalakkhanehi samannagato …pe… ","mn95:9.23":"Samanam khalu, bho, gotamam raja magadho seniyo bimbisaro saputtadaro panehi saranam gato …pe… ","mn95:9.24":"Samanam khalu, bho, gotamam raja pasenadi kosalo saputtadaro panehi saranam gato …pe… ","mn95:9.25":"Samanam khalu, bho, gotamam brahmano pokkharasati saputtadaro panehi saranam gato …pe… ","mn95:9.26":"Samano khalu, bho, gotamo opasadam anuppatto opasade viharati uttarena opasadam devavane salavane. ","mn95:9.27":"Ye kho te samana va brahmana va amhakam gamakkhettam agacchanti, atithi no te honti. ","mn95:9.28":"Atithi kho panamhehi sakkatabba garukatabba manetabba pujetabba. ","mn95:9.29":"Yampi samano gotamo opasadam anuppatto opasade viharati uttarena opasadam devavane salavane, atithimhakam samano gotamo. ","mn95:9.30":"Atithi kho panamhehi sakkatabbo garukatabbo manetabbo pujetabbo. ","mn95:9.31":"Iminapangena na arahati so bhavam gotamo amhakam dassanaya upasankamitum; ","mn95:9.32":"atha kho mayameva arahama tam bhavantam gotamam dassanaya upasankamitum. ","mn95:9.33":"Ettake kho aham, bho, tassa bhoto gotamassa vanne pariyapunami, no ca kho so bhavam gotamo ettakavanno; ","mn95:9.34":"aparimanavanno hi so bhavam gotamo. ","mn95:9.35":"Ekamekenapi tena angena samannagato na arahati, so bhavam gotamo amhakam dassanaya upasankamitum; ","mn95:9.36":"atha kho mayameva arahama tam bhavantam gotamam dassanaya upasankamitunti. ","mn95:9.37":"Tena hi, bho, sabbeva mayam samanam gotamam dassanaya upasankamissama”ti. ","mn95:10.1":"Atha kho canki brahmano mahata brahmanaganena saddhim yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn95:10.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","mn95:11.1":"Tena kho pana samayena bhagava vuddhehi vuddhehi brahmanehi saddhim kinci kinci katham saraniyam vitisaretva nisinno hoti. ","mn95:11.2":"Tena kho pana samayena kapatiko nama manavo daharo vuttasiro solasavassuddesiko jatiya, tinnam vedanam paragu sanighanduketubhanam sakkharappabhedanam itihasapancamanam, padako, veyyakarano, lokayatamahapurisalakkhanesu anavayo tassam parisayam nisinno hoti. ","mn95:11.3":"So vuddhanam vuddhanam brahmananam bhagavata saddhim mantayamananam antarantara katham opateti. ","mn95:11.4":"Atha kho bhagava kapatikam manavam apasadeti: ","mn95:11.5":"“mayasma bharadvajo vuddhanam vuddhanam brahmananam mantayamananam antarantara katham opatetu. ","mn95:11.6":"Kathapariyosanam ayasma bharadvajo agametu”ti. ","mn95:11.7":"Evam vutte, canki brahmano bhagavantam etadavoca: ","mn95:11.8":"“ma bhavam gotamo kapatikam manavam apasadesi. ","mn95:11.9":"kulaputto ca kapatiko manavo, bahussuto ca kapatiko manavo, pandito ca kapatiko manavo, kalyanavakkarano ca kapatiko manavo, pahoti ca kapatiko manavo bhota gotamena saddhim asmim vacane patimantetun”ti. ","mn95:12.1":"Atha kho bhagavato etadahosi: ","mn95:12.2":"“addha kho kapatikassa manavassa tevijjake pavacane katha bhavissati. ","mn95:12.3":"Tatha hi nam brahmana sampurekkharonti”ti. ","mn95:12.4":"Atha kho kapatikassa manavassa etadahosi: ","mn95:12.5":"“yada me samano gotamo cakkhum upasamharissati, athaham samanam gotamam panham pucchissami”ti. ","mn95:12.6":"Atha kho bhagava kapatikassa manavassa cetasa cetoparivitakkamannaya yena kapatiko manavo tena cakkhuni upasamhasi. ","mn95:12.7":"Atha kho kapatikassa manavassa etadahosi: ","mn95:12.8":"“samannaharati kho mam samano gotamo. ","mn95:12.9":"Yannunaham samanam gotamam panham puccheyyan”ti. ","mn95:12.10":"Atha kho kapatiko manavo bhagavantam etadavoca: ","mn95:12.11":"“yadidam, bho gotama, brahmananam poranam mantapadam itihitihaparamparaya pitakasampadaya, tattha ca brahmana ekamsena nittham gacchanti: ","mn95:12.12":"‘idameva saccam, moghamannan’ti. ","mn95:12.13":"Idha bhavam gotamo kimaha”ti? ","mn95:13.1":"“Kim pana, bharadvaja, atthi koci brahmananam ekabrahmanopi yo evamaha: ","mn95:13.2":"‘ahametam janami, ahametam passami. ","mn95:13.3":"Idameva saccam, moghamannan’”ti? ","mn95:13.4":"“No hidam, bho gotama”. ","mn95:13.5":"“Kim pana, bharadvaja, atthi koci brahmananam ekacariyopi, ekacariyapacariyopi, yava sattama acariyamahayugapi, yo evamaha: ","mn95:13.6":"‘ahametam janami, ahametam passami. ","mn95:13.7":"Idameva saccam, moghamannan’”ti? ","mn95:13.8":"“No hidam, bho gotama”. ","mn95:13.9":"“Kim pana, bharadvaja, yepi te brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro yesamidam etarahi brahmana poranam mantapadam gitam pavuttam samihitam tadanugayanti tadanubhasanti bhasitamanubhasanti vacitamanuvacenti seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu, ","mn95:13.10":"tepi evamahamsu: ","mn95:13.11":"‘mayametam janama, mayametam passama. ","mn95:13.12":"Idameva saccam, moghamannan’”ti? ","mn95:13.13":"“No hidam, bho gotama”. ","mn95:13.14":"“Iti kira, bharadvaja, natthi koci brahmananam ekabrahmanopi yo evamaha: ","mn95:13.15":"‘ahametam janami, ahametam passami. ","mn95:13.16":"Idameva saccam, moghamannan’ti; ","mn95:13.17":"natthi koci brahmananam ekacariyopi ekacariyapacariyopi, yava sattama acariyamahayugapi, yo evamaha: ","mn95:13.18":"‘ahametam janami, ahametam passami. ","mn95:13.19":"Idameva saccam, moghamannan’ti; ","mn95:13.20":"yepi te brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro yesamidam etarahi brahmana poranam mantapadam gitam pavuttam samihitam tadanugayanti tadanubhasanti bhasitamanubhasanti vacitamanuvacenti seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu, tepi na evamahamsu: ","mn95:13.21":"‘mayametam janama, mayametam passama. ","mn95:13.22":"Idameva saccam, moghamannan’ti. ","mn95:13.23":"Seyyathapi, bharadvaja, andhaveni paramparasamsatta purimopi na passati majjhimopi na passati pacchimopi na passati; ","mn95:13.24":"evameva kho, bharadvaja, andhavenupamam manne brahmananam bhasitam sampajjati—purimopi na passati majjhimopi na passati pacchimopi na passati. ","mn95:13.25":"Tam kim mannasi, bharadvaja, ","mn95:13.26":"nanu evam sante brahmananam amulika saddha sampajjati”ti? ","mn95:14.1":"“Na khvettha, bho gotama, brahmana saddhayeva payirupasanti, anussavapettha brahmana payirupasanti”ti. ","mn95:14.2":"“Pubbeva kho tvam, bharadvaja, saddham agamasi, anussavam idani vadesi. ","mn95:14.3":"Panca kho ime, bharadvaja, dhamma dittheva dhamme dvedha vipaka. ","mn95:14.4":"Katame panca? ","mn95:14.5":"Saddha, ruci, anussavo, akaraparivitakko, ditthinijjhanakkhanti—","mn95:14.6":"ime kho, bharadvaja, panca dhamma dittheva dhamme dvedha vipaka. ","mn95:14.7":"Api ca, bharadvaja, susaddahitamyeva hoti, tanca hoti rittam tuccham musa; ","mn95:14.8":"no cepi susaddahitam hoti, tanca hoti bhutam taccham anannatha. ","mn95:14.9":"Api ca, bharadvaja, surucitamyeva hoti …pe… ","mn95:14.10":"svanussutamyeva hoti …pe… ","mn95:14.11":"suparivitakkitamyeva hoti …pe… ","mn95:14.12":"sunijjhayitamyeva hoti, tanca hoti rittam tuccham musa; ","mn95:14.13":"no cepi sunijjhayitam hoti, tanca hoti bhutam taccham anannatha. ","mn95:14.14":"Saccamanurakkhata, bharadvaja, vinnuna purisena nalamettha ekamsena nittham gantum: ","mn95:14.15":"‘idameva saccam, moghamannan’”ti. ","mn95:15.1":"“Kittavata pana, bho gotama, saccanurakkhana hoti, kittavata saccamanurakkhati? ","mn95:15.2":"Saccanurakkhanam mayam bhavantam gotamam pucchama”ti. ","mn95:15.3":"“Saddha cepi, bharadvaja, purisassa hoti; ","mn95:15.4":"‘evam me saddha’ti—","mn95:15.5":"iti vadam saccamanurakkhati, na tveva tava ekamsena nittham gacchati: ","mn95:15.6":"‘idameva saccam, moghamannan’ti (…). ","mn95:15.7":"Ruci cepi, bharadvaja, purisassa hoti …pe… ","mn95:15.8":"anussavo cepi, bharadvaja, purisassa hoti …pe… ","mn95:15.9":"akaraparivitakko cepi, bharadvaja, purisassa hoti …pe… ","mn95:15.10":"ditthinijjhanakkhanti cepi, bharadvaja, purisassa hoti; ","mn95:15.11":"‘evam me ditthinijjhanakkhanti’ti—","mn95:15.12":"iti vadam saccamanurakkhati, na tveva tava ekamsena nittham gacchati: ","mn95:15.13":"‘idameva saccam, moghamannan’ti. ","mn95:15.14":"Ettavata kho, bharadvaja, saccanurakkhana hoti, ettavata saccamanurakkhati, ettavata ca mayam saccanurakkhanam pannapema; ","mn95:15.15":"na tveva tava saccanubodho hoti”ti. ","mn95:16.1":"“Ettavata, bho gotama, saccanurakkhana hoti, ettavata saccamanurakkhati, ettavata ca mayam saccanurakkhanam pekkhama. ","mn95:16.2":"Kittavata pana, bho gotama, saccanubodho hoti, kittavata saccamanubujjhati? ","mn95:16.3":"Saccanubodham mayam bhavantam gotamam pucchama”ti. ","mn95:17.1":"“Idha, bharadvaja, bhikkhu annataram gamam va nigamam va upanissaya viharati. ","mn95:17.2":"Tamenam gahapati va gahapatiputto va upasankamitva tisu dhammesu samannesati—","mn95:17.3":"lobhaniyesu dhammesu, dosaniyesu dhammesu, mohaniyesu dhammesu. ","mn95:17.4":"Atthi nu kho imassayasmato tatharupa lobhaniya dhamma yatharupehi lobhaniyehi dhammehi pariyadinnacitto ajanam va vadeyya—","mn95:17.5":"janamiti, apassam va vadeyya—","mn95:17.6":"passamiti, param va tadatthaya samadapeyya yam paresam assa digharattam ahitaya dukkhayati? ","mn95:17.7":"Tamenam samannesamano evam janati: ","mn95:17.8":"‘natthi kho imassayasmato tatharupa lobhaniya dhamma yatharupehi lobhaniyehi dhammehi pariyadinnacitto ajanam va vadeyya—","mn95:17.9":"janamiti, apassam va vadeyya—","mn95:17.10":"passamiti, param va tadatthaya samadapeyya yam paresam assa digharattam ahitaya dukkhaya. ","mn95:17.11":"Tatharupo kho panimassayasmato kayasamacaro tatharupo vacisamacaro yatha tam aluddhassa. ","mn95:17.12":"Yam kho pana ayamayasma dhammam deseti, gambhiro so dhammo duddaso duranubodho santo panito atakkavacaro nipuno panditavedaniyo; ","mn95:17.13":"na so dhammo sudesiyo luddhena’ti. ","mn95:18.1":"Yato nam samannesamano visuddham lobhaniyehi dhammehi samanupassati tato nam uttari samannesati dosaniyesu dhammesu. ","mn95:18.2":"Atthi nu kho imassayasmato tatharupa dosaniya dhamma yatharupehi dosaniyehi dhammehi pariyadinnacitto ajanam va vadeyya—","mn95:18.3":"janamiti, apassam va vadeyya—","mn95:18.4":"passamiti, param va tadatthaya samadapeyya yam paresam assa digharattam ahitaya dukkhayati? ","mn95:18.5":"Tamenam samannesamano evam janati: ","mn95:18.6":"‘natthi kho imassayasmato tatharupa dosaniya dhamma yatharupehi dosaniyehi dhammehi pariyadinnacitto ajanam va vadeyya—","mn95:18.7":"janamiti, apassam va vadeyya—","mn95:18.8":"passamiti, param va tadatthaya samadapeyya yam paresam assa digharattam ahitaya dukkhaya. ","mn95:18.9":"Tatharupo kho panimassayasmato kayasamacaro tatharupo vacisamacaro yatha tam adutthassa. ","mn95:18.10":"Yam kho pana ayamayasma dhammam deseti, gambhiro so dhammo duddaso duranubodho santo panito atakkavacaro nipuno panditavedaniyo; ","mn95:18.11":"na so dhammo sudesiyo dutthena’ti. ","mn95:19.1":"Yato nam samannesamano visuddham dosaniyehi dhammehi samanupassati, tato nam uttari samannesati mohaniyesu dhammesu. ","mn95:19.2":"Atthi nu kho imassayasmato tatharupa mohaniya dhamma yatharupehi mohaniyehi dhammehi pariyadinnacitto ajanam va vadeyya—","mn95:19.3":"janamiti, apassam va vadeyya—","mn95:19.4":"passamiti, param va tadatthaya samadapeyya yam paresam assa digharattam ahitaya dukkhayati? ","mn95:19.5":"Tamenam samannesamano evam janati: ","mn95:19.6":"‘natthi kho imassayasmato tatharupa mohaniya dhamma yatharupehi mohaniyehi dhammehi pariyadinnacitto ajanam va vadeyya—","mn95:19.7":"janamiti, apassam va vadeyya—","mn95:19.8":"passamiti, param va tadatthaya samadapeyya yam paresam assa digharattam ahitaya dukkhaya. ","mn95:19.9":"Tatharupo kho panimassayasmato kayasamacaro tatharupo vacisamacaro yatha tam amulhassa. ","mn95:19.10":"Yam kho pana ayamayasma dhammam deseti, gambhiro so dhammo duddaso duranubodho santo panito atakkavacaro nipuno panditavedaniyo; ","mn95:19.11":"na so dhammo sudesiyo mulhena’ti. ","mn95:20.1":"Yato nam samannesamano visuddham mohaniyehi dhammehi samanupassati; ","mn95:20.2":"atha tamhi saddham niveseti, saddhajato upasankamati, upasankamanto payirupasati, payirupasanto sotam odahati, ohitasoto dhammam sunati, sutva dhammam dhareti, dhatanam dhammanam attham upaparikkhati, attham upaparikkhato dhamma nijjhanam khamanti, dhammanijjhanakkhantiya sati chando jayati, chandajato ussahati, ussahitva tuleti, tulayitva padahati, pahitatto samano kayena ceva paramasaccam sacchikaroti pannaya ca nam ativijjha passati. ","mn95:20.3":"Ettavata kho, bharadvaja, saccanubodho hoti, ettavata saccamanubujjhati, ettavata ca mayam saccanubodham pannapema; ","mn95:20.4":"na tveva tava saccanuppatti hoti”ti. ","mn95:21.1":"“Ettavata, bho gotama, saccanubodho hoti, ettavata saccamanubujjhati, ettavata ca mayam saccanubodham pekkhama. ","mn95:21.2":"Kittavata pana, bho gotama, saccanuppatti hoti, kittavata saccamanupapunati? ","mn95:21.3":"Saccanuppattim mayam bhavantam gotamam pucchama”ti. ","mn95:21.4":"“Tesamyeva, bharadvaja, dhammanam asevana bhavana bahulikammam saccanuppatti hoti. ","mn95:21.5":"Ettavata kho, bharadvaja, saccanuppatti hoti, ettavata saccamanupapunati, ettavata ca mayam saccanuppattim pannapema”ti. ","mn95:22.1":"“Ettavata, bho gotama, saccanuppatti hoti, ettavata saccamanupapunati, ettavata ca mayam saccanuppattim pekkhama. ","mn95:22.2":"Saccanuppattiya pana, bho gotama, katamo dhammo bahukaro? ","mn95:22.3":"Saccanuppattiya bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:22.4":"“Saccanuppattiya kho, bharadvaja, padhanam bahukaram. ","mn95:22.5":"No cetam padaheyya, nayidam saccamanupapuneyya. ","mn95:22.6":"Yasma ca kho padahati tasma saccamanupapunati. ","mn95:22.7":"Tasma saccanuppattiya padhanam bahukaran”ti. ","mn95:23.1":"“Padhanassa pana, bho gotama, katamo dhammo bahukaro? ","mn95:23.2":"Padhanassa bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:23.3":"“Padhanassa kho, bharadvaja, tulana bahukara. ","mn95:23.4":"No cetam tuleyya, nayidam padaheyya. ","mn95:23.5":"Yasma ca kho tuleti tasma padahati. ","mn95:23.6":"Tasma padhanassa tulana bahukara”ti. ","mn95:24.1":"“Tulanaya pana, bho gotama, katamo dhammo bahukaro? ","mn95:24.2":"Tulanaya bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:24.3":"“Tulanaya kho, bharadvaja, ussaho bahukaro. ","mn95:24.4":"No cetam ussaheyya, nayidam tuleyya. ","mn95:24.5":"Yasma ca kho ussahati tasma tuleti. ","mn95:24.6":"Tasma tulanaya ussaho bahukaro”ti. ","mn95:25.1":"“Ussahassa pana, bho gotama, katamo dhammo bahukaro? ","mn95:25.2":"Ussahassa bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:25.3":"“Ussahassa kho, bharadvaja, chando bahukaro. ","mn95:25.4":"No cetam chando jayetha, nayidam ussaheyya. ","mn95:25.5":"Yasma ca kho chando jayati tasma ussahati. ","mn95:25.6":"Tasma ussahassa chando bahukaro”ti. ","mn95:26.1":"“Chandassa pana, bho gotama, katamo dhammo bahukaro? ","mn95:26.2":"Chandassa bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:26.3":"“Chandassa kho, bharadvaja, dhammanijjhanakkhanti bahukara. ","mn95:26.4":"No cete dhamma nijjhanam khameyyum, nayidam chando jayetha. ","mn95:26.5":"Yasma ca kho dhamma nijjhanam khamanti tasma chando jayati. ","mn95:26.6":"Tasma chandassa dhammanijjhanakkhanti bahukara”ti. ","mn95:27.1":"“Dhammanijjhanakkhantiya pana, bho gotama, katamo dhammo bahukaro? ","mn95:27.2":"Dhammanijjhanakkhantiya bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:27.3":"“Dhammanijjhanakkhantiya kho, bharadvaja, atthupaparikkha bahukara. ","mn95:27.4":"No cetam attham upaparikkheyya, nayidam dhamma nijjhanam khameyyum. ","mn95:27.5":"Yasma ca kho attham upaparikkhati tasma dhamma nijjhanam khamanti. ","mn95:27.6":"Tasma dhammanijjhanakkhantiya atthupaparikkha bahukara”ti. ","mn95:28.1":"“Atthupaparikkhaya pana, bho gotama, katamo dhammo bahukaro? ","mn95:28.2":"Atthupaparikkhaya bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:28.3":"“Atthupaparikkhaya kho, bharadvaja, dhammadharana bahukara. ","mn95:28.4":"No cetam dhammam dhareyya, nayidam attham upaparikkheyya. ","mn95:28.5":"Yasma ca kho dhammam dhareti tasma attham upaparikkhati. ","mn95:28.6":"Tasma atthupaparikkhaya dhammadharana bahukara”ti. ","mn95:29.1":"“Dhammadharanaya pana, bho gotama, katamo dhammo bahukaro? ","mn95:29.2":"Dhammadharanaya bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:29.3":"“Dhammadharanaya kho, bharadvaja, dhammassavanam bahukaram. ","mn95:29.4":"No cetam dhammam suneyya, nayidam dhammam dhareyya. ","mn95:29.5":"Yasma ca kho dhammam sunati tasma dhammam dhareti. ","mn95:29.6":"Tasma dhammadharanaya dhammassavanam bahukaran”ti. ","mn95:30.1":"“Dhammassavanassa pana, bho gotama, katamo dhammo bahukaro? ","mn95:30.2":"Dhammassavanassa bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:30.3":"“Dhammassavanassa kho, bharadvaja, sotavadhanam bahukaram. ","mn95:30.4":"No cetam sotam odaheyya, nayidam dhammam suneyya. ","mn95:30.5":"Yasma ca kho sotam odahati tasma dhammam sunati. ","mn95:30.6":"Tasma dhammassavanassa sotavadhanam bahukaran”ti. ","mn95:31.1":"“Sotavadhanassa pana, bho gotama, katamo dhammo bahukaro? ","mn95:31.2":"Sotavadhanassa bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:31.3":"“Sotavadhanassa kho, bharadvaja, payirupasana bahukara. ","mn95:31.4":"No cetam payirupaseyya, nayidam sotam odaheyya. ","mn95:31.5":"Yasma ca kho payirupasati tasma sotam odahati. ","mn95:31.6":"Tasma sotavadhanassa payirupasana bahukara”ti. ","mn95:32.1":"“Payirupasanaya pana, bho gotama, katamo dhammo bahukaro? ","mn95:32.2":"Payirupasanaya bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:32.3":"“Payirupasanaya kho, bharadvaja, upasankamanam bahukaram. ","mn95:32.4":"No cetam upasankameyya, nayidam payirupaseyya. ","mn95:32.5":"Yasma ca kho upasankamati tasma payirupasati. ","mn95:32.6":"Tasma payirupasanaya upasankamanam bahukaran”ti. ","mn95:33.1":"“Upasankamanassa pana, bho gotama, katamo dhammo bahukaro? ","mn95:33.2":"Upasankamanassa bahukaram dhammam mayam bhavantam gotamam pucchama”ti. ","mn95:33.3":"“Upasankamanassa kho, bharadvaja, saddha bahukara. ","mn95:33.4":"No cetam saddha jayetha, nayidam upasankameyya. ","mn95:33.5":"Yasma ca kho saddha jayati tasma upasankamati. ","mn95:33.6":"Tasma upasankamanassa saddha bahukara”ti. ","mn95:34.1":"“Saccanurakkhanam mayam bhavantam gotamam apucchimha, saccanurakkhanam bhavam gotamo byakasi; ","mn95:34.2":"tanca panamhakam ruccati ceva khamati ca tena camha attamana. ","mn95:34.3":"Saccanubodham mayam bhavantam gotamam apucchimha, saccanubodham bhavam gotamo byakasi; ","mn95:34.4":"tanca panamhakam ruccati ceva khamati ca tena camha attamana. ","mn95:34.5":"Saccanuppattim mayam bhavantam gotamam apucchimha, saccanuppattim bhavam gotamo byakasi; ","mn95:34.6":"tanca panamhakam ruccati ceva khamati ca tena camha attamana. ","mn95:34.7":"Saccanuppattiya bahukaram dhammam mayam bhavantam gotamam apucchimha, saccanuppattiya bahukaram dhammam bhavam gotamo byakasi; ","mn95:34.8":"tanca panamhakam ruccati ceva khamati ca tena camha attamana. ","mn95:34.9":"Yamyadeva ca mayam bhavantam gotamam apucchimha tamtadeva bhavam gotamo byakasi; ","mn95:34.10":"tanca panamhakam ruccati ceva khamati ca tena camha attamana. ","mn95:34.11":"Mayanhi, bho gotama, pubbe evam janama: ","mn95:34.12":"‘ke ca mundaka samanaka ibbha kanha bandhupadapacca, ke ca dhammassa annataro’ti? ","mn95:34.13":"Ajanesi vata me bhavam gotamo samanesu samanapemam, samanesu samanapasadam, samanesu samanagaravam. ","mn95:35.1":"Abhikkantam, bho gotama …pe… ","mn95:35.2":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","mn95:35.3":"Cankisuttam nitthitam pancamam. "}