{"mn96:0.1":"Majjhima Nikaya 96 ","mn96:0.2":"Esukarisutta ","mn96:1.1":"Evam me sutam—","mn96:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn96:2.1":"Atha kho esukari brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn96:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho esukari brahmano bhagavantam etadavoca: ","mn96:3.1":"“brahmana, bho gotama, catasso paricariya pannapenti—","mn96:3.2":"brahmanassa paricariyam pannapenti, khattiyassa paricariyam pannapenti, vessassa paricariyam pannapenti, suddassa paricariyam pannapenti. ","mn96:3.3":"Tatridam, bho gotama, brahmana brahmanassa paricariyam pannapenti: ","mn96:3.4":"‘brahmano va brahmanam paricareyya, khattiyo va brahmanam paricareyya, vesso va brahmanam paricareyya, suddo va brahmanam paricareyya’ti. ","mn96:3.5":"Idam kho, bho gotama, brahmana brahmanassa paricariyam pannapenti. ","mn96:3.6":"Tatridam, bho gotama, brahmana khattiyassa paricariyam pannapenti: ","mn96:3.7":"‘khattiyo va khattiyam paricareyya, vesso va khattiyam paricareyya, suddo va khattiyam paricareyya’ti. ","mn96:3.8":"Idam kho, bho gotama, brahmana khattiyassa paricariyam pannapenti. ","mn96:3.9":"Tatridam, bho gotama, brahmana vessassa paricariyam pannapenti: ","mn96:3.10":"‘vesso va vessam paricareyya, suddo va vessam paricareyya’ti. ","mn96:3.11":"Idam kho, bho gotama, brahmana vessassa paricariyam pannapenti. ","mn96:3.12":"Tatridam, bho gotama, brahmana suddassa paricariyam pannapenti: ","mn96:3.13":"‘suddova suddam paricareyya. ","mn96:3.14":"Ko pananno suddam paricarissati’ti? ","mn96:3.15":"Idam kho, bho gotama, brahmana suddassa paricariyam pannapenti. ","mn96:3.16":"Brahmana, bho gotama, ima catasso paricariya pannapenti. ","mn96:3.17":"Idha bhavam gotamo kimaha”ti? ","mn96:4.1":"“Kim pana, brahmana, sabbo loko brahmananam etadabbhanujanati: ‘ima catasso paricariya pannapentu’”ti? ","mn96:4.2":"“No hidam, bho gotama”. ","mn96:4.3":"“Seyyathapi, brahmana, puriso daliddo assako analhiyo. Tassa akamassa bilam olaggeyyum: ‘idam te, ambho purisa, mamsam khaditabbam, mulanca anuppadatabban’ti. ","mn96:4.4":"Evameva kho, brahmana, brahmana appatinnaya tesam samanabrahmananam, atha ca panima catasso paricariya pannapenti. ","mn96:5.1":"Naham, brahmana, ‘sabbam paricaritabban’ti vadami; naham, brahmana, ‘sabbam na paricaritabban’ti vadami. ","mn96:5.2":"Yam hissa, brahmana, paricarato paricariyahetu papiyo assa na seyyo, naham tam ‘paricaritabban’ti vadami; ","mn96:5.3":"yanca khvassa, brahmana, paricarato paricariyahetu seyyo assa na papiyo tamaham ‘paricaritabban’ti vadami. ","mn96:6.1":"Khattiyancepi, brahmana, evam puccheyyum: ","mn96:6.2":"‘yam va te paricarato paricariyahetu papiyo assa na seyyo, yam va te paricarato paricariyahetu seyyo assa na papiyo; ","mn96:6.3":"kamettha paricareyyasi’ti, khattiyopi hi, brahmana, samma byakaramano evam byakareyya: ","mn96:6.4":"‘yanhi me paricarato paricariyahetu papiyo assa na seyyo, naham tam paricareyyam; yanca kho me paricarato paricariyahetu seyyo assa na papiyo tamaham paricareyyan’ti. ","mn96:7.1":"Brahmanancepi, brahmana …pe… ","mn96:7.2":"vessancepi, brahmana …pe… ","mn96:7.3":"suddancepi, brahmana, evam puccheyyum: ","mn96:7.4":"‘yam va te paricarato paricariyahetu papiyo assa na seyyo, yam va te paricarato paricariyahetu seyyo assa na papiyo; ","mn96:7.5":"kamettha paricareyyasi’ti, suddopi hi, brahmana, samma byakaramano evam byakareyya: ","mn96:7.6":"‘yanhi me paricarato paricariyahetu papiyo assa na seyyo, naham tam paricareyyam; yanca kho me paricarato paricariyahetu seyyo assa na papiyo tamaham paricareyyan’ti. ","mn96:7.7":"Naham, brahmana, ‘uccakulinata seyyamso’ti vadami, na panaham, brahmana, ‘uccakulinata papiyamso’ti vadami; ","mn96:7.8":"naham, brahmana, ‘ularavannata seyyamso’ti vadami, na panaham, brahmana, ‘ularavannata papiyamso’ti vadami; ","mn96:7.9":"naham, brahmana, ‘ularabhogata seyyamso’ti vadami, na panaham, brahmana, ‘ularabhogata papiyamso’ti vadami. ","mn96:8.1":"Uccakulinopi hi, brahmana, idhekacco panatipati hoti, adinnadayi hoti, kamesumicchacari hoti, musavadi hoti, pisunavaco hoti, pharusavaco hoti, samphappalapi hoti, abhijjhalu hoti, byapannacitto hoti, micchaditthi hoti. ","mn96:8.2":"Tasma ‘na uccakulinata seyyamso’ti vadami. ","mn96:8.3":"Uccakulinopi hi, brahmana, idhekacco panatipata pativirato hoti, adinnadana pativirato hoti, kamesumicchacara pativirato hoti, musavada pativirato hoti, pisunaya vacaya pativirato hoti, pharusaya vacaya pativirato hoti, samphappalapa pativirato hoti, anabhijjhalu hoti, abyapannacitto hoti, sammaditthi hoti. ","mn96:8.4":"Tasma ‘na uccakulinata papiyamso’ti vadami. ","mn96:8.5":"Ularavannopi hi, brahmana … ","mn96:8.6":"pe… ","mn96:8.7":"ularabhogopi hi, brahmana, idhekacco panatipati hoti … ","mn96:8.8":"pe… ","mn96:8.9":"micchaditthi hoti. ","mn96:8.10":"Tasma ‘na ularabhogata seyyamso’ti vadami. ","mn96:8.11":"Ularabhogopi hi, brahmana, idhekacco panatipata pativirato hoti …pe… sammaditthi hoti. ","mn96:8.12":"Tasma ‘na ularabhogata papiyamso’ti vadami. ","mn96:9.1":"Naham, brahmana, ‘sabbam paricaritabban’ti vadami, na panaham, brahmana, ‘sabbam na paricaritabban’ti vadami. ","mn96:9.2":"Yam hissa, brahmana, paricarato paricariyahetu saddha vaddhati, silam vaddhati, sutam vaddhati, cago vaddhati, panna vaddhati, tamaham ‘paricaritabban’ti vadami. ","mn96:9.3":"Yam hissa, brahmana, paricarato paricariyahetu na saddha vaddhati, na silam vaddhati, na sutam vaddhati, na cago vaddhati, na panna vaddhati, naham tam ‘paricaritabban’ti vadami”ti. ","mn96:10.1":"Evam vutte, esukari brahmano bhagavantam etadavoca: ","mn96:10.2":"“brahmana, bho gotama, cattari dhanani pannapenti—","mn96:10.3":"brahmanassa sandhanam pannapenti, khattiyassa sandhanam pannapenti, vessassa sandhanam pannapenti, suddassa sandhanam pannapenti. ","mn96:10.4":"Tatridam, bho gotama, brahmana brahmanassa sandhanam pannapenti bhikkhacariyam; ","mn96:10.5":"bhikkhacariyanca pana brahmano sandhanam atimannamano akiccakari hoti gopova adinnam adiyamanoti. ","mn96:10.6":"Idam kho, bho gotama, brahmana brahmanassa sandhanam pannapenti. ","mn96:10.7":"Tatridam, bho gotama, brahmana khattiyassa sandhanam pannapenti dhanukalapam; ","mn96:10.8":"dhanukalapanca pana khattiyo sandhanam atimannamano akiccakari hoti gopova adinnam adiyamanoti. ","mn96:10.9":"Idam kho, bho gotama, brahmana khattiyassa sandhanam pannapenti. ","mn96:10.10":"Tatridam, bho gotama, brahmana vessassa sandhanam pannapenti kasigorakkham; ","mn96:10.11":"kasigorakkhanca pana vesso sandhanam atimannamano akiccakari hoti gopova adinnam adiyamanoti. ","mn96:10.12":"Idam kho, bho gotama, brahmana vessassa sandhanam pannapenti. ","mn96:10.13":"Tatridam, bho gotama, brahmana suddassa sandhanam pannapenti asitabyabhangim; ","mn96:10.14":"asitabyabhanginca pana suddo sandhanam atimannamano akiccakari hoti gopova adinnam adiyamanoti. ","mn96:10.15":"Idam kho, bho gotama, brahmana suddassa sandhanam pannapenti. ","mn96:10.16":"Brahmana, bho gotama, imani cattari dhanani pannapenti. ","mn96:10.17":"Idha bhavam gotamo kimaha”ti? ","mn96:11.1":"“Kim pana, brahmana, sabbo loko brahmananam etadabbhanujanati: ‘imani cattari dhanani pannapentu’”ti? ","mn96:11.2":"“No hidam, bho gotama”. ","mn96:11.3":"“Seyyathapi, brahmana, puriso daliddo assako analhiyo. Tassa akamassa bilam olaggeyyum: ‘idam te, ambho purisa, mamsam khaditabbam, mulanca anuppadatabban’ti. ","mn96:11.4":"Evameva kho, brahmana, brahmana appatinnaya tesam samanabrahmananam, atha ca panimani cattari dhanani pannapenti. ","mn96:12.1":"Ariyam kho aham, brahmana, lokuttaram dhammam purisassa sandhanam pannapemi. ","mn96:12.2":"Poranam kho panassa matapettikam kulavamsam anussarato yattha yattheva attabhavassa abhinibbatti hoti tena teneva sankhyam gacchati. ","mn96:12.3":"Khattiyakule ce attabhavassa abhinibbatti hoti ‘khattiyo’tveva sankhyam gacchati; ","mn96:12.4":"brahmanakule ce attabhavassa abhinibbatti hoti ‘brahmano’tveva sankhyam gacchati; ","mn96:12.5":"vessakule ce attabhavassa abhinibbatti hoti ‘vesso’tveva sankhyam gacchati; ","mn96:12.6":"suddakule ce attabhavassa abhinibbatti hoti ‘suddo’tveva sankhyam gacchati. ","mn96:12.7":"Seyyathapi, brahmana, yamyadeva paccayam paticca aggi jalati tena teneva sankhyam gacchati. ","mn96:12.8":"Katthance paticca aggi jalati ‘katthaggi’tveva sankhyam gacchati; ","mn96:12.9":"sakalikance paticca aggi jalati ‘sakalikaggi’tveva sankhyam gacchati; ","mn96:12.10":"tinance paticca aggi jalati ‘tinaggi’tveva sankhyam gacchati; ","mn96:12.11":"gomayance paticca aggi jalati ‘gomayaggi’tveva sankhyam gacchati. ","mn96:12.12":"Evameva kho aham, brahmana, ariyam lokuttaram dhammam purisassa sandhanam pannapemi. ","mn96:12.13":"Poranam kho panassa matapettikam kulavamsam anussarato yattha yattheva attabhavassa abhinibbatti hoti tena teneva sankhyam gacchati. ","mn96:12.14":"Khattiyakule ce attabhavassa abhinibbatti hoti ‘khattiyo’tveva sankhyam gacchati; ","mn96:12.15":"brahmanakule ce attabhavassa abhinibbatti hoti ‘brahmano’tveva sankhyam gacchati; ","mn96:12.16":"vessakule ce attabhavassa abhinibbatti hoti ‘vesso’tveva sankhyam gacchati; ","mn96:12.17":"suddakule ce attabhavassa abhinibbatti hoti ‘suddo’tveva sankhyam gacchati. ","mn96:13.1":"Khattiyakula cepi, brahmana, agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti, adinnadana pativirato hoti, abrahmacariya pativirato hoti, musavada pativirato hoti, pisunaya vacaya pativirato hoti, pharusaya vacaya pativirato hoti, samphappalapa pativirato hoti, anabhijjhalu hoti, abyapannacitto hoti, sammaditthi hoti, aradhako hoti nayam dhammam kusalam. ","mn96:13.2":"Brahmanakula cepi, brahmana, agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti …pe… sammaditthi hoti, aradhako hoti nayam dhammam kusalam. ","mn96:13.3":"Vessakula cepi, brahmana, agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti …pe… sammaditthi hoti, aradhako hoti nayam dhammam kusalam. ","mn96:13.4":"Suddakula cepi, brahmana, agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti …pe… sammaditthi hoti, aradhako hoti nayam dhammam kusalam. ","mn96:14.1":"Tam kim mannasi, brahmana, ","mn96:14.2":"brahmanova nu kho pahoti asmim padese averam abyabajjham mettacittam bhavetum, no khattiyo no vesso no suddo”ti? ","mn96:14.3":"“No hidam, bho gotama. ","mn96:14.4":"Khattiyopi hi, bho gotama, pahoti asmim padese averam abyabajjham mettacittam bhavetum; ","mn96:14.5":"brahmanopi hi, bho gotama … ","mn96:14.6":"vessopi hi, bho gotama … ","mn96:14.7":"suddopi hi, bho gotama … ","mn96:14.8":"sabbepi hi, bho gotama, cattaro vanna pahonti asmim padese averam abyabajjham mettacittam bhavetun”ti. ","mn96:14.9":"“Evameva kho, brahmana, khattiyakula cepi agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti …pe… sammaditthi hoti, aradhako hoti nayam dhammam kusalam. ","mn96:14.10":"Brahmanakula cepi, brahmana … ","mn96:14.11":"vessakula cepi, brahmana … ","mn96:14.12":"suddakula cepi, brahmana, agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti …pe… sammaditthi hoti, aradhako hoti nayam dhammam kusalam. ","mn96:15.1":"Tam kim mannasi, brahmana, ","mn96:15.2":"brahmanova nu kho pahoti sottisinanim adaya nadim gantva rajojallam pavahetum, no khattiyo no vesso no suddo”ti? ","mn96:15.3":"“No hidam, bho gotama. ","mn96:15.4":"Khattiyopi hi, bho gotama, pahoti sottisinanim adaya nadim gantva rajojallam pavahetum; ","mn96:15.5":"brahmanopi hi, bho gotama … ","mn96:15.6":"vessopi hi, bho gotama … ","mn96:15.7":"suddopi hi, bho gotama … ","mn96:15.8":"sabbepi hi, bho gotama, cattaro vanna pahonti sottisinanim adaya nadim gantva rajojallam pavahetun”ti. ","mn96:15.9":"“Evameva kho, brahmana, khattiyakula cepi agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti …pe… sammaditthi hoti, aradhako hoti nayam dhammam kusalam. ","mn96:15.10":"Brahmanakula cepi, brahmana … ","mn96:15.11":"vessakula cepi, brahmana … ","mn96:15.12":"suddakula cepi, brahmana, agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti …pe… sammaditthi hoti, aradhako hoti nayam dhammam kusalam. ","mn96:16.1":"Tam kim mannasi, brahmana, ","mn96:16.2":"idha raja khattiyo muddhavasitto nanajaccanam purisanam purisasatam sannipateyya: ","mn96:16.3":"‘ayantu bhonto ye tattha khattiyakula brahmanakula rajannakula uppanna sakassa va salassa va salalassa va candanassa va padumakassa va uttararanim adaya aggim abhinibbattentu, tejo patukarontu; ","mn96:16.4":"ayantu pana bhonto ye tattha candalakula nesadakula venakula rathakarakula pukkusakula uppanna sapanadoniya va sukaradoniya va rajakadoniya va erandakatthassa va uttararanim adaya aggim abhinibbattentu, tejo patukarontu’”ti? ","mn96:16.5":"“Tam kim mannasi, brahmana, ","mn96:16.6":"yo evam nu kho so khattiyakula brahmanakula rajannakula uppannehi sakassa va salassa va salalassa va candanassa va padumakassa va uttararanim adaya aggi abhinibbatto tejo patukato so eva nu khvassa aggi accima ceva vannava ca pabhassaro ca tena ca sakka aggina aggikaraniyam katum; ","mn96:16.7":"yo pana so candalakula nesadakula venakula rathakarakula pukkusakula uppannehi sapanadoniya va sukaradoniya va rajakadoniya va erandakatthassa va uttararanim adaya aggi abhinibbatto tejo patukato svassa aggi na ceva accima na ca vannava na ca pabhassaro na ca tena sakka aggina aggikaraniyam katun”ti? ","mn96:16.8":"“No hidam, bho gotama. ","mn96:16.9":"Yopi hi so, bho gotama, khattiyakula brahmanakula rajannakula uppannehi sakassa va salassa va salalassa va candanassa va padumakassa va uttararanim adaya aggi abhinibbatto tejo patukato svassa aggi accima ceva vannava ca pabhassaro ca tena ca sakka aggina aggikaraniyam katum; ","mn96:16.10":"yopi so candalakula nesadakula venakula rathakarakula pukkusakula uppannehi sapanadoniya va sukaradoniya va rajakadoniya va erandakatthassa va uttararanim adaya aggi abhinibbatto tejo patukato svassa aggi accima ceva vannava ca pabhassaro ca tena ca sakka aggina aggikaraniyam katum. ","mn96:16.11":"Sabbopi hi, bho gotama, aggi accima ceva vannava ca pabhassaro ca sabbenapi sakka aggina aggikaraniyam katun”ti. ","mn96:16.12":"“Evameva kho, brahmana, khattiyakula cepi agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti …pe… sammaditthi hoti, aradhako hoti nayam dhammam kusalam. ","mn96:16.13":"Brahmanakula cepi, brahmana … ","mn96:16.14":"vessakula cepi, brahmana … ","mn96:16.15":"suddakula cepi, brahmana, agarasma anagariyam pabbajito hoti, so ca tathagatappaveditam dhammavinayam agamma panatipata pativirato hoti, adinnadana pativirato hoti, abrahmacariya pativirato hoti, musavada pativirato hoti, pisunaya vacaya pativirato hoti, pharusaya vacaya pativirato hoti, samphappalapa pativirato hoti, anabhijjhalu hoti, abyapannacitto hoti, sammaditthi hoti, aradhako hoti nayam dhammam kusalan”ti. ","mn96:17.1":"Evam vutte, esukari brahmano bhagavantam etadavoca: ","mn96:17.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama …pe… ","mn96:17.3":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","mn96:17.4":"Esukarisuttam nitthitam chattham. "}