{"mn99:0.1":"Majjhima Nikaya 99 ","mn99:0.2":"Subhasutta ","mn99:1.1":"Evam me sutam—","mn99:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn99:2.1":"Tena kho pana samayena subho manavo todeyyaputto savatthiyam pativasati annatarassa gahapatissa nivesane kenacideva karaniyena. ","mn99:2.2":"Atha kho subho manavo todeyyaputto yassa gahapatissa nivesane pativasati tam gahapatim etadavoca: ","mn99:2.3":"“sutam metam, gahapati: ","mn99:2.4":"‘avivitta savatthi arahantehi’ti. ","mn99:2.5":"Kam nu khvajja samanam va brahmanam va payirupaseyyama”ti? ","mn99:2.6":"“Ayam, bhante, bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn99:2.7":"Tam, bhante, bhagavantam payirupasassu”ti. ","mn99:3.1":"Atha kho subho manavo todeyyaputto tassa gahapatissa patissutva yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","mn99:3.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho subho manavo todeyyaputto bhagavantam etadavoca: ","mn99:4.1":"“brahmana, bho gotama, evamahamsu: ","mn99:4.2":"‘gahattho aradhako hoti nayam dhammam kusalam, na pabbajito aradhako hoti nayam dhammam kusalan’ti. ","mn99:4.3":"Idha bhavam gotamo kimaha”ti? ","mn99:4.4":"“Vibhajjavado kho ahamettha, manava; ","mn99:4.5":"nahamettha ekamsavado. ","mn99:4.6":"Gihissa vaham, manava, pabbajitassa va micchapatipattim na vannemi. ","mn99:4.7":"Gihi va hi, manava, pabbajito va micchapatipanno micchapatipattadhikaranahetu na aradhako hoti nayam dhammam kusalam. ","mn99:4.8":"Gihissa vaham, manava, pabbajitassa va sammapatipattim vannemi. ","mn99:4.9":"Gihi va hi, manava, pabbajito va sammapatipanno sammapatipattadhikaranahetu aradhako hoti nayam dhammam kusalan”ti. ","mn99:5.1":"“Brahmana, bho gotama, evamahamsu: ","mn99:5.2":"‘mahatthamidam mahakiccam mahadhikaranam mahasamarambham gharavasakammatthanam mahapphalam hoti; ","mn99:5.3":"appatthamidam appakiccam appadhikaranam appasamarambham pabbajja kammatthanam appaphalam hoti’ti. ","mn99:5.4":"Idha bhavam gotamo kimaha”ti. ","mn99:5.5":"“Etthapi kho aham, manava, vibhajjavado; ","mn99:5.6":"nahamettha ekamsavado. ","mn99:5.7":"Atthi, manava, kammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham, vipajjamanam appaphalam hoti; ","mn99:5.8":"atthi, manava, kammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham, sampajjamanam mahapphalam hoti; ","mn99:5.9":"atthi, manava, kammatthanam appattham appakiccam appadhikaranam appasamarambham, vipajjamanam appaphalam hoti; ","mn99:5.10":"atthi, manava, kammatthanam appattham appakiccam appadhikaranam appasamarambham sampajjamanam mahapphalam hoti. ","mn99:6.1":"Katamanca, manava, kammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham vipajjamanam appaphalam hoti? ","mn99:6.2":"Kasi kho, manava, kammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham vipajjamanam appaphalam hoti. ","mn99:6.3":"Katamanca, manava, kammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham sampajjamanam mahapphalam hoti? ","mn99:6.4":"Kasiyeva kho, manava, kammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham sampajjamanam mahapphalam hoti. ","mn99:6.5":"Katamanca, manava, kammatthanam appattham appakiccam appadhikaranam appasamarambham vipajjamanam appaphalam hoti? ","mn99:6.6":"Vanijja kho, manava, kammatthanam appattham appakiccam appadhikaranam appasamarambham vipajjamanam appaphalam hoti. ","mn99:6.7":"Katamanca, manava, kammatthanam appattham appakiccam appadhikaranam appasamarambham sampajjamanam mahapphalam hoti? ","mn99:6.8":"Vanijjayeva kho, manava, kammatthanam appattham appakiccam appadhikaranam appasamarambham sampajjamanam mahapphalam hoti. ","mn99:7.1":"Seyyathapi, manava, kasi kammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham vipajjamanam appaphalam hoti; ","mn99:7.2":"evameva kho, manava, gharavasakammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham vipajjamanam appaphalam hoti. ","mn99:7.3":"Seyyathapi, manava, kasiyeva kammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham sampajjamanam mahapphalam hoti; ","mn99:7.4":"evameva kho, manava, gharavasakammatthanam mahattham mahakiccam mahadhikaranam mahasamarambham sampajjamanam mahapphalam hoti. ","mn99:7.5":"Seyyathapi, manava, vanijja kammatthanam appattham appakiccam appadhikaranam appasamarambham vipajjamanam appaphalam hoti; ","mn99:7.6":"evameva kho, manava, pabbajja kammatthanam appattham appakiccam appadhikaranam appasamarambham vipajjamanam appaphalam hoti. ","mn99:7.7":"Seyyathapi, manava, vanijjayeva kammatthanam appattham appakiccam appadhikaranam appasamarambham sampajjamanam mahapphalam hoti; ","mn99:7.8":"evameva kho, manava, pabbajja kammatthanam appattham appakiccam appadhikaranam appasamarambham sampajjamanam mahapphalam hoti”ti. ","mn99:8.1":"“Brahmana, bho gotama, panca dhamme pannapenti punnassa kiriyaya, kusalassa aradhanaya”ti. ","mn99:8.2":"“Ye te, manava, brahmana panca dhamme pannapenti punnassa kiriyaya, kusalassa aradhanaya—","mn99:8.3":"sace te agaru—","mn99:8.4":"sadhu te panca dhamme imasmim parisati bhasassu”ti. ","mn99:8.5":"“Na kho me, bho gotama, garu yatthassu bhavanto va nisinno bhavantarupo va”ti. ","mn99:8.6":"“Tena hi, manava, bhasassu”ti. ","mn99:9.1":"“Saccam kho, bho gotama, brahmana pathamam dhammam pannapenti punnassa kiriyaya, kusalassa aradhanaya. ","mn99:9.2":"Tapam kho, bho gotama, brahmana dutiyam dhammam pannapenti punnassa kiriyaya, kusalassa aradhanaya. ","mn99:9.3":"Brahmacariyam kho, bho gotama, brahmana tatiyam dhammam pannapenti punnassa kiriyaya, kusalassa aradhanaya. ","mn99:9.4":"Ajjhenam kho, bho gotama, brahmana catuttham dhammam pannapenti punnassa kiriyaya, kusalassa aradhanaya. ","mn99:9.5":"Cagam kho, bho gotama, brahmana pancamam dhammam pannapenti punnassa kiriyaya, kusalassa aradhanaya. ","mn99:9.6":"Brahmana, bho gotama, ime panca dhamme pannapenti punnassa kiriyaya, kusalassa aradhanayati. ","mn99:9.7":"Idha bhavam gotamo kimaha”ti? ","mn99:9.8":"“Kim pana, manava, atthi koci brahmananam ekabrahmanopi yo evamaha: ","mn99:9.9":"‘aham imesam pancannam dhammanam sayam abhinna sacchikatva vipakam pavedemi’”ti? ","mn99:9.10":"“No hidam, bho gotama”. ","mn99:9.11":"“Kim pana, manava, atthi koci brahmananam ekacariyopi ekacariyapacariyopi yava sattama acariyamahayugapi yo evamaha: ","mn99:9.12":"‘aham imesam pancannam dhammanam sayam abhinna sacchikatva vipakam pavedemi’”ti? ","mn99:9.13":"“No hidam, bho gotama”. ","mn99:9.14":"“Kim pana, manava, yepi te brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro yesamidam etarahi brahmana poranam mantapadam gitam pavuttam samihitam tadanugayanti tadanubhasanti bhasitamanubhasanti vacitamanuvacenti, seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu, ","mn99:9.15":"tepi evamahamsu: ","mn99:9.16":"‘mayam imesam pancannam dhammanam sayam abhinna sacchikatva vipakam pavedema’”ti? ","mn99:9.17":"“No hidam, bho gotama”. ","mn99:9.18":"“Iti kira, manava, natthi koci brahmananam ekabrahmanopi yo evamaha: ","mn99:9.19":"‘aham imesam pancannam dhammanam sayam abhinna sacchikatva vipakam pavedemi’ti; ","mn99:9.20":"natthi koci brahmananam ekacariyopi ekacariyapacariyopi yava sattama acariyamahayugapi yo evamaha: ","mn99:9.21":"‘aham imesam pancannam dhammanam sayam abhinna sacchikatva vipakam pavedemi’ti; ","mn99:9.22":"yepi te brahmananam pubbaka isayo mantanam kattaro mantanam pavattaro, yesamidam etarahi brahmana poranam mantapadam gitam pavuttam samihitam, tadanugayanti tadanubhasanti bhasitamanubhasanti vacitamanuvacenti, seyyathidam—atthako vamako vamadevo vessamitto yamataggi angiraso bharadvajo vasettho kassapo bhagu. ","mn99:9.23":"Tepi na evamahamsu: ","mn99:9.24":"‘mayam imesam pancannam dhammanam sayam abhinna sacchikatva vipakam pavedema’ti. ","mn99:9.25":"Seyyathapi, manava, andhaveni paramparasamsatta purimopi na passati majjhimopi na passati pacchimopi na passati; ","mn99:9.26":"evameva kho, manava, andhavenupamam manne brahmananam bhasitam sampajjati—purimopi na passati majjhimopi na passati pacchimopi na passati”ti. ","mn99:10.1":"Evam vutte, subho manavo todeyyaputto bhagavata andhavenupamena vuccamano kupito anattamano bhagavantamyeva khumsento bhagavantamyeva vambhento bhagavantamyeva vadamano: ","mn99:10.2":"“samano gotamo papito bhavissati”ti bhagavantam etadavoca: ","mn99:10.3":"“brahmano, bho gotama, pokkharasati opamanno subhagavaniko evamaha: ","mn99:10.4":"‘evameva panidhekacce samanabrahmana uttari manussadhamma alamariyananadassanavisesam patijananti. ","mn99:10.5":"Tesamidam bhasitam hassakamyeva sampajjati, namakamyeva sampajjati, rittakamyeva sampajjati, tucchakamyeva sampajjati. ","mn99:10.6":"Kathanhi nama manussabhuto uttari manussadhamma alamariyananadassanavisesam nassati va dakkhati va sacchi va karissatiti—","mn99:10.7":"netam thanam vijjati’”ti? ","mn99:11.1":"“Kim pana, manava, brahmano pokkharasati opamanno subhagavaniko sabbesamyeva samanabrahmananam cetasa ceto paricca pajanati”ti? ","mn99:11.2":"“Sakayapi hi, bho gotama, punnikaya dasiya brahmano pokkharasati opamanno subhagavaniko cetasa ceto paricca na pajanati, kuto pana sabbesamyeva samanabrahmananam cetasa ceto paricca pajanissati”ti? ","mn99:12.1":"“Seyyathapi, manava, jaccandho puriso na passeyya kanhasukkani rupani, na passeyya nilakani rupani, na passeyya pitakani rupani, na passeyya lohitakani rupani, na passeyya manjitthakani rupani, na passeyya samavisamam, na passeyya tarakarupani, na passeyya candimasuriye. ","mn99:12.2":"So evam vadeyya: ","mn99:12.3":"‘natthi kanhasukkani rupani, natthi kanhasukkanam rupanam dassavi; ","mn99:12.4":"natthi nilakani rupani, natthi nilakanam rupanam dassavi; ","mn99:12.5":"natthi pitakani rupani, natthi pitakanam rupanam dassavi; ","mn99:12.6":"natthi lohitakani rupani, natthi lohitakanam rupanam dassavi; ","mn99:12.7":"natthi manjitthakani rupani, natthi manjitthakanam rupanam dassavi; ","mn99:12.8":"natthi samavisamam, natthi samavisamassa dassavi; ","mn99:12.9":"natthi tarakarupani, natthi tarakarupanam dassavi; ","mn99:12.10":"natthi candimasuriya, natthi candimasuriyanam dassavi. ","mn99:12.11":"Ahametam na janami, ahametam na passami; ","mn99:12.12":"tasma tam natthi’ti. ","mn99:12.13":"Samma nu kho so, manava, vadamano vadeyya”ti? ","mn99:12.14":"“No hidam, bho gotama. ","mn99:12.15":"Atthi kanhasukkani rupani, atthi kanhasukkanam rupanam dassavi; ","mn99:12.16":"atthi nilakani rupani, atthi nilakanam rupanam dassavi; ","mn99:12.17":"atthi pitakani rupani, atthi pitakanam rupanam dassavi; ","mn99:12.18":"atthi lohitakani rupani, atthi lohitakanam rupanam dassavi; ","mn99:12.19":"atthi manjitthakani rupani, atthi manjitthakanam rupanam dassavi; ","mn99:12.20":"atthi samavisamam, atthi samavisamassa dassavi; ","mn99:12.21":"atthi tarakarupani, atthi tarakarupanam dassavi; ","mn99:12.22":"atthi candimasuriya, atthi candimasuriyanam dassavi. ","mn99:12.23":"‘Ahametam na janami, ahametam na passami; ","mn99:12.24":"tasma tam natthi’ti; ","mn99:12.25":"na hi so, bho gotama, samma vadamano vadeyya”ti. ","mn99:13.1":"“Evameva kho, manava, brahmano pokkharasati opamanno subhagavaniko andho acakkhuko. ","mn99:13.2":"So vata uttari manussadhamma alamariyananadassanavisesam nassati va dakkhati va sacchi va karissatiti—netam thanam vijjati. ","mn99:13.3":"Tam kim mannasi, manava, ","mn99:13.4":"ye te kosalaka brahmanamahasala, seyyathidam—","mn99:13.5":"canki brahmano tarukkho brahmano pokkharasati brahmano janussoni brahmano pita ca te todeyyo, katama nesam seyyo, yam va te sammucca vacam bhaseyyum yam va asammucca”ti? ","mn99:13.6":"“Sammucca, bho gotama”. ","mn99:13.7":"“Katama nesam seyyo, yam va te manta vacam bhaseyyum yam va amanta”ti? ","mn99:13.8":"“Manta, bho gotama”. ","mn99:13.9":"“Katama nesam seyyo, yam va te patisankhaya vacam bhaseyyum yam va appatisankhaya”ti? ","mn99:13.10":"“Patisankhaya, bho gotama”. ","mn99:13.11":"“Katama nesam seyyo, yam va te atthasamhitam vacam bhaseyyum yam va anatthasamhitan”ti? ","mn99:13.12":"“Atthasamhitam, bho gotama”. ","mn99:14.1":"“Tam kim mannasi, manava, ","mn99:14.2":"yadi evam sante, brahmanena pokkharasatina opamannena subhagavanikena sammucca vaca bhasita asammucca”ti? ","mn99:14.3":"“Asammucca, bho gotama”. ","mn99:14.4":"“Manta vaca bhasita amanta va”ti? ","mn99:14.5":"“Amanta, bho gotama”. ","mn99:14.6":"“Patisankhaya vaca bhasita appatisankhaya”ti? ","mn99:14.7":"“Appatisankhaya, bho gotama”. ","mn99:14.8":"“Atthasamhita vaca bhasita anatthasamhita”ti? ","mn99:14.9":"“Anatthasamhita, bho gotama”. ","mn99:15.1":"“Panca kho ime, manava, nivarana. ","mn99:15.2":"Katame panca? ","mn99:15.3":"Kamacchandanivaranam, byapadanivaranam, thinamiddhanivaranam uddhaccakukkuccanivaranam, vicikicchanivaranam—","mn99:15.4":"ime kho, manava, panca nivarana. ","mn99:15.5":"Imehi kho, manava, pancahi nivaranehi brahmano pokkharasati opamanno subhagavaniko avuto nivuto ophuto pariyonaddho. ","mn99:15.6":"So vata uttari manussadhamma alamariyananadassanavisesam nassati va dakkhati va sacchi va karissatiti—netam thanam vijjati. ","mn99:16.1":"Panca kho ime, manava, kamaguna. ","mn99:16.2":"Katame panca? ","mn99:16.3":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya; ","mn99:16.4":"sotavinneyya sadda …pe… ","mn99:16.5":"ghanavinneyya gandha … ","mn99:16.6":"jivha vinneyya rasa … ","mn99:16.7":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya—","mn99:16.8":"ime kho, manava, panca kamaguna. ","mn99:16.9":"Imehi kho, manava, pancahi kamagunehi brahmano pokkharasati opamanno subhagavaniko gathito mucchito ajjhopanno anadinavadassavi anissaranapanno paribhunjati. ","mn99:16.10":"So vata uttari manussadhamma alamariyananadassanavisesam nassati va dakkhati va sacchi va karissatiti—netam thanam vijjati. ","mn99:17.1":"Tam kim mannasi, manava, ","mn99:17.2":"yam va tinakatthupadanam paticca aggim jaleyya yam va nissatthatinakatthupadanam aggim jaleyya, katamo nu khvassa aggi accima ceva vannava ca pabhassaro ca”ti? ","mn99:17.3":"“Sace tam, bho gotama, thanam nissatthatinakatthupadanam aggim jaletum, svassa aggi accima ceva vannava ca pabhassaro ca”ti. ","mn99:17.4":"“Atthanam kho etam, manava, anavakaso yam nissatthatinakatthupadanam aggim jaleyya annatra iddhimata. ","mn99:17.5":"Seyyathapi, manava, tinakatthupadanam paticca aggi jalati tathupamaham, manava, imam pitim vadami yayam piti panca kamagune paticca. ","mn99:17.6":"Seyyathapi, manava, nissatthatinakatthupadano aggi jalati tathupamaham, manava, imam pitim vadami yayam piti annatreva kamehi annatra akusalehi dhammehi. ","mn99:17.7":"Katama ca, manava, piti annatreva kamehi annatra akusalehi dhammehi? ","mn99:17.8":"Idha, manava, bhikkhu vivicceva kamehi …pe… pathamam jhanam upasampajja viharati. ","mn99:17.9":"Ayampi kho, manava, piti annatreva kamehi annatra akusalehi dhammehi. ","mn99:17.10":"Puna caparam, manava, bhikkhu vitakkavicaranam vupasama … dutiyam jhanam upasampajja viharati. ","mn99:17.11":"Ayampi kho, manava, piti annatreva kamehi annatra akusalehi dhammehi. ","mn99:18.1":"Ye te, manava, brahmana panca dhamme pannapenti punnassa kiriyaya kusalassa aradhanaya, katamettha brahmana dhammam mahapphalataram pannapenti punnassa kiriyaya kusalassa aradhanaya”ti? ","mn99:18.2":"“Yeme, bho gotama, brahmana panca dhamme pannapenti punnassa kiriyaya kusalassa aradhanaya, cagamettha brahmana dhammam mahapphalataram pannapenti punnassa kiriyaya kusalassa aradhanaya”ti. ","mn99:19.1":"“Tam kim mannasi, manava, ","mn99:19.2":"idha annatarassa brahmanassa mahayanno paccupatthito assa. ","mn99:19.3":"Atha dve brahmana agaccheyyum: ","mn99:19.4":"‘itthannamassa brahmanassa mahayannam anubhavissama’ti. ","mn99:19.5":"Tatrekassa brahmanassa evamassa: ","mn99:19.6":"‘aho vata ahameva labheyyam bhattagge aggasanam aggodakam aggapindam, na anno brahmano labheyya bhattagge aggasanam aggodakam aggapindan’ti. ","mn99:19.7":"Thanam kho panetam, manava, vijjati yam anno brahmano labheyya bhattagge aggasanam aggodakam aggapindam, na so brahmano labheyya bhattagge aggasanam aggodakam aggapindam. ","mn99:19.8":"‘Anno brahmano labhati bhattagge aggasanam aggodakam aggapindam, naham labhami bhattagge aggasanam aggodakam aggapindan’ti—","mn99:19.9":"iti so kupito hoti anattamano. ","mn99:19.10":"Imassa pana, manava, brahmana kim vipakam pannapenti”ti? ","mn99:19.11":"“Na khvettha, bho gotama, brahmana evam danam denti: ","mn99:19.12":"‘imina paro kupito hotu anattamano’ti. ","mn99:19.13":"Atha khvettha brahmana anukampajatikamyeva danam denti”ti. ","mn99:19.14":"“Evam sante kho, manava, brahmananam idam chattham punnakiriyavatthu hoti—","mn99:19.15":"yadidam anukampajatikan”ti. ","mn99:19.16":"“Evam sante, bho gotama, brahmananam idam chattham punnakiriyavatthu hoti—","mn99:19.17":"yadidam anukampajatikan”ti. ","mn99:20.1":"“Ye te, manava, brahmana panca dhamme pannapenti punnassa kiriyaya kusalassa aradhanaya, ime tvam panca dhamme kattha bahulam samanupassasi—","mn99:20.2":"gahatthesu va pabbajitesu va”ti? ","mn99:20.3":"“Yeme, bho gotama, brahmana panca dhamme pannapenti punnassa kiriyaya kusalassa aradhanaya, imaham panca dhamme pabbajitesu bahulam samanupassami appam gahatthesu. ","mn99:20.4":"Gahattho hi, bho gotama, mahattho mahakicco mahadhikarano mahasamarambho, na satatam samitam saccavadi hoti; ","mn99:20.5":"pabbajito kho pana, bho gotama, appattho appakicco appadhikarano appasamarambho, satatam samitam saccavadi hoti. ","mn99:20.6":"Gahattho hi, bho gotama, mahattho mahakicco mahadhikarano mahasamarambho na satatam samitam tapassi hoti … ","mn99:20.7":"brahmacari hoti … ","mn99:20.8":"sajjhayabahulo hoti … ","mn99:20.9":"cagabahulo hoti; ","mn99:20.10":"pabbajito kho pana, bho gotama, appattho appakicco appadhikarano appasamarambho satatam samitam tapassi hoti … ","mn99:20.11":"brahmacari hoti … ","mn99:20.12":"sajjhayabahulo hoti … ","mn99:20.13":"cagabahulo hoti. ","mn99:20.14":"Yeme, bho gotama, brahmana panca dhamme pannapenti punnassa kiriyaya kusalassa aradhanaya, imaham panca dhamme pabbajitesu bahulam samanupassami appam gahatthesu”ti. ","mn99:21.1":"“Ye te, manava, brahmana panca dhamme pannapenti punnassa kiriyaya kusalassa aradhanaya cittassaham ete parikkhare vadami—","mn99:21.2":"yadidam cittam averam abyabajjham tassa bhavanaya. ","mn99:21.3":"Idha, manava, bhikkhu saccavadi hoti. ","mn99:21.4":"So ‘saccavadimhi’ti labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","mn99:21.5":"Yam tam kusalupasamhitam pamojjam, cittassaham etam parikkharam vadami—","mn99:21.6":"yadidam cittam averam abyabajjham tassa bhavanaya. ","mn99:21.7":"Idha, manava, bhikkhu tapassi hoti …pe… ","mn99:21.8":"brahmacari hoti …pe… ","mn99:21.9":"sajjhayabahulo hoti …pe… ","mn99:21.10":"cagabahulo hoti. ","mn99:21.11":"So ‘cagabahulomhi’ti labhati atthavedam, labhati dhammavedam, labhati dhammupasamhitam pamojjam. ","mn99:21.12":"Yam tam kusalupasamhitam pamojjam, cittassaham etam parikkharam vadami—","mn99:21.13":"yadidam cittam averam abyabajjham tassa bhavanaya. ","mn99:21.14":"Ye te, manava, brahmana panca dhamme pannapenti punnassa kiriyaya kusalassa aradhanaya, cittassaham ete parikkhare vadami—","mn99:21.15":"yadidam cittam averam abyabajjham tassa bhavanaya”ti. ","mn99:22.1":"Evam vutte, subho manavo todeyyaputto bhagavantam etadavoca: ","mn99:22.2":"“sutam metam, bho gotama: ","mn99:22.3":"‘samano gotamo brahmanam sahabyataya maggam janati’”ti. ","mn99:22.4":"“Tam kim mannasi, manava, ","mn99:22.5":"asanne ito nalakaragamo, na yito dure nalakaragamo”ti? ","mn99:22.6":"“Evam, bho, asanne ito nalakaragamo, na yito dure nalakaragamo”ti. ","mn99:22.7":"“Tam, kim mannasi, manava, idhassa puriso nalakaragame jatavaddho; ","mn99:22.8":"tamenam nalakaragamato tavadeva avasatam nalakaragamassa maggam puccheyyum; ","mn99:22.9":"siya nu kho, manava, tassa purisassa nalakaragame jatavaddhassa nalakaragamassa maggam putthassa dandhayitattam va vitthayitattam va”ti? ","mn99:22.10":"“No hidam, bho gotama”. ","mn99:22.11":"“Tam kissa hetu”? ","mn99:22.12":"“Amu hi, bho gotama, puriso nalakaragame jatavaddho. Tassa sabbaneva nalakaragamassa maggani suviditani”ti. ","mn99:22.13":"“Siya nu kho, manava, tassa purisassa nalakaragame jatavaddhassa nalakaragamassa maggam putthassa dandhayitattam va vitthayitattam vati, na tveva tathagatassa brahmalokam va brahmalokagaminim va patipadam putthassa dandhayitattam va vitthayitattam va. ","mn99:22.14":"Brahmanancaham, manava, pajanami brahmalokanca brahmalokagamininca patipadam; yathapatipanno ca brahmalokam upapanno tanca pajanami”ti. ","mn99:23.1":"“Sutam metam, bho gotama: ","mn99:23.2":"‘samano gotamo brahmanam sahabyataya maggam deseti’ti. ","mn99:23.3":"Sadhu me bhavam gotamo brahmanam sahabyataya maggam desetu”ti. ","mn99:23.4":"“Tena hi, manava, sunahi, sadhukam manasi karohi, bhasissami”ti. ","mn99:23.5":"“Evam, bho”ti kho subho manavo todeyyaputto bhagavato paccassosi. ","mn99:23.6":"Bhagava etadavoca: ","mn99:24.1":"“Katamo ca, manava, brahmanam sahabyataya maggo? ","mn99:24.2":"Idha, manava, bhikkhu mettasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharati. ","mn99:24.3":"Evam bhavitaya kho, manava, mettaya cetovimuttiya yam pamanakatam kammam na tam tatravasissati, na tam tatravatitthati. ","mn99:24.4":"Seyyathapi, manava, balava sankhadhamo appakasireneva catuddisa vinnapeyya; ","mn99:24.5":"evameva kho, manava …pe… evam bhavitaya kho, manava, mettaya cetovimuttiya yam pamanakatam kammam na tam tatravasissati, na tam tatravatitthati. ","mn99:24.6":"Ayampi kho, manava, brahmanam sahabyataya maggo. ","mn99:25-27.1":"“Puna caparam, manava, bhikkhu karunasahagatena cetasa …pe… ","mn99:25-27.2":"muditasahagatena cetasa …pe… ","mn99:25-27.3":"upekkhasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyabajjhena pharitva viharati. ","mn99:25-27.4":"Evam bhavitaya kho, manava, upekkhaya cetovimuttiya yam pamanakatam kammam na tam tatravasissati, na tam tatravatitthati. ","mn99:25-27.5":"Seyyathapi, manava, balava sankhadhamo appakasireneva catuddisa vinnapeyya; ","mn99:25-27.6":"evameva kho, manava …pe… evam bhavitaya kho, manava, upekkhaya cetovimuttiya yam pamanakatam kammam na tam tatravasissati, na tam tatravatitthati. ","mn99:25-27.7":"Ayampi kho, manava, brahmanam sahabyataya maggo”ti. ","mn99:28.1":"Evam vutte, subho manavo todeyyaputto bhagavantam etadavoca: ","mn99:28.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","mn99:28.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","mn99:28.4":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","mn99:28.5":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatam. ","mn99:28.6":"Handa ca dani mayam, bho gotama, gacchama; ","mn99:28.7":"bahukicca mayam bahukaraniya”ti. ","mn99:29.1":"“Yassadani tvam, manava, kalam mannasi”ti. ","mn99:29.2":"Atha kho subho manavo todeyyaputto bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","mn99:30.1":"Tena kho pana samayena janussoni brahmano sabbasetena valavabhirathena savatthiya niyyati diva divassa. ","mn99:30.2":"Addasa kho janussoni brahmano subham manavam todeyyaputtam duratova agacchantam. ","mn99:30.3":"Disvana subham manavam todeyyaputtam etadavoca: ","mn99:30.4":"“handa kuto nu bhavam bharadvajo agacchati diva divassa”ti? ","mn99:30.5":"“Ito hi kho aham, bho, agacchami samanassa gotamassa santika”ti. ","mn99:30.6":"“Tam kim mannasi, bhavam bharadvajo samanassa gotamassa pannaveyyattiyam pandito manneti”? ","mn99:30.7":"“Ko caham, bho, ko ca samanassa gotamassa pannaveyyattiyam janissami? ","mn99:30.8":"Sopi nunassa tadisova yo samanassa gotamassa pannaveyyattiyam janeyya”ti. ","mn99:30.9":"“Ularaya khalu bhavam bharadvajo samanam gotamam pasamsaya pasamsati”ti. ","mn99:30.10":"“Ko caham, bho, ko ca samanam gotamam pasamsissami? ","mn99:30.11":"Pasatthapasatthova so bhavam gotamo settho devamanussanam. ","mn99:30.12":"Ye cime, bho, brahmana panca dhamme pannapenti punnassa kiriyaya kusalassa aradhanaya; ","mn99:30.13":"cittassete samano gotamo parikkhare vadeti—","mn99:30.14":"yadidam cittam averam abyabajjham tassa bhavanaya”ti. ","mn99:31.1":"Evam vutte, janussoni brahmano sabbaseta valavabhiratha orohitva ekamsam uttarasangam karitva yena bhagava tenanjalim panametva udanam udanesi: ","mn99:31.2":"“labha ranno pasenadissa kosalassa, suladdhalabha ranno pasenadissa kosalassa ","mn99:31.3":"yassa vijite tathagato viharati araham sammasambuddho”ti. ","mn99:31.4":"Subhasuttam nitthitam navamam. "}