{"mn9:0.1":"Majjhima Nikaya 9 ","mn9:0.2":"Sammaditthisutta ","mn9:1.1":"Evam me sutam—","mn9:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","mn9:1.3":"Tatra kho ayasma sariputto bhikkhu amantesi: ","mn9:1.4":"“avuso bhikkhave”ti. ","mn9:1.5":"“Avuso”ti kho te bhikkhu ayasmato sariputtassa paccassosum. ","mn9:1.6":"Ayasma sariputto etadavoca: ","mn9:2.1":"“‘Sammaditthi sammaditthi’ti, avuso, vuccati. ","mn9:2.2":"Kittavata nu kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti? ","mn9:2.3":"“Duratopi kho mayam, avuso, agaccheyyama ayasmato sariputtassa santike etassa bhasitassa atthamannatum. ","mn9:2.4":"Sadhu vatayasmantamyeva sariputtam patibhatu etassa bhasitassa attho. ","mn9:2.5":"Ayasmato sariputtassa sutva bhikkhu dharessanti”ti. ","mn9:2.6":"“Tena hi, avuso, sunatha, sadhukam manasi karotha, bhasissami”ti. ","mn9:2.7":"“Evamavuso”ti kho te bhikkhu ayasmato sariputtassa paccassosum. ","mn9:2.8":"Ayasma sariputto etadavoca: ","mn9:3.1":"“Yato kho, avuso, ariyasavako akusalanca pajanati, akusalamulanca pajanati, kusalanca pajanati, kusalamulanca pajanati—","mn9:3.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:4.1":"Katamam panavuso, akusalam, katamam akusalamulam, katamam kusalam, katamam kusalamulam? ","mn9:4.2":"Panatipato kho, avuso, akusalam, adinnadanam akusalam, kamesumicchacaro akusalam, musavado akusalam, pisuna vaca akusalam, pharusa vaca akusalam, samphappalapo akusalam, abhijjha akusalam, byapado akusalam, micchaditthi akusalam—","mn9:4.3":"idam vuccatavuso akusalam. ","mn9:5.1":"Katamancavuso, akusalamulam? ","mn9:5.2":"Lobho akusalamulam, doso akusalamulam, moho akusalamulam—","mn9:5.3":"idam vuccatavuso, akusalamulam. ","mn9:6.1":"Katamancavuso, kusalam? ","mn9:6.2":"Panatipata veramani kusalam, adinnadana veramani kusalam, kamesumicchacara veramani kusalam, musavada veramani kusalam, pisunaya vacaya veramani kusalam, pharusaya vacaya veramani kusalam, samphappalapa veramani kusalam, anabhijjha kusalam, abyapado kusalam, sammaditthi kusalam—","mn9:6.3":"idam vuccatavuso, kusalam. ","mn9:7.1":"Katamancavuso, kusalamulam? ","mn9:7.2":"Alobho kusalamulam, adoso kusalamulam, amoho kusalamulam—","mn9:7.3":"idam vuccatavuso, kusalamulam. ","mn9:8.1":"Yato kho, avuso, ariyasavako evam akusalam pajanati, evam akusalamulam pajanati, evam kusalam pajanati, evam kusalamulam pajanati, so sabbaso raganusayam pahaya, patighanusayam pativinodetva, ‘asmi’ti ditthimananusayam samuhanitva, avijjam pahaya vijjam uppadetva, dittheva dhamme dukkhassantakaro hoti—","mn9:8.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:9.1":"“Sadhavuso”ti kho te bhikkhu ayasmato sariputtassa bhasitam abhinanditva anumoditva ayasmantam sariputtam uttari panham apucchum: ","mn9:9.2":"“siya panavuso, annopi pariyayo yatha ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti? ","mn9:10.1":"“Siya, avuso. ","mn9:10.2":"Yato kho, avuso, ariyasavako aharanca pajanati, aharasamudayanca pajanati, aharanirodhanca pajanati, aharanirodhagaminim patipadanca pajanati—","mn9:10.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:11.1":"Katamo panavuso, aharo, katamo aharasamudayo, katamo aharanirodho, katama aharanirodhagamini patipada? ","mn9:11.2":"Cattarome, avuso, ahara bhutanam va sattanam thitiya, sambhavesinam va anuggahaya. ","mn9:11.3":"Katame cattaro? ","mn9:11.4":"Kabalikaro aharo olariko va sukhumo va, phasso dutiyo, manosancetana tatiya, vinnanam catuttham. ","mn9:11.5":"Tanhasamudaya aharasamudayo, tanhanirodha aharanirodho, ayameva ariyo atthangiko maggo aharanirodhagamini patipada, seyyathidam—","mn9:11.6":"sammaditthi sammasankappo sammavaca sammakammanto, sammaajivo sammavayamo sammasati sammasamadhi. ","mn9:12.1":"Yato kho, avuso, ariyasavako evam aharam pajanati, evam aharasamudayam pajanati, evam aharanirodham pajanati, evam aharanirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya, patighanusayam pativinodetva, ‘asmi’ti ditthimananusayam samuhanitva, avijjam pahaya vijjam uppadetva, dittheva dhamme dukkhassantakaro hoti—","mn9:12.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:13.1":"“Sadhavuso”ti kho te bhikkhu ayasmato sariputtassa bhasitam abhinanditva anumoditva ayasmantam sariputtam uttari panham apucchum: ","mn9:13.2":"“siya panavuso, annopi pariyayo yatha ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti? ","mn9:14.1":"“Siya, avuso. ","mn9:14.2":"Yato kho, avuso, ariyasavako dukkhanca pajanati, dukkhasamudayanca pajanati, dukkhanirodhanca pajanati, dukkhanirodhagaminim patipadanca pajanati—","mn9:14.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:15.1":"Katamam panavuso, dukkham, katamo dukkhasamudayo, katamo dukkhanirodho, katama dukkhanirodhagamini patipada? ","mn9:15.2":"Jatipi dukkha, jarapi dukkha, maranampi dukkham, sokaparidevadukkhadomanassupayasapi dukkha, appiyehi sampayogopi dukkho, piyehi vippayogopi dukkho, yampiccham na labhati tampi dukkham, sankhittena pancupadanakkhandha dukkha—","mn9:15.3":"idam vuccatavuso, dukkham. ","mn9:16.1":"Katamo cavuso, dukkhasamudayo? ","mn9:16.2":"Yayam tanha ponobbhavika nandiragasahagata tatratatrabhinandini, seyyathidam—","mn9:16.3":"kamatanha bhavatanha vibhavatanha—","mn9:16.4":"ayam vuccatavuso, dukkhasamudayo. ","mn9:17.1":"Katamo cavuso, dukkhanirodho? ","mn9:17.2":"Yo tassayeva tanhaya asesaviraganirodho cago patinissaggo mutti analayo—","mn9:17.3":"ayam vuccatavuso, dukkhanirodho. ","mn9:18.1":"Katama cavuso, dukkhanirodhagamini patipada? ","mn9:18.2":"Ayameva ariyo atthangiko maggo, seyyathidam—","mn9:18.3":"sammaditthi …pe… sammasamadhi—","mn9:18.4":"ayam vuccatavuso, dukkhanirodhagamini patipada. ","mn9:19.1":"Yato kho, avuso, ariyasavako evam dukkham pajanati, evam dukkhasamudayam pajanati, evam dukkhanirodham pajanati, evam dukkhanirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya, patighanusayam pativinodetva, ‘asmi’ti ditthimananusayam samuhanitva, avijjam pahaya vijjam uppadetva, dittheva dhamme dukkhassantakaro hoti—","mn9:19.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:20.1":"“Sadhavuso”ti kho te bhikkhu ayasmato sariputtassa bhasitam abhinanditva anumoditva ayasmantam sariputtam uttari panham apucchum: ","mn9:20.2":"“siya panavuso, annopi pariyayo yatha ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti? ","mn9:21.1":"“Siya, avuso. ","mn9:21.2":"Yato kho, avuso, ariyasavako jaramarananca pajanati, jaramaranasamudayanca pajanati, jaramarananirodhanca pajanati, jaramarananirodhagaminim patipadanca pajanati—","mn9:21.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:22.1":"Katamam panavuso, jaramaranam, katamo jaramaranasamudayo, katamo jaramarananirodho, katama jaramarananirodhagamini patipada? ","mn9:22.2":"Ya tesam tesam sattanam tamhi tamhi sattanikaye jara jiranata khandiccam paliccam valittacata ayuno samhani indriyanam paripako—","mn9:22.3":"ayam vuccatavuso, jara. ","mn9:22.4":"Katamancavuso, maranam? ","mn9:22.5":"Ya tesam tesam sattanam tamha tamha sattanikaya cuti cavanata bhedo antaradhanam maccu maranam kalankiriya khandhanam bhedo, kalevarassa nikkhepo, jivitindriyassupacchedo—","mn9:22.6":"idam vuccatavuso, maranam. ","mn9:22.7":"Iti ayanca jara idanca maranam—","mn9:22.8":"idam vuccatavuso, jaramaranam. ","mn9:22.9":"Jatisamudaya jaramaranasamudayo, jatinirodha jaramarananirodho, ayameva ariyo atthangiko maggo jaramarananirodhagamini patipada, seyyathidam—","mn9:22.10":"sammaditthi …pe… sammasamadhi. ","mn9:23.1":"Yato kho, avuso, ariyasavako evam jaramaranam pajanati, evam jaramaranasamudayam pajanati, evam jaramarananirodham pajanati, evam jaramarananirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti—","mn9:23.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:24.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:24.2":"siya panavuso …pe… ","mn9:25.1":"“siya, avuso. ","mn9:25.2":"Yato kho, avuso, ariyasavako jatinca pajanati, jatisamudayanca pajanati, jatinirodhanca pajanati, jatinirodhagaminim patipadanca pajanati—","mn9:25.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:26.1":"Katama panavuso, jati, katamo jatisamudayo, katamo jatinirodho, katama jatinirodhagamini patipada? ","mn9:26.2":"Ya tesam tesam sattanam tamhi tamhi sattanikaye jati sanjati okkanti abhinibbatti khandhanam patubhavo, ayatananam patilabho—","mn9:26.3":"ayam vuccatavuso, jati. ","mn9:26.4":"Bhavasamudaya jatisamudayo, bhavanirodha jatinirodho, ayameva ariyo atthangiko maggo jatinirodhagamini patipada, seyyathidam—","mn9:26.5":"sammaditthi …pe… sammasamadhi. ","mn9:27.1":"Yato kho, avuso, ariyasavako evam jatim pajanati, evam jatisamudayam pajanati, evam jatinirodham pajanati, evam jatinirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti—","mn9:27.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:28.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:28.2":"siya panavuso …pe… ","mn9:29.1":"“siya, avuso. ","mn9:29.2":"Yato kho, avuso, ariyasavako bhavanca pajanati, bhavasamudayanca pajanati, bhavanirodhanca pajanati, bhavanirodhagaminim patipadanca pajanati—","mn9:29.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:30.1":"Katamo panavuso, bhavo, katamo bhavasamudayo, katamo bhavanirodho, katama bhavanirodhagamini patipada? ","mn9:30.2":"Tayome, avuso, bhava—","mn9:30.3":"kamabhavo, rupabhavo, arupabhavo. ","mn9:30.4":"Upadanasamudaya bhavasamudayo, upadananirodha bhavanirodho, ayameva ariyo atthangiko maggo bhavanirodhagamini patipada, seyyathidam—","mn9:30.5":"sammaditthi …pe… sammasamadhi. ","mn9:31.1":"Yato kho, avuso, ariyasavako evam bhavam pajanati, evam bhavasamudayam pajanati, evam bhavanirodham pajanati, evam bhavanirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti. ","mn9:31.2":"Ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:32.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:32.2":"siya panavuso …pe… ","mn9:33.1":"“siya, avuso. ","mn9:33.2":"Yato kho, avuso, ariyasavako upadananca pajanati, upadanasamudayanca pajanati, upadananirodhanca pajanati, upadananirodhagaminim patipadanca pajanati—","mn9:33.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:34.1":"Katamam panavuso, upadanam, katamo upadanasamudayo, katamo upadananirodho, katama upadananirodhagamini patipada? ","mn9:34.2":"Cattarimani, avuso, upadanani—","mn9:34.3":"kamupadanam, ditthupadanam, silabbatupadanam, attavadupadanam. ","mn9:34.4":"Tanhasamudaya upadanasamudayo, tanhanirodha upadananirodho, ayameva ariyo atthangiko maggo upadananirodhagamini patipada, seyyathidam—","mn9:34.5":"sammaditthi …pe… sammasamadhi. ","mn9:35.1":"Yato kho, avuso, ariyasavako evam upadanam pajanati, evam upadanasamudayam pajanati, evam upadananirodham pajanati, evam upadananirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti—","mn9:35.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:36.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:36.2":"siya panavuso …pe… ","mn9:37.1":"“siya, avuso. ","mn9:37.2":"Yato kho, avuso, ariyasavako tanhanca pajanati, tanhasamudayanca pajanati, tanhanirodhanca pajanati, tanhanirodhagaminim patipadanca pajanati—","mn9:37.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:38.1":"Katama panavuso, tanha, katamo tanhasamudayo, katamo tanhanirodho, katama tanhanirodhagamini patipada? ","mn9:38.2":"Chayime, avuso, tanhakaya—","mn9:38.3":"rupatanha, saddatanha, gandhatanha, rasatanha, photthabbatanha, dhammatanha. ","mn9:38.4":"Vedanasamudaya tanhasamudayo, vedananirodha tanhanirodho, ayameva ariyo atthangiko maggo tanhanirodhagamini patipada, seyyathidam—","mn9:38.5":"sammaditthi …pe… sammasamadhi. ","mn9:39.1":"Yato kho, avuso, ariyasavako evam tanham pajanati, evam tanhasamudayam pajanati, evam tanhanirodham pajanati, evam tanhanirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti—","mn9:39.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:40.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:40.2":"siya panavuso …pe… ","mn9:41.1":"“siya, avuso. ","mn9:41.2":"Yato kho, avuso, ariyasavako vedananca pajanati, vedanasamudayanca pajanati, vedananirodhanca pajanati, vedananirodhagaminim patipadanca pajanati—","mn9:41.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:42.1":"Katama panavuso, vedana, katamo vedanasamudayo, katamo vedananirodho, katama vedananirodhagamini patipada? ","mn9:42.2":"Chayime, avuso, vedanakaya—","mn9:42.3":"cakkhusamphassaja vedana, sotasamphassaja vedana, ghanasamphassaja vedana, jivhasamphassaja vedana, kayasamphassaja vedana, manosamphassaja vedana. ","mn9:42.4":"Phassasamudaya vedanasamudayo, phassanirodha vedananirodho, ayameva ariyo atthangiko maggo vedananirodhagamini patipada, seyyathidam—","mn9:42.5":"sammaditthi …pe… sammasamadhi. ","mn9:43.1":"Yato kho, avuso, ariyasavako evam vedanam pajanati, evam vedanasamudayam pajanati, evam vedananirodham pajanati, evam vedananirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti—","mn9:43.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:44.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:44.2":"siya panavuso …pe… ","mn9:45.1":"“siya, avuso. ","mn9:45.2":"Yato kho, avuso, ariyasavako phassanca pajanati, phassasamudayanca pajanati, phassanirodhanca pajanati, phassanirodhagaminim patipadanca pajanati—","mn9:45.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:46.1":"Katamo panavuso, phasso, katamo phassasamudayo, katamo phassanirodho, katama phassanirodhagamini patipada? ","mn9:46.2":"Chayime, avuso, phassakaya—","mn9:46.3":"cakkhusamphasso, sotasamphasso, ghanasamphasso, jivhasamphasso, kayasamphasso, manosamphasso. ","mn9:46.4":"Salayatanasamudaya phassasamudayo, salayatananirodha phassanirodho, ayameva ariyo atthangiko maggo phassanirodhagamini patipada, seyyathidam—","mn9:46.5":"sammaditthi …pe… sammasamadhi. ","mn9:47.1":"Yato kho, avuso, ariyasavako evam phassam pajanati, evam phassasamudayam pajanati, evam phassanirodham pajanati, evam phassanirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti—","mn9:47.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:48.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:48.2":"siya panavuso …pe… ","mn9:49.1":"“siya, avuso. ","mn9:49.2":"Yato kho, avuso, ariyasavako salayatananca pajanati, salayatanasamudayanca pajanati, salayatananirodhanca pajanati, salayatananirodhagaminim patipadanca pajanati—","mn9:49.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:50.1":"Katamam panavuso, salayatanam, katamo salayatanasamudayo, katamo salayatananirodho, katama salayatananirodhagamini patipada? ","mn9:50.2":"Chayimani, avuso, ayatanani—","mn9:50.3":"cakkhayatanam, sotayatanam, ghanayatanam, jivhayatanam, kayayatanam, manayatanam. ","mn9:50.4":"Namarupasamudaya salayatanasamudayo, namarupanirodha salayatananirodho, ayameva ariyo atthangiko maggo salayatananirodhagamini patipada, seyyathidam—","mn9:50.5":"sammaditthi …pe… sammasamadhi. ","mn9:51.1":"Yato kho, avuso, ariyasavako evam salayatanam pajanati, evam salayatanasamudayam pajanati, evam salayatananirodham pajanati, evam salayatananirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti—","mn9:51.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:52.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:52.2":"siya panavuso …pe… ","mn9:53.1":"“siya, avuso. ","mn9:53.2":"Yato kho, avuso, ariyasavako namarupanca pajanati, namarupasamudayanca pajanati, namarupanirodhanca pajanati, namarupanirodhagaminim patipadanca pajanati—","mn9:53.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:54.1":"Katamam panavuso, namarupam, katamo namarupasamudayo, katamo namarupanirodho, katama namarupanirodhagamini patipada? ","mn9:54.2":"Vedana, sanna, cetana, phasso, manasikaro—","mn9:54.3":"idam vuccatavuso, namam; ","mn9:54.4":"cattari ca mahabhutani, catunnanca mahabhutanam upadayarupam—","mn9:54.5":"idam vuccatavuso, rupam. ","mn9:54.6":"Iti idanca namam idanca rupam—","mn9:54.7":"idam vuccatavuso, namarupam. ","mn9:54.8":"Vinnanasamudaya namarupasamudayo, vinnananirodha namarupanirodho, ayameva ariyo atthangiko maggo namarupanirodhagamini patipada, seyyathidam—","mn9:54.9":"sammaditthi …pe… sammasamadhi. ","mn9:55.1":"Yato kho, avuso, ariyasavako evam namarupam pajanati, evam namarupasamudayam pajanati, evam namarupanirodham pajanati, evam namarupanirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti—","mn9:55.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:56.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:56.2":"siya panavuso …pe… ","mn9:57.1":"“siya, avuso. ","mn9:57.2":"Yato kho, avuso, ariyasavako vinnananca pajanati, vinnanasamudayanca pajanati, vinnananirodhanca pajanati, vinnananirodhagaminim patipadanca pajanati—","mn9:57.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:58.1":"Katamam panavuso, vinnanam, katamo vinnanasamudayo, katamo vinnananirodho, katama vinnananirodhagamini patipada? ","mn9:58.2":"Chayime, avuso, vinnanakaya—","mn9:58.3":"cakkhuvinnanam, sotavinnanam, ghanavinnanam, jivhavinnanam, kayavinnanam, manovinnanam. ","mn9:58.4":"Sankharasamudaya vinnanasamudayo, sankharanirodha vinnananirodho, ayameva ariyo atthangiko maggo vinnananirodhagamini patipada, seyyathidam—","mn9:58.5":"sammaditthi …pe… sammasamadhi. ","mn9:59.1":"Yato kho, avuso, ariyasavako evam vinnanam pajanati, evam vinnanasamudayam pajanati, evam vinnananirodham pajanati, evam vinnananirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya …pe… dukkhassantakaro hoti—","mn9:59.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:60.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:60.2":"siya panavuso …pe… ","mn9:61.1":"“siya, avuso. ","mn9:61.2":"Yato kho, avuso, ariyasavako sankhare ca pajanati, sankharasamudayanca pajanati, sankharanirodhanca pajanati, sankharanirodhagaminim patipadanca pajanati—","mn9:61.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:62.1":"Katame panavuso, sankhara, katamo sankharasamudayo, katamo sankharanirodho, katama sankharanirodhagamini patipada? ","mn9:62.2":"Tayome, avuso, sankhara—","mn9:62.3":"kayasankharo, vacisankharo, cittasankharo. ","mn9:62.4":"Avijjasamudaya sankharasamudayo, avijjanirodha sankharanirodho, ayameva ariyo atthangiko maggo sankharanirodhagamini patipada, seyyathidam—","mn9:62.5":"sammaditthi …pe… sammasamadhi. ","mn9:63.1":"Yato kho, avuso, ariyasavako evam sankhare pajanati, evam sankharasamudayam pajanati, evam sankharanirodham pajanati, evam sankharanirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya, patighanusayam pativinodetva, ‘asmi’ti ditthimananusayam samuhanitva, avijjam pahaya vijjam uppadetva, dittheva dhamme dukkhassantakaro hoti—","mn9:63.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:64.1":"“Sadhavuso”ti kho …pe… apucchum—","mn9:64.2":"siya panavuso …pe… ","mn9:64.3":"“siya, avuso. ","mn9:65.1":"Yato kho, avuso, ariyasavako avijjanca pajanati, avijjasamudayanca pajanati, avijjanirodhanca pajanati, avijjanirodhagaminim patipadanca pajanati—","mn9:65.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:65.3":"Katama panavuso, avijja, katamo avijjasamudayo, katamo avijjanirodho, katama avijjanirodhagamini patipada? ","mn9:65.4":"Yam kho, avuso, dukkhe annanam, dukkhasamudaye annanam, dukkhanirodhe annanam, dukkhanirodhagaminiya patipadaya annanam—","mn9:65.5":"ayam vuccatavuso, avijja. ","mn9:66.1":"Asavasamudaya avijjasamudayo, asavanirodha avijjanirodho, ayameva ariyo atthangiko maggo avijjanirodhagamini patipada, seyyathidam—","mn9:66.2":"sammaditthi …pe… sammasamadhi. ","mn9:67.1":"Yato kho, avuso, ariyasavako evam avijjam pajanati, evam avijjasamudayam pajanati, evam avijjanirodham pajanati, evam avijjanirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya, patighanusayam pativinodetva, ‘asmi’ti ditthimananusayam samuhanitva, avijjam pahaya vijjam uppadetva, dittheva dhamme dukkhassantakaro hoti—","mn9:67.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:68.1":"“Sadhavuso”ti kho te bhikkhu ayasmato sariputtassa bhasitam abhinanditva anumoditva ayasmantam sariputtam uttari panham apucchum: ","mn9:68.2":"“siya panavuso, annopi pariyayo yatha ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti? ","mn9:69.1":"“Siya, avuso. ","mn9:69.2":"Yato kho, avuso, ariyasavako asavanca pajanati, asavasamudayanca pajanati, asavanirodhanca pajanati, asavanirodhagaminim patipadanca pajanati—","mn9:69.3":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhammam. ","mn9:70.1":"Katamo panavuso, asavo, katamo asavasamudayo, katamo asavanirodho, katama asavanirodhagamini patipadati? ","mn9:70.2":"Tayome, avuso, asava—","mn9:70.3":"kamasavo, bhavasavo, avijjasavo. ","mn9:70.4":"Avijjasamudaya asavasamudayo, avijjanirodha asavanirodho, ayameva ariyo atthangiko maggo asavanirodhagamini patipada, seyyathidam—","mn9:70.5":"sammaditthi …pe… sammasamadhi. ","mn9:71.1":"Yato kho, avuso, ariyasavako evam asavam pajanati, evam asavasamudayam pajanati, evam asavanirodham pajanati, evam asavanirodhagaminim patipadam pajanati, so sabbaso raganusayam pahaya, patighanusayam pativinodetva, ‘asmi’ti ditthimananusayam samuhanitva, avijjam pahaya vijjam uppadetva, dittheva dhamme dukkhassantakaro hoti—","mn9:71.2":"ettavatapi kho, avuso, ariyasavako sammaditthi hoti, ujugatassa ditthi, dhamme aveccappasadena samannagato, agato imam saddhamman”ti. ","mn9:71.3":"Idamavocayasma sariputto. ","mn9:71.4":"Attamana te bhikkhu ayasmato sariputtassa bhasitam abhinandunti. ","mn9:71.5":"Sammaditthisuttam nitthitam navamam. "}