{"mnd14:0.1":"Mahaniddesa ","mnd14:0.2":"Atthakavagga ","mnd14:0.3":"14. Tuvatakasuttaniddesa ","mnd14:1.1":"Atha tuvatakasuttaniddesam vakkhati—","mnd14:2.1":"<b>Pucchami tam adiccabandhu,</b> ","mnd14:2.2":"<b>Vivekam santipadanca mahesi;</b> ","mnd14:2.3":"<b>Katham disva nibbati bhikkhu,</b> ","mnd14:2.4":"<b>Anupadiyano lokasmim kinci.</b> ","mnd14:3.1":"<b>Pucchami tam adiccabandhu</b>ti. ","mnd14:3.2":"<b>Puccha</b>ti tisso puccha—","mnd14:3.3":"aditthajotana puccha, ditthasamsandana puccha, vimaticchedana puccha. ","mnd14:3.4":"Katama aditthajotana puccha? ","mnd14:3.5":"Pakatiya lakkhanam annatam hoti adittham atulitam atiritam avibhutam avibhavitam, tassa nanaya dassanaya tulanaya tiranaya vibhavanaya panham pucchati—","mnd14:3.6":"ayam aditthajotana puccha. ","mnd14:3.7":"Katama ditthasamsandana puccha? ","mnd14:3.8":"Pakatiya lakkhanam natam hoti dittham tulitam tiritam vibhutam vibhavitam, annehi panditehi saddhim samsandanatthaya panham pucchati—","mnd14:3.9":"ayam ditthasamsandana puccha. ","mnd14:3.10":"Katama vimaticchedana puccha? ","mnd14:3.11":"Pakatiya samsayapakkhando hoti vimatipakkhando dvelhakajato, “evam nu kho, na nu kho, kim nu kho, katham nu kho”ti so vimaticchedanatthaya panham pucchati—","mnd14:3.12":"ayam vimaticchedana puccha. ","mnd14:3.13":"Ima tisso puccha. ","mnd14:4.1":"Aparapi tisso puccha—","mnd14:4.2":"manussapuccha, amanussapuccha, nimmitapuccha. ","mnd14:4.3":"Katama manussapuccha? ","mnd14:4.4":"Manussa buddham bhagavantam upasankamitva panham pucchanti, bhikkhu pucchanti, bhikkhuniyo pucchanti, upasaka pucchanti, upasikayo pucchanti, rajano pucchanti, khattiya pucchanti, brahmana pucchanti, vessa pucchanti, sudda pucchanti, gahattha pucchanti, pabbajita pucchanti—","mnd14:4.5":"ayam manussapuccha. ","mnd14:4.6":"Katama amanussapuccha? ","mnd14:4.7":"Amanussa buddham bhagavantam upasankamitva panham pucchanti, naga pucchanti, supanna pucchanti, yakkha pucchanti, asura pucchanti, gandhabba pucchanti, maharajano pucchanti, inda pucchanti, brahmano pucchanti, devatayo pucchanti—","mnd14:4.8":"ayam amanussapuccha. ","mnd14:4.9":"Katama nimmitapuccha? ","mnd14:4.10":"Yam bhagava rupam abhinimminati manomayam sabbangapaccangam ahinindriyam tam so nimmito buddham bhagavantam upasankamitva panham pucchati, bhagava tassa visajjeti—","mnd14:4.11":"ayam nimmitapuccha. ","mnd14:4.12":"Ima tisso puccha. ","mnd14:5.1":"Aparapi tisso puccha—","mnd14:5.2":"attatthapuccha, paratthapuccha, ubhayatthapuccha. ","mnd14:5.3":"Aparapi tisso puccha—","mnd14:5.4":"ditthadhammikatthapuccha, samparayikatthapuccha, paramatthapuccha. ","mnd14:5.5":"Aparapi tisso puccha—","mnd14:5.6":"anavajjatthapuccha, nikkilesatthapuccha, vodanatthapuccha. ","mnd14:5.7":"Aparapi tisso puccha—","mnd14:5.8":"atitapuccha, anagatapuccha, paccuppannapuccha. ","mnd14:5.9":"Aparapi tisso puccha—","mnd14:5.10":"ajjhattapuccha, bahiddhapuccha, ajjhattabahiddhapuccha. ","mnd14:5.11":"Aparapi tisso puccha—","mnd14:5.12":"kusalapuccha, akusalapuccha, abyakatapuccha. ","mnd14:5.13":"Aparapi tisso puccha—","mnd14:5.14":"khandhapuccha, dhatupuccha, ayatanapuccha. ","mnd14:5.15":"Aparapi tisso puccha—","mnd14:5.16":"satipatthanapuccha, sammappadhanapuccha, iddhipadapuccha. ","mnd14:5.17":"Aparapi tisso puccha—","mnd14:5.18":"indriyapuccha, balapuccha, bojjhangapuccha. ","mnd14:5.19":"Aparapi tisso puccha—","mnd14:5.20":"maggapuccha, phalapuccha, nibbanapuccha. ","mnd14:6.1":"<b>Pucchami tan</b>ti pucchami tam yacami tam ajjhesami tam pasademi tam, “kathayassu me”ti—","mnd14:6.2":"pucchami tam. ","mnd14:6.3":"<b>Adiccabandhu</b>ti. ","mnd14:6.4":"Adicco vuccati suriyo. ","mnd14:6.5":"Suriyo gotamo gottena, bhagavapi gotamo gottena, bhagava suriyassa gottanatako gottabandhu; ","mnd14:6.6":"tasma buddho adiccabandhuti—","mnd14:6.7":"pucchami tam adiccabandhu. ","mnd14:7.1":"<b>Vivekam santipadanca mahesi</b>ti. ","mnd14:7.2":"<b>Viveka</b>ti tayo viveka—","mnd14:7.3":"kayaviveko, cittaviveko, upadhiviveko. ","mnd14:8.1":"Katamo kayaviveko? ","mnd14:8.2":"Idha bhikkhu vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palalapunjam kayena vivittena viharati. ","mnd14:8.3":"So eko gacchati, eko titthati, eko nisidati, eko seyyam kappeti, eko gamam pindaya pavisati, eko patikkamati, eko raho nisidati, eko cankamam adhitthati, eko carati viharati iriyati vattati paleti yapeti yapeti—","mnd14:8.4":"ayam kayaviveko. ","mnd14:9.1":"Katamo cittaviveko? ","mnd14:9.2":"Pathamam jhanam samapannassa nivaranehi cittam vivittam hoti, ","mnd14:9.3":"dutiyam jhanam samapannassa vitakkavicarehi cittam vivittam hoti, ","mnd14:9.4":"tatiyam jhanam samapannassa pitiya cittam vivittam hoti, ","mnd14:9.5":"catuttham jhanam samapannassa sukhadukkhehi cittam vivittam hoti, ","mnd14:9.6":"akasanancayatanam samapannassa rupasannaya patighasannaya nanattasannaya cittam vivittam hoti, ","mnd14:9.7":"vinnanancayatanam samapannassa akasanancayatanasannaya cittam vivittam hoti, ","mnd14:9.8":"akincannayatanam samapannassa vinnanancayatanasannaya cittam vivittam hoti, ","mnd14:9.9":"nevasannanasannayatanam samapannassa akincannayatanasannaya cittam vivittam hoti. ","mnd14:9.10":"Sotapannassa sakkayaditthiya vicikicchaya silabbataparamasa ditthanusaya vicikicchanusaya, tadekatthehi ca kilesehi cittam vivittam hoti. ","mnd14:9.11":"Sakadagamissa olarika kamaragasamyojana patighasamyojana olarika kamaraganusaya patighanusaya, tadekatthehi ca kilesehi cittam vivittam hoti. ","mnd14:9.12":"Anagamissa anusahagata kamaragasamyojana patighasamyojana anusahagata kamaraganusaya patighanusaya, tadekatthehi ca kilesehi cittam vivittam hoti. ","mnd14:9.13":"Arahato ruparaga aruparaga mana uddhacca avijjaya mananusaya bhavaraganusaya avijjanusaya, tadekatthehi ca kilesehi bahiddha ca sabbanimittehi cittam vivittam hoti—","mnd14:9.14":"ayam cittaviveko. ","mnd14:10.1":"Katamo upadhiviveko? ","mnd14:10.2":"<b>Upadhi</b> vuccanti kilesa ca khandha ca abhisankhara ca. ","mnd14:10.3":"Upadhiviveko vuccati amatam nibbanam. ","mnd14:10.4":"Yo so sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam—","mnd14:10.5":"ayam upadhiviveko. ","mnd14:10.6":"Kayaviveko ca vivekatthakayanam nekkhammabhiratanam, cittaviveko ca parisuddhacittanam paramavodanappattanam, upadhiviveko ca nirupadhinam puggalanam visankharagatanam. ","mnd14:11.1":"<b>Santi</b>ti ekena akarena santipi santipadampi tamyeva amatam nibbanam, yo so sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam. ","mnd14:11.2":"Vuttanhetam bhagavata—","mnd14:11.3":"“santametam padam, panitametam padam, yadidam sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanan”ti. ","mnd14:11.4":"Atha aparena akarena ye dhamma santadhigamaya santiphusanaya santisacchikiriyaya samvattanti, seyyathidam—","mnd14:11.5":"cattaro satipatthana, cattaro sammappadhana, cattaro iddhipada, pancindriyani, panca balani, satta bojjhanga, ariyo atthangiko maggo—","mnd14:11.6":"ime vuccanti santipadam tanapadam lenapadam saranapadam abhayapadam accutapadam amatapadam nibbanapadam. ","mnd14:12.1":"<b>Mahesi</b>ti kim mahesi bhagava. ","mnd14:12.2":"Mahantam silakkhandham esi gavesi pariyesiti mahesi, mahantam samadhikkhandham …pe… ","mnd14:12.3":"mahantam pannakkhandham … ","mnd14:12.4":"mahantam vimuttikkhandham … ","mnd14:12.5":"mahantam vimuttinanadassanakkhandham esi gavesi pariyesiti mahesi; ","mnd14:12.6":"mahato tamokayassa padalanam, mahato vipallasassa bhedanam, mahato tanhasallassa abbahanam, mahato ditthisanghatassa vinivethanam, mahato manadhajassa papatanam, mahato abhisankharassa vupasamam, mahato oghassa nittharanam, mahato bharassa nikkhepanam, mahato samsaravattassa upacchedam, mahato santapassa nibbapanam, mahato parilahassa patipassaddhim, mahato dhammadhajassa ussapanam esi gavesi pariyesiti mahesi, mahante satipatthane mahante sammappadhane mahante iddhipade mahantani indriyani mahantani balani mahante bojjhange mahantam ariyam atthangikam maggam mahantam paramattham amatam nibbanam esi gavesi pariyesiti mahesi; ","mnd14:12.7":"mahesakkhehi va sattehi esito gavesito pariyesito kaham buddho kaham bhagava kaham devadevo kaham narasabhoti mahesiti—","mnd14:12.8":"vivekam santipadanca mahesi. ","mnd14:13.1":"<b>Katham disva nibbati bhikkhu</b>ti. ","mnd14:13.2":"Katham disva passitva tulayitva tirayitva vibhavayitva vibhutam katva attano ragam nibbapeti, dosam nibbapeti, moham nibbapeti, kodham … upanaham … makkham … palasam … issam … macchariyam … mayam … satheyyam … thambham … sarambham … manam … atimanam … madam … pamadam … sabbe kilese … sabbe duccarite … sabbe darathe … sabbe parilahe … sabbe santape … ","mnd14:13.3":"sabbakusalabhisankhare nibbapeti sameti upasameti vupasameti patipassambheti. ","mnd14:13.4":"<b>Bhikkhu</b>ti puthujjanakalyanako va bhikkhu sekho va bhikkhuti—","mnd14:13.5":"katham disva nibbati bhikkhu. ","mnd14:14.1":"<b>Anupadiyano lokasmim kinci</b>ti. ","mnd14:14.2":"Catuhi upadanehi anupadiyamano aganhayamano aparamasamano anabhinivisamano. ","mnd14:14.3":"<b>Lokasmin</b>ti apayaloke manussaloke devaloke, khandhaloke dhatuloke ayatanaloke. ","mnd14:14.4":"<b>Kinci</b>ti kinci rupagatam vedanagatam sannagatam sankharagatam vinnanagatanti—","mnd14:14.5":"anupadiyano lokasmim kinci. ","mnd14:15.1":"Tenaha so nimmito—","mnd14:16.1":"“Pucchami tam adiccabandhu, ","mnd14:16.2":"Vivekam santipadanca mahesi; ","mnd14:16.3":"Katham disva nibbati bhikkhu, ","mnd14:16.4":"Anupadiyano lokasmim kinci”ti. ","mnd14:17.1":"<b>Mulam papancasankhaya,</b> ","mnd14:17.2":"(iti bhagava) ","mnd14:17.3":"<b>Manta asmiti sabbamuparundhe;</b> ","mnd14:17.4":"<b>Ya kaci tanha ajjhattam,</b> ","mnd14:17.5":"<b>Tasam vinaya sada sato sikkhe.</b> ","mnd14:18.1":"<b>Mulam papancasankhaya, (iti bhagava) manta asmiti sabbamuparundhe</b>ti. ","mnd14:18.2":"Papancayeva papancasankha. ","mnd14:18.3":"Tanhapapancasankha ditthipapancasankha. ","mnd14:18.4":"Katamam tanhapapancassa mulam? ","mnd14:18.5":"Avijjamulam, ayonisomanasikaro mulam, asmimano mulam, ahirikam mulam, anottappam mulam, uddhaccam mulam—","mnd14:18.6":"idam tanhapapancassa mulam. ","mnd14:18.7":"Katamam ditthipapancassa mulam? ","mnd14:18.8":"Avijjamulam, ayonisomanasikaro mulam, asmimano mulam, ahirikam mulam, anottappam mulam, uddhaccam mulam—","mnd14:18.9":"idam ditthipapancassa mulam. ","mnd14:19.1":"<b>Bhagava</b>ti garavadhivacanam. ","mnd14:19.2":"Api ca bhaggaragoti bhagava, bhaggadosoti bhagava, bhaggamohoti bhagava, bhaggamanoti bhagava, bhaggaditthiti bhagava, bhaggakandakoti bhagava, bhaggakilesoti bhagava, bhaji vibhaji pavibhaji dhammaratananti bhagava, bhavanam antakaroti bhagava, bhavitakayo bhavitasilo bhavitacitto bhavitapannoti bhagava; ","mnd14:19.3":"bhaji va bhagava arannavanapatthani pantani senasanani appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppaniti bhagava, bhagi va bhagava civarapindapatasenasanagilanapaccayabhesajjaparikkharananti bhagava, bhagi va bhagava attharasassa dhammarasassa vimuttirasassa adhisilassa adhicittassa adhipannayati bhagava, bhagi va bhagava catunnam jhananam catunnam appamannanam catunnam arupasamapattinanti bhagava, bhagi va bhagava atthannam vimokkhanam atthannam abhibhayatananam navannam anupubbaviharasamapattinanti bhagava, bhagi va bhagava dasannam sannabhavananam dasannam kasinasamapattinam anapanassatisamadhissa asubhasamapattiyati bhagava, bhagi va bhagava catunnam satipatthananam catunnam sammappadhananam catunnam iddhipadanam pancannam indriyanam pancannam balanam sattannam bojjhanganam ariyassa atthangikassa maggassati bhagava, bhagi va bhagava dasannam tathagatabalanam catunnam vesarajjanam catunnam patisambhidanam channam abhinnanam channam buddhadhammananti bhagava, bhagavati netam namam matara katam na pitara katam na bhatara katam na bhaginiya katam na mittamaccehi katam na natisalohitehi katam na samanabrahmanehi katam na devatahi katam; ","mnd14:19.4":"vimokkhantikametam buddhanam bhagavantanam bodhiya mule saha sabbannutananassa patilabha sacchika pannatti yadidam bhagavati—","mnd14:19.5":"mulam papancasankhaya iti bhagava. ","mnd14:20.1":"<b>Manta asmiti sabbamuparundhe</b>ti. ","mnd14:20.2":"<b>Manta</b> vuccati panna. ","mnd14:20.3":"Ya panna pajanana …pe… amoho dhammavicayo sammaditthi. ","mnd14:20.4":"<b>Asmi</b>ti rupe asmiti mano asmiti chando asmiti anusayo; ","mnd14:20.5":"vedanaya … ","mnd14:20.6":"sannaya … ","mnd14:20.7":"sankharesu … ","mnd14:20.8":"vinnane asmiti mano asmiti chando asmiti anusayoti. ","mnd14:20.9":"Mulam papancasankhaya iti bhagava. ","mnd14:20.10":"<b>Manta asmiti sabbamuparundhe</b>ti. ","mnd14:20.11":"Papancasankhaya mulanca asmimananca mantaya sabbam rundheyya uparundheyya nirodheyya vupasameyya atthangameyya patipassambheyyati—","mnd14:20.12":"mulam papancasankhaya iti bhagava, manta asmiti sabbamuparundhe. ","mnd14:21.1":"<b>Ya kaci tanha ajjhattan</b>ti. ","mnd14:21.2":"<b>Ya kaci</b>ti sabbena sabbam sabbatha sabbam asesam nissesam pariyadiyanavacanametam—","mnd14:21.3":"ya kaciti. ","mnd14:21.4":"<b>Tanha</b>ti rupatanha …pe… ","mnd14:21.5":"dhammatanha. ","mnd14:21.6":"<b>Ajjhattan</b>ti ajjhattasamutthana va sa tanhati—","mnd14:21.7":"ajjhattam. ","mnd14:21.8":"Atha va <b>ajjhattikam</b> vuccati cittam. ","mnd14:21.9":"Yam cittam mano manasam hadayam pandaram mano manayatanam manindriyam vinnanam vinnanakkhandho tajja manovinnanadhatu. ","mnd14:21.10":"Cittena sa tanha sahagata sahajata samsattha sampayutta ekuppada ekanirodha ekavatthuka ekarammanatipi ajjhattanti—","mnd14:21.11":"ya kaci tanha ajjhattam. ","mnd14:22.1":"<b>Tasam vinaya sada sato sikkhe</b>ti. ","mnd14:22.2":"<b>Sada</b>ti sada sabbada sabbakalam niccakalam dhuvakalam, satatam samitam abbokinnam ponkhanuponkham udakumigajatam avicisantatisahitam phusitam, purebhattam pacchabhattam, purimam yamam majjhimam yamam pacchimam yamam, kale junhe, vasse hemante gimhe, purime vayokhandhe majjhime vayokhandhe pacchime vayokhandhe. ","mnd14:22.3":"<b>Sato</b>ti catuhi karanehi sato—","mnd14:22.4":"kaye kayanupassanasatipatthanam bhavento sato, ","mnd14:22.5":"vedanasu …pe… ","mnd14:22.6":"citte …pe… ","mnd14:22.7":"dhammesu dhammanupassanasatipatthanam bhavento sato. ","mnd14:22.8":"Aparehipi catuhi karanehi sato—","mnd14:22.9":"asati parivajjanaya sato, satikaraniyanam dhammanam katatta sato, satipatipakkhanam dhammanam hatatta sato, satinimittanam asammutthatta sato. ","mnd14:22.10":"Aparehipi catuhi karanehi sato—","mnd14:22.11":"satiya samannagatatta sato, satiya vasitatta sato, satiya pagunnataya sato, satiya apaccorohanataya sato. ","mnd14:22.12":"Aparehipi catuhi karanehi sato—","mnd14:22.13":"sattatta sato, santatta sato, samitatta sato, santadhammasamannagatatta sato. ","mnd14:22.14":"Buddhanussatiya sato, dhammanussatiya sato, sanghanussatiya sato, silanussatiya sato, caganussatiya sato, devatanussatiya sato, anapanassatiya sato, maranassatiya sato, kayagatasatiya sato, upasamanussatiya sato. ","mnd14:22.15":"Ya sati anussati patissati, sati saranata dharanata apilapanata asammussanata, sati satindriyam satibalam sammasati satisambojjhango ekayanamaggo—","mnd14:22.16":"ayam vuccati sati. ","mnd14:22.17":"Imaya satiya upeto samupeto, upagato samupagato, upapanno samupapanno, samannagato so vuccati sato. ","mnd14:23.1":"<b>Sikkhe</b>ti tisso sikkha—","mnd14:23.2":"adhisilasikkha, adhicittasikkha, adhipannasikkha. ","mnd14:23.3":"Katama adhisilasikkha? ","mnd14:23.4":"Idha bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu, ","mnd14:23.5":"khuddako silakkhandho … ","mnd14:23.6":"mahanto silakkhandho, silam patittha adi caranam samyamo samvaro mukham pamukham kusalanam dhammanam samapattiya—","mnd14:23.7":"ayam adhisilasikkha. ","mnd14:24.1":"Katama adhicittasikkha? ","mnd14:24.2":"Idha bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","mnd14:24.3":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","mnd14:24.4":"Pitiya ca viraga upekkhako ca viharati sato ca sampajano sukhanca kayena patisamvedeti, yam tam ariya acikkhanti “upekkhako satima sukhavihari”ti tatiyam jhanam upasampajja viharati. ","mnd14:24.5":"Sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama <b>adukkhamasukham</b> upekkhasatiparisuddhim catuttham jhanam upasampajja viharati—","mnd14:24.6":"ayam adhicittasikkha. ","mnd14:25.1":"Katama adhipannasikkha? ","mnd14:25.2":"Idha bhikkhu pannava hoti, udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya sammadukkhakkhayagaminiya. ","mnd14:25.3":"So “idam dukkhan”ti yathabhutam pajanati, “ayam dukkhasamudayo”ti yathabhutam pajanati, “ayam dukkhanirodho”ti yathabhutam pajanati, “ayam dukkhanirodhagamini patipada”ti yathabhutam pajanati, ","mnd14:25.4":"“ime asava”ti yathabhutam pajanati, “ayam asavasamudayo”ti yathabhutam pajanati, “ayam asavanirodho”ti yathabhutam pajanati, “ayam asavanirodhagamini patipada”ti yathabhutam pajanati—","mnd14:25.5":"ayam adhipannasikkha. ","mnd14:26.1":"<b>Tasam vinaya sada sato sikkhe</b>ti. ","mnd14:26.2":"Tasam tanhanam vinayaya pativinayaya pahanaya vupasamaya patinissaggaya patipassaddhiya adhisilampi sikkheyya, adhicittampi sikkheyya, adhipannampi sikkheyya; ","mnd14:26.3":"ima tisso sikkhayo avajjanto sikkheyya, ","mnd14:26.4":"pajananto sikkheyya, ","mnd14:26.5":"passanto sikkheyya, ","mnd14:26.6":"paccavekkhanto sikkheyya, ","mnd14:26.7":"cittam adhitthahanto sikkheyya, ","mnd14:26.8":"saddhaya adhimuccanto sikkheyya, ","mnd14:26.9":"viriyam pagganhanto sikkheyya, ","mnd14:26.10":"satim upatthapento sikkheyya, ","mnd14:26.11":"cittam samadahanto sikkheyya, ","mnd14:26.12":"pannaya pajananto sikkheyya, ","mnd14:26.13":"abhinneyyam abhijananto sikkheyya, ","mnd14:26.14":"parinneyyam parijananto sikkheyya, ","mnd14:26.15":"pahatabbam pajahanto sikkheyya, ","mnd14:26.16":"bhavetabbam bhavento sikkheyya, ","mnd14:26.17":"sacchikatabbam sacchikaronto sikkheyya acareyya samacareyya samadaya vatteyyati—","mnd14:26.18":"tasam vinaya sada sato sikkhe. ","mnd14:27.1":"Tenaha bhagava—","mnd14:28.1":"“Mulam papancasankhaya, ","mnd14:28.2":"(iti bhagava) ","mnd14:28.3":"Manta asmiti sabbamuparundhe; ","mnd14:28.4":"Ya kaci tanha ajjhattam, ","mnd14:28.5":"Tasam vinaya sada sato sikkhe”ti. ","mnd14:29.1":"<b>Yam kinci dhammamabhijanna,</b> ","mnd14:29.2":"<b>Ajjhattam atha vapi bahiddha;</b> ","mnd14:29.3":"<b>Na tena thamam kubbetha,</b> ","mnd14:29.4":"<b>Na hi sa nibbuti satam vutta.</b> ","mnd14:30.1":"<b>Yam kinci dhammamabhijanna ajjhattan</b>ti. ","mnd14:30.2":"Yam kinci attano gunam janeyya kusale va dhamme abyakate va dhamme. ","mnd14:30.3":"Katame attano guna? ","mnd14:30.4":"Ucca kula pabbajito va assam, mahabhogakula pabbajito va assam, ularabhogakula pabbajito va assam, nato yasassi sagahatthapabbajitananti va assam, ","mnd14:30.5":"labhimhi civarapindapatasenasanagilanapaccayabhesajjaparikkharananti va assam, suttantiko va assam, vinayadharo va assam, dhammakathiko va assam, aranniko va assam, pindapatiko va assam, pamsukuliko va assam, tecivariko va assam, sapadanacariko va assam, khalupacchabhattiko va assam, nesajjiko va assam, yathasanthatiko va assam, ","mnd14:30.6":"pathamassa jhanassa labhiti va assam, dutiyassa jhanassa labhiti va assam, tatiyassa jhanassa labhiti va assam, catutthassa jhanassa labhiti va assam, akasanancayatanasamapattiya labhiti va assam, vinnanancayatanasamapattiya … akincannayatanasamapattiya … nevasannanasannayatanasamapattiya labhiti va assam—","mnd14:30.7":"ime vuccanti attano guna. ","mnd14:30.8":"Yam kinci attano gunam janeyya ajaneyya vijaneyya pativijaneyya pativijjheyyati—","mnd14:30.9":"yam kinci dhammamabhijanna ajjhattam. ","mnd14:30.10":"<b>Atha vapi bahiddha</b>ti. ","mnd14:30.11":"Upajjhayassa va acariyassa va te guna assuti—","mnd14:30.12":"atha vapi bahiddha. ","mnd14:31.1":"<b>Na tena thamam kubbetha</b>ti. ","mnd14:31.2":"Attano va gunena paresam va gunena thamam na kareyya, thambham na kareyya, manam na kareyya, unnatim na kareyya, unnamam na kareyya, na tena manam janeyya, na tena thaddho assa patthaddho paggahitasiroti—","mnd14:31.3":"na tena thamam kubbetha. ","mnd14:32.1":"<b>Na hi sa nibbuti satam vutta</b>ti. ","mnd14:32.2":"Satanam santanam sappurisanam buddhanam buddhasavakanam paccekabuddhanam sa nibbutiti na vutta na pavutta na acikkhita na desita na pannapita na patthapita na vivata na vibhatta na uttanikata nappakasitati—","mnd14:32.3":"na hi sa nibbuti satam vutta. ","mnd14:33.1":"Tenaha bhagava—","mnd14:34.1":"“Yam kinci dhammamabhijanna, ","mnd14:34.2":"Ajjhattam atha vapi bahiddha; ","mnd14:34.3":"Na tena thamam kubbetha, ","mnd14:34.4":"Na hi sa nibbuti satam vutta”ti. ","mnd14:35.1":"<b>Seyyo na tena manneyya,</b> ","mnd14:35.2":"<b>Niceyyo atha vapi sarikkho;</b> ","mnd14:35.3":"<b>Phuttho anekarupehi,</b> ","mnd14:35.4":"<b>Natumanam vikappayam titthe.</b> ","mnd14:36.1":"<b>Seyyo na tena manneyya</b>ti. ","mnd14:36.2":"“Seyyohamasmi”ti atimanam na janeyya jatiya va gottena va kolaputtiyena va vannapokkharataya va dhanena va ajjhenena va kammayatanena va sippayatanena va vijjatthanena va sutena va patibhanena va annatarannatarena va vatthunati—","mnd14:36.3":"seyyo na tena manneyya. ","mnd14:37.1":"<b>Niceyyo atha vapi sarikkho</b>ti. ","mnd14:37.2":"“Hinohamasmi”ti omanam na janeyya jatiya va gottena va …pe… annatarannatarena va vatthuna. ","mnd14:37.3":"“Sadisohamasmi”ti manam na janeyya jatiya va gottena va kolaputtiyena va vannapokkharataya va dhanena va ajjhenena va kammayatanena va sippayatanena va vijjatthanena va sutena va patibhanena va annatarannatarena va vatthunati—","mnd14:37.4":"niceyyo atha vapi sarikkho. ","mnd14:38.1":"<b>Phuttho anekarupehi</b>ti. ","mnd14:38.2":"Anekavidhehi akarehi phuttho pareto samohito samannagatoti—","mnd14:38.3":"phuttho anekarupehi. ","mnd14:39.1":"<b>Natumanam vikappayam titthe</b>ti. ","mnd14:39.2":"<b>Atuma</b> vuccati atta. ","mnd14:39.3":"Attanam kappento vikappento vikappam apajjanto na tittheyyati—","mnd14:39.4":"natumanam vikappayam titthe. ","mnd14:40.1":"Tenaha bhagava—","mnd14:41.1":"“Seyyo na tena manneyya, ","mnd14:41.2":"Niceyyo atha vapi sarikkho; ","mnd14:41.3":"Phuttho anekarupehi, ","mnd14:41.4":"Natumanam vikappayam titthe”ti. ","mnd14:42.1":"<b>Ajjhattamevupasame,</b> ","mnd14:42.2":"<b>Na annato bhikkhu santimeseyya;</b> ","mnd14:42.3":"<b>Ajjhattam upasantassa,</b> ","mnd14:42.4":"<b>Natthi atta kuto niratta va.</b> ","mnd14:43.1":"<b>Ajjhattamevupasame</b>ti. ","mnd14:43.2":"Ajjhattam ragam sameyya, dosam sameyya, moham sameyya, kodham … upanaham … makkham … palasam … issam … macchariyam … mayam … satheyyam … thambham … sarambham … manam … atimanam … madam … pamadam … sabbe kilese … sabbe duccarite … sabbe darathe … sabbe parilahe … sabbe santape … ","mnd14:43.3":"sabbakusalabhisankhare sameyya upasameyya vupasameyya nibbapeyya patipassambheyyati—","mnd14:43.4":"ajjhattamevupasame. ","mnd14:44.1":"<b>Na annato bhikkhu santimeseyya</b>ti. ","mnd14:44.2":"Annato asuddhimaggena, micchapatipadaya, aniyyanapatena, annatra satipatthanehi, annatra sammappadhanehi, annatra iddhipadehi, annatra indriyehi, annatra balehi, annatra bojjhangehi, annatra ariya atthangika magga santim upasantim vupasantim nibbutim patipassaddhim na eseyya na gaveseyya na pariyeseyyati—","mnd14:44.3":"na annato bhikkhu santimeseyya. ","mnd14:45.1":"<b>Ajjhattam upasantassa</b>ti. ","mnd14:45.2":"Ajjhattam ragam santassa, dosam santassa, moham santassa …pe… ","mnd14:45.3":"sabbakusalabhisankhare santassa upasantassa vupasantassa nibbutassa patipassaddhiyati—","mnd14:45.4":"ajjhattam upasantassa. ","mnd14:46.1":"<b>Natthi atta kuto niratta va</b>ti. ","mnd14:46.2":"<b>Natthi</b>ti patikkhepo. ","mnd14:46.3":"<b>Atta</b>ti attaditthi natthi; ","mnd14:46.4":"<b>niratta</b>ti ucchedaditthi natthi. ","mnd14:46.5":"<b>Atta</b>ti gahitam natthi; ","mnd14:46.6":"<b>niratta</b>ti muncitabbam natthi. ","mnd14:46.7":"Yassatthi gahitam, tassatthi muncitabbam. ","mnd14:46.8":"Yassatthi muncitabbam, tassa gahitam gaham muncanam samatikkanto araha vuddhiparihanivitivatto. ","mnd14:46.9":"So vutthavaso cinnacarano …pe… jatimaranasamsaro, natthi tassa punabbhavoti—","mnd14:46.10":"natthi atta kuto niratta va. ","mnd14:47.1":"Tenaha bhagava—","mnd14:48.1":"“Ajjhattamevupasame, ","mnd14:48.2":"Na annato bhikkhu santimeseyya; ","mnd14:48.3":"Ajjhattam upasantassa, ","mnd14:48.4":"Natthi atta kuto niratta va”ti. ","mnd14:49.1":"<b>Majjhe yatha samuddassa,</b> ","mnd14:49.2":"<b>Umi no jayati thito hoti;</b> ","mnd14:49.3":"<b>Evam thito anejassa,</b> ","mnd14:49.4":"<b>Ussadam bhikkhu na kareyya kuhinci.</b> ","mnd14:50.1":"<b>Majjhe yatha samuddassa, umi no jayati thito hoti</b>ti. ","mnd14:50.2":"Samuddo caturasitiyojanasahassani ubbedhena gambhiro. ","mnd14:50.3":"Hettha cattarisayojanasahassani udakam macchakacchapehi kampati. ","mnd14:50.4":"Upari cattarisayojanasahassani udakam vatehi kampati. ","mnd14:50.5":"Majjhe cattarisayojanasahassani udakam na kampati na vikampati na calati na vedhati nappavedhati na sampavedhati. ","mnd14:50.6":"Anerito aghattito acalito alulito abhanto vupasanto tatra umi no jayati, thito hoti samuddoti. ","mnd14:50.7":"Evampi majjhe yatha samuddassa umi no jayati thito hoti. ","mnd14:51.1":"Atha va sattannam pabbatanam antarikasu sattasidantara mahasamudda. ","mnd14:51.2":"Tatra udakam na kampati na vikampati na calati na vedhati nappavedhati na sampavedhati. ","mnd14:51.3":"Anerito aghattito acalito alulito abhanto vupasanto tatra umi no jayati, thito hoti samuddoti. ","mnd14:51.4":"Evampi majjhe yatha samuddassa umi no jayati thito hoti. ","mnd14:52.1":"<b>Evam thito anejassa</b>ti. ","mnd14:52.2":"<b>Evan</b>ti opammasampatipadanam. ","mnd14:52.3":"<b>Thito</b>ti labhepi na kampati, alabhepi na kampati, yasepi na kampati, ayasepi na kampati, pasamsayapi na kampati, nindayapi na kampati, sukhepi na kampati, dukkhepi na kampati na vikampati na calati na vedhati nappavedhati na sampavedhatiti—","mnd14:52.4":"evam thito. ","mnd14:52.5":"<b>Anejassa</b>ti <b>eja</b> vuccati tanha. ","mnd14:52.6":"Yo rago sarago …pe… abhijjha lobho akusalamulam. ","mnd14:52.7":"Yassesa eja tanha pahina ucchinna samucchinna vupasanta patipassaddha abhabbuppattika nanaggina daddha, so vuccati anejo. ","mnd14:52.8":"Ejaya pahinatta anejo; ","mnd14:52.9":"so labhepi na injati, alabhepi na injati, yasepi na injati, ayasepi na injati, pasamsayapi na injati, nindayapi na injati, sukhepi na injati, dukkhepi na injati, na calati na vedhati nappavedhati na sampavedhatiti—","mnd14:52.10":"evam thito anejassa. ","mnd14:53.1":"<b>Ussadam bhikkhu na kareyya kuhinci</b>ti. ","mnd14:53.2":"<b>Ussada</b>ti sattussada—","mnd14:53.3":"ragussadam, dosussadam, mohussadam, manussadam, ditthussadam, kilesussadam, kammussadam na kareyya na janeyya na sanjaneyya na nibbatteyya nabhinibbatteyya. ","mnd14:53.4":"<b>Kuhinci</b>ti kuhinci kisminci katthaci ajjhattam va bahiddha va ajjhattabahiddha vati—","mnd14:53.5":"ussadam bhikkhu na kareyya kuhinci. ","mnd14:54.1":"Tenaha bhagava—","mnd14:55.1":"“Majjhe yatha samuddassa, ","mnd14:55.2":"Umi no jayati thito hoti; ","mnd14:55.3":"Evam thito anejassa, ","mnd14:55.4":"Ussadam bhikkhu na kareyya kuhinci”ti. ","mnd14:56.1":"<b>Akittayi vivatacakkhu,</b> ","mnd14:56.2":"<b>Sakkhidhammam parissayavinayam;</b> ","mnd14:56.3":"<b>Patipadam vadehi bhaddante,</b> ","mnd14:56.4":"<b>Patimokkham atha vapi samadhim.</b> ","mnd14:57.1":"<b>Akittayi vivatacakkhu</b>ti. ","mnd14:57.2":"<b>Akittayi</b>ti akittayi parikittayi acikkhi desesi pannapesi patthapesi vivari vibhaji uttanimakasi pakasesiti akittayi. ","mnd14:57.3":"<b>Vivatacakkhu</b>ti bhagava pancahi cakkhuhi vivatacakkhu—","mnd14:57.4":"mamsacakkhunapi vivatacakkhu, dibbena cakkhunapi vivatacakkhu, pannacakkhunapi vivatacakkhu, buddhacakkhunapi vivatacakkhu, samantacakkhunapi vivatacakkhu. ","mnd14:58.1":"Katham bhagava mamsacakkhunapi vivatacakkhu? ","mnd14:58.2":"Mamsacakkhumhipi bhagavato panca vanna samvijjanti—","mnd14:58.3":"nilo ca vanno, pitako ca vanno, lohitako ca vanno, kanho ca vanno, odato ca vanno. ","mnd14:58.4":"Akkhilomani ca bhagavato yattha ca akkhilomani patitthitani tam nilam hoti sunilam pasadikam dassaneyyam umapupphasamanam. ","mnd14:58.5":"Tassa parato pitakam hoti supitakam suvannavannam pasadikam dassaneyyam kanikarapupphasamanam. ","mnd14:58.6":"Ubhato ca akkhikutani bhagavato lohitakani honti sulohitakani pasadikani dassaneyyani indagopakasamanani. ","mnd14:58.7":"Majjhe kanham hoti sukanham alukham siniddham pasadikam dassaneyyam addaritthakasamanam. ","mnd14:58.8":"Tassa parato odatam hoti suodatam setam pandaram pasadikam dassaneyyam osadhitarakasamanam. ","mnd14:58.9":"Tena bhagava pakatikena mamsacakkhuna attabhavapariyapannena purimasucaritakammabhinibbattena samanta yojanam passati diva ceva rattinca. ","mnd14:58.10":"Yada hipi caturangasamannagato andhakaro hoti. ","mnd14:58.11":"Suriyo va atthangato hoti. ","mnd14:58.12":"Kalapakkho ca uposatho hoti. ","mnd14:58.13":"Tibbo ca vanasando hoti. ","mnd14:58.14":"Maha ca kalamegho abbhutthito hoti. ","mnd14:58.15":"Evarupepi caturangasamannagate andhakare samanta yojanam passati. ","mnd14:58.16":"Natthi so kutto va kavatam va pakaro va pabbato va gaccho va lata va avaranam rupanam dassanaya. ","mnd14:58.17":"Ekance tilaphalam nimittam katva tilavahe pakkhipeyya. ","mnd14:58.18":"Tanneva tilaphalam uddhareyya. ","mnd14:58.19":"Evam parisuddham bhagavato pakatikam mamsacakkhu. ","mnd14:58.20":"Evam bhagava mamsacakkhunapi vivatacakkhu. ","mnd14:59.1":"Katham bhagava dibbena cakkhunapi vivatacakkhu? ","mnd14:59.2":"Bhagava dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate. ","mnd14:59.3":"Yathakammupage satte pajanati—","mnd14:59.4":"“ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. ","mnd14:59.5":"Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna”ti. ","mnd14:59.6":"Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate; ","mnd14:59.7":"yathakammupage satte pajanati. ","mnd14:59.8":"Akankhamano ca bhagava ekampi lokadhatum passeyya, dvepi lokadhatuyo passeyya, tissopi lokadhatuyo passeyya, catassopi lokadhatuyo passeyya, pancapi lokadhatuyo passeyya, dasapi lokadhatuyo passeyya, visampi lokadhatuyo passeyya, timsampi lokadhatuyo passeyya, cattalisampi lokadhatuyo passeyya, pannasampi lokadhatuyo passeyya, satampi lokadhatuyo passeyya, sahassimpi culanikam lokadhatum passeyya, dvisahassimpi majjhimikam lokadhatum passeyya, tisahassimpi lokadhatum passeyya, mahasahassimpi lokadhatum passeyya. ","mnd14:59.9":"Yavatakam va pana akankheyya tavatakam passeyya. ","mnd14:59.10":"Evam parisuddham bhagavato dibbacakkhu. ","mnd14:59.11":"Evam bhagava dibbena cakkhunapi vivatacakkhu. ","mnd14:60.1":"Katham bhagava pannacakkhunapi vivatacakkhu? ","mnd14:60.2":"Bhagava mahapanno puthupanno hasapanno javanapanno tikkhapanno nibbedhikapanno pannapabhedakusalo pabhinnanano adhigatapatisambhido catuvesarajjappatto dasabaladhari purisasabho purisasiho purisanago purisajanno purisadhorayho anantanano anantatejo anantayaso addho mahaddhano dhanava neta vineta anuneta pannapeta anijjhapeta pekkheta pasadeta. ","mnd14:60.3":"So hi bhagava anuppannassa maggassa uppadeta, asanjatassa maggassa sanjaneta, anakkhatassa maggassa akkhata, maggannu maggavidu maggakovido magganuga ca pana etarahi savaka viharanti paccha samannagata. ","mnd14:61.1":"So hi bhagava janam janati passam passati, cakkhubhuto nanabhuto dhammabhuto brahmabhuto vatta pavatta atthassa ninneta amatassa data dhammassami tathagato. ","mnd14:61.2":"Natthi tassa bhagavato annatam adittham aviditam asacchikatam aphassitam pannaya. ","mnd14:61.3":"Atitam anagatam paccuppannam upadaya sabbe dhamma sabbakarena buddhassa bhagavato nanamukhe apatham agacchanti. ","mnd14:61.4":"Yam kinci neyyam nama atthi janitabbam attattho va parattho va ubhayattho va ditthadhammiko va attho samparayiko va attho uttano va attho gambhiro va attho gulho va attho paticchanno va attho neyyo va attho nito va attho anavajjo va attho nikkileso va attho vodano va attho paramattho va attho, sabbam tam antobuddhanane parivattati. ","mnd14:62.1":"Sabbam kayakammam buddhassa bhagavato nananuparivatti ","mnd14:62.2":"sabbam vacikammam … ","mnd14:62.3":"sabbam manokammam … ","mnd14:62.4":"atite buddhassa bhagavato appatihatam nanam, anagate paccuppanne appatihatam nanam. ","mnd14:62.5":"Yavatakam neyyam tavatakam nanam, yavatakam nanam tavatakam neyyam; ","mnd14:62.6":"neyyapariyantikam nanam nanapariyantikam neyyam, neyyam atikkamitva nanam nappavattati, nanam atikkamitva neyyapatho natthi. ","mnd14:62.7":"Annamannapariyantatthayino te dhamma. ","mnd14:62.8":"Yatha dvinnam samuggapatalanam sammaphusitanam hetthimam samuggapatalam uparimam nativattati, uparimam samuggapatalam hetthimam nativattati, annamannapariyantatthayino; ","mnd14:62.9":"evamevam buddhassa bhagavato neyyanca nananca annamannapariyantatthayino. ","mnd14:62.10":"Yavatakam neyyam tavatakam nanam, yavatakam nanam tavatakam neyyam; ","mnd14:62.11":"neyyapariyantikam nanam nanapariyantikam neyyam. ","mnd14:62.12":"Neyyam atikkamitva nanam nappavattati, nanam atikkamitva neyyapatho natthi. ","mnd14:62.13":"Annamannapariyantatthayino te dhamma. ","mnd14:63.1":"Sabbadhammesu buddhassa bhagavato nanam pavattati. ","mnd14:63.2":"Sabbe dhamma buddhassa bhagavato avajjanapatibaddha akankhapatibaddha manasikarapatibaddha cittuppadapatibaddha. ","mnd14:63.3":"Sabbasattesu buddhassa bhagavato nanam pavattati. ","mnd14:63.4":"Sabbesam sattanam bhagava asayam janati, anusayam janati, caritam janati, adhimuttim janati, apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye bhabbabhabbe satte pajanati. ","mnd14:63.5":"Sadevako loko samarako sabrahmako sassamanabrahmani paja sadevamanussa antobuddhanane parivattati. ","mnd14:64.1":"Yatha ye keci macchakacchapa antamaso timitimingalam upadaya antomahasamudde parivattanti; ","mnd14:64.2":"evamevam sadevako loko samarako sabrahmako sassamanabrahmani paja sadevamanussa antobuddhanane parivattati. ","mnd14:64.3":"Yatha ye keci pakkhi antamaso garulam venateyyam upadaya akasassa padese parivattanti; ","mnd14:64.4":"evamevam yepi te sariputtasama pannaya tepi buddhananassa padese parivattanti; ","mnd14:64.5":"buddhananam devamanussanam pannam pharitva abhibhavitva titthati. ","mnd14:64.6":"Yepi te khattiyapandita brahmanapandita gahapatipandita samanapandita nipuna kataparappavada valavedhirupa vobhindanta manne caranti pannagatena ditthigatani, te panham abhisankharitva abhisankharitva tathagatam upasankamitva pucchanti gulhani ca paticchannani ca. ","mnd14:64.7":"Kathita visajjita ca te panha bhagavata honti nidditthakarana. ","mnd14:64.8":"Upakkhittaka ca te bhagavato sampajjanti. ","mnd14:64.9":"Atha kho bhagava tattha atirocati yadidam pannayati. ","mnd14:64.10":"Evam bhagava pannacakkhunapi vivatacakkhu. ","mnd14:65.1":"Katham bhagava buddhacakkhunapi vivatacakkhu? ","mnd14:65.2":"Bhagava buddhacakkhuna lokam volokento addasa satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye appekacce paralokavajjabhayadassavino viharante, appekacce na paralokavajjabhayadassavino viharante. ","mnd14:65.3":"Seyyathapi nama uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udaka anuggatani antonimuggaposini, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani samodakam thitani, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udaka accuggamma titthanti anupalittani udakena; ","mnd14:65.4":"evamevam bhagava buddhacakkhuna lokam volokento addasa satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye appekacce paralokavajjabhayadassavino viharante, appekacce na paralokavajjabhayadassavino viharante. ","mnd14:65.5":"Janati bhagava—","mnd14:65.6":"“ayam puggalo ragacarito, ayam dosacarito, ayam mohacarito, ayam vitakkacarito, ayam saddhacarito, ayam nanacarito”ti. ","mnd14:65.7":"Ragacaritassa bhagava puggalassa asubhakatham katheti; ","mnd14:65.8":"dosacaritassa bhagava puggalassa mettabhavanam acikkhati; ","mnd14:65.9":"mohacaritassa bhagava puggalassa uddese paripucchaya kalena dhammassavane kalena dhammasakacchaya garusamvase niveseti; ","mnd14:65.10":"vitakkacaritassa bhagava puggalassa anapanassatim acikkhati; ","mnd14:65.11":"saddhacaritassa bhagava puggalassa pasadaniyam nimittam acikkhati buddhasubodhim dhammasudhammatam sanghasuppatipattim silani ca attano; ","mnd14:65.12":"nanacaritassa bhagava puggalassa acikkhati vipassananimittam aniccakaram dukkhakaram anattakaram. ","mnd14:66.1":"“Sele yatha pabbatamuddhanitthito, ","mnd14:66.2":"Yathapi passe janatam samantato; ","mnd14:66.3":"Tathupamam dhammamayam sumedha, ","mnd14:66.4":"Pasadamaruyha samantacakkhu; ","mnd14:66.5":"Sokavatinnam janatamapetasoko, ","mnd14:66.6":"Avekkhassu jatijarabhibhutan”ti. ","mnd14:67.1":"Evam bhagava buddhacakkhunapi vivatacakkhu. ","mnd14:68.1":"Katham bhagava samantacakkhunapi vivatacakkhu? ","mnd14:68.2":"<b>Samantacakkhu</b> vuccati sabbannutananam. ","mnd14:68.3":"Bhagava sabbannutananena upeto samupeto upagato samupagato upapanno samupapanno samannagato. ","mnd14:69.1":"“Na tassa aditthamidhatthi kinci, ","mnd14:69.2":"Atho avinnatamajanitabbam; ","mnd14:69.3":"Sabbam abhinnasi yadatthi neyyam, ","mnd14:69.4":"Tathagato tena samantacakkhu”ti. ","mnd14:70.1":"Evam bhagava samantacakkhunapi vivatacakkhuti—","mnd14:70.2":"akittayi vivatacakkhu. ","mnd14:71.1":"<b>Sakkhidhammam parissayavinayan</b>ti. ","mnd14:71.2":"<b>Sakkhidhamman</b>ti na itihitiham, na itikiraya, na paramparaya, na pitakasampadaya, na takkahetu, na nayahetu, na akaraparivitakkena, na ditthinijjhanakkhantiya samam sayamabhinnatam attapaccakkham dhammanti—","mnd14:71.3":"sakkhidhammam. ","mnd14:71.4":"<b>Parissayavinayan</b>ti. ","mnd14:71.5":"<b>Parissaya</b>ti dve parissaya—","mnd14:71.6":"pakataparissaya ca paticchannaparissaya ca. ","mnd14:71.7":"Katame pakataparissaya? ","mnd14:71.8":"Siha byaggha dipi accha taraccha koka mahimsa hatthi ahi vicchika satapadi, cora va assu manava va katakamma va akatakamma va, cakkhurogo sotarogo ghanarogo jivharogo kayarogo sisarogo kannarogo mukharogo dantarogo kaso saso pinaso daho jaro kucchirogo muccha pakkhandika sula visucika kuttham gando kilaso soso apamaro daddu kandu kacchu rakhasa vitacchika lohitapittam madhumeho amsa pilaka bhagandala, pittasamutthana abadha semhasamutthana abadha vatasamutthana abadha sannipatika abadha utuparinamaja abadha visamapariharaja abadha opakkamika abadha kammavipakaja abadha, sitam unham jighaccha pipasa uccaro passavo damsamakasavatatapasarisapasamphassa iti va—","mnd14:71.9":"ime vuccanti pakataparissaya. ","mnd14:72.1":"Katame paticchannaparissaya? ","mnd14:72.2":"Kayaduccaritam vaciduccaritam manoduccaritam kamacchandanivaranam byapadanivaranam thinamiddhanivaranam uddhaccakukkuccanivaranam vicikicchanivaranam rago doso moho kodho upanaho makkho palaso issa macchariyam maya satheyyam thambho sarambho mano atimano mado pamado, sabbe kilesa sabbe duccarita sabbe daratha sabbe parilaha sabbe santapa sabbakusalabhisankhara—","mnd14:72.3":"ime vuccanti paticchannaparissaya. ","mnd14:73.1":"<b>Parissaya</b>ti kenatthena parissaya? ","mnd14:73.2":"Parisahantiti parissaya, parihanaya samvattantiti parissaya, tatrasayati parissaya. ","mnd14:73.3":"Katham parisahantiti parissaya? ","mnd14:73.4":"Te parissaya tam puggalam sahanti parisahanti abhibhavanti ajjhottharanti pariyadiyanti maddanti. ","mnd14:73.5":"Evam parisahantiti—","mnd14:73.6":"parissaya. ","mnd14:74.1":"Katham parihanaya samvattantiti parissaya? ","mnd14:74.2":"Te parissaya kusalanam dhammanam antarayaya parihanaya samvattanti. ","mnd14:74.3":"Katamesam kusalanam dhammanam? ","mnd14:74.4":"Sammapatipadaya anulomapatipadaya apaccanikapatipadaya aviruddhapatipadaya anvatthapatipadaya dhammanudhammapatipadaya silesu paripurakaritaya indriyesu guttadvarataya bhojane mattannutaya jagariyanuyogassa satisampajannassa catunnam satipatthananam bhavananuyogassa catunnam sammappadhananam catunnam iddhipadanam pancannam indriyanam pancannam balanam sattannam bojjhanganam ariyassa atthangikassa maggassa bhavananuyogassa—","mnd14:74.5":"imesam kusalanam dhammanam antarayaya parihanaya samvattanti. ","mnd14:74.6":"Evampi parihanaya samvattantiti—","mnd14:74.7":"parissaya. ","mnd14:75.1":"Katham tatrasayati parissaya? ","mnd14:75.2":"Tatthete papaka akusala dhamma uppajjanti attabhavasannissaya. ","mnd14:75.3":"Yatha bile bilasaya pana sayanti, dake dakasaya pana sayanti, vane vanasaya pana sayanti, rukkhe rukkhasaya pana sayanti; ","mnd14:75.4":"evamevam tatthete papaka akusala dhamma uppajjanti attabhavasannissayati. ","mnd14:75.5":"Evampi tatrasayati—","mnd14:75.6":"parissaya. ","mnd14:76.1":"Vuttanhetam bhagavata—","mnd14:76.2":"“santevasiko, bhikkhave, bhikkhu sacariyako dukkham na phasu viharati. ","mnd14:76.3":"Kathanca, bhikkhave, bhikkhu santevasiko sacariyako dukkham na phasu viharati? ","mnd14:76.4":"Idha, bhikkhave, bhikkhuno cakkhuna rupam disva uppajjanti papaka akusala dhamma sarasankappa samyojaniya, tyassa anto vasanti anvassavanti papaka akusala dhammati. ","mnd14:76.5":"Tasma santevasikoti vuccati. ","mnd14:76.6":"Te nam samudacaranti, samudacaranti nam papaka akusala dhammati. ","mnd14:76.7":"Tasma sacariyakoti vuccati. ","mnd14:77.1":"Puna caparam, bhikkhave, bhikkhuno sotena saddam sutva …pe… ","mnd14:77.2":"ghanena gandham ghayitva … ","mnd14:77.3":"jivhaya rasam sayitva … ","mnd14:77.4":"kayena photthabbam phusitva … ","mnd14:77.5":"manasa dhammam vinnaya uppajjanti papaka akusala dhamma sarasankappa samyojaniya, tyassa anto vasanti anvassavanti papaka akusala dhammati. ","mnd14:77.6":"Tasma santevasikoti vuccati. ","mnd14:77.7":"Te nam samudacaranti, samudacaranti nam papaka akusala dhammati. ","mnd14:77.8":"Tasma sacariyakoti vuccati. ","mnd14:77.9":"Evam kho, bhikkhave, bhikkhu santevasiko sacariyako dukkham na phasu viharati”ti. ","mnd14:77.10":"Evampi tatrasayati—","mnd14:77.11":"parissaya. ","mnd14:78.1":"Vuttanhetam bhagavata—","mnd14:78.2":"“tayome, bhikkhave, antaramala antaraamitta antarasapatta antaravadhaka antarapaccatthika. ","mnd14:78.3":"Katame tayo? ","mnd14:78.4":"Lobho, bhikkhave, antaramalo antaraamitto antarasapatto antaravadhako antarapaccatthiko; ","mnd14:78.5":"doso, bhikkhave …pe… ","mnd14:78.6":"moho, bhikkhave, antaramalo antaraamitto antarasapatto antaravadhako antarapaccatthiko. ","mnd14:78.7":"Ime kho, bhikkhave, tayo antaramala antaraamitta antarasapatta antaravadhaka antarapaccatthikati. ","mnd14:79.1":"Anatthajanano lobho, ","mnd14:79.2":"lobho cittappakopano; ","mnd14:79.3":"Bhayamantarato jatam, ","mnd14:79.4":"tam jano navabujjhati. ","mnd14:80.1":"Luddho attham na janati, ","mnd14:80.2":"luddho dhammam na passati; ","mnd14:80.3":"Andhantamam tada hoti, ","mnd14:80.4":"yam lobho sahate naram. ","mnd14:81.1":"Anatthajanano doso, ","mnd14:81.2":"doso cittappakopano; ","mnd14:81.3":"Bhayamantarato jatam, ","mnd14:81.4":"tam jano navabujjhati. ","mnd14:82.1":"Kuddho attham na janati, ","mnd14:82.2":"kuddho dhammam na passati; ","mnd14:82.3":"Andhantamam tada hoti, ","mnd14:82.4":"yam doso sahate naram. ","mnd14:83.1":"Anatthajanano moho, ","mnd14:83.2":"moho cittappakopano; ","mnd14:83.3":"Bhayamantarato jatam, ","mnd14:83.4":"tam jano navabujjhati. ","mnd14:84.1":"Mulho attham na janati, ","mnd14:84.2":"mulho dhammam na passati; ","mnd14:84.3":"Andhantamam tada hoti, ","mnd14:84.4":"yam moho sahate naran”ti. ","mnd14:85.1":"Evampi tatrasayati—","mnd14:85.2":"parissaya. ","mnd14:86.1":"Vuttanhetam bhagavata—","mnd14:86.2":"“tayo kho, maharaja, purisassa dhamma ajjhattam uppajjamana uppajjanti ahitaya dukkhaya aphasuviharaya. ","mnd14:86.3":"Katame tayo? ","mnd14:86.4":"Lobho kho, maharaja, purisassa dhammo ajjhattam uppajjamano uppajjati ahitaya dukkhaya aphasuviharaya; ","mnd14:86.5":"doso kho, maharaja …pe… ","mnd14:86.6":"moho kho, maharaja, purisassa dhammo ajjhattam uppajjamano uppajjati ahitaya dukkhaya aphasuviharaya. ","mnd14:86.7":"Ime kho, maharaja, tayo purisassa dhamma ajjhattam uppajjamana uppajjanti ahitaya dukkhaya aphasuviharaya. ","mnd14:87.1":"Lobho doso ca moho ca, ","mnd14:87.2":"purisam papacetasam; ","mnd14:87.3":"Himsanti attasambhuta, ","mnd14:87.4":"tacasaramva samphalan”ti. ","mnd14:88.1":"Evampi tatrasayati—","mnd14:88.2":"parissaya. ","mnd14:89.1":"Vuttanhetam bhagavata—","mnd14:90.1":"“Rago ca doso ca itonidana, ","mnd14:90.2":"Arati rati lomahamso itoja; ","mnd14:90.3":"Ito samutthaya manovitakka, ","mnd14:90.4":"Kumaraka dhankamivossajanti”ti. ","mnd14:91.1":"Evampi tatrasayati—","mnd14:91.2":"parissaya. ","mnd14:92.1":"<b>Parissayavinayan</b>ti parissayavinayam parissayappahanam parissayavupasamam parissayapatinissaggam parissayapatipassaddhim amatam nibbananti—","mnd14:92.2":"sakkhidhammam parissayavinayam. ","mnd14:93.1":"<b>Patipadam vadehi bhaddante</b>ti. ","mnd14:93.2":"Patipadam vadehi—","mnd14:93.3":"sammapatipadam anulomapatipadam apaccanikapatipadam aviruddhapatipadam anvatthapatipadam dhammanudhammapatipadam silesu paripurakaritam indriyesu guttadvaratam bhojane mattannutam jagariyanuyogam satisampajannam cattaro satipatthane cattaro sammappadhane cattaro iddhipade pancindriyani panca balani satta bojjhange ariyam atthangikam maggam nibbananca nibbanagamininca patipadam vadehi acikkha desehi pannapehi patthapehi vivara vibhaja uttanikarohi pakasehiti—","mnd14:93.4":"patipadam vadehi. ","mnd14:93.5":"<b>Bhaddante</b>ti so nimmito buddham bhagavantam alapati. ","mnd14:93.6":"Atha va yam tvam dhammam acikkhasi desesi pannapesi patthapesi vivari vibhaji uttaniakasi pakasesi sabbam tam sundaram bhaddakam kalyanam anavajjam sevitabbanti—","mnd14:93.7":"patipadam vadehi bhaddante. ","mnd14:94.1":"<b>Patimokkham atha vapi samadhin</b>ti. ","mnd14:94.2":"<b>Patimokkhan</b>ti silam patittha adi caranam samyamo samvaro mukham pamukham kusalanam dhammanam samapattiya. ","mnd14:94.3":"<b>Atha vapi samadhin</b>ti ya cittassa thiti santhiti avatthiti avisaharo avikkhepo avisahatamanasata samatho samadhindriyam samadhibalam sammasamadhiti—","mnd14:94.4":"patimokkham atha vapi samadhim. ","mnd14:95.1":"Tenaha so nimmito—","mnd14:96.1":"“Akittayi vivatacakkhu, ","mnd14:96.2":"Sakkhidhammam parissayavinayam; ","mnd14:96.3":"Patipadam vadehi bhaddante, ","mnd14:96.4":"Patimokkham atha vapi samadhin”ti. ","mnd14:97.1":"<b>Cakkhuhi neva lolassa,</b> ","mnd14:97.2":"<b>Gamakathaya avaraye sotam;</b> ","mnd14:97.3":"<b>Rase ca nanugijjheyya,</b> ","mnd14:97.4":"<b>Na ca mamayetha kinci lokasmim.</b> ","mnd14:98.1":"<b>Cakkhuhi neva lolassa</b>ti. ","mnd14:98.2":"Katham cakkhuloloti? ","mnd14:98.3":"Idhekacco cakkhuloliyena samannagato hoti—","mnd14:98.4":"“adittham dakkhitabbam, dittham samatikkamitabban”ti aramena aramam uyyanena uyyanam gamena gamam nigamena nigamam nagarena nagaram ratthena rattham janapadena janapadam dighacarikam anavatthitacarikam anuyutto ca hoti rupassa dassanaya. ","mnd14:98.5":"Evampi cakkhulolo hoti. ","mnd14:99.1":"Atha va bhikkhu antaragharam pavittho vithim patipanno asamvuto gacchati hatthim olokento, assam olokento, ratham olokento, pattim olokento, itthiyo olokento, purise olokento, kumarake olokento, kumarikayo olokento, antarapanam olokento, gharamukhani olokento, uddham olokento, adho olokento, disavidisam vipekkhamano gacchati. ","mnd14:99.2":"Evampi cakkhulolo hoti. ","mnd14:100.1":"Atha va bhikkhu cakkhuna rupam disva nimittaggahi hoti anubyanjanaggahi. ","mnd14:100.2":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya na patipajjati, na rakkhati cakkhundriyam, cakkhundriye na samvaram apajjati. ","mnd14:100.3":"Evampi cakkhulolo hoti. ","mnd14:101.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam visukadassanam anuyutta viharanti, seyyathidam—","mnd14:101.2":"naccam gitam vaditam pekkham akkhanam panissaram vetalam kumbhathunam sobhanakam candalam vamsam dhovanam hatthiyuddham assayuddham mahimsayuddham usabhayuddham ajayuddham mendayuddham kukkutayuddham vattakayuddham dandayuddham mutthiyuddham nibbuddham uyyodhikam balaggam senabyuham anikadassanam iti va. ","mnd14:101.3":"Evampi cakkhulolo hoti. ","mnd14:102.1":"Katham na cakkhulolo hoti? ","mnd14:102.2":"Idha bhikkhu antaragharam pavittho vithim patipanno samvuto gacchati na hatthim olokento, na assam olokento, na ratham olokento, na pattim olokento, na itthiyo olokento, na purise olokento, na kumarake olokento, na kumarikayo olokento, na antarapanam olokento, na gharamukhani olokento, na uddham olokento, na adho olokento, na disavidisavipekkhamano gacchati. ","mnd14:102.3":"Evampi na cakkhulolo hoti. ","mnd14:103.1":"Atha va bhikkhu cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","mnd14:103.2":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjati, rakkhati cakkhundriyam, cakkhundriye samvaram apajjati. ","mnd14:103.3":"Evampi na cakkhulolo hoti. ","mnd14:104.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam visukadassanam ananuyutta viharanti, seyyathidam—","mnd14:104.2":"naccam gitam vaditam pekkham akkhanam …pe… ","mnd14:104.3":"anikadassanam iti va. ","mnd14:104.4":"Evarupa visukadassana pativirato hoti. ","mnd14:104.5":"Evampi na cakkhulolo hoti. ","mnd14:105.1":"<b>Cakkhuhi neva lolassa</b>ti. ","mnd14:105.2":"Cakkhuloliyam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, cakkhuloliya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:105.3":"cakkhuhi neva lolassa. ","mnd14:106.1":"<b>Gamakathaya avaraye sotan</b>ti. ","mnd14:106.2":"Gamakatha vuccati battimsa tiracchanakatha, seyyathidam—","mnd14:106.3":"rajakatha corakatha mahamattakatha senakatha bhayakatha yuddhakatha annakatha panakatha vatthakatha yanakatha sayanakatha malakatha gandhakatha natikatha gamakatha nigamakatha nagarakatha janapadakatha itthikatha surakatha visikhakatha kumbhatthanakatha pubbapetakatha nanattakatha lokakkhayika samuddakkhayika itibhavabhavakatha iti va. ","mnd14:106.4":"<b>Gamakathaya avaraye sotan</b>ti. ","mnd14:106.5":"Gamakathaya sotam avareyya nivareyya samvareyya rakkheyya gopeyya pidaheyya pacchindeyyati—","mnd14:106.6":"gamakathaya avaraye sotam. ","mnd14:107.1":"<b>Rase ca nanugijjheyya</b>ti. ","mnd14:107.2":"<b>Rase ca</b>ti mularaso khandharaso tacaraso pattaraso puppharaso phalaraso ambilam madhuram tittakam katukam lonikam kharikam lambikam kasavo sadu asadu sitam unham. ","mnd14:107.3":"Santeke samanabrahmana rasagiddha; ","mnd14:107.4":"te jivhaggena rasaggani pariyesanta ahindanti, te ambilam labhitva anambilam pariyesanti, anambilam labhitva ambilam pariyesanti …pe… ","mnd14:107.5":"sitam labhitva unham pariyesanti, unham labhitva sitam pariyesanti. ","mnd14:107.6":"Te yam yam labhitva tena tena na tussanti, aparaparam pariyesanti, manapikesu rasesu ratta giddha gadhita mucchita ajjhosanna lagga laggita palibuddha. ","mnd14:107.7":"Yassesa rasatanha pahina samucchinna …pe… nanaggina daddha, so patisankha yoniso aharam ahareti neva davaya …pe… ","mnd14:107.8":"anavajjata ca phasuviharo cati. ","mnd14:108.1":"Yatha vanam alimpeyya yavadeva aruhanatthaya, yatha va pana akkham abbhanjeyya yavadeva bharassa nittharanatthaya, yatha va puttamamsam aharam ahareyya yavadeva kantarassa nittharanatthaya; ","mnd14:108.2":"evamevam bhikkhu patisankha yoniso aharam ahareti neva davaya …pe… ","mnd14:108.3":"anavajjata ca phasuviharo cati rasatanham pajaheyya vinodeyya byantim kareyya anabhavam gameyya, rasatanhaya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:108.4":"rase ca nanugijjheyya. ","mnd14:109.1":"<b>Na ca mamayetha kinci lokasmin</b>ti. ","mnd14:109.2":"<b>Mamatta</b>ti dve mamatta—","mnd14:109.3":"tanhamamattanca ditthimamattanca …pe… ","mnd14:109.4":"idam tanhamamattam …pe… ","mnd14:109.5":"idam ditthimamattam. ","mnd14:109.6":"Tanhamamattam pahaya ditthimamattam patinissajjitva cakkhum na mamayeyya na ganheyya na paramaseyya nabhiniviseyya; ","mnd14:109.7":"sotam … ghanam … jivham … kayam … rupe … ","mnd14:109.8":"sadde … gandhe … rase … photthabbe … kulam … ganam … avasam … labham … yasam … pasamsam … sukham … civaram … pindapatam … senasanam … gilanapaccayabhesajjaparikkharam … ","mnd14:109.9":"kamadhatum … rupadhatum … arupadhatum … kamabhavam … rupabhavam … arupabhavam … sannabhavam … asannabhavam … nevasannanasannabhavam … ","mnd14:109.10":"ekavokarabhavam … catuvokarabhavam … pancavokarabhavam … ","mnd14:109.11":"atitam … anagatam … paccuppannam … ","mnd14:109.12":"ditthasutamutavinnatabbe dhamme na mamayeyya na ganheyya na paramaseyya nabhiniviseyya. ","mnd14:109.13":"<b>Kinci</b>ti kinci rupagatam vedanagatam sannagatam sankharagatam vinnanagatam. ","mnd14:109.14":"<b>Lokasmin</b>ti apayaloke …pe… ayatanaloketi—","mnd14:109.15":"na ca mamayetha kinci lokasmim. ","mnd14:110.1":"Tenaha bhagava—","mnd14:111.1":"“Cakkhuhi neva lolassa, ","mnd14:111.2":"Gamakathaya avaraye sotam; ","mnd14:111.3":"Rase ca nanugijjheyya, ","mnd14:111.4":"Na ca mamayetha kinci lokasmin”ti. ","mnd14:112.1":"<b>Phassena yada phutthassa,</b> ","mnd14:112.2":"<b>Paridevam bhikkhu na kareyya kuhinci;</b> ","mnd14:112.3":"<b>Bhavanca nabhijappeyya,</b> ","mnd14:112.4":"<b>Bheravesu ca na sampavedheyya.</b> ","mnd14:113.1":"<b>Phassena yada phutthassa</b>ti. ","mnd14:113.2":"<b>Phasso</b>ti rogaphasso. ","mnd14:113.3":"Rogaphassena phuttho pareto samohito samannagato assa; ","mnd14:113.4":"cakkhurogena phuttho pareto samohito samannagato assa, sotarogena …pe… ","mnd14:113.5":"ghanarogena … jivharogena … kayarogena … sisarogena … kannarogena … mukharogena … dantarogena … kasena … sasena … pinasena … dahena … jarena … kucchirogena … mucchaya … pakkhandikaya … sulaya … visucikaya … kutthena … gandena … kilasena … sosena … apamarena … dadduya … kanduya … kacchuya … rakhasaya … vitacchikaya … lohitena … pittena … madhumehena … amsaya … pilakaya … bhagandalaya … pittasamutthanena abadhena … semhasamutthanena abadhena … vatasamutthanena abadhena … sannipatikena abadhena … utuparinamajena abadhena … visamapariharajena abadhena … opakkamikena abadhena … kammavipakajena abadhena … sitena … unhena … jighacchaya … pipasaya … uccarena … passavena … damsamakasavatatapasarisapasamphassehi phuttho pareto samohito samannagato assati—","mnd14:113.6":"phassena yada phutthassa. ","mnd14:114.1":"<b>Paridevam bhikkhu na kareyya kuhinci</b>ti. ","mnd14:114.2":"Adevam paridevam adevanam paridevanam adevitattam paridevitattam vaca palapam vippalapam lalappam lalappayanam lalappayitattam na kareyya na janeyya na sanjaneyya na nibbatteyya nabhinibbatteyya. ","mnd14:114.3":"<b>Kuhinci</b>ti kuhinci kimhici katthaci ajjhattam va bahiddha va ajjhattabahiddha vati—","mnd14:114.4":"paridevam bhikkhu na kareyya kuhinci. ","mnd14:115.1":"<b>Bhavanca nabhijappeyya</b>ti. ","mnd14:115.2":"Kamabhavam na jappeyya, rupabhavam na jappeyya, arupabhavam na jappeyya na pajappeyya nabhijappeyyati—","mnd14:115.3":"bhavanca nabhijappeyya. ","mnd14:116.1":"<b>Bheravesu ca na sampavedheyya</b>ti. ","mnd14:116.2":"<b>Bherava</b>ti ekenakarena bhayampi bheravampi tanneva. ","mnd14:116.3":"Vuttanhetam bhagavata—","mnd14:116.4":"“etam nuna tam bhayabheravam agacchati”ti. ","mnd14:116.5":"Bahiddharammanam vuttam siha byaggha dipi accha taraccha koka mahimsa assa hatthi ahi vicchika satapadi, cora va assu manava va katakamma va akatakamma va. ","mnd14:116.6":"Athaparena akarena bhayam vuccati ajjhattikam cittasamutthanam bhayam bhayanakam chambhitattam lomahamso cetaso ubbego utraso, jatibhayam jarabhayam byadhibhayam maranabhayam rajabhayam corabhayam aggibhayam udakabhayam attanuvadabhayam paranuvadabhayam dandabhayam duggatibhayam umibhayam kumbhilabhayam avattabhayam susukabhayam ajivikabhayam asilokabhayam parisaya sarajjabhayam madanabhayam duggatibhayam bhayam bhayanakam chambhitattam lomahamso cetaso ubbego utraso. ","mnd14:116.7":"<b>Bheravesu ca na sampavedheyya</b>ti bherave passitva va sunitva va na vedheyya na pavedheyya na sampavedheyya na taseyya na uttaseyya na paritaseyya na bhayeyya na santasam apajjeyya, abhiru assa achambhi anutrasi apalayi, pahinabhayabheravo vigatalomahamso vihareyyati—","mnd14:116.8":"bheravesu ca na sampavedheyya. ","mnd14:117.1":"Tenaha bhagava—","mnd14:118.1":"“Phassena yada phutthassa, ","mnd14:118.2":"Paridevam bhikkhu na kareyya kuhinci; ","mnd14:118.3":"Bhavanca nabhijappeyya, ","mnd14:118.4":"Bheravesu ca na sampavedheyya”ti. ","mnd14:119.1":"<b>Annanamatho pananam,</b> ","mnd14:119.2":"<b>Khadaniyanamathopi vatthanam;</b> ","mnd14:119.3":"<b>Laddha na sannidhim kayira,</b> ","mnd14:119.4":"<b>Na ca parittase tani alabhamano.</b> ","mnd14:120.1":"<b>Annanamatho pananam, khadaniyanamathopi vatthanan</b>ti. ","mnd14:120.2":"<b>Annanan</b>ti odano kummaso sattu maccho mamsam. ","mnd14:120.3":"<b>Pananan</b>ti attha panani—","mnd14:120.4":"ambapanam, jambupanam, cocapanam, mocapanam, madhupanam, muddikapanam, salukapanam, pharusakapanam. ","mnd14:120.5":"Aparanipi attha panani—","mnd14:120.6":"kosambapanam, kolapanam, badarapanam, ghatapanam, telapanam, payopanam, yagupanam, rasapanam. ","mnd14:120.7":"<b>Khadaniyanan</b>ti pitthakhajjakam, puvakhajjakam, mulakhajjakam, tacakhajjakam, pattakhajjakam, pupphakhajjakam, phalakhajjakam. ","mnd14:120.8":"<b>Vatthanan</b>ti cha civarani—","mnd14:120.9":"khomam, kappasikam, koseyyam, kambalam, sanam, bhanganti—","mnd14:120.10":"annanamatho pananam khadaniyanamathopi vatthanam. ","mnd14:121.1":"<b>Laddha na sannidhim kayira</b>ti. ","mnd14:121.2":"<b>Laddha</b>ti laddha labhitva adhigantva vinditva patilabhitva na kuhanaya, na lapanaya, na nemittikataya, na nippesikataya, na labhena labham nijigisanataya, na darudanena, na veludanena, na pattadanena, na pupphadanena, na phaladanena, na sinanadanena, na cunnadanena, na mattikadanena, na dantakatthadanena, na mukhodakadanena, na catukamyataya, na muggasupyataya, na paribhatyataya, na pithamaddikataya, na vatthuvijjaya, na tiracchanavijjaya, na angavijjaya, na nakkhattavijjaya, na dutagamanena, na pahinagamanena, na janghapesaniyena, na vejjakammena, na navakammena, na pindapatipindakena, na dananuppadanena dhammena samena laddha labhitva adhigantva vinditva patilabhitvati—","mnd14:121.3":"laddha. ","mnd14:121.4":"<b>Na sannidhim kayira</b>ti annasannidhim panasannidhim vatthasannidhim yanasannidhim sayanasannidhim gandhasannidhim amisasannidhim na kareyya na janeyya na sanjaneyya na nibbatteyya nabhinibbatteyyati—","mnd14:121.5":"laddha na sannidhim kayira. ","mnd14:122.1":"<b>Na ca parittase tani alabhamano</b>ti. ","mnd14:122.2":"Annam va na labhami, panam va na labhami, vattham va na labhami, kulam va na labhami, ganam va na labhami, avasam va na labhami, labham va na labhami, yasam va na labhami, pasamsam va na labhami, sukham va na labhami, civaram va na labhami, pindapatam va na labhami, senasanam va na labhami, gilanapaccayabhesajjaparikkharam va na labhami, gilanupatthakam va na labhami, “appannatomhi”ti na taseyya na uttaseyya na parittaseyya na bhayeyya na santasam apajjeyya, abhiru assa achambhi anutrasi apalayi, pahinabhayabheravo vigatalomahamso vihareyyati—","mnd14:122.3":"na ca parittase tani alabhamano. ","mnd14:123.1":"Tenaha bhagava—","mnd14:124.1":"“Annanamatho pananam, ","mnd14:124.2":"Khadaniyanamathopi vatthanam; ","mnd14:124.3":"Laddha na sannidhim kayira, ","mnd14:124.4":"Na ca parittase tani alabhamano”ti. ","mnd14:125.1":"<b>Jhayi na padalolassa,</b> ","mnd14:125.2":"<b>Virame kukkucca nappamajjeyya;</b> ","mnd14:125.3":"<b>Athasanesu sayanesu,</b> ","mnd14:125.4":"<b>Appasaddesu bhikkhu vihareyya.</b> ","mnd14:126.1":"<b>Jhayi na padalolassa</b>ti. ","mnd14:126.2":"<b>Jhayi</b>ti pathamenapi jhanena jhayi, dutiyenapi jhanena jhayi, tatiyenapi jhanena jhayi, catutthenapi jhanena jhayi, savitakkasavicarenapi jhanena jhayi, avitakkavicaramattenapi jhanena jhayi, avitakkaavicarenapi jhanena jhayi, sappitikenapi jhanena jhayi, nippitikenapi jhanena jhayi, pitisahagatenapi jhanena jhayi, satasahagatenapi jhanena jhayi, sukhasahagatenapi jhanena jhayi, upekkhasahagatenapi jhanena jhayi, sunnatenapi jhanena jhayi, animittenapi jhanena jhayi, appanihitenapi jhanena jhayi, lokiyenapi jhanena jhayi, lokuttarenapi jhanena jhayi, jhanarato ekattamanuyutto paramatthagarukoti—","mnd14:126.3":"jhayi. ","mnd14:127.1":"<b>Na padalolassa</b>ti. ","mnd14:127.2":"Katham padalolo hoti? ","mnd14:127.3":"Idhekacco padaloliyena samannagato hoti aramena aramam uyyanena uyyanam gamena gamam nigamena nigamam nagarena nagaram ratthena rattham janapadena janapadam dighacarikam anavatthitacarikam anuyutto viharati. ","mnd14:127.4":"Evampi padalolo hoti. ","mnd14:128.1":"Atha va bhikkhu antopi sangharame padaloliyena samannagato hoti. ","mnd14:128.2":"Na atthahetu na karanahetu uddhato avupasantacitto parivenato parivenam gacchati, viharato viharam gacchati, addhayogato addhayogam gacchati, pasadato pasadam gacchati, hammiyato hammiyam gacchati, guhaya guham gacchati, lenato lenam gacchati, kutito kutim gacchati, kutagarato kutagaram gacchati, attato attam gacchati, malato malam gacchati, uddandato uddandam gacchati, upatthanasalato upatthanasalam gacchati, mandalamalato mandalamalam gacchati, rukkhamulato rukkhamulam gacchati. ","mnd14:128.3":"Yattha va pana bhikkhu nisidanti tahim gacchati, tattha ekassa va dutiyo hoti, dvinnam va tatiyo hoti, tinnam va catuttho hoti. ","mnd14:128.4":"Tattha bahum samphappalapam palapati, seyyathidam—","mnd14:128.5":"rajakatham corakatham mahamattakatham senakatham bhayakatham yuddhakatham annakatham panakatham vatthakatham yanakatham sayanakatham malakatham gandhakatham natikatham gamakatham nigamakatham nagarakatham janapadakatham itthikatham surakatham visikhakatham kumbhatthanakatham pubbapetakatham nanattakatham lokakkhayikam samuddakkhayikam iti bhavabhavakatham iti va. ","mnd14:128.6":"Evampi padalolo hoti. ","mnd14:129.1":"<b>Na padalolassa</b>ti. ","mnd14:129.2":"Padaloliyam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, padaloliya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyya careyya vicareyya iriyeyya vatteyya paleyya yapeyya yapeyya, patisallanaramo assa patisallanarato ajjhattam cetosamathamanuyutto anirakatajjhano vipassanaya samannagato bruheta sunnagaranam jhayi jhanarato ekattamanuyutto paramatthagarukoti—","mnd14:129.3":"jhayi na padalolassa. ","mnd14:130.1":"<b>Virame kukkucca nappamajjeyya</b>ti. ","mnd14:130.2":"<b>Kukkuccan</b>ti hatthakukkuccampi kukkuccam, padakukkuccampi kukkuccam, hatthapadakukkuccampi kukkuccam, akappiye kappiyasannita, kappiye akappiyasannita, vikale kalasannita, kale vikalasannita, avajje vajjasannita, vajje avajjasannita, yam evarupam kukkuccam kukkuccayana kukkuccayitattam cetaso vippatisaro manovilekho—","mnd14:130.3":"idam vuccati kukkuccam. ","mnd14:131.1":"Api ca dvihi karanehi uppajjati kukkuccam cetaso vippatisaro manovilekho—","mnd14:131.2":"katatta ca akatatta ca. ","mnd14:131.3":"Katham katatta ca akatatta ca uppajjati kukkuccam cetaso vippatisaro manovilekho? ","mnd14:131.4":"“Katam me kayaduccaritam, akatam me kayasucaritan”ti uppajjati kukkuccam cetaso vippatisaro manovilekho, ","mnd14:131.5":"“katam me vaciduccaritam, akatam me vacisucaritan”ti uppajjati kukkuccam cetaso vippatisaro manovilekho, ","mnd14:131.6":"“katam me manoduccaritam, akatam me manosucaritam …pe… ","mnd14:131.7":"“kato me panatipato, akata me panatipata veramani”ti uppajjati kukkuccam …pe… manovilekho, ","mnd14:131.8":"“katam me adinnadanam … ","mnd14:131.9":"kato me kamesumicchacaro … ","mnd14:131.10":"kato me musavado … ","mnd14:131.11":"kata me pisuna vaca … ","mnd14:131.12":"kata me pharusa vaca … ","mnd14:131.13":"kato me samphappalapo … ","mnd14:131.14":"kata me abhijjha … ","mnd14:131.15":"kato me byapado … ","mnd14:131.16":"kata me micchaditthi, akata me sammaditthi”ti uppajjati kukkuccam cetaso vippatisaro manovilekho. ","mnd14:131.17":"Evam katatta ca akatatta ca uppajjati kukkuccam cetaso vippatisaro manovilekho. ","mnd14:132.1":"Atha va “silesumhi na paripurakari”ti uppajjati kukkuccam cetaso vippatisaro manovilekho, ","mnd14:132.2":"“indriyesumhi aguttadvaro”ti …pe… ","mnd14:132.3":"“bhojane amattannumhi”ti … ","mnd14:132.4":"“jagariyam ananuyuttomhi”ti … ","mnd14:132.5":"“na satisampajannena samannagatomhi”ti … ","mnd14:132.6":"“abhavita me cattaro satipatthana”ti … ","mnd14:132.7":"“abhavita me cattaro sammappadhana”ti … ","mnd14:132.8":"“abhavita me cattaro iddhipada”ti … ","mnd14:132.9":"“abhavitani me pancindriyani”ti … ","mnd14:132.10":"“abhavitani me panca balani”ti … ","mnd14:132.11":"“abhavita me satta bojjhanga”ti … ","mnd14:132.12":"“abhavito me ariyo atthangiko maggo”ti … ","mnd14:132.13":"“dukkham me aparinnatan”ti … ","mnd14:132.14":"“samudayo me appahino”ti … ","mnd14:132.15":"“maggo me abhavito”ti … ","mnd14:132.16":"“nirodho me asacchikato”ti uppajjati kukkuccam cetaso vippatisaro manovilekho. ","mnd14:132.17":"<b>Virame kukkucca</b>ti kukkucca arameyya virameyya pativirameyya kukkuccam pajaheyya vinodeyya byantim kareyya anabhavam gameyya. ","mnd14:132.18":"Kukkucca arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:132.19":"virame kukkucca. ","mnd14:133.1":"<b>Nappamajjeyya</b>ti sakkaccakari assa sataccakari atthitakari anolinavuttiko anikkhittacchando anikkhittadhuro appamado kusalesu dhammesu. ","mnd14:133.2":"“Kadaham aparipuram va silakkhandham paripureyyam, paripuram va silakkhandham tattha tattha pannaya anugganheyyan”ti? ","mnd14:133.3":"Yo tattha chando ca vayamo ca ussaho ca ussolhi ca thamo ca appativani ca sati ca sampajannanca atappam padhanam adhitthanam anuyogo appamado kusalesu dhammesu. ","mnd14:133.4":"“Kadaham aparipuram va samadhikkhandham …pe… ","mnd14:133.5":"pannakkhandham … ","mnd14:133.6":"vimuttikkhandham … ","mnd14:133.7":"vimuttinanadassanakkhandham … ","mnd14:133.8":"kadaham aparinnatam va dukkham parijaneyyam, appahine va kilese pajaheyyam, abhavitam va maggam bhaveyyam, asacchikatam va nirodham sacchikareyyan”ti? ","mnd14:133.9":"Yo tattha chando ca vayamo ca ussaho ca ussolhi ca thamo ca appativani ca sati ca sampajannanca atappam padhanam adhitthanam anuyogo appamado kusalesu dhammesuti—","mnd14:133.10":"virame kukkucca nappamajjeyya. ","mnd14:134.1":"<b>Athasanesu sayanesu, appasaddesu bhikkhu vihareyya</b>ti. ","mnd14:134.2":"<b>Atha</b>ti padasandhi …pe… ","mnd14:134.3":"asanam vuccati yattha nisidati—","mnd14:134.4":"manco pitham bhisi tattika cammakhando tinasantharo pannasantharo palalasantharo. ","mnd14:134.5":"<b>Sayanam</b> vuccati senasanam viharo addhayogo pasado hammiyam guhati—","mnd14:134.6":"athasanesu sayanesu. ","mnd14:135.1":"<b>Appasaddesu bhikkhu vihareyya</b>ti. ","mnd14:135.2":"Appasaddesu appanigghosesu vijanavatesu manussarahasseyyakesu patisallanasaruppesu senasanesu careyya vicareyya vihareyya iriyeyya vatteyya paleyya yapeyya yapeyyati—","mnd14:135.3":"athasanesu sayanesu appasaddesu bhikkhu vihareyya. ","mnd14:136.1":"Tenaha bhagava—","mnd14:137.1":"“Jhayi na padalolassa, ","mnd14:137.2":"Virame kukkucca nappamajjeyya; ","mnd14:137.3":"Athasanesu sayanesu, ","mnd14:137.4":"Appasaddesu bhikkhu vihareyya”ti. ","mnd14:138.1":"<b>Niddam na bahulikareyya,</b> ","mnd14:138.2":"<b>Jagariyam bhajeyya atapi;</b> ","mnd14:138.3":"<b>Tandim mayam hassam khiddam,</b> ","mnd14:138.4":"<b>Methunam vippajahe savibhusam.</b> ","mnd14:139.1":"<b>Niddam na bahulikareyya</b>ti. ","mnd14:139.2":"Rattindivam chakotthasam karetva pancakotthasam patijaggeyya ekakotthasam nippajjeyyati—","mnd14:139.3":"niddam na bahulikareyya. ","mnd14:140.1":"<b>Jagariyam bhajeyya atapi</b>ti. ","mnd14:140.2":"Idha bhikkhu divasam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheyya, rattiya pathamam yamam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheyya, rattiya majjhimam yamam dakkhinena passena sihaseyyam kappeyya padepadam accadhaya sato sampajano utthanasannam manasikaritva, rattiya pacchimam yamam paccutthaya cankamena nisajjaya avaraniyehi dhammehi cittam parisodheyya. ","mnd14:141.1":"<b>Jagariyam bhajeyya</b>ti jagariyam bhajeyya sambhajeyya seveyya niseveyya samseveyya patiseveyyati—","mnd14:141.2":"jagariyam bhajeyya. ","mnd14:142.1":"<b>Atapi</b>ti. ","mnd14:142.2":"Atappam vuccati viriyam. ","mnd14:142.3":"Yo cetasiko viriyarambho nikkamo parakkamo uyyamo vayamo ussaho ussolhi thamo thiti asithilaparakkamata anikkhittacchandata anikkhittadhurata dhurasampaggaho viriyam viriyindriyam viriyabalam sammavayamo. ","mnd14:142.4":"Imina atapena upeto samupeto upagato samupagato upapanno samupapanno samannagato so vuccati atapiti—","mnd14:142.5":"jagariyam bhajeyya atapi. ","mnd14:143.1":"<b>Tandim mayam hassam khiddam, methunam vippajahe savibhusan</b>ti. ","mnd14:143.2":"<b>Tandi</b>ti tandi tandiyana tandiyitattam tandimanakata alasyam alasyayana alasyayitattam. ","mnd14:143.3":"<b>Maya</b> vuccati vancanika cariya. ","mnd14:143.4":"Idhekacco kayena duccaritam caritva … ","mnd14:143.5":"vacaya …pe… ","mnd14:143.6":"manasa duccaritam caritva tassa paticchadanahetu papikam iccham panidahati. ","mnd14:143.7":"Ma mam jannati icchati, ma mam jannati sankappeti, ma mam jannati vacam bhasati, ma mam jannati kayena parakkamati. ","mnd14:143.8":"Ya evarupa mayavita accasara vancana nikati nikirana pariharana guhana pariguhana chadana paricchadana anuttanikammam anavikammam vocchadana papakiriya—","mnd14:143.9":"ayam vuccati maya. ","mnd14:143.10":"<b>Hassan</b>ti idhekacco ativelam dantavidamsakam hasati. ","mnd14:143.11":"Vuttanhetam bhagavata—","mnd14:143.12":"“komarakamidam, bhikkhave, ariyassa vinaye yadidam ativelam dantavidamsakam hasitan”ti. ","mnd14:144.1":"<b>Khidda</b>ti dve khidda—","mnd14:144.2":"kayika ca khidda vacasika ca khidda. ","mnd14:144.3":"Katama kayika khidda? ","mnd14:144.4":"Hatthihipi kilanti, assehipi kilanti, rathehipi kilanti, dhanuhipi kilanti, atthapadehipi kilanti, dasapadehipi kilanti, akasepi kilanti, pariharapathepi kilanti, santikayapi kilanti, khalikayapi kilanti, ghatikayapi kilanti, salakahatthenapi kilanti, akkhenapi kilanti, pankacirenapi kilanti, vankakenapi kilanti, mokkhacikayapi kilanti, cingulakenapi kilanti, pattalhakenapi kilanti, rathakenapi kilanti, dhanukenapi kilanti, akkharikayapi kilanti, manesikayapi kilanti, yathavajjenapi kilanti—","mnd14:144.5":"ayam kayika khidda. ","mnd14:144.6":"Katama vacasika khidda? ","mnd14:144.7":"Mukhabherikam mukhalambaram mukhadindimakam mukhavalimakam mukhabherulakam mukhadaddarikam natakam lapam gitam davakammam—","mnd14:144.8":"ayam vacasika khidda. ","mnd14:145.1":"Methunadhammo nama yo so asaddhammo gamadhammo vasaladhammo dutthullo odakantiko rahasso dvayamdvayasamapatti. ","mnd14:145.2":"Kinkarana vuccati methunadhammo? ","mnd14:145.3":"Ubhinnam rattanam sarattanam avassutanam pariyutthitanam pariyadinnacittanam ubhinnam sadisanam dhammoti, tankarana vuccati methunadhammo. ","mnd14:145.4":"Yatha ubho kalahakaraka methunakati vuccanti, ubho bhandanakaraka … ubho bhassakaraka … ubho adhikaranakaraka … ubho vivadakaraka … ubho vadino … ubho sallapaka methunakati vuccanti; ","mnd14:145.5":"evamevam ubhinnam rattanam sarattanam avassutanam pariyutthitanam pariyadinnacittanam ubhinnam sadisanam dhammoti, tankarana vuccati methunadhammo. ","mnd14:146.1":"<b>Vibhusa</b>ti dve vibhusa—","mnd14:146.2":"atthi agariyassa vibhusa, atthi pabbajitassa vibhusa. ","mnd14:146.3":"Katama agariyassa vibhusa? ","mnd14:146.4":"Kesa ca massu ca mala ca gandha ca vilepana ca abharana ca pilandhana ca vatthanca sayanasananca vethananca ucchadanam parimaddanam nhapanam sambahanam adasam anjanam malavilepanam mukhacunnakam mukhalepam hatthabandham sikhabandham dandanaliyam khaggam chattam citra upahana unhisam manim valabijanim odatani vatthani dighadasani iti va—","mnd14:146.5":"ayam agariyassa vibhusa. ","mnd14:146.6":"Katama pabbajitassa vibhusa? ","mnd14:146.7":"Civaramandana pattamandana senasanamandana imassa va putikayassa bahiranam va parikkharanam mandana vibhusana kelana parikelana gedhitata gedhitattam capalata capalyam—","mnd14:146.8":"ayam pabbajitassa vibhusa. ","mnd14:147.1":"<b>Tandim mayam hassam khiddam, methunam vippajahe savibhusan</b>ti. ","mnd14:147.2":"Tandinca mayanca hassanca khiddanca methunadhammanca savibhusam saparivaram saparibhandam saparikkharam pajaheyya vinodeyya byantim kareyya anabhavam gameyyati—","mnd14:147.3":"tandim mayam hassam khiddam, methunam vippajahe savibhusam. ","mnd14:148.1":"Tenaha bhagava—","mnd14:149.1":"“Niddam na bahulikareyya, ","mnd14:149.2":"Jagariyam bhajeyya atapi; ","mnd14:149.3":"Tandim mayam hassam khiddam, ","mnd14:149.4":"Methunam vippajahe savibhusan”ti. ","mnd14:150.1":"<b>Athabbanam supinam lakkhanam,</b> ","mnd14:150.2":"<b>No vidahe athopi nakkhattam;</b> ","mnd14:150.3":"<b>Virutanca gabbhakaranam,</b> ","mnd14:150.4":"<b>Tikiccham mamako na seveyya.</b> ","mnd14:151.1":"<b>Athabbanam supinam lakkhanam, no vidahe athopi nakkhattan</b>ti. ","mnd14:151.2":"Athabbanika athabbanam payojenti, nagare va ruddhe sangame va paccupatthite parasenapaccatthikesu paccamittesu itim uppadenti, upaddavam uppadenti, rogam uppadenti, pajjarakam karonti, sulam karonti, visucikam karonti, pakkhandikam karonti. ","mnd14:151.3":"Evam athabbanika athabbanam payojenti. ","mnd14:152.1":"Supinapathaka supinam adisanti, yo pubbanhasamayam supinam passati, evam vipako hoti. ","mnd14:152.2":"Yo majjhanhikasamayam supinam passati, evam vipako hoti. ","mnd14:152.3":"Yo sayanhasamayam supinam passati, evam vipako hoti. ","mnd14:152.4":"Yo purime yame … ","mnd14:152.5":"yo majjhime yame … ","mnd14:152.6":"yo pacchime yame … ","mnd14:152.7":"yo dakkhinena passena nipanno … ","mnd14:152.8":"yo vamena passena nipanno … ","mnd14:152.9":"yo uttanam nipanno … ","mnd14:152.10":"yo avakujja nipanno … ","mnd14:152.11":"yo candam passati … ","mnd14:152.12":"yo suriyam passati … ","mnd14:152.13":"yo mahasamuddam passati … ","mnd14:152.14":"yo sinerum pabbatarajanam passati … ","mnd14:152.15":"yo hatthim passati … ","mnd14:152.16":"yo assam passati … ","mnd14:152.17":"yo ratham passati … ","mnd14:152.18":"yo pattim passati … ","mnd14:152.19":"yo senabyuham passati … ","mnd14:152.20":"yo aramaramaneyyakam passati … ","mnd14:152.21":"yo vanaramaneyyakam passati … ","mnd14:152.22":"yo bhumiramaneyyakam passati … ","mnd14:152.23":"yo pokkharaniramaneyyakam passati, evam vipako hotiti. ","mnd14:152.24":"Evam supinapathaka supinam adisanti. ","mnd14:153.1":"Lakkhanapathaka lakkhanam adisanti—","mnd14:153.2":"manilakkhanam dandalakkhanam vatthalakkhanam asilakkhanam usulakkhanam dhanulakkhanam avudhalakkhanam itthilakkhanam purisalakkhanam kumarikalakkhanam kumaralakkhanam dasilakkhanam dasalakkhanam hatthilakkhanam assalakkhanam mahimsalakkhanam usabhalakkhanam gonalakkhanam ajalakkhanam mendalakkhanam kukkutalakkhanam vattalakkhanam godhalakkhanam kannikalakkhanam kacchapalakkhanam migalakkhanam iti vati. ","mnd14:153.3":"Evam lakkhanapathaka lakkhanam adisanti. ","mnd14:154.1":"Nakkhattapathaka nakkhattam adisanti. ","mnd14:154.2":"Atthavisati nakkhattani. ","mnd14:154.3":"Imina nakkhattena gharappaveso kattabbo, imina nakkhattena makutam bandhitabbam, imina nakkhattena vareyyam karetabbam, imina nakkhattena bijaniharo kattabbo, imina nakkhattena samvaso gantabboti. ","mnd14:154.4":"Evam nakkhattapathaka nakkhattam adisanti. ","mnd14:155.1":"<b>Athabbanam supinam lakkhanam, no vidahe athopi nakkhattan</b>ti. ","mnd14:155.2":"Athabbananca supinanca lakkhananca nakkhattanca no vidaheyya na careyya na samacareyya na samadaya vatteyya. ","mnd14:155.3":"Atha va na ganheyya na ugganheyya na dhareyya na upadhareyya na upalakkheyya nappayojeyyati—","mnd14:155.4":"athabbanam supinam lakkhanam, no vidahe athopi nakkhattam. ","mnd14:156.1":"<b>Virutanca gabbhakaranam, tikiccham mamako na seveyya</b>ti. ","mnd14:156.2":"<b>Virutam</b> vuccati migavakkam. ","mnd14:156.3":"Migavakkapathaka migavakkam adisanti—","mnd14:156.4":"sakuntanam va catuppadanam va rutam vassitam janantiti. ","mnd14:156.5":"Evam migavakkapathaka migavakkam adisanti. ","mnd14:156.6":"Gabbhakaraniya gabbham santhapenti. ","mnd14:156.7":"Dvihi karanehi gabbho na santhati—","mnd14:156.8":"panakehi va vatakuppehi va. ","mnd14:156.9":"Panakanam va vatakuppanam va patighataya osadham dentiti. ","mnd14:156.10":"Evam gabbhakaraniya gabbham santhapenti. ","mnd14:156.11":"<b>Tikiccha</b>ti panca tikiccha—","mnd14:156.12":"salakiyam, sallakattiyam, kayatikiccham, bhutiyam, komarabhaccam. ","mnd14:156.13":"<b>Mamako</b>ti buddhamamako dhammamamako sanghamamako, so va bhagavantam mamayati bhagava va tam puggalam parigganhati. ","mnd14:156.14":"Vuttanhetam bhagavata—","mnd14:156.15":"“ye te, bhikkhave, bhikkhu kuha thaddha lapa singi unnala asamahita na me te, bhikkhave, bhikkhu mamaka, apagata ca te, bhikkhave, bhikkhu imasma dhammavinaya, na ca te bhikkhu imasmim dhammavinaye vuddhim virulhim vepullam apajjanti. ","mnd14:156.16":"Ye ca kho, bhikkhave, bhikkhu nikkuha nillapa dhira atthaddha susamahita te kho me, bhikkhave, bhikkhu mamaka na ca apagata te, bhikkhave, bhikkhu imasma dhammavinaya, te ca bhikkhu imasmim dhammavinaye vuddhim virulhim vepullam apajjanti. ","mnd14:157.1":"Kuha thaddha lapa singi, ","mnd14:157.2":"unnala asamahita; ","mnd14:157.3":"Na te dhamme viruhanti, ","mnd14:157.4":"sammasambuddhadesite. ","mnd14:158.1":"Nikkuha nillapa dhira, ","mnd14:158.2":"atthaddha susamahita; ","mnd14:158.3":"Te ve dhamme viruhanti, ","mnd14:158.4":"sammasambuddhadesite”. ","mnd14:159.1":"<b>Virutanca gabbhakaranam, tikiccham mamako na seveyya</b>ti. ","mnd14:159.2":"Virutanca gabbhakarananca tikicchanca mamako na seveyya na niseveyya na samseveyya nappatiseveyya na careyya na samacareyya na samadaya vatteyya. ","mnd14:159.3":"Atha va na ganheyya na ugganheyya na dhareyya na upadhareyya na upalakkheyya nappayojeyyati—","mnd14:159.4":"virutanca gabbhakaranam tikiccham mamako na seveyya. ","mnd14:160.1":"Tenaha bhagava—","mnd14:161.1":"“Athabbanam supinam lakkhanam, ","mnd14:161.2":"No vidahe athopi nakkhattam; ","mnd14:161.3":"Virutanca gabbhakaranam, ","mnd14:161.4":"Tikiccham mamako na seveyya”ti. ","mnd14:162.1":"<b>Nindaya nappavedheyya,</b> ","mnd14:162.2":"<b>Na unnameyya pasamsito bhikkhu;</b> ","mnd14:162.3":"<b>Lobham saha macchariyena,</b> ","mnd14:162.4":"<b>Kodham pesuniyanca panudeyya.</b> ","mnd14:163.1":"<b>Nindaya nappavedheyya</b>ti. ","mnd14:163.2":"Idhekacce bhikkhu nindanti jatiya va gottena va kolaputtiyena va vannapokkharataya va dhanena va ajjhenena va kammayatanena va sippayatanena va vijjatthanena va sutena va patibhanena va annatarannatarena va vatthuna nindanti garahanti upavadanti, nindito garahito upavadito nindaya garahaya upavadena akittiya avannaharikaya na vedheyya nappavedheyya na sampavedheyya na taseyya na uttaseyya na paritaseyya na bhayeyya na santasam apajjeyya, abhiru assa achambhi anutrasi apalayi, pahinabhayabheravo vigatalomahamso vihareyyati—","mnd14:163.3":"nindaya nappavedheyya. ","mnd14:164.1":"<b>Na unnameyya pasamsito bhikkhu</b>ti. ","mnd14:164.2":"Idhekacce bhikkhu pasamsanti jatiya va gottena va kolaputtiyena va vannapokkharataya va dhanena va ajjhenena va kammayatanena va sippayatanena va vijjatthanena va sutena va patibhanena va annatarannatarena va vatthuna pasamsanti thomenti kittenti vannenti, pasamsito thomito kittito vannito pasamsaya thomanena kittiya vannaharikaya unnatim na kareyya unnamam na kareyya manam na kareyya thambham na kareyya, na tena manam janeyya na tena thaddho assa patthaddho paggahitasiroti—","mnd14:164.3":"na unnameyya pasamsito bhikkhu. ","mnd14:165.1":"<b>Lobham saha macchariyena, kodham pesuniyanca panudeyya</b>ti. ","mnd14:165.2":"<b>Lobho</b>ti yo lobho lubbhana lubbhitattam sarago sarajjana sarajjitattam abhijjha lobho akusalamulam. ","mnd14:165.3":"<b>Macchariyan</b>ti panca macchariyani—","mnd14:165.4":"avasamacchariyam …pe… ","mnd14:165.5":"gaho vuccati macchariyam. ","mnd14:165.6":"<b>Kodho</b>ti yo cittassa aghato patighato patigham pativirodho, kopo pakopo sampakopo, doso padoso sampadoso, cittassa byapatti manopadoso, kodho kujjhana kujjhitattam, doso dussana dussitattam, byapatti byapajjana byapajjitattam, virodho pativirodho candikkam asuropo anattamanata cittassa. ","mnd14:165.7":"<b>Pesunnan</b>ti idhekacco pisunavaco hoti ito sutva amutra akkhata imesam bhedaya, amutra va sutva imesam akkhata amusam bhedaya. ","mnd14:165.8":"Iti samagganam va bhetta bhinnanam va anuppadata, vaggaramo vaggarato vagganandi vaggakaranim vacam bhasita hoti—","mnd14:165.9":"idam vuccati pesunnam. ","mnd14:166.1":"Api ca dvihi karanehi pesunnam upasamharati—","mnd14:166.2":"piyakamyataya va bhedadhippayena va. ","mnd14:166.3":"Katham piyakamyataya pesunnam upasamharati? ","mnd14:166.4":"Imassa piyo bhavissami manapo bhavissami vissasiko bhavissami abbhantariko bhavissami suhadayo bhavissamiti. ","mnd14:166.5":"Evam piyakamyataya pesunnam upasamharati. ","mnd14:166.6":"Katham bhedadhippayena pesunnam upasamharati? ","mnd14:166.7":"Katham ime nana assu vina assu vagga assu dvidha assu dvejjha assu dve pakkha assu bhijjheyyum na samagaccheyyum dukkham na phasu vihareyyunti. ","mnd14:166.8":"Evam bhedadhippayena pesunnam upasamharati. ","mnd14:166.9":"<b>Lobham saha macchariyena, kodham pesuniyanca panudeyya</b>ti. ","mnd14:166.10":"Lobhanca macchariyanca kodhanca pesunnanca nudeyya panudeyya pajaheyya vinodeyya byantim kareyya anabhavam gameyyati—","mnd14:166.11":"lobham saha macchariyena, kodham pesuniyanca panudeyya. ","mnd14:167.1":"Tenaha bhagava—","mnd14:168.1":"“Nindaya nappavedheyya, ","mnd14:168.2":"Na unnameyya pasamsito bhikkhu; ","mnd14:168.3":"Lobham saha macchariyena, ","mnd14:168.4":"Kodham pesuniyanca panudeyya”ti. ","mnd14:169.1":"<b>Kayavikkaye na tittheyya,</b> ","mnd14:169.2":"<b>Upavadam bhikkhu na kareyya kuhinci;</b> ","mnd14:169.3":"<b>Game ca nabhisajjeyya,</b> ","mnd14:169.4":"<b>Labhakamya janam na lapayeyya.</b> ","mnd14:170.1":"<b>Kayavikkaye na tittheyya</b>ti. ","mnd14:170.2":"Ye kayavikkaya vinaye patikkhitta na te imasmim atthe adhippeta. ","mnd14:170.3":"Katham kayavikkaye titthati? ","mnd14:170.4":"Pancannam saddhim pattam va civaram va annam va kinci parikkharam vancaniyam va karonto udayam va patthayanto parivatteti. ","mnd14:170.5":"Evam kayavikkaye titthati. ","mnd14:170.6":"Katham kayavikkaye na titthati? ","mnd14:170.7":"Pancannam saddhim pattam va civaram va annam va kinci parikkharam na vancaniyam va karonto na udayam va patthayanto parivatteti. ","mnd14:170.8":"Evam kayavikkaye na titthati. ","mnd14:170.9":"<b>Kayavikkaye na tittheyya</b>ti. ","mnd14:170.10":"Kayavikkaye na tittheyya na santittheyya, kayavikkayam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, kayavikkaya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:170.11":"kayavikkaye na tittheyya. ","mnd14:171.1":"<b>Upavadam bhikkhu na kareyya kuhinci</b>ti. ","mnd14:171.2":"Katame upavadakarati kilesa? ","mnd14:171.3":"Santeke samanabrahmana iddhimanto dibbacakkhuka paracittaviduno, te duratopi passanti asannapi na dissanti cetasapi cittam pajananti, devatapi kho santi iddhimantiniyo dibbacakkhuka paracittaviduniyo, ta duratopi passanti, asannapi na dissanti cetasapi cittam pajananti. ","mnd14:171.4":"Te olarikehi va kilesehi majjhimehi va kilesehi sukhumehi va kilesehi upavadeyyum. ","mnd14:171.5":"Katame olarika kilesa? ","mnd14:171.6":"Kayaduccaritam vaciduccaritam manoduccaritam—","mnd14:171.7":"ime vuccanti olarika kilesa. ","mnd14:171.8":"Katame majjhima kilesa? ","mnd14:171.9":"Kamavitakko byapadavitakko vihimsavitakko—","mnd14:171.10":"ime vuccanti majjhima kilesa. ","mnd14:171.11":"Katame sukhuma kilesa? ","mnd14:171.12":"Nativitakko, janapadavitakko, amaravitakko, paranudayata patisannutto vitakko, labhasakkarasilokapatisannutto vitakko, anavannattipatisannutto vitakko—","mnd14:171.13":"ime vuccanti sukhuma kilesa. ","mnd14:171.14":"Te olarikehi va kilesehi majjhimehi va kilesehi sukhumehi va kilesehi na upavadeyya upavadam na kareyya upavadakare kilese na kareyya na janeyya na sanjaneyya na nibbatteyya nabhinibbatteyya, upavadakare kilese pajaheyya vinodeyya byantim kareyya anabhavam gameyya, upavadakarehi kilesehi arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyya. ","mnd14:171.15":"<b>Kuhinci</b>ti kuhinci kimhici katthaci ajjhattam va bahiddha va ajjhattabahiddha vati—","mnd14:171.16":"upavadam bhikkhu na kareyya kuhinci. ","mnd14:172.1":"<b>Game ca nabhisajjeyya</b>ti. ","mnd14:172.2":"Katham game sajjati? ","mnd14:172.3":"Idha bhikkhu game gihihi samsattho viharati sahanandi sahasoki sukhitesu sukhito dukkhitesu dukkhito, uppannesu kiccakaraniyesu attana voyogam apajjati. ","mnd14:172.4":"Evampi game sajjati. ","mnd14:173.1":"Atha va bhikkhu pubbanhasamayam nivasetva pattacivaramadaya gamam va nigamam va pindaya pavisati arakkhiteneva kayena arakkhitaya vacaya arakkhitena cittena anupatthitaya satiya asamvutehi indriyehi. ","mnd14:173.2":"So tatra tatra sajjati tatra tatra ganhati tatra tatra bajjhati tatra tatra anayabyasanam apajjati. ","mnd14:173.3":"Evampi game sajjati. ","mnd14:174.1":"Katham game na sajjati? ","mnd14:174.2":"Idha bhikkhu game gihihi asamsattho viharati na sahanandi na sahasoki na sukhitesu sukhito na dukkhitesu dukkhito, uppannesu kiccakaraniyesu na attana voyogam apajjati. ","mnd14:174.3":"Evampi game na sajjati. ","mnd14:175.1":"Atha va bhikkhu pubbanhasamayam nivasetva pattacivaramadaya gamam va nigamam va pindaya pavisati rakkhiteneva kayena rakkhitaya vacaya rakkhitena cittena upatthitaya satiya samvutehi indriyehi. ","mnd14:175.2":"So tatra tatra na sajjati tatra tatra na ganhati tatra tatra na bajjhati tatra tatra na anayabyasanam apajjati. ","mnd14:175.3":"Evampi game na sajjati. ","mnd14:175.4":"<b>Game ca nabhisajjeyya</b>ti game na sajjeyya na ganheyya na bajjheyya na palibajjheyya, agiddho assa agadhito amucchito anajjhosanno vitagedho vigatagedho cattagedho …pe… ","mnd14:175.5":"brahmabhutena attana vihareyyati—","mnd14:175.6":"game ca nabhisajjeyya. ","mnd14:176.1":"<b>Labhakamya janam na lapayeyya</b>ti. ","mnd14:176.2":"Katama lapana? ","mnd14:176.3":"Labhasakkarasilokasannissitassa papicchassa icchapakatassa amisacakkhukassa lokadhammagarukassa ya paresam alapana lapana sallapana ullapana samullapana unnahana samunnahana ukkacana samukkacana anupiyabhanita catukamyata muggasupyata paribhatyata parapitthimamsikata, ya tattha sanhavacata sakhilavacata sithilavacata apharusavacata—","mnd14:176.4":"ayam vuccati lapana. ","mnd14:177.1":"Api ca dvihi karanehi janam lapati—","mnd14:177.2":"attanam va nicam thapento param uccam thapento janam lapati, attanam va uccam thapento param nicam thapento janam lapati. ","mnd14:177.3":"Katham attanam nicam thapento param uccam thapento janam lapati? ","mnd14:177.4":"“Tumhe me bahupakara, aham tumhe nissaya labhami civarapindapatasenasanagilanapaccayabhesajjaparikkharam, yepi me anne datum va katum va mannanti, tumhe nissaya tumhe sampassanta yampi me puranam matapettikam namadheyyam tampi me antarahitam. ","mnd14:177.5":"Tumhehi aham nayami asukassa kulupako asukaya kulupako”ti. ","mnd14:177.6":"Evam attanam nicam thapento param uccam thapento janam lapati. ","mnd14:178.1":"Katham attanam uccam thapento param nicam thapento janam lapati? ","mnd14:178.2":"“Aham tumhakam bahupakaro, tumhe mam agamma buddham saranam gata, dhammam saranam gata, sangham saranam gata, panatipata pativirata, adinnadana pativirata, kamesumicchacara pativirata, musavada pativirata, suramerayamajjappamadatthana pativirata. ","mnd14:178.3":"Aham tumhakam uddesam demi, paripuccham demi, uposatham acikkhami, navakammam adhitthami. ","mnd14:178.4":"Atha pana tumhe mam ujjhitva anne sakkarotha garum karotha manetha pujetha”ti. ","mnd14:178.5":"Evam attanam uccam thapento param nicam thapento janam lapati. ","mnd14:179.1":"<b>Labhakamya janam na lapayeyya</b>ti. ","mnd14:179.2":"Labhahetu labhapaccaya labhakarana labhabhinibbattiya labham paripacento janam na lapayeyya, lapanam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, lapana arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:179.3":"labhakamya janam na lapayeyya. ","mnd14:180.1":"Tenaha bhagava—","mnd14:181.1":"“Kayavikkaye na tittheyya, ","mnd14:181.2":"Upavadam bhikkhu na kareyya kuhinci; ","mnd14:181.3":"Game ca nabhisajjeyya, ","mnd14:181.4":"Labhakamya janam na lapayeyya”ti. ","mnd14:182.1":"<b>Na ca katthiko siya bhikkhu,</b> ","mnd14:182.2":"<b>Na ca vacam payuttam bhaseyya;</b> ","mnd14:182.3":"<b>Pagabbhiyam na sikkheyya,</b> ","mnd14:182.4":"<b>Katham viggahikam na kathayeyya.</b> ","mnd14:183.1":"<b>Na ca katthiko siya bhikkhu</b>ti. ","mnd14:183.2":"Idhekacco katthi hoti vikatthi. ","mnd14:183.3":"So katthati vikatthati ahamasmi silasampannoti va vatasampannoti va silabbatasampannoti va jatiya va gottena va kolaputtiyena va vannapokkharataya va dhanena va ajjhenena va kammayatanena va sippayatanena va vijjatthanena va sutena va patibhanena va annatarannatarena va vatthuna. ","mnd14:183.4":"Ucca kula pabbajitoti va mahabhogakula pabbajitoti va ularabhogakula pabbajitoti va …pe… ","mnd14:183.5":"suttantikoti va vinayadharoti va dhammakathikoti va arannikoti va …pe… ","mnd14:183.6":"nevasannanasannayatanasamapattiya labhiti va katthati vikatthati. ","mnd14:183.7":"Evam na kattheyya na vikattheyya, kattham pajaheyya vinodeyya byantim kareyya anabhavam gameyya, katthana arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:183.8":"na ca katthiko siya bhikkhu. ","mnd14:184.1":"<b>Na ca vacam payuttam bhaseyya</b>ti. ","mnd14:184.2":"Katama payuttavaca? ","mnd14:184.3":"Idhekacco civarapayuttam vacam bhasati, pindapatapayuttam vacam bhasati, senasanapayuttam vacam bhasati, gilanapaccayabhesajjaparikkharapayuttam vacam bhasati—","mnd14:184.4":"ayampi vuccati payuttavaca. ","mnd14:185.1":"Atha va civarahetu pindapatahetu senasanahetu gilanapaccayabhesajjaparikkharahetu saccampi bhanati musapi bhanati, pisunampi bhanati apisunampi bhanati, pharusampi bhanati apharusampi bhanati, samphappalapampi bhanati asamphappalapampi bhanati, mantapi vacam bhasati—","mnd14:185.2":"ayampi vuccati payuttavaca. ","mnd14:185.3":"Atha va pasannacitto paresam dhammam deseti—","mnd14:185.4":"“aho vata me dhammam suneyyum, sutvava dhammam pasideyyum, pasanna ca me pasannakaram kareyyun”ti—","mnd14:185.5":"ayam vuccati payuttavaca. ","mnd14:185.6":"<b>Na ca vacam payuttam bhaseyya</b>ti. ","mnd14:185.7":"Antamaso dhammadesanam vacam upadaya payuttavacam na bhaseyya na katheyya na bhaneyya na dipeyya na vohareyya, payuttam vacam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, payuttavacaya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:185.8":"na ca vacam payuttam bhaseyya. ","mnd14:186.1":"<b>Pagabbhiyam na sikkheyya</b>ti. ","mnd14:186.2":"<b>Pagabbhiyan</b>ti tini pagabbhiyani—","mnd14:186.3":"kayikam pagabbhiyam, vacasikam pagabbhiyam, cetasikam pagabbhiyam. ","mnd14:186.4":"Katamam kayikam pagabbhiyam? ","mnd14:186.5":"Idhekacco sanghagatopi kayikam pagabbhiyam dasseti, ganagatopi kayikam pagabbhiyam dasseti, bhojanasalayampi kayikam pagabbhiyam dasseti, jantagharepi kayikam pagabbhiyam dasseti, udakatitthepi kayikam pagabbhiyam dasseti, antaragharam pavisantopi kayikam pagabbhiyam dasseti, antaragharam pavitthopi kayikam pagabbhiyam dasseti. ","mnd14:187.1":"Katham sanghagato kayikam pagabbhiyam dasseti? ","mnd14:187.2":"Idhekacco sanghagato acittikarakato there bhikkhu ghattayantopi titthati, ghattayantopi nisidati, puratopi titthati, puratopi nisidati, uccepi asane nisidati, sasisam parupitva nisidati, thitakopi bhanati, bahavikkhepakopi bhanati. ","mnd14:187.3":"Evam sanghagato kayikam pagabbhiyam dasseti. ","mnd14:188.1":"Katham ganagato kayikam pagabbhiyam dasseti? ","mnd14:188.2":"Idhekacco ganagato acittikarakato theranam bhikkhunam anupahananam cankamantanam saupahano cankamati, nice cankame cankamantanam ucce cankame cankamati, chamaya cankamantanam cankame cankamati, ghattayantopi titthati, ghattayantopi nisidati, puratopi titthati, puratopi nisidati, uccepi asane nisidati, sasisam parupitvapi nisidati, thitopi bhanati, bahavikkhepakopi bhanati. ","mnd14:188.3":"Evam ganagato kayikam pagabbhiyam dasseti. ","mnd14:189.1":"Katham bhojanasalayam kayikam pagabbhiyam dasseti? ","mnd14:189.2":"Idhekacco bhojanasalayam acittikarakato there bhikkhu anupakhajja nisidati, navepi bhikkhu asanena patibahati, ghattayantopi titthati, ghattayantopi nisidati, puratopi titthati, puratopi nisidati, uccepi asane nisidati, sasisam parupitva nisidati, thitakopi bhanati, bahavikkhepakopi bhanati. ","mnd14:189.3":"Evam bhojanasalayam kayikam pagabbhiyam dasseti. ","mnd14:190.1":"Katham jantaghare kayikam pagabbhiyam dasseti? ","mnd14:190.2":"Idhekacco jantaghare acittikarakato there bhikkhu ghattayantopi titthati, ghattayantopi nisidati, puratopi titthati, puratopi nisidati, uccepi asane nisidati, anapucchapi kattham pakkhipati, anapucchapi dvaram pidahati. ","mnd14:190.3":"Evam jantaghare kayikam pagabbhiyam dasseti. ","mnd14:191.1":"Katham udakatitthe kayikam pagabbhiyam dasseti? ","mnd14:191.2":"Idhekacco udakatitthe acittikarakato there bhikkhu ghattayantopi otarati, puratopi otarati, ghattayantopi nhayati, puratopi nhayati, uparitopi nhayati, ghattayantopi uttarati, puratopi uttarati, uparitopi uttarati. ","mnd14:191.3":"Evam udakatitthe kayikam pagabbhiyam dasseti. ","mnd14:192.1":"Katham antaragharam pavisanto kayikam pagabbhiyam dasseti? ","mnd14:192.2":"Idhekacco antaragharam pavisanto acittikarakato there bhikkhu ghattayantopi gacchati, puratopi gacchati, vokkammapi theranam bhikkhunam purato gacchati. ","mnd14:192.3":"Evam antaragharam pavisanto kayikam pagabbhiyam dasseti. ","mnd14:193.1":"Katham antaragharam pavittho kayikam pagabbhiyam dasseti? ","mnd14:193.2":"Idhekacco antaragharam pavittho “na pavisa, bhante”ti vuccamano pavisati, “na tittha, bhante”ti vuccamano titthati, “na nisida, bhante”ti vuccamano nisidati, anokasampi pavisati, anokasepi titthati, anokasepi nisidati, yanipi tani honti kulanam ovarakani gulhani ca paticchannani ca, yattha kulitthiyo kuladhitaro kulasunhayo kulakumariyo nisidanti tatthapi sahasa pavisati, kumarakassapi sisam paramasati. ","mnd14:193.3":"Evam antaragharam pavittho kayikam pagabbhiyam dasseti—","mnd14:193.4":"idam kayikam pagabbhiyam. ","mnd14:194.1":"Katamam vacasikam pagabbhiyam? ","mnd14:194.2":"Idhekacco sanghagatopi vacasikam pagabbhiyam dasseti, ganagatopi vacasikam pagabbhiyam dasseti, antaragharam pavitthopi vacasikam pagabbhiyam dasseti. ","mnd14:194.3":"Katham sanghagato vacasikam pagabbhiyam dasseti? ","mnd14:194.4":"Idhekacco sanghagato acittikarakato there bhikkhu anapuccham va anajjhittho va aramagatanam bhikkhunam dhammam bhanati, panham visajjeti, patimokkham uddisati, thitakopi bhanati, bahavikkhepakopi bhanati. ","mnd14:194.5":"Evam sanghagato vacasikam pagabbhiyam dasseti. ","mnd14:195.1":"Katham ganagato vacasikam pagabbhiyam dasseti? ","mnd14:195.2":"Idhekacco ganagato acittikarakato there bhikkhu anapuccham va anajjhittho va aramagatanam bhikkhunam dhammam bhanati, panham visajjeti, thitakopi bhanati, bahavikkhepakopi bhanati; ","mnd14:195.3":"aramagatanam bhikkhuninam upasakanam upasikanam dhammam bhanati, panham visajjeti, thitakopi bhanati, bahavikkhepakopi bhanati. ","mnd14:195.4":"Evam ganagato vacasikam pagabbhiyam dasseti. ","mnd14:196.1":"Katham antaragharam pavittho vacasikam pagabbhiyam dasseti? ","mnd14:196.2":"Idhekacco antaragharam pavittho itthim va kumarim va evamaha—","mnd14:196.3":"“itthanname itthangotte kim atthi? ","mnd14:196.4":"Yagu atthi, bhattam atthi, khadaniyam atthi? ","mnd14:196.5":"Kim pivissama, kim bhunjissama, kim khadissama, kim va atthi, kim va me dassatha”ti vippalapati. ","mnd14:196.6":"Evam antaragharam pavittho vacasikam pagabbhiyam dasseti—","mnd14:196.7":"idam vacasikam pagabbhiyam. ","mnd14:197.1":"Katamam cetasikam pagabbhiyam? ","mnd14:197.2":"Idhekacco na ucca kula pabbajito samano ucca kula pabbajitena saddhim sadisam attanam karoti cittena, ","mnd14:197.3":"na mahabhogakula pabbajito samano mahabhogakula pabbajitena saddhim sadisam attanam karoti cittena, ","mnd14:197.4":"na ularabhogakula pabbajito samano ularabhogakula pabbajitena saddhim sadisam attanam karoti cittena, ","mnd14:197.5":"na suttantiko samano suttantikena saddhim sadisam attanam karoti cittena, ","mnd14:197.6":"na vinayadharo samano … ","mnd14:197.7":"na dhammakathiko samano … ","mnd14:197.8":"na aranniko samano … ","mnd14:197.9":"na pindapatiko samano … ","mnd14:197.10":"na pamsukuliko samano … ","mnd14:197.11":"na tecivariko samano … ","mnd14:197.12":"na sapadanacariko samano … ","mnd14:197.13":"na khalupacchabhattiko samano … ","mnd14:197.14":"na nesajjiko samano … ","mnd14:197.15":"na yathasanthatiko samano yathasanthatikena saddhim sadisam attanam karoti cittena, ","mnd14:197.16":"na pathamassa jhanassa labhi samano pathamassa jhanassa labhina saddhim sadisam attanam karoti cittena, ","mnd14:197.17":"na dutiyassa jhanassa … ","mnd14:197.18":"na tatiyassa jhanassa … ","mnd14:197.19":"na catutthassa jhanassa labhi samano … ","mnd14:197.20":"na akasanancayatanasamapattiya labhi samano … ","mnd14:197.21":"na vinnanancayatanasamapattiya … ","mnd14:197.22":"na akincannayatanasamapattiya … ","mnd14:197.23":"na nevasannanasannayatanasamapattiya labhi samano nevasannanasannayatanasamapattiya labhina saddhim sadisam attanam karoti cittena—","mnd14:197.24":"idam cetasikam pagabbhiyam. ","mnd14:197.25":"<b>Na sikkheyya</b>ti pagabbhiyam na sikkheyya na careyya na acareyya na samacareyya na samadaya vatteyya, ","mnd14:197.26":"pagabbhiyam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, pagabbhiya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:197.27":"pagabbhiyam na sikkheyya. ","mnd14:198.1":"<b>Katham viggahikam na kathayeyya</b>ti. ","mnd14:198.2":"Katama viggahika katha? ","mnd14:198.3":"Idhekacco evarupim katham katta hoti—","mnd14:198.4":"“na tvam imam dhammavinayam ajanasi …pe… ","mnd14:198.5":"nibbethehi va sace pahosi”ti. ","mnd14:198.6":"Vuttanhetam bhagavata—","mnd14:198.7":"“viggahikaya kho, moggallana, kathaya sati kathabahullam patikankham, kathabahulle sati uddhaccam, uddhatassa asamvaro, asamvutassa ara cittam samadhimha”ti. ","mnd14:198.8":"<b>Katham viggahikam na kathayeyya</b>ti. ","mnd14:198.9":"Viggahikam katham na katheyya na bhaneyya na dipeyya na vohareyya, viggahikam katham pajaheyya vinodeyya byantim kareyya anabhavam gameyya, viggahikakathaya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:198.10":"katham viggahikam na kathayeyya. ","mnd14:199.1":"Tenaha bhagava—","mnd14:200.1":"“Na ca katthiko siya bhikkhu, ","mnd14:200.2":"Na ca vacam payuttam bhaseyya; ","mnd14:200.3":"Pagabbhiyam na sikkheyya, ","mnd14:200.4":"Katham viggahikam na kathayeyya”ti. ","mnd14:201.1":"<b>Mosavajje na niyyetha,</b> ","mnd14:201.2":"<b>Sampajano sathani na kayira;</b> ","mnd14:201.3":"<b>Atha jivitena pannaya,</b> ","mnd14:201.4":"<b>Silabbatena nannamatimanne.</b> ","mnd14:202.1":"<b>Mosavajje na niyyetha</b>ti. ","mnd14:202.2":"Mosavajjam vuccati musavado. ","mnd14:202.3":"Idhekacco sabhaggato va parisaggato va …pe… ","mnd14:202.4":"amisakincikkhahetu va sampajanamusa bhasita hoti—","mnd14:202.5":"idam vuccati mosavajjam. ","mnd14:202.6":"Api ca tihakarehi musavado hoti—","mnd14:202.7":"pubbevassa hoti “musa bhanissan”ti, bhanantassa hoti “musa bhanami”ti, bhanitassa hoti “musa maya bhanitan”ti, imehi tihakarehi musavado hoti. ","mnd14:202.8":"Api ca catuhakarehi … ","mnd14:202.9":"pancahakarehi … ","mnd14:202.10":"chahakarehi … ","mnd14:202.11":"sattahakarehi … ","mnd14:202.12":"atthahakarehi … ","mnd14:202.13":"musavado hoti—","mnd14:202.14":"pubbevassa hoti “musa bhanissan”ti, bhanantassa hoti “musa bhanami”ti, bhanitassa hoti “musa maya bhanitan”ti vinidhaya ditthim vinidhaya khantim vinidhaya rucim vinidhaya sannam vinidhaya bhavam—","mnd14:202.15":"imehi atthahakarehi musavado hoti. ","mnd14:202.16":"<b>Mosavajje na niyyetha</b>ti. ","mnd14:202.17":"Mosavajje na yayeyya na niyyayeyya na vaheyya na samhareyya, mosavajjam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, mosavajja arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:202.18":"mosavajje na niyyetha. ","mnd14:203.1":"<b>Sampajano sathani na kayira</b>ti. ","mnd14:203.2":"Katamam satheyyam? ","mnd14:203.3":"Idhekacco satho hoti parisatho, yam tattha satham sathata satheyyam kakkarata kakkariyam parikkhattata parikkhattiyam—","mnd14:203.4":"idam vuccati satheyyam. ","mnd14:203.5":"<b>Sampajano sathani na kayira</b>ti. ","mnd14:203.6":"Sampajano hutva satheyyam na kareyya na janeyya na sanjaneyya na nibbatteyya nabhinibbatteyya, satheyyam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, satheyya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:203.7":"sampajano sathani na kayira. ","mnd14:204.1":"<b>Atha jivitena pannaya, silabbatena nannamatimanne</b>ti. ","mnd14:204.2":"<b>Atha</b>ti padasandhi …pe… padanupubbatapetam—","mnd14:204.3":"athati. ","mnd14:204.4":"Idhekacco lukhajivitam jivanto param panitajivitam jivantam atimannati—","mnd14:204.5":"“kim panayam bahulajivo sabbam sambhakkheti, seyyathidam—","mnd14:204.6":"mulabijam khandhabijam phalubijam aggabijam bijabijameva pancamam asanivicakkadantakutasamanappadhanena”ti. ","mnd14:204.7":"So taya lukhajivitaya param panitajivitam jivantam atimannati. ","mnd14:205.1":"Idhekacco panitajivitam jivanto param lukhajivitam jivantam atimannati—","mnd14:205.2":"“kim panayam appapunno appesakkho na labhi civarapindapatasenasanagilanapaccayabhesajjaparikkharanan”ti. ","mnd14:205.3":"So taya panitajivitaya param lukhajivitam jivantam atimannati. ","mnd14:205.4":"Idhekacco pannasampanno hoti. ","mnd14:205.5":"So puttho panham visajjeti. ","mnd14:205.6":"Tassa evam hoti—","mnd14:205.7":"“ahamasmi pannasampanno, ime pananne na pannasampanna”ti. ","mnd14:205.8":"So taya pannasampadaya param atimannati. ","mnd14:205.9":"Idhekacco silasampanno hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","mnd14:205.10":"Tassa evam hoti—","mnd14:205.11":"“ahamasmi silasampanno, ime pananne bhikkhu dussila papadhamma”ti. ","mnd14:205.12":"So taya silasampadaya param atimannati. ","mnd14:205.13":"Idhekacco vatasampanno hoti aranniko va pindapatiko va pamsukuliko va tecivariko va sapadanacariko va khalupacchabhattiko va nesajjiko va yathasanthatiko va. ","mnd14:205.14":"Tassa evam hoti—","mnd14:205.15":"“ahamasmi vatasampanno, ime pananne na vatasampanna”ti. ","mnd14:205.16":"So taya vatasampadaya param atimannati. ","mnd14:205.17":"<b>Atha jivitena pannaya, silabbatena nannamatimanne</b>ti. ","mnd14:205.18":"Lukhajivitaya va panitajivitaya va pannasampadaya va silasampadaya va vatasampadaya va param natimanneyya, navajaneyya, na tena manam janeyya, na tena thaddho assa, patthaddho paggahitasiroti—","mnd14:205.19":"atha jivitena pannaya silabbatena nannamatimanne. ","mnd14:206.1":"Tenaha bhagava—","mnd14:207.1":"“Mosavajje na niyyetha, ","mnd14:207.2":"Sampajano sathani na kayira; ","mnd14:207.3":"Atha jivitena pannaya, ","mnd14:207.4":"Silabbatena nannamatimanne”ti. ","mnd14:208.1":"<b>Sutva rusito bahum vacam,</b> ","mnd14:208.2":"<b>Samananam va puthujananam;</b> ","mnd14:208.3":"<b>Pharusena ne na pativajja,</b> ","mnd14:208.4":"<b>Na hi santo patisenim karonti.</b> ","mnd14:209.1":"<b>Sutva rusito bahum vacam, samananam puthujananan</b>ti. ","mnd14:209.2":"<b>Rusito</b>ti dusito khumsito ghattito vambhito garahito upavadito. ","mnd14:209.3":"<b>Samananan</b>ti ye keci ito bahiddha paribbajupagata paribbajasamapanna. ","mnd14:209.4":"<b>Puthujananan</b>ti khattiya ca brahmana ca vessa ca sudda ca gahattha ca pabbajita ca deva ca manussa ca, te bahukahi vacahi anitthahi akantahi amanapahi akkoseyyum paribhaseyyum roseyyum viroseyyum himseyyum vihimseyyum hetheyyum vihetheyyum ghateyyum upaghateyyum upaghatam kareyyum tesam bahum vacam anittham akantam amanapam sutva sunitva uggahitva upadharayitva upalakkhayitvati—","mnd14:209.5":"sutva rusito bahum vacam, samananam va puthujananam. ","mnd14:210.1":"<b>Pharusena ne na pativajja</b>ti. ","mnd14:210.2":"<b>Pharusena</b>ti pharusena kakkhalena na pativajja nappatibhaneyya, akkosantam na paccakkoseyya, rosantam nappatiroseyya, bhandanam nappatibhandeyya na kalaham kareyya na bhandanam kareyya na viggaham kareyya na vivadam kareyya na medhagam kareyya, kalahabhandanaviggahavivadamedhagam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, kalahabhandanaviggahavivadamedhaga arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd14:210.3":"pharusena ne na pativajja. ","mnd14:211.1":"<b>Na hi santo patisenim karonti</b>ti. ","mnd14:211.2":"<b>Santo</b>ti ragassa santatta santo, dosassa … mohassa … kodhassa … upanahassa …pe… sabbakusalabhisankharanam santatta samitatta vupasamitatta vijjhatatta nibbutatta vigatatta patipassaddhatta santo upasanto vupasanto nibbuto patipassaddhoti—","mnd14:211.3":"santo. ","mnd14:211.4":"<b>Na hi santo patisenim karonti</b>ti. ","mnd14:211.5":"Santo patisenim patimallam patikantakam patipakkham na karonti na janenti na sanjanenti na nibbattenti nabhinibbattentiti—","mnd14:211.6":"na hi santo patisenim karonti. ","mnd14:212.1":"Tenaha bhagava—","mnd14:213.1":"“Sutva rusito bahum vacam, ","mnd14:213.2":"Samananam va puthujananam; ","mnd14:213.3":"Pharusena ne na pativajja, ","mnd14:213.4":"Na hi santo patisenim karonti”ti. ","mnd14:214.1":"<b>Etanca dhammamannaya,</b> ","mnd14:214.2":"<b>Vicinam bhikkhu sada sato sikkhe;</b> ","mnd14:214.3":"<b>Santiti nibbutim natva,</b> ","mnd14:214.4":"<b>Sasane gotamassa nappamajjeyya.</b> ","mnd14:215.1":"<b>Etanca dhammamannaya</b>ti. ","mnd14:215.2":"<b>Etan</b>ti acikkhitam desitam pannapitam patthapitam vivatam vibhattam uttanikatam pakasitam dhammam annaya janitva tulayitva tirayitva vibhavayitva vibhutam katvati. ","mnd14:215.3":"Evampi etanca dhammamannaya. ","mnd14:215.4":"Atha va samanca visamanca pathanca vipathanca savajjanca anavajjanca hinanca panitanca kanhanca sukkanca vinnugarahitanca vinnupasatthanca dhammam annaya janitva tulayitva tirayitva vibhavayitva vibhutam katvati. ","mnd14:215.5":"Evampi etanca dhammamannaya. ","mnd14:215.6":"Atha va sammapatipadam anulomapatipadam apaccanikapatipadam aviruddhapatipadam anvatthapatipadam dhammanudhammapatipadam silesu paripurakaritam indriyesu guttadvaratam bhojane mattannutam jagariyanuyogam satisampajannam, cattaro satipatthane cattaro sammappadhane cattaro iddhipade pancindriyani panca balani satta bojjhange ariyam atthangikam maggam, nibbananca nibbanagamininca patipadam dhammam annaya janitva tulayitva tirayitva vibhavayitva vibhutam katvati. ","mnd14:215.7":"Evampi tanca dhammamannaya. ","mnd14:216.1":"<b>Vicinam bhikkhu sada sato sikkhe</b>ti. ","mnd14:216.2":"<b>Vicinan</b>ti vicinanto pavicinanto tulayanto tirayanto vibhavayanto vibhutam karonto. ","mnd14:216.3":"“Sabbe sankhara anicca”ti …pe… ","mnd14:216.4":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti vicinanto pavicinanto tulayanto tirayanto vibhavayanto vibhutam karontoti—","mnd14:216.5":"vicinam bhikkhu. ","mnd14:216.6":"<b>Sada</b>ti sada sabbada sabbakalam …pe… ","mnd14:216.7":"pacchime vayokhandhe. ","mnd14:216.8":"<b>Sato</b>ti catuhi karanehi sato—","mnd14:216.9":"kaye kayanupassanasatipatthanam bhavento sato …pe… ","mnd14:216.10":"so vuccati sato. ","mnd14:216.11":"<b>Sikkhe</b>ti tisso sikkhayo—","mnd14:216.12":"adhisilasikkha, adhicittasikkha, adhipannasikkha …pe… ","mnd14:216.13":"ayam adhipannasikkha. ","mnd14:216.14":"Ima tisso sikkhayo avajjanto sikkheyya …pe… ","mnd14:216.15":"sikkheyya acareyya samacareyya samadaya vatteyyati—","mnd14:216.16":"vicinam bhikkhu sada sato sikkhe. ","mnd14:217.1":"<b>Santiti nibbutim natva</b>ti. ","mnd14:217.2":"Ragassa nibbutim santiti natva, dosassa … mohassa …pe… ","mnd14:217.3":"sabbakusalabhisankharanam nibbutim santiti natva janitva tulayitva tirayitva vibhavayitva vibhutam katvati—","mnd14:217.4":"santiti nibbutim natva. ","mnd14:218.1":"<b>Sasane gotamassa nappamajjeyya</b>ti. ","mnd14:218.2":"Gotamassa sasane buddhasasane jinasasane tathagatasasane devasasane arahantasasane. ","mnd14:218.3":"<b>Nappamajjeyya</b>ti sakkaccakari assa sataccakari atthitakari anolinavuttiko anikkhittacchando anikkhittadhuro kusalesu dhammesu. ","mnd14:218.4":"“Kadaham aparipuram va silakkhandham paripureyyam …pe… ","mnd14:218.5":"aparipuram va samadhikkhandham … ","mnd14:218.6":"pannakkhandham … ","mnd14:218.7":"vimuttikkhandham … ","mnd14:218.8":"vimuttinanadassanakkhandham? ","mnd14:218.9":"Kadaham aparinnatam va dukkham parijaneyyam, appahine va kilese pajaheyyam, abhavitam va maggam bhaveyyam, asacchikatam va nirodham sacchikareyyan”ti? ","mnd14:218.10":"Yo tattha chando ca vayamo ca ussaho ca ussolhi ca thamo ca appativani ca sati ca sampajannanca atappam padhanam adhitthanam anuyogo appamado kusalesu dhammesuti—","mnd14:218.11":"sasane gotamassa nappamajjeyya. ","mnd14:219.1":"Tenaha bhagava—","mnd14:220.1":"“Etanca dhammamannaya, ","mnd14:220.2":"Vicinam bhikkhu sada sato sikkhe; ","mnd14:220.3":"Santiti nibbutim natva, ","mnd14:220.4":"Sasane gotamassa nappamajjeyya”ti. ","mnd14:221.1":"<b>Abhibhu hi so anabhibhuto,</b> ","mnd14:221.2":"<b>Sakkhidhammamanitihamaddasi;</b> ","mnd14:221.3":"<b>Tasma hi tassa bhagavato sasane,</b> ","mnd14:221.4":"<b>Appamatto sada namassamanusikkhe.</b> ","mnd14:221.5":"(Iti bhagava.) ","mnd14:222.1":"<b>Abhibhu hi so anabhibhuto</b>ti. ","mnd14:222.2":"<b>Abhibhu</b>ti rupabhibhu saddabhibhu gandhabhibhu rasabhibhu photthabbabhibhu dhammabhibhu, anabhibhuto kehici kilesehi, abhibhosi ne papake akusale dhamme sankilesike ponobhavike sadare dukkhavipake ayatim jatijaramaraniyeti—","mnd14:222.3":"abhibhu hi so anabhibhuto. ","mnd14:223.1":"<b>Sakkhidhammamanitihamaddasi</b>ti. ","mnd14:223.2":"<b>Sakkhidhamman</b>ti na itihitiham na itikiriyaya na paramparaya na pitakasampadaya na takkahetu na nayahetu na akaraparivitakkena na ditthinijjhanakkhantiya samam sayamabhinnatam attapaccakkhadhammam addasi addakkhi apassi pativijjhiti—","mnd14:223.3":"sakkhidhammamanitihamaddasi. ","mnd14:224.1":"<b>Tasma hi tassa bhagavato sasane</b>ti. ","mnd14:224.2":"<b>Tasma</b>ti tasma tankarana tamhetu tappaccaya tamnidana. ","mnd14:224.3":"<b>Tassa bhagavato sasane</b>ti. ","mnd14:224.4":"Tassa bhagavato sasane gotamasasane buddhasasane jinasasane tathagatasasane devasasane arahantasasaneti—","mnd14:224.5":"tasma tassa bhagavato sasane. ","mnd14:225.1":"<b>Appamatto sada namassamanusikkhe (iti bhagava)</b>ti. ","mnd14:225.2":"<b>Appamatto</b>ti sakkaccakari …pe… ","mnd14:225.3":"appamado kusalesu dhammesu. ","mnd14:225.4":"<b>Sada</b>ti sada sabbakalam …pe… ","mnd14:225.5":"pacchime vayokhandhe. ","mnd14:225.6":"<b>Namassan</b>ti kayena va namassamano vacaya va namassamano cittena va namassamano anvatthapatipattiya va namassamano dhammanudhammapatipattiya va namassamano sakkurumano garukurumano manayamano pujayamano apacayamano. ","mnd14:225.7":"<b>Anusikkhe</b>ti tisso sikkhayo—","mnd14:225.8":"adhisilasikkha, adhicittasikkha, adhipannasikkha …pe… ","mnd14:225.9":"ayam adhipannasikkha. ","mnd14:225.10":"Ima tisso sikkhayo avajjanto sikkheyya …pe… ","mnd14:225.11":"sacchikatabbam sacchikaronto sikkheyya careyya acareyya samacareyya samadaya vatteyya. ","mnd14:225.12":"<b>Bhagava</b>ti garavadhivacanam …pe… sacchika pannatti yadidam bhagavati—","mnd14:225.13":"appamatto sada namassamanusikkhe. ","mnd14:225.14":"(Iti bhagava.) ","mnd14:226.1":"Tenaha bhagava—","mnd14:227.1":"“Abhibhu hi so anabhibhuto, ","mnd14:227.2":"Sakkhidhammamanitihamaddasi; ","mnd14:227.3":"Tasma hi tassa bhagavato sasane, ","mnd14:227.4":"Appamatto sada namassamanusikkhe”. ","mnd14:227.5":"(Iti bhagavati.) ","mnd14:228.1":"Tuvatakasuttaniddeso cuddasamo. "}