{"mnd16:0.1":"Mahaniddesa ","mnd16:0.2":"Atthakavagga ","mnd16:0.3":"16. Sariputtasuttaniddesa ","mnd16:1.1":"Atha sariputtasuttaniddesam vakkhati—","mnd16:2.1":"<b>Na me dittho ito pubbe,</b> ","mnd16:2.2":"(iccayasma sariputto) ","mnd16:2.3":"<b>Na suto uda kassaci;</b> ","mnd16:2.4":"<b>Evam vagguvado sattha,</b> ","mnd16:2.5":"<b>Tusita ganimagato.</b> ","mnd16:3.1":"<b>Na me dittho ito pubbe</b>ti. ","mnd16:3.2":"Ito pubbe me maya na ditthapubbo so bhagava imina cakkhuna imina attabhavena. ","mnd16:3.3":"Yada bhagava tavatimsabhavane paricchattakamule pandukambalasilayam vassamvuttho devaganaparivuto majjhe manimayena sopanena sankassanagaram otinno imam dassanam pubbe na ditthoti—","mnd16:3.4":"na me dittho ito pubbe. ","mnd16:4.1":"<b>Iccayasma sariputto</b>ti. ","mnd16:4.2":"<b>Icca</b>ti padasandhi padasamsaggo padaparipuri akkharasamavayo byanjanasilitthata padanupubbatapetam—","mnd16:4.3":"iccati. ","mnd16:4.4":"<b>Ayasma</b>ti piyavacanam garuvacanam sagaravasappatissavacanametam—","mnd16:4.5":"ayasmati. ","mnd16:4.6":"<b>Sariputto</b>ti tassa therassa namam sankha samanna pannatti voharo namam namakammam namadheyyam nirutti byanjanam abhilapoti—","mnd16:4.7":"iccayasma sariputto. ","mnd16:5.1":"<b>Na suto uda kassaci</b>ti. ","mnd16:5.2":"<b>Na</b>ti patikkhepo. ","mnd16:5.3":"<b>Uda</b>ti padasandhi padasamsaggo padaparipuri akkharasamavayo byanjanasilitthata padanupubbatapetam—","mnd16:5.4":"udati. ","mnd16:5.5":"<b>Kassaci</b>ti khattiyassa va brahmanassa va vessassa va suddassa va gahatthassa va pabbajitassa va devassa va manussassa vati—","mnd16:5.6":"na suto uda kassaci. ","mnd16:6.1":"<b>Evam vagguvado sattha</b>ti. ","mnd16:6.2":"Evam vagguvado madhuravado pemaniyavado hadayangamavado karavikarutamanjughoso. ","mnd16:6.3":"Atthangasamannagato kho pana tassa bhagavato mukhato ghoso niccharati—","mnd16:6.4":"visattho ca vinneyyo ca manju ca savaniyo ca bindu ca avisari ca gambhiro ca ninnadi ca. ","mnd16:6.5":"Yatha parisam kho pana so bhagava sarena vinnapeti, na assa bahiddha parisaya ghoso niccharati, brahmassaro kho pana so bhagava karavikabhaniti—","mnd16:6.6":"evam vagguvado. ","mnd16:7.1":"<b>Sattha</b>ti sattha bhagava satthavaho. ","mnd16:7.2":"Yatha satthavaho satte kantaram tareti, corakantaram tareti, valakantaram tareti, dubbhikkhakantaram tareti, nirudakakantaram tareti uttareti nittareti patareti khemantabhumim sampapeti; ","mnd16:7.3":"evamevam bhagava satthavaho satte kantaram tareti, jatikantaram tareti, jarakantaram tareti, byadhikantaram …pe… maranakantaram … sokaparidevadukkhadomanassupayasakantaram tareti, ragakantaram tareti, dosakantaram … mohakantaram … manakantaram … ditthikantaram … kilesakantaram … duccaritakantaram tareti, ragagahanam tareti, dosagahanam … mohagahanam … managahanam … ditthigahanam … kilesagahanam … duccaritagahanam tareti uttareti nittareti patareti khemantam amatam nibbanam sampapetiti. ","mnd16:7.4":"Evampi bhagava satthavaho. ","mnd16:8.1":"Atha va bhagava neta vineta anuneta pannapeta nijjhapeta pekkheta pasadetati. ","mnd16:8.2":"Evampi bhagava satthavaho. ","mnd16:9.1":"Atha va bhagava anuppannassa maggassa uppadeta, asanjatassa maggassa sanjaneta, anakkhatassa maggassa akkhata, maggannu maggavidu maggakovido magganuga ca pana etarahi savaka viharanti paccha samannagatati. ","mnd16:9.2":"Evampi bhagava satthavahoti—","mnd16:9.3":"evam vagguvado sattha. ","mnd16:10.1":"<b>Tusita ganimagato</b>ti. ","mnd16:10.2":"Bhagava tusitakaya cavitva sato sampajano matukucchim okkantoti. ","mnd16:10.3":"Evampi tusita ganimagato. ","mnd16:11.1":"Atha va deva vuccanti tusita. ","mnd16:11.2":"Te tuttha santuttha attamana pamudita pitisomanassajata devalokato ganim agatoti. ","mnd16:11.3":"Evampi tusita ganimagato. ","mnd16:11.4":"Atha va arahanto vuccanti tusita. ","mnd16:11.5":"Te tuttha santuttha attamana paripunnasankappa arahantanam ganim agatoti. ","mnd16:11.6":"Evampi tusita ganimagato. ","mnd16:11.7":"<b>Gani</b>ti gani bhagava. ","mnd16:11.8":"Ganacariyoti gani, ganassa satthati gani, ganam pariharatiti gani, ganam ovadatiti gani, ganamanusasatiti gani, visarado ganam upasankamatiti gani, ganassa sussusati sotam odahati anna cittam upatthapetiti gani, ganam akusala vutthapetva kusale patitthapetiti gani, bhikkhuganassa gani, bhikkhuniganassa gani, upasakaganassa gani, upasikaganassa gani, rajaganassa gani, khattiyaganassa … brahmanaganassa … vessaganassa … suddaganassa … devaganassa … brahmaganassa gani, sanghi gani ganacariyo. ","mnd16:11.9":"<b>Agato</b>ti upagato samupagato samupapanno sankassanagaranti—","mnd16:11.10":"tusita ganimagato. ","mnd16:12.1":"Tenaha thero sariputto—","mnd16:13.1":"“Na me dittho ito pubbe, ","mnd16:13.2":"(iccayasma sariputto) ","mnd16:13.3":"Na suto uda kassaci; ","mnd16:13.4":"Evam vagguvado sattha, ","mnd16:13.5":"Tusita ganimagato”ti. ","mnd16:14.1":"<b>Sadevakassa lokassa,</b> ","mnd16:14.2":"<b>yatha dissati cakkhuma;</b> ","mnd16:14.3":"<b>Sabbam tamam vinodetva,</b> ","mnd16:14.4":"<b>ekova ratimajjhaga.</b> ","mnd16:15.1":"<b>Sadevakassa lokassa</b>ti sadevakassa lokassa samarakassa sabrahmakassa sassamanabrahmaniya pajaya sadevamanussayati—","mnd16:15.2":"sadevakassa lokassa. ","mnd16:16.1":"<b>Yatha dissati cakkhuma</b>ti yatha bhagavantam tavatimsabhavane paricchattakamule pandukambalasilayam nisinnam dhammam desentam devata passanti tatha manussa passanti. ","mnd16:16.2":"Yatha manussa passanti tatha devata passanti. ","mnd16:16.3":"Yatha devanam dissati tatha manussanam dissati. ","mnd16:16.4":"Yatha manussanam dissati tatha devanam dissatiti. ","mnd16:16.5":"Evampi yatha dissati cakkhuma. ","mnd16:16.6":"Yatha va paneke bhonto samanabrahmana adanta dantavannena dissanti, asanta santavannena dissanti, anupasanta upasantavannena dissanti, anibbuta nibbutavannena dissanti. ","mnd16:17.1":"“Patirupako mattikakundalova, ","mnd16:17.2":"Lohaddhamasova suvannachanno; ","mnd16:17.3":"Caranti loke parivarachanna, ","mnd16:17.4":"Anto asuddha bahi sobhamana”ti. ","mnd16:18.1":"Na bhagava evam dissati. ","mnd16:18.2":"Bhagava bhutena tacchena tathena yathavena aviparitena sabhavena danto dantavannena dissati, santo santavannena dissati, upasanto upasantavannena dissati, nibbuto nibbutavannena dissati, akappitairiyapatha ca buddha bhagavanto panidhisampannati. ","mnd16:18.3":"Evampi yatha dissati cakkhuma. ","mnd16:19.1":"Atha va bhagava visuddhasaddo gatakittisaddasiloko nagabhavane ca supannabhavane ca yakkhabhavane ca asurabhavane ca gandhabbabhavane ca maharajabhavane ca indabhavane ca brahmabhavane ca devabhavane ca ediso ca tadiso ca tato ca bhiyyoti. ","mnd16:19.2":"Evampi yatha dissati cakkhuma. ","mnd16:20.1":"Atha va bhagava dasahi balehi samannagato, catuhi vesarajjehi, catuhi patisambhidahi, chahi abhinnahi, chahi buddhadhammehi, tejena ca balena ca gunena ca viriyena ca pannaya ca dissati nayati pannayati. ","mnd16:21.1":"“Dure santo pakasenti, ","mnd16:21.2":"himavantova pabbato; ","mnd16:21.3":"Asantettha na dissanti, ","mnd16:21.4":"rattim khitta yatha sara”ti. ","mnd16:22.1":"Evampi yatha dissati cakkhuma. ","mnd16:23.1":"<b>Cakkhuma</b>ti bhagava pancahi cakkhuhi cakkhuma—","mnd16:23.2":"mamsacakkhunapi cakkhuma, dibbacakkhunapi cakkhuma, pannacakkhunapi cakkhuma, buddhacakkhunapi cakkhuma, samantacakkhunapi cakkhuma. ","mnd16:24.1":"Katham bhagava mamsacakkhunapi cakkhuma? ","mnd16:24.2":"Mamsacakkhumhi bhagavato panca vanna samvijjanti—","mnd16:24.3":"nilo ca vanno, pitako ca vanno, lohitako ca vanno, kanho ca vanno, odato ca vanno. ","mnd16:24.4":"Akkhilomani ca bhagavato. ","mnd16:24.5":"Yattha ca akkhilomani patitthitani tam nilam hoti sunilam pasadikam dassaneyyam umapupphasamanam. ","mnd16:24.6":"Tassa parato pitakam hoti supitakam suvannavannam pasadikam dassaneyyam kanikarapupphasamanam. ","mnd16:24.7":"Ubhato ca akkhikutani bhagavato lohitakani honti sulohitakani pasadikani dassaneyyani indagopakasamanani. ","mnd16:24.8":"Majjhe kanham hoti sukanham alukham suddham pasadikam dassaneyyam addaritthakasamanam. ","mnd16:24.9":"Tassa parato odatam hoti suodatam setam pandaram pasadikam dassaneyyam osadhitarakasamanam. ","mnd16:24.10":"Tena bhagava pakatikena mamsacakkhuna attabhavapariyapannena purimasucaritakammabhinibbattena samanta yojanam passati diva ceva rattinca. ","mnd16:24.11":"Yadapi caturangasamannagato andhakaro hoti suriyo ca atthangato hoti; ","mnd16:24.12":"kalapakkho ca uposatho hoti, tibbo ca vanasando hoti, maha ca kalamegho abbhutthito hoti. ","mnd16:24.13":"Evarupepi caturangasamannagate andhakare samanta yojanam passati. ","mnd16:24.14":"Natthi so kutto va kavatam va pakaro va pabbato va gaccho va lata va avaranam rupanam dassanaya. ","mnd16:24.15":"Ekance tilaphalam nimittam katva tilavahe pakkhipeyya, tanneva tilaphalam uddhareyya. ","mnd16:24.16":"Evam parisuddham bhagavato pakatikamamsacakkhu. ","mnd16:24.17":"Evam bhagava mamsacakkhunapi cakkhuma. ","mnd16:25.1":"Katham bhagava dibbena cakkhunapi cakkhuma? ","mnd16:25.2":"Bhagava dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate; ","mnd16:25.3":"yathakammupage satte pajanati—","mnd16:25.4":"“ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna; ","mnd16:25.5":"ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna”ti. ","mnd16:25.6":"Iti dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate; ","mnd16:25.7":"yathakammupage satte pajanati. ","mnd16:25.8":"Akankhamano ca bhagava ekampi lokadhatum passeyya, dvepi lokadhatuyo passeyya, tissopi lokadhatuyo passeyya, catassopi lokadhatuyo passeyya, pancapi lokadhatuyo passeyya, dasapi lokadhatuyo passeyya, visampi lokadhatuyo passeyya, timsampi lokadhatuyo passeyya, cattalisampi lokadhatuyo passeyya, pannasampi lokadhatuyo passeyya, satampi lokadhatum passeyya, sahassimpi culanikam lokadhatum passeyya, dvisahassimpi majjhimikam lokadhatum passeyya, tisahassimpi lokadhatum passeyya, mahasahassimpi lokadhatum passeyya, yavatakam pana akankheyya tavatakam passeyya. ","mnd16:25.9":"Evam parisuddham bhagavato dibbacakkhu. ","mnd16:25.10":"Evam bhagava dibbena cakkhunapi cakkhuma. ","mnd16:26.1":"Katham bhagava pannacakkhunapi cakkhuma? ","mnd16:26.2":"Bhagava mahapanno puthupanno hasapanno javanapanno tikkhapanno nibbedhikapanno pannapabhedakusalo pabhinnanano adhigatapatisambhido catuvesarajjappatto dasabaladhari purisasabho purisasiho purisanago purisajanno purisadhorayho anantanano anantatejo anantayaso addho mahaddhano dhanava neta vineta anuneta pannapeta nijjhapeta pekkheta pasadeta. ","mnd16:26.3":"So hi bhagava anuppannassa maggassa uppadeta, asanjatassa maggassa sanjaneta, anakkhatassa maggassa akkhata, maggannu maggavidu maggakovido magganuga ca pana etarahi savaka viharanti paccha samannagata. ","mnd16:27.1":"So hi bhagava janam janati, passam passati, cakkhubhuto nanabhuto dhammabhuto brahmabhuto vatta pavatta atthassa ninneta amatassa data dhammassami tathagato. ","mnd16:27.2":"Natthi tassa bhagavato annatam adittham aviditam asacchikatam aphassitam pannaya. ","mnd16:27.3":"Atitam anagatam paccuppannam upadaya sabbe dhamma sabbakarena buddhassa bhagavato nanamukhe apatham agacchanti. ","mnd16:27.4":"Yam kinci neyyam nama atthi janitabbam attattho va, parattho va, ubhayattho va, ditthadhammiko va attho, samparayiko va attho, uttano va attho, gambhiro va attho, gulho va attho, paticchanno va attho, neyyo va attho, nito va attho, anavajjo va attho, nikkileso va attho, vodano va attho, paramattho va attho, sabbam tam antobuddhanane parivattati. ","mnd16:28.1":"Atite buddhassa bhagavato appatihatam nanam, anagate appatihatam nanam, paccuppanne appatihatam nanam. ","mnd16:28.2":"Sabbam kayakammam buddhassa bhagavato nananuparivatti. ","mnd16:28.3":"Sabbam vacikammam … ","mnd16:28.4":"sabbam manokammam buddhassa bhagavato nananuparivatti. ","mnd16:28.5":"Yavatakam neyyam tavatakam nanam, yavatakam nanam tavatakam neyyam; ","mnd16:28.6":"neyyapariyantikam nanam, nanapariyantikam neyyam; ","mnd16:28.7":"neyyam atikkamitva nanam nappavattati, nanam atikkamitva neyyapatho natthi; ","mnd16:28.8":"annamannapariyantatthayino te dhamma. ","mnd16:28.9":"Yatha dvinnam samuggapatalanam sammaphusitanam hetthimam samuggapatalam uparimam nativattati, uparimam samuggapatalam hetthimam nativattati, annamannapariyantatthayino; ","mnd16:28.10":"evamevam buddhassa bhagavato neyyanca nananca annamannapariyantatthayino. ","mnd16:28.11":"Yavatakam neyyam tavatakam nanam, yavatakam nanam tavatakam neyyam, neyyapariyantikam nanam, nanapariyantikam neyyam; ","mnd16:28.12":"neyyam atikkamitva nanam na pavattati, nanam atikkamitva neyyapatho natthi; ","mnd16:28.13":"annamannapariyantatthayino te dhamma. ","mnd16:29.1":"Sabbadhammesu buddhassa bhagavato nanam pavattati. ","mnd16:29.2":"Sabbe dhamma buddhassa bhagavato avajjanapatibaddha akankhapatibaddha manasikarapatibaddha cittuppadapatibaddha. ","mnd16:29.3":"Sabbasattesu buddhassa bhagavato nanam pavattati. ","mnd16:29.4":"Sabbesam sattanam bhagava asayam janati, anusayam janati, caritam janati, adhimuttim janati, apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye bhabbabhabbe satte pajanati. ","mnd16:29.5":"Sadevako loko samarako sabrahmako sassamanabrahmani paja sadevamanussa antobuddhanane parivattati. ","mnd16:30.1":"Yatha ye keci macchakacchapa antamaso timitimingalam upadaya antomahasamudde parivattanti; ","mnd16:30.2":"evamevam sadevako loko samarako sabrahmako sassamanabrahmani paja sadevamanussa antobuddhanane parivattati. ","mnd16:30.3":"Yatha ye keci pakkhi antamaso garulam venateyyam upadaya akasassa padese parivattanti; ","mnd16:30.4":"evamevam yepi te sariputtasama pannaya tepi buddhananassa padese parivattanti; ","mnd16:30.5":"buddhananam devamanussanam pannam pharitva abhibhavitva titthati. ","mnd16:30.6":"Yepi te khattiyapandita brahmanapandita gahapatipandita samanapandita nipuna kataparappavada valavedhirupa vobhindanta manne caranti pannagatena ditthigatani, te panhe abhisankharitva abhisankharitva tathagatam upasankamitva pucchanti gulhani ca paticchannani ca. ","mnd16:30.7":"Kathita visajjitava te panha bhagavata honti nidditthakarana upakkhittaka ca. ","mnd16:30.8":"Te bhagavato sampajjanti. ","mnd16:30.9":"Atha kho bhagavava tattha atirocati, yadidam pannayati. ","mnd16:30.10":"Evam bhagava pannacakkhunapi cakkhuma. ","mnd16:31.1":"Katham bhagava buddhacakkhunapi cakkhuma? ","mnd16:31.2":"Bhagava buddhacakkhuna lokam volokento addasa satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye appekacce paralokavajjabhayadassavino viharante appekacce naparalokavajjabhayadassavino viharante. ","mnd16:31.3":"Seyyathapi nama uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani antonimuggaposini, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani samodakam thitani, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakam accuggamma titthanti anupalittani udakena; ","mnd16:31.4":"evamevam bhagava buddhacakkhuna lokam volokento addasa satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye appekacce paralokavajjabhayadassavino viharante appekacce naparalokavajjabhayadassavino viharante. ","mnd16:31.5":"Janati bhagava—","mnd16:31.6":"“ayam puggalo ragacarito, ayam dosacarito, ayam mohacarito, ayam vitakkacarito, ayam saddhacarito, ayam nanacarito”ti. ","mnd16:31.7":"Ragacaritassa bhagava puggalassa asubhakatham katheti; ","mnd16:31.8":"dosacaritassa bhagava puggalassa mettabhavanam acikkhati; ","mnd16:31.9":"mohacaritassa bhagava puggalassa uddese paripucchaya kalena dhammassavane kalena dhammasakacchaya garusamvase niveseti; ","mnd16:31.10":"vitakkacaritassa bhagava puggalassa anapanassatim acikkhati; ","mnd16:31.11":"saddhacaritassa bhagava puggalassa pasadaniyam nimittam acikkhati buddhasubodhim dhammasudhammatam sanghasuppatipattim silani ca attano; ","mnd16:31.12":"nanacaritassa bhagava puggalassa vipassananimittam acikkhati aniccakaram dukkhakaram anattakaram. ","mnd16:32.1":"“Sele yatha pabbatamuddhanitthito, ","mnd16:32.2":"Yathapi passe janatam samantato; ","mnd16:32.3":"Tathupamam dhammamayam sumedha, ","mnd16:32.4":"Pasadamaruyha samantacakkhu; ","mnd16:32.5":"Sokavatinnam janatamapetasoko, ","mnd16:32.6":"Avekkhassu jatijarabhibhutan”ti. ","mnd16:33.1":"Evam bhagava buddhacakkhunapi cakkhuma. ","mnd16:34.1":"Katham bhagava samantacakkhunapi cakkhuma? ","mnd16:34.2":"Samantacakkhu vuccati sabbannutananam. ","mnd16:34.3":"Bhagava sabbannutananena upeto samupeto upagato samupagato upapanno samupapanno samannagato. ","mnd16:35.1":"“Na tassa aditthamidhatthi kinci, ","mnd16:35.2":"Atho avinnatamajanitabbam; ","mnd16:35.3":"Sabbam abhinnasi yadatthi neyyam, ","mnd16:35.4":"Tathagato tena samantacakkhu”ti. ","mnd16:36.1":"Evam bhagava samantacakkhunapi cakkhumati—","mnd16:36.2":"yatha dissati cakkhuma. ","mnd16:37.1":"<b>Sabbam tamam vinodetva</b>ti sabbam ragatamam dosatamam mohatamam manatamam ditthitamam kilesatamam duccaritatamam andhakaranam acakkhukaranam annanakaranam pannanirodhikam vighatapakkhikam anibbanasamvattanikam nuditva panuditva jahitva pajahitva vinodetva byantim karitva anabhavam gametvati—","mnd16:37.2":"sabbam tamam vinodetva. ","mnd16:38.1":"<b>Ekova ratimajjhaga</b>ti. ","mnd16:38.2":"<b>Eko</b>ti bhagava pabbajjasankhatena eko, adutiyatthena eko, tanhaya pahanatthena eko, ekantavitaragoti eko, ekantavitadosoti eko, ekantavitamohoti eko, ekantanikkilesoti eko, ekayanamaggam gatoti eko, anuttaram sammasambodhim abhisambuddhoti eko. ","mnd16:39.1":"Katham bhagava pabbajjasankhatena eko? ","mnd16:39.2":"Bhagava daharova samano susu kalakeso bhadrena yobbanena samannagato pathamena vayasa akamakanam matapitunam assumukhanam rudantanam vilapantanam natisangham pahaya sabbam gharavasapalibodham chinditva puttadarapalibodham chinditva natipalibodham chinditva mittamaccapalibodham chinditva sannidhipalibodham chinditva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitva akincanabhavam upagantva eko carati viharati iriyati vattati paleti yapeti yapeti—","mnd16:39.3":"evam bhagava pabbajjasankhatena eko. ","mnd16:40.1":"Katham bhagava adutiyatthena eko? ","mnd16:40.2":"So evam pabbajito samano eko arannavanapatthani pantani senasanani patisevati appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppani. ","mnd16:40.3":"So eko carati, eko gacchati, eko titthati, eko nisidati, eko seyyam kappeti, eko gamam pindaya pavisati, eko patikkamati, eko raho nisidati, eko cankamam adhitthati, eko carati viharati iriyati vattati paleti yapeti yapeti—","mnd16:40.4":"evam bhagava adutiyatthena eko. ","mnd16:41.1":"Katham bhagava tanhaya pahanatthena eko? ","mnd16:41.2":"So evam eko adutiyo appamatto atapi pahitatto viharanto najja neranjaraya tire bodhirukkhamule mahapadhanam padahanto maram sasenam kanham namucim pamattabandhum vidhamitva tanhajalinim visaritam visattikam pajahasi vinodesi byantim akasi anabhavam gamesi. ","mnd16:42.1":"“Tanhadutiyo puriso, ","mnd16:42.2":"dighamaddhanasamsaram; ","mnd16:42.3":"Itthabhavannathabhavam, ","mnd16:42.4":"samsaram nativattati. ","mnd16:43.1":"Etamadinavam natva, ","mnd16:43.2":"Tanham dukkhassa sambhavam; ","mnd16:43.3":"Vitatanho anadano, ","mnd16:43.4":"Sato bhikkhu paribbaje”ti. ","mnd16:44.1":"Evam bhagava tanhaya pahanatthena eko. ","mnd16:45.1":"Katham bhagava ekantavitaragoti eko? ","mnd16:45.2":"Ragassa pahinatta ekantavitaragoti eko, dosassa pahinatta ekantavitadosoti eko, mohassa pahinatta ekantavitamohoti eko, kilesanam pahinatta ekantanikkilesoti eko. ","mnd16:46.1":"Katham bhagava ekayanamaggam gatoti eko? ","mnd16:46.2":"Ekayanamaggo vuccati cattaro satipatthana cattaro sammappadhana cattaro iddhipada pancindriyani panca balani satta bojjhanga ariyo atthangiko maggo. ","mnd16:47.1":"“Ekayanam jatikhayantadassi, ","mnd16:47.2":"Maggam pajanati hitanukampi; ","mnd16:47.3":"Etena maggena tarimsu pubbe, ","mnd16:47.4":"Tarissanti ye ca taranti oghan”ti. ","mnd16:48.1":"Evam bhagava ekayanamaggam gatoti eko. ","mnd16:49.1":"Katham bhagava eko anuttaram sammasambodhim abhisambuddhoti eko? ","mnd16:49.2":"<b>Bodhi</b> vuccati catusu maggesu nanam pannindriyam pannabalam dhammavicayasambojjhango vimamsa vipassana sammaditthi. ","mnd16:49.3":"Bhagava tena bodhinanena “sabbe sankhara anicca”ti bujjhi, ","mnd16:49.4":"“sabbe sankhara dukkha”ti bujjhi, ","mnd16:49.5":"“sabbe dhamma anatta”ti bujjhi, ","mnd16:49.6":"“avijjapaccaya sankhara”ti bujjhi …pe… ","mnd16:49.7":"“jatipaccaya jaramaranan”ti bujjhi; ","mnd16:49.8":"“avijjanirodha sankharanirodho”ti bujjhi …pe… ","mnd16:49.9":"“jatinirodha jaramarananirodho”ti bujjhi; ","mnd16:49.10":"“idam dukkhan”ti bujjhi, ","mnd16:49.11":"“ayam dukkhasamudayo”ti bujjhi, ","mnd16:49.12":"“ayam dukkhanirodho”ti bujjhi, ","mnd16:49.13":"“ayam dukkhanirodhagamini patipada”ti bujjhi; ","mnd16:49.14":"“ime asava”ti bujjhi …pe… ","mnd16:49.15":"“ayam asavanirodhagamini patipada”ti bujjhi; ","mnd16:49.16":"“ime dhamma parinneyya”ti bujjhi … ","mnd16:49.17":"pahatabbati … ","mnd16:49.18":"bhavetabbati … ","mnd16:49.19":"sacchikatabbati bujjhi, ","mnd16:49.20":"channam phassayatananam samudayanca atthangamanca assadanca adinavanca nissarananca bujjhi, ","mnd16:49.21":"pancannam upadanakkhandhanam samudayanca atthangamanca assadanca adinavanca nissarananca bujjhi, ","mnd16:49.22":"catunnam mahabhutanam samudayanca atthangamanca assadanca adinavanca nissarananca bujjhi, ","mnd16:49.23":"“yam kinci samudayadhammam, ","mnd16:49.24":"sabbam tam nirodhadhamman”ti bujjhi. ","mnd16:50.1":"Atha va yam kinci bujjhitabbam anubujjhitabbam patibujjhitabbam sambujjhitabbam adhigantabbam phassitabbam sacchikatabbam, sabbam tam tena bodhinanena bujjhi anubujjhi patibujjhi sambujjhi sammabujjhi adhigacchi phassesi sacchakasi. ","mnd16:50.2":"Evam bhagava eko anuttaram sammasambodhim abhisambuddhoti eko. ","mnd16:51.1":"<b>Ratimajjhaga</b>ti. ","mnd16:51.2":"<b>Ratin</b>ti nekkhammaratim vivekaratim upasamaratim sambodhiratim ajjhaga samajjhaga adhigacchi phassesi sacchakasiti—","mnd16:51.3":"ekova ratimajjhaga. ","mnd16:52.1":"Tenaha thero sariputto—","mnd16:53.1":"“Sadevakassa lokassa, ","mnd16:53.2":"yatha dissati cakkhuma; ","mnd16:53.3":"Sabbam tamam vinodetva, ","mnd16:53.4":"ekova ratimajjhaga”ti. ","mnd16:54.1":"<b>Tam buddham asitam tadim,</b> ","mnd16:54.2":"<b>Akuham ganimagatam;</b> ","mnd16:54.3":"<b>Bahunamidha baddhanam,</b> ","mnd16:54.4":"<b>Atthi panhena agamam.</b> ","mnd16:55.1":"<b>Tam buddham asitam tadin</b>ti. ","mnd16:55.2":"<b>Buddho</b>ti yo so bhagava sayambhu anacariyako pubbe ananussutesu dhammesu samam saccani abhisambujjhi, tattha ca sabbannutam papuni balesu ca vasibhavam. ","mnd16:55.3":"<b>Buddho</b>ti kenatthena buddho? ","mnd16:55.4":"Bujjhita saccaniti buddho, ","mnd16:55.5":"bodheta pajayati buddho, ","mnd16:55.6":"sabbannutaya buddho, ","mnd16:55.7":"sabbadassavitaya buddho, ","mnd16:55.8":"anannaneyyataya buddho, ","mnd16:55.9":"visavitaya buddho, ","mnd16:55.10":"khinasavasankhatena buddho, ","mnd16:55.11":"nirupalepasankhatena buddho, ","mnd16:55.12":"ekantavitaragoti buddho, ","mnd16:55.13":"ekantavitadosoti buddho, ","mnd16:55.14":"ekantavitamohoti buddho, ","mnd16:55.15":"ekantanikkilesoti buddho, ","mnd16:55.16":"ekayanamaggam gatoti buddho, ","mnd16:55.17":"eko anuttaram sammasambodhim abhisambuddhoti buddho, ","mnd16:55.18":"abuddhivihatatta buddhipatilabhatta buddho. ","mnd16:55.19":"Buddhoti netam namam matara katam na pitara katam, ","mnd16:55.20":"na bhatara katam, ","mnd16:55.21":"na bhaginiya katam, ","mnd16:55.22":"na mittamaccehi katam, ","mnd16:55.23":"na natisalohitehi katam, ","mnd16:55.24":"na samanabrahmanehi katam, ","mnd16:55.25":"na devatahi katam. ","mnd16:55.26":"Vimokkhantikametam buddhanam bhagavantanam bodhiya mule saha sabbannutananassa patilabha sacchika pannatti, yadidam buddhoti—","mnd16:55.27":"tam buddham. ","mnd16:55.28":"<b>Asitan</b>ti dve nissaya—","mnd16:55.29":"tanhanissayo ca ditthinissayo ca. ","mnd16:55.30":"Katamo tanhanissayo? ","mnd16:55.31":"Yava tanhasankhatena simakatam odhikatam pariyantakatam pariggahitam mamayitam—","mnd16:55.32":"idam mama, etam mama, ettakam mama, ettavata mama, mama rupa sadda gandha rasa photthabba, attharana pavurana dasidasa ajelaka kukkutasukara hatthigavassavalava, khettam vatthum hirannam suvannam, gamanigamarajadhaniyo ratthanca janapado ca koso ca kotthagaranca, kevalampi mahapathavim tanhavasena mamayati, yavata atthasatam tanhavicaritam—","mnd16:55.33":"ayam tanhanissayo. ","mnd16:56.1":"Katamo ditthinissayo? ","mnd16:56.2":"Visativatthuka sakkayaditthi, dasavatthuka micchaditthi, dasavatthuka antaggahika ditthi. ","mnd16:56.3":"Ya evarupa ditthi ditthigatam ditthigahanam ditthikantaro ditthivisukayikam ditthivipphanditam ditthisamyojanam gaho patiggaho abhiniveso paramaso kummaggo micchapatho micchattam titthayatanam vipariyesaggaho viparitaggaho vipallasaggaho micchagaho “ayathavakasmim yathavakan”ti gaho yavata dvasatthi ditthigatani—","mnd16:56.4":"ayam ditthinissayo. ","mnd16:57.1":"Buddhassa bhagavato tanhanissayo pahino, ditthinissayo patinissattho; ","mnd16:57.2":"tanhanissayassa pahinatta ditthinissayassa patinissatthatta bhagava cakkhum asito, sotam … ghanam … jivham … kayam … manam asito, ","mnd16:57.3":"rupe … sadde … gandhe … rase … photthabbe … ","mnd16:57.4":"kulam … ganam … avasam … labham … yasam … pasamsam … sukham … civaram … pindapatam … senasanam … gilanapaccayabhesajjaparikkharam … ","mnd16:57.5":"kamadhatum … rupadhatum … arupadhatum … kamabhavam … rupabhavam … arupabhavam … sannabhavam … asannabhavam … nevasannanasannabhavam … ","mnd16:57.6":"ekavokarabhavam … catuvokarabhavam … pancavokarabhavam … ","mnd16:57.7":"atitam … anagatam … paccuppannam … ","mnd16:57.8":"ditthasutamutavinnatabbe dhamme asito anissito anallino anupagato anajjhosito anadhimutto nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa viharatiti—","mnd16:57.9":"tam buddham asitam. ","mnd16:58.1":"<b>Tadin</b>ti bhagava pancahakarehi tadi—","mnd16:58.2":"itthanitthe tadi, cattaviti tadi, tinnaviti tadi, muttaviti tadi, tamniddesa tadi. ","mnd16:59.1":"Katham bhagava itthanitthe tadi? ","mnd16:59.2":"Bhagava labhepi tadi, alabhepi tadi, yasepi tadi, ayasepi tadi, pasamsayapi tadi nindayapi tadi, sukhepi tadi, dukkhepi tadi; ","mnd16:59.3":"ekacce baham gandhena limpeyyum, ekacce baham vasiya taccheyyum, amukasmim natthi rago, amukasmim natthi patigham, anunayapatighavippahino ugghatinigghativitivatto anurodhavirodham samatikkanto. ","mnd16:59.4":"Evam bhagava itthanitthe tadi. ","mnd16:60.1":"Katham bhagava cattaviti tadi? ","mnd16:60.2":"Bhagavato rago catto vanto mutto pahino patinissattho, doso … moho … kodho … upanaho … makkho … palaso … issa … macchariyam … maya … satheyyam … thambho … sarambho … mano … atimano … mado … pamado … sabbe kilesa … sabbe duccarita … sabbe daratha … sabbe parilaha … sabbe santapa … sabbakusalabhisankhara catta vanta mutta pahina patinissattha. ","mnd16:60.3":"Evam bhagava cattaviti tadi. ","mnd16:61.1":"Katham bhagava tinnaviti tadi? ","mnd16:61.2":"Bhagava kamogham tinno, bhavogham tinno, ditthogham tinno, avijjogham tinno, sabbam samsarapatham tinno uttinno nittinno atikkanto samatikkanto vitivatto. ","mnd16:61.3":"So vutthavaso cinnacarano gataddho gatadiso gatakotiyo palitabrahmacariyo uttamaditthippatto bhavitamaggo pahinakileso patividdhakuppo sacchikatanirodho. ","mnd16:61.4":"Dukkham tassa parinnatam, samudayo pahino, maggo bhavito, nirodho sacchikato, abhinneyyam abhinnatam, parinneyyam parinnatam, pahatabbam pahinam, bhavetabbam bhavitam, sacchikatabbam sacchikatam. ","mnd16:61.5":"So ukkhittapaligho sankinnaparikkho abbulhesiko niraggalo ariyo pannaddhajo pannabharo visannutto pancangavippahino chalangasamannagato ekarakkho caturapasseno panunnapaccekasacco samavayasatthesano anavilasankappo passaddhakayasankharo suvimuttacitto suvimuttapanno kevali vusitava uttamapuriso paramapuriso paramapattippatto. ","mnd16:61.6":"So nevacinati, napacinati; ","mnd16:61.7":"apacinitva thito neva pajahati, na upadiyati; ","mnd16:61.8":"pajahitva thito neva samsibbati, na ussineti; ","mnd16:61.9":"visinetva thito neva vidhupeti, na sandhupeti; ","mnd16:61.10":"vidhupetva thito, asekhena silakkhandhena samannagatatta thito, asekhena samadhikkhandhena samannagatatta thito, asekhena pannakkhandhena samannagatatta thito, asekhena vimuttikkhandhena samannagatatta thito, asekhena vimuttinanadassanakkhandhena samannagatatta thito, saccam sampatipadiyitva thito, ejam samatikkamitva thito, kilesaggim pariyadiyitva thito, aparigamanataya thito, katam samadaya thito, muttipatisevanataya thito, mettaya parisuddhiya thito, karunaya parisuddhiya thito, muditaya parisuddhiya thito, upekkhaya parisuddhiya thito, accantaparisuddhiya thito, atammayataya parisuddhiya thito, vimuttatta thito, santusitatta thito, khandhapariyante thito, dhatupariyante thito, ayatanapariyante thito, gatipariyante thito, upapattipariyante thito, patisandhipariyante thito, bhavapariyante thito, samsarapariyante thito, vattapariyante thito, antime bhave thito, antime samussaye thito, antimadehadharo bhagava. ","mnd16:62.1":"“Tassayam pacchimako bhavo, ","mnd16:62.2":"carimoyam samussayo; ","mnd16:62.3":"Jatimaranasamsaro, ","mnd16:62.4":"natthi tassa punabbhavo”ti. ","mnd16:63.1":"Evam bhagava tinnaviti tadi. ","mnd16:64.1":"Katham bhagava muttaviti tadi? ","mnd16:64.2":"Bhagavato raga cittam muttam vimuttam suvimuttam, dosa cittam … moha cittam … kodha … upanaha … makkha … palasa … issaya … macchariya … mayaya … satheyya … thambha … sarambha … mana … atimana … mada … pamada … sabbakilesehi … sabbaduccaritehi … sabbadarathehi … sabbaparilahehi … sabbasantapehi … sabbakusalabhisankharehi cittam muttam vimuttam suvimuttam. ","mnd16:64.3":"Evam bhagava muttaviti tadi. ","mnd16:65.1":"Katham bhagava tamniddesa tadi? ","mnd16:65.2":"Bhagava sile sati silavati tamniddesa tadi, saddhaya sati saddhoti tamniddesa tadi, viriye sati viriyavati tamniddesa tadi, satiya sati satimati tamniddesa tadi, samadhismim sati samahitoti tamniddesa tadi, pannaya sati pannavati tamniddesa tadi, vijjaya sati tevijjoti tamniddesa tadi, abhinnaya sati chalabhinnoti tamniddesa tadi, dasabale sati dasabaloti tamniddesa tadi. ","mnd16:65.3":"Evam bhagava tamniddesa taditi—","mnd16:65.4":"tam buddham asitam tadim. ","mnd16:66.1":"<b>Akuham ganimagatan</b>ti. ","mnd16:66.2":"<b>Akuho</b>ti tini kuhanavatthuni—","mnd16:66.3":"paccayapatisevanasankhatam kuhanavatthu, iriyapathasankhatam kuhanavatthu, samantajappanasankhatam kuhanavatthu. ","mnd16:67.1":"Katamam paccayapatisevanasankhatam kuhanavatthu? ","mnd16:67.2":"Idha gahapatika bhikkhum nimantenti civarapindapatasenasanagilanapaccayabhesajjaparikkharehi. ","mnd16:67.3":"So papiccho icchapakato atthiko civarapindapatasenasanagilanapaccayabhesajjaparikkharanam bhiyyokamyatam upadaya civaram paccakkhati, pindapatam paccakkhati, senasanam paccakkhati, gilanapaccayabhesajjaparikkharam paccakkhati. ","mnd16:67.4":"So evamaha—","mnd16:67.5":"“kim samanassa mahagghena civarena. ","mnd16:67.6":"Etam saruppam, yam samano susana va sankarakuta va papanika va nantakani uccinitva sanghatim karitva dhareyya. ","mnd16:67.7":"Kim samanassa mahagghena pindapatena. ","mnd16:67.8":"Etam saruppam, yam samano unchacariyaya pindiyalopena jivitam kappeyya. ","mnd16:67.9":"Kim samanassa mahagghena senasanena. ","mnd16:67.10":"Etam saruppam, yam samano rukkhamuliko va assa sosaniko va abbhokasiko va. ","mnd16:67.11":"Kim samanassa mahagghena gilanapaccayabhesajjaparikkharena. ","mnd16:67.12":"Etam saruppam, yam samano putimuttena haritakikhandena osadham kareyya”ti tadupadaya lukham civaram dhareti, lukham pindapatam paribhunjati, lukham senasanam patisevati, lukham gilanapaccayabhesajjaparikkharam patisevati. ","mnd16:67.13":"Tamenam gahapatika evam jananti—","mnd16:67.14":"“ayam samano appiccho santuttho pavivitto asamsattho araddhaviriyo dhutavado”ti bhiyyo bhiyyo nimantenti civarapindapatasenasanagilanapaccayabhesajjaparikkharehi. ","mnd16:67.15":"So evamaha—","mnd16:67.16":"“tinnam sammukhibhava saddho kulaputto bahum punnam pasavati, saddhaya sammukhibhava saddho kulaputto bahum punnam pasavati, deyyadhammassa sammukhibhava saddho kulaputto bahum punnam pasavati, dakkhineyyanam sammukhibhava saddho kulaputto bahum punnam pasavati. ","mnd16:67.17":"Tumhakancevayam saddha atthi, deyyadhammo ca samvijjati, ahanca patiggahako. ","mnd16:67.18":"Sace aham na patiggahessami, evam tumhe punnena paribahira bhavissatha, na mayham imina attho, api ca tumhakamyeva anukampaya patigganhami”ti. ","mnd16:67.19":"Tadupadaya bahumpi civaram patigganhati, bahumpi pindapatam patigganhati, bahumpi senasanam patigganhati, bahumpi gilanapaccayabhesajjaparikkharam patigganhati. ","mnd16:67.20":"Ya evarupa bhakutika bhakutiyam kuhana kuhayana kuhitattam—","mnd16:67.21":"idam paccayapatisevanasankhatam kuhanavatthu. ","mnd16:68.1":"Katamam iriyapathasankhatam kuhanavatthu? ","mnd16:68.2":"Idhekacco papiccho icchapakato sambhavanadhippayo, “evam mam jano sambhavessati”ti gamanam santhapeti, thanam santhapeti, nisajjam santhapeti, sayanam santhapeti, panidhaya gacchati, panidhaya titthati, panidhaya nisidati, panidhaya seyyam kappeti, samahito viya gacchati, samahito viya titthati, samahito viya nisidati, samahito viya seyyam kappeti, apathakajjhayiva hoti. ","mnd16:68.3":"Ya evarupa iriyapathassa athapana thapana santhapana bhakutika bhakutiyam kuhana kuhayana kuhitattam—","mnd16:68.4":"idam iriyapathasankhatam kuhanavatthu. ","mnd16:69.1":"Katamam samantajappanasankhatam kuhanavatthu? ","mnd16:69.2":"Idhekacco papiccho icchapakato sambhavanadhippayo “evam mam jano sambhavessati”ti, ariyadhammasannissitam vacam bhasati. ","mnd16:69.3":"“Yo evarupam civaram dhareti so samano mahesakkho”ti bhanati; ","mnd16:69.4":"“yo evarupam pattam dhareti … ","mnd16:69.5":"lohathalakam dhareti … ","mnd16:69.6":"dhammakaranam dhareti … ","mnd16:69.7":"parissavanam dhareti … ","mnd16:69.8":"kuncikam dhareti … ","mnd16:69.9":"upahanam dhareti … ","mnd16:69.10":"kayabandhanam dhareti … ","mnd16:69.11":"ayogam dhareti, so samano mahesakkho”ti bhanati; ","mnd16:69.12":"“yassa evarupo upajjhayo so samano mahesakkho”ti bhanati; ","mnd16:69.13":"“yassa evarupo acariyo … ","mnd16:69.14":"evarupa samanupajjhayaka … ","mnd16:69.15":"samanacariyaka … ","mnd16:69.16":"mitta … ","mnd16:69.17":"sandittha … ","mnd16:69.18":"sambhatta … ","mnd16:69.19":"sahaya, so samano mahesakkho”ti bhanati; ","mnd16:69.20":"“yo evarupe vihare vasati, so samano mahesakkho”ti bhanati; ","mnd16:69.21":"“yo evarupe addhayoge vasati … ","mnd16:69.22":"pasade vasati … ","mnd16:69.23":"hammiye vasati … ","mnd16:69.24":"guhayam vasati … ","mnd16:69.25":"lene vasati … ","mnd16:69.26":"kutiya vasati … ","mnd16:69.27":"kutagare vasati … ","mnd16:69.28":"atte vasati … ","mnd16:69.29":"male vasati … ","mnd16:69.30":"uddande vasati … ","mnd16:69.31":"upatthanasalayam vasati … ","mnd16:69.32":"mandape vasati … ","mnd16:69.33":"rukkhamule vasati, so samano mahesakkho”ti bhanati. ","mnd16:70.1":"Atha va korajikakorajiko, bhakutikabhakutiko, kuhakakuhako, lapakalapako, mukhasambhavito “ayam samano imasam evarupanam viharasamapattinam labhi”ti. ","mnd16:70.2":"Tadisam gambhiram gulham nipunam paticchannam lokuttaram sunnatapatisannuttam katham katheti. ","mnd16:70.3":"Ya evarupa bhakutika bhakutiyam kuhana kuhayana kuhitattam—","mnd16:70.4":"idam samantajappanasankhatam kuhanavatthu. ","mnd16:70.5":"Buddhassa bhagavato imani tini kuhanavatthuni pahinani samucchinnani vupasantani patipassaddhani abhabbuppattikani nanaggina daddhani. ","mnd16:70.6":"Tasma buddho akuhoti—","mnd16:70.7":"akuham. ","mnd16:71.1":"<b>Ganimagatan</b>ti. ","mnd16:71.2":"<b>Gani</b>ti gani bhagava. ","mnd16:71.3":"Ganacariyoti gani, ganassa satthati gani, ganam pariharatiti gani, ganam ovadatiti gani, ganam anusasatiti gani, visarado ganam upasankamatiti gani, ganassa sussusati sotam odahati anna cittam upatthapetiti gani, ganam akusala vutthapetva kusale patitthapetiti gani, bhikkhuganassa gani, bhikkhuniganassa gani, upasakaganassa gani, upasikaganassa gani, rajaganassa gani, khattiyaganassa gani, brahmanaganassa gani, vessaganassa gani, suddaganassa gani, brahmaganassa gani, devaganassa gani, sanghim ganim ganacariyam. ","mnd16:71.4":"<b>Agatan</b>ti upagatam samupagatam samupapannam sankassanagaranti—","mnd16:71.5":"akuham ganimagatam. ","mnd16:72.1":"<b>Bahunamidha baddhanan</b>ti. ","mnd16:72.2":"Bahunam khattiyanam brahmananam vessanam suddanam gahatthanam pabbajitanam devanam manussanam. ","mnd16:72.3":"<b>Baddhanan</b>ti baddhanam baddhacaranam paricarakanam sissananti—","mnd16:72.4":"bahunamidha baddhanam. ","mnd16:73.1":"<b>Atthi panhena agaman</b>ti. ","mnd16:73.2":"Panhena atthiko agatomhi, panham pucchitukamo agatomhi, panham sotukamo agatomhiti. ","mnd16:73.3":"Evampi atthi panhena agamam. ","mnd16:73.4":"Atha va panhatthikanam panham pucchitukamanam panham sotukamanam agamanam abhikkamanam upasankamanam payirupasanam siya atthiti. ","mnd16:73.5":"Evampi atthi panhena agamam. ","mnd16:73.6":"Atha va panhagamo tuyham atthi, tvampi pahu, tvamasi alamattho maya pucchitam kathetum visajjetum “vahassetam bharan”ti. ","mnd16:73.7":"Evampi atthi panhena agamam. ","mnd16:74.1":"Tenaha thero sariputto—","mnd16:75.1":"“Tam buddham asitam tadim, ","mnd16:75.2":"akuham ganimagatam; ","mnd16:75.3":"Bahunamidha baddhanam, ","mnd16:75.4":"atthi panhena agaman”ti. ","mnd16:76.1":"<b>Bhikkhuno vijigucchato,</b> ","mnd16:76.2":"<b>bhajato rittamasanam;</b> ","mnd16:76.3":"<b>Rukkhamulam susanam va,</b> ","mnd16:76.4":"<b>pabbatanam guhasu va.</b> ","mnd16:77.1":"<b>Bhikkhuno vijigucchato</b>ti. ","mnd16:77.2":"<b>Bhikkhuno</b>ti puthujjanakalyanassa va bhikkhuno sekkhassa va bhikkhuno. ","mnd16:77.3":"<b>Vijigucchato</b>ti jatiya vijigucchato, jaraya … byadhina … maranena … sokehi … paridevehi … dukkhehi … domanassehi … upayasehi vijigucchato, nerayikena dukkhena … tiracchanayonikena dukkhena … pettivisayikena dukkhena … manusikena dukkhena … gabbhokkantimulakena dukkhena … gabbhatthitimulakena dukkhena … gabbhavutthanamulakena dukkhena … jatassupanibandhakena dukkhena … jatassa paradheyyakena dukkhena … attupakkamena dukkhena … parupakkamena dukkhena … dukkhadukkhena … sankharadukkhena … viparinamadukkhena … cakkhurogena dukkhena … sotarogena dukkhena … ghanarogena dukkhena … jivharogena dukkhena … kayarogena dukkhena … sisarogena dukkhena … kannarogena dukkhena … mukharogena dukkhena … dantarogena dukkhena … kasena … sasena … pinasena … dahena … jarena … kucchirogena … mucchaya … pakkhandikaya … sulaya … visucikaya … kutthena … gandena … kilasena … sosena … apamarena … dadduya … kanduya … kacchuya … rakhasaya … vitacchikaya … lohitena … pittena … madhumehena … amsaya … pilakaya … bhagandalaya … pittasamutthanena abadhena … semhasamutthanena abadhena … vatasamutthanena abadhena … sannipatikena abadhena … utuparinamajena abadhena … visamapariharajena abadhena … opakkamikena abadhena … kammavipakajena abadhena … sitena … unhena … jighacchaya … pipasaya … uccarena … passavena … damsamakasavatatapasarisapasamphassena dukkhena … matumaranena dukkhena … pitumaranena dukkhena … bhatumaranena … bhaginimaranena … puttamaranena … dhitumaranena … natibyasanena … bhogabyasanena … rogabyasanena … silabyasanena … ditthibyasanena dukkhena vijigucchato attiyato harayato jigucchatoti—","mnd16:77.4":"bhikkhuno vijigucchato. ","mnd16:78.1":"<b>Bhajato rittamasanan</b>ti. ","mnd16:78.2":"<b>Asana</b>m vuccati yattha nisidati—","mnd16:78.3":"manco pitham bhisi tattika cammakhando tinasantharo pannasantharo palalasantharo. ","mnd16:78.4":"Tam asanam asappayarupadassanena rittam vivittam pavivittam, asappayasaddassavanena rittam vivittam pavivittam, asappayehi pancahi kamagunehi rittam vivittam pavivittam. ","mnd16:78.5":"Tam pavivittam asanam bhajato sambhajato sevato nisevato samsevato patisevatoti—","mnd16:78.6":"bhajato rittamasanam. ","mnd16:79.1":"<b>Rukkhamulam susanam va</b>ti. ","mnd16:79.2":"Rukkhamulamyeva rukkhamulam, susanamyeva susananti—","mnd16:79.3":"rukkhamulam susanam va. ","mnd16:79.4":"<b>Pabbatanam guhasu va</b>ti. ","mnd16:79.5":"Pabbatayeva pabbata, kandarayeva kandara, giriguhayeva giriguha. ","mnd16:79.6":"Pabbatantarikayo vuccanti pabbatapabbharati—","mnd16:79.7":"pabbatanam guhasu va. ","mnd16:80.1":"Tenaha thero sariputto—","mnd16:81.1":"“Bhikkhuno vijigucchato, ","mnd16:81.2":"bhajato rittamasanam; ","mnd16:81.3":"Rukkhamulam susanam va, ","mnd16:81.4":"pabbatanam guhasu va”ti. ","mnd16:82.1":"<b>Uccavacesu sayanesu,</b> ","mnd16:82.2":"<b>kivanto tattha bherava;</b> ","mnd16:82.3":"<b>Ye hi bhikkhu na vedheyya,</b> ","mnd16:82.4":"<b>nigghose sayanasane.</b> ","mnd16:83.1":"<b>Uccavacesu sayanesu</b>ti. ","mnd16:83.2":"<b>Uccavacesu</b>ti uccavacesu hinappanitesu chekapapakesu. ","mnd16:83.3":"<b>Sayanam</b> vuccati senasanam viharo addhayogo pasado hammiyam guhati—","mnd16:83.4":"uccavacesu sayanesu. ","mnd16:83.5":"<b>Kivanto tattha bherava</b>ti. ","mnd16:83.6":"<b>Kivanto</b>ti kivanto kujanto nadanto saddam karonto. ","mnd16:83.7":"Atha va <b>kivanto</b>ti kati kittaka kivataka kivabahuka te. ","mnd16:83.8":"<b>Bherava</b>ti siha byaggha dipi accha taraccha koka mahimsa hatthi ahi vicchika satapadi, cora va assu manava va katakamma va akatakamma vati—","mnd16:83.9":"kivanto tattha bherava. ","mnd16:84.1":"<b>Ye hi bhikkhu na vedheyya</b>ti. ","mnd16:84.2":"<b>Ye hi</b>ti ye hi bherave passitva va sunitva va na vedheyya nappavedheyya na sampavedheyya na taseyya na uttaseyya na parittaseyya na bhayeyya na santasam apajjeyya, abhiru assa acchambhi anutrasi apalayi, pahinabhayabheravo vigatalomahamso vihareyyati—","mnd16:84.3":"ye hi bhikkhu na vedheyya. ","mnd16:85.1":"<b>Nigghose sayanasane</b>ti. ","mnd16:85.2":"Appasadde appanigghose vijanavate manussarahasseyyake patisallanasaruppe senasaneti—","mnd16:85.3":"nigghose sayanasane. ","mnd16:86.1":"Tenaha thero sariputto—","mnd16:87.1":"“Uccavacesu sayanesu, ","mnd16:87.2":"kivanto tattha bherava; ","mnd16:87.3":"Ye hi bhikkhu na vedheyya, ","mnd16:87.4":"nigghose sayanasane”ti. ","mnd16:88.1":"<b>Kati parissaya loke,</b> ","mnd16:88.2":"<b>gacchato agatam disam;</b> ","mnd16:88.3":"<b>Ye bhikkhu abhisambhave,</b> ","mnd16:88.4":"<b>pantamhi sayanasane.</b> ","mnd16:89.1":"<b>Kati parissaya loke</b>ti. ","mnd16:89.2":"<b>Kati</b>ti kati kittaka kivataka kivabahuka. ","mnd16:89.3":"<b>Parissaya</b>ti dve parissaya—","mnd16:89.4":"pakataparissaya ca paticchannaparissaya ca. ","mnd16:89.5":"Katame pakataparissaya? ","mnd16:89.6":"Siha byaggha dipi accha taraccha koka mahimsa hatthi ahi vicchika satapadi, cora va assu manava va katakamma va akatakamma va, cakkhurogo sotarogo ghanarogo jivharogo kayarogo sisarogo kannarogo mukharogo dantarogo kaso saso pinaso daho jaro kucchirogo muccha pakkhandika sula visucika kuttham gando kilaso soso apamaro daddu kandu kacchu rakhasa vitacchika lohitam pittam madhumeho amsa pilaka bhagandala, pittasamutthana abadha …pe… ","mnd16:89.7":"sitam unham jighaccha pipasa uccaro passavo damsamakasavatatapasarisapasamphassa—","mnd16:89.8":"ime vuccanti pakataparissaya. ","mnd16:90.1":"Katame paticchannaparissaya? ","mnd16:90.2":"Kayaduccaritam vaciduccaritam manoduccaritam kamacchandanivaranam byapadanivaranam thinamiddhanivaranam uddhaccakukkuccanivaranam vicikicchanivaranam rago doso moho kodho upanaho makkho palaso issa macchariyam maya satheyyam thambho sarambho mano atimano mado pamado, sabbe kilesa sabbe duccarita sabbe daratha sabbe parilaha sabbe santapa sabbakusalabhisankhara—","mnd16:90.3":"ime vuccanti paticchannaparissaya. ","mnd16:91.1":"<b>Parissaya</b>ti kenatthena parissaya? ","mnd16:91.2":"Parisahantiti parissaya, parihanaya samvattantiti parissaya, tatrasayati parissaya. ","mnd16:92.1":"Katham parisahantiti parissaya? ","mnd16:92.2":"Te parissaya tam puggalam sahanti parisahanti abhibhavanti ajjhottharanti pariyadiyanti maddanti. ","mnd16:92.3":"Evam parisahantiti—","mnd16:92.4":"parissaya. ","mnd16:93.1":"Katham parihanaya samvattantiti parissaya? ","mnd16:93.2":"Te parissaya kusalanam dhammanam antarayaya parihanaya samvattanti. ","mnd16:93.3":"Katamesam kusalanam dhammanam? ","mnd16:93.4":"Sammapatipadaya anulomapatipadaya apaccanikapatipadaya aviruddhapatipadaya anvatthapatipadaya dhammanudhammapatipadaya silesu paripurakaritaya indriyesu guttadvarataya bhojane mattannutaya jagariyanuyogassa satisampajannassa catunnam satipatthananam bhavananuyogassa catunnam sammappadhananam catunnam iddhipadanam pancannam indriyanam pancannam balanam sattannam bojjhanganam ariyassa atthangikassa maggassa bhavananuyogassa—","mnd16:93.5":"imesam kusalanam dhammanam antarayaya parihanaya samvattanti. ","mnd16:93.6":"Evam parihanaya samvattantiti—","mnd16:93.7":"parissaya. ","mnd16:94.1":"Katham tatrasayati parissaya? ","mnd16:94.2":"Tatthete papaka akusala dhamma uppajjanti attabhavasannissaya. ","mnd16:94.3":"Yatha bile bilasaya pana sayanti, dake dakasaya pana sayanti, vane vanasaya pana sayanti, rukkhe rukkhasaya pana sayanti; ","mnd16:94.4":"evamevam tatthete papaka akusala dhamma uppajjanti attabhavasannissayati. ","mnd16:94.5":"Evampi tatrasayati—","mnd16:94.6":"parissaya. ","mnd16:95.1":"Vuttanhetam bhagavata—","mnd16:96.1":"“Santevasiko, bhikkhave, bhikkhu sacariyako dukkham na phasu viharati. ","mnd16:96.2":"Kathanca, bhikkhave, bhikkhu santevasiko sacariyako dukkham na phasu viharati? ","mnd16:96.3":"Idha, bhikkhave, bhikkhuno cakkhuna rupam disva uppajjanti papaka akusala dhamma sarasankappa samyojaniya, tyassa anto vasanti anvassavanti papaka akusala dhammati. ","mnd16:96.4":"Tasma santevasikoti vuccati. ","mnd16:96.5":"Te nam samudacaranti, samudacaranti nam papaka akusala dhammati. ","mnd16:96.6":"Tasma sacariyakoti vuccati. ","mnd16:97.1":"Puna caparam, bhikkhave, bhikkhuno sotena saddam sutva …pe… ","mnd16:97.2":"ghanena gandham ghayitva … ","mnd16:97.3":"jivhaya rasam sayitva … ","mnd16:97.4":"kayena photthabbam phusitva … ","mnd16:97.5":"manasa dhammam vinnaya uppajjanti papaka akusala dhamma sarasankappa samyojaniya, tyassa anto vasanti anvassavanti papaka akusala dhammati. ","mnd16:97.6":"Tasma santevasikoti vuccati. ","mnd16:97.7":"Te nam samudacaranti, samudacaranti nam papaka akusala dhammati. ","mnd16:97.8":"Tasma sacariyakoti vuccati. ","mnd16:97.9":"Evam kho, bhikkhave, bhikkhu santevasiko sacariyako dukkham na phasu viharati”ti. ","mnd16:97.10":"Evampi tatrasayati—","mnd16:97.11":"parissaya. ","mnd16:98.1":"Vuttanhetam bhagavata—","mnd16:99.1":"“Tayome, bhikkhave, antaramala antaraamitta antarasapatta antaravadhaka antarapaccatthika. ","mnd16:99.2":"Katame tayo? ","mnd16:99.3":"Lobho, bhikkhave, antaramalo antaraamitto antarasapatto antaravadhako antarapaccatthiko; ","mnd16:99.4":"doso, bhikkhave …pe… ","mnd16:99.5":"moho, bhikkhave, antaramalo antaraamitto antarasapatto antaravadhako antarapaccatthiko. ","mnd16:99.6":"Ime kho, bhikkhave, tayo antaramala antaraamitta antarasapatta antaravadhaka antarapaccatthika. ","mnd16:100.1":"Anatthajanano lobho, ","mnd16:100.2":"lobho cittappakopano; ","mnd16:100.3":"Bhayamantarato jatam, ","mnd16:100.4":"tam jano navabujjhati. ","mnd16:101.1":"Luddho attham na janati, ","mnd16:101.2":"luddho dhammam na passati; ","mnd16:101.3":"Andhantamam tada hoti, ","mnd16:101.4":"yam lobho sahate naram. ","mnd16:102.1":"Anatthajanano doso, ","mnd16:102.2":"doso cittappakopano; ","mnd16:102.3":"Bhayamantarato jatam, ","mnd16:102.4":"tam jano navabujjhati. ","mnd16:103.1":"Kuddho attham na janati, ","mnd16:103.2":"kuddho dhammam na passati; ","mnd16:103.3":"Andhantamam tada hoti, ","mnd16:103.4":"yam doso sahate naram. ","mnd16:104.1":"Anatthajanano moho, ","mnd16:104.2":"moho cittappakopano; ","mnd16:104.3":"Bhayamantarato jatam, ","mnd16:104.4":"tam jano navabujjhati. ","mnd16:105.1":"Mulho attham na janati, ","mnd16:105.2":"mulho dhammam na passati; ","mnd16:105.3":"Andhantamam tada hoti, ","mnd16:105.4":"yam moho sahate naran”ti. ","mnd16:106.1":"Evampi tatrasayati—","mnd16:106.2":"parissaya. ","mnd16:106.3":"Vuttanhetam bhagavata—","mnd16:107.1":"“Tayo kho, maharaja, purisassa dhamma ajjhattam uppajjamana uppajjanti ahitaya dukkhaya aphasuviharaya. ","mnd16:107.2":"Katame tayo? ","mnd16:107.3":"Lobho kho, maharaja, purisassa dhammo ajjhattam uppajjamano uppajjati ahitaya dukkhaya aphasuviharaya; ","mnd16:107.4":"doso kho, maharaja …pe… ","mnd16:107.5":"moho kho, maharaja, purisassa dhammo ajjhattam uppajjamano uppajjati ahitaya dukkhaya aphasuviharaya. ","mnd16:107.6":"Ime kho, maharaja, tayo purisassa dhamma ajjhattam uppajjamana uppajjanti ahitaya dukkhaya aphasuviharayati. ","mnd16:108.1":"Lobho doso ca moho ca, ","mnd16:108.2":"purisam papacetasam; ","mnd16:108.3":"Himsanti attasambhuta, ","mnd16:108.4":"tacasaramva samphalan”ti. ","mnd16:109.1":"Evampi tatrasayati—","mnd16:109.2":"parissaya. ","mnd16:110.1":"Vuttanhetam bhagavata—","mnd16:111.1":"“Rago ca doso ca itonidana, ","mnd16:111.2":"Arati rati lomahamso itoja; ","mnd16:111.3":"Ito samutthaya manovitakka, ","mnd16:111.4":"Kumaraka dhankamivossajanti”ti. ","mnd16:112.1":"Evampi tatrasayati—","mnd16:112.2":"parissaya. ","mnd16:112.3":"<b>Loke</b>ti manussaloketi—","mnd16:112.4":"kati parissaya loke. ","mnd16:113.1":"<b>Gacchato agatam disan</b>ti. ","mnd16:113.2":"Agata disa vuccati amatam nibbanam. ","mnd16:113.3":"Yo so sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam. ","mnd16:113.4":"Agatapubba sa disa na sa disa gatapubba imina dighena addhuna. ","mnd16:114.1":"“Samatittikam anavasesam, ","mnd16:114.2":"Telapattam yatha parihareyya; ","mnd16:114.3":"Evam sacittamanurakkhe, ","mnd16:114.4":"Patthayano disam agatapubbam”. ","mnd16:115.1":"Agatapubbam disam vajato gacchato abhikkamatoti—","mnd16:115.2":"gacchato agatam disam. ","mnd16:116.1":"<b>Ye bhikkhu abhisambhave</b>ti. ","mnd16:116.2":"<b>Ye</b>ti ye parissaye abhisambhaveyya abhibhaveyya ajjhotthareyya pariyadiyeyya maddeyyati—","mnd16:116.3":"ye bhikkhu abhisambhave. ","mnd16:117.1":"<b>Pantamhi sayanasane</b>ti. ","mnd16:117.2":"Ante pante pariyante selante va vanante va nadante va udakante va yattha na kasiyati na vapiyati, janantam atikkamitva manussanam anupacare senasaneti—","mnd16:117.3":"pantamhi sayanasane. ","mnd16:118.1":"Tenaha thero sariputto—","mnd16:119.1":"“Kati parissaya loke, ","mnd16:119.2":"gacchato agatam disam; ","mnd16:119.3":"Ye bhikkhu abhisambhave, ","mnd16:119.4":"pantamhi sayanasane”ti. ","mnd16:120.1":"<b>Kyassa byappathayo assu,</b> ","mnd16:120.2":"<b>kyassassu idha gocara;</b> ","mnd16:120.3":"<b>Kani silabbatanassu,</b> ","mnd16:120.4":"<b>pahitattassa bhikkhuno.</b> ","mnd16:121.1":"<b>Kyassa byappathayo assu</b>ti. ","mnd16:121.2":"Kidisena byappathena samannagato assa kimsanthitena kimpakarena kimpatibhagenati vaciparisuddhim pucchati. ","mnd16:121.3":"Katama vaciparisuddhi? ","mnd16:121.4":"Idha bhikkhu musavadam pahaya musavada pativirato hoti saccavadi saccasandho theto paccayiko avisamvadako lokassa. ","mnd16:121.5":"Pisunam vacam pahaya pisunaya vacaya pativirato hoti, ito sutva na amutra akkhata imesam bhedaya, amutra va sutva na imesam akkhata amusam bhedaya, iti bhinnanam va sandhata, sahitanam va anuppadata samaggaramo samaggarato samagganandi samaggakaranim vacam bhasita hoti. ","mnd16:121.6":"Pharusam vacam pahaya pharusaya vacaya pativirato hoti; ","mnd16:121.7":"ya sa vaca nela kannasukha pemaniya hadayangama pori bahujanakanta bahujanamanapa tatharupim vacam bhasita hoti. ","mnd16:121.8":"Samphappalapam pahaya samphappalapa pativirato hoti kalavadi bhutavadi atthavadi dhammavadi vinayavadi, nidhanavatim vacam bhasita hoti kalena sapadesam pariyantavatim atthasamhitam. ","mnd16:121.9":"Catuhi vacisucaritehi samannagato catudosapagatam vacam bhasati, battimsaya tiracchanakathaya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa viharati. ","mnd16:121.10":"Dasa kathavatthuni katheti, seyyathidam—","mnd16:121.11":"appicchakatham santutthikatham pavivekakatham asamsaggakatham viriyarambhakatham silakatham samadhikatham pannakatham vimuttikatham vimuttinanadassanakatham satipatthanakatham sammappadhanakatham iddhipadakatham indriyakatham balakatham bojjhangakatham maggakatham phalakatham nibbanakatham katheti. ","mnd16:121.12":"Vacaya yato yatto patiyatto gutto gopito rakkhito samvuto—","mnd16:121.13":"ayam vaciparisuddhi. ","mnd16:121.14":"Edisaya vaciparisuddhiya samannagato assati—","mnd16:121.15":"kyassa byappathayo assu. ","mnd16:122.1":"<b>Kyassassu idha gocara</b>ti. ","mnd16:122.2":"Kidisena gocarena samannagato assa kimsanthitena kimpakarena kimpatibhagenati gocaram pucchati. ","mnd16:122.3":"Atthi gocaro, atthi agocaro. ","mnd16:123.1":"Katamo agocaro? ","mnd16:123.2":"Idhekacco vesiyagocaro va hoti, vidhavagocaro va hoti, thullakumarigocaro va hoti, pandakagocaro va hoti, bhikkhunigocaro va hoti, panagaragocaro va hoti, samsattho viharati rajuhi rajamahamattehi titthiyehi titthiyasavakehi ananulomikena samsaggena. ","mnd16:123.3":"Yani va pana tani kulani assaddhani appasannani anopanabhutani akkosakaparibhasakani anatthakamani ahitakamani aphasukamani ayogakkhemakamani bhikkhunam bhikkhuninam upasakanam upasikanam, tatharupani kulani sevati bhajati payirupasati—","mnd16:123.4":"ayam vuccati agocaro. ","mnd16:124.1":"Atha va antaragharam pavittho vithim patipanno asamvuto gacchati, hatthim olokento, assam olokento, ratham olokento, pattim olokento, itthiyo olokento, purise olokento, kumarikayo olokento, kumarake olokento, antarapanam olokento, gharamukhani olokento, uddham olokento, adho olokento, disavidisam vipekkhamano gacchati—","mnd16:124.2":"ayampi vuccati agocaro. ","mnd16:125.1":"Atha va cakkhuna rupam disva nimittaggahi hoti anubyanjanaggahi. ","mnd16:125.2":"Yatvadhikaranamenam …pe… ","mnd16:125.3":"manindriyam asamvutam viharantam abhijjha domanassa papaka akusala dhamma anvassaveyyum, tassa na samvaraya patipajjati, na rakkhati manindriyam manindriye na samvaram apajjati—","mnd16:125.4":"ayampi vuccati agocaro. ","mnd16:126.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam visukadassanam anuyutta viharanti, seyyathidam—","mnd16:126.2":"naccam gitam vaditam pekkham akkhanam panissaram vetalam kumbhathunam sobhanakam candalam vamsam dhovanam hatthiyuddham assayuddham mahimsayuddham usabhayuddham ajayuddham mendayuddham kukkutayuddham vattakayuddham dandayuddham mutthiyuddham nibbuddham uyyodhikam balaggam senabyuham anikadassanam iti va iti, evarupam visukadassanam anuyutto hoti—","mnd16:126.3":"ayampi vuccati agocaro. ","mnd16:127.1":"Pancapi kamaguna agocara. ","mnd16:127.2":"Vuttanhetam bhagavata—","mnd16:127.3":"“ma, bhikkhave, agocare caratha paravisaye. ","mnd16:127.4":"Agocare, bhikkhave, caratam paravisaye lacchati maro otaram, lacchati maro arammanam. ","mnd16:127.5":"Ko ca, bhikkhave, bhikkhuno agocaro paravisayo? ","mnd16:127.6":"Yadidam panca kamaguna. ","mnd16:127.7":"Katame panca? ","mnd16:127.8":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya, ","mnd16:127.9":"sotavinneyya sadda … ","mnd16:127.10":"ghanavinneyya gandha … ","mnd16:127.11":"jivhavinneyya rasa … ","mnd16:127.12":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya. ","mnd16:127.13":"Ayam vuccati, bhikkhave, bhikkhuno agocaro paravisayo”—","mnd16:127.14":"ayampi vuccati agocaro. ","mnd16:128.1":"Katamo gocaro? ","mnd16:128.2":"Idha bhikkhu na vesiyagocaro hoti, na vidhavagocaro hoti, na thullakumarigocaro hoti, na pandakagocaro hoti, na bhikkhunigocaro hoti, na panagaragocaro hoti, asamsattho viharati rajuhi rajamahamattehi titthiyehi titthiyasavakehi ananulomikena samsaggena. ","mnd16:128.3":"Yani va pana tani kulani saddhani pasannani opanabhutani kasavapajjotani isivatapativatani atthakamani hitakamani phasukamani yogakkhemakamani bhikkhunam bhikkhuninam upasakanam upasikanam, tatharupani kulani sevati bhajati payirupasati—","mnd16:128.4":"ayampi vuccati gocaro. ","mnd16:129.1":"Atha va bhikkhu antaragharam pavittho vithim patipanno samvuto gacchati, na hatthim olokento, na assam olokento, na ratham olokento, na pattim olokento …pe… ","mnd16:129.2":"na disavidisam vipekkhamano gacchati—","mnd16:129.3":"ayampi vuccati gocaro. ","mnd16:130.1":"Atha va bhikkhu cakkhuna rupam disva na nimittaggahi hoti …pe… ","mnd16:130.2":"manindriye samvaram apajjati—","mnd16:130.3":"ayampi vuccati gocaro. ","mnd16:131.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam visukadassanam ananuyutta viharanti, seyyathidam—","mnd16:131.2":"naccam gitam vaditam …pe… anikadassanam iti va iti, evarupa visukadassana pativirato hoti—","mnd16:131.3":"ayampi vuccati gocaro. ","mnd16:132.1":"Cattaropi satipatthana gocaro. ","mnd16:132.2":"Vuttanhetam bhagavata—","mnd16:132.3":"“gocare, bhikkhave, caratha sake pettike visaye. ","mnd16:132.4":"Gocare, bhikkhave, caratam sake pettike visaye na lacchati maro otaram, na lacchati maro arammanam. ","mnd16:132.5":"Ko ca, bhikkhave, bhikkhuno gocaro sako pettiko visayo? ","mnd16:132.6":"Yadidam cattaro satipatthana. ","mnd16:132.7":"Katame cattaro? ","mnd16:132.8":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati, ","mnd16:132.9":"vedanasu …pe… ","mnd16:132.10":"citte …pe… ","mnd16:132.11":"dhammesu dhammanupassi viharati atapi sampajano satima vineyya loke abhijjhadomanassam. ","mnd16:132.12":"Ayam vuccati, bhikkhave, bhikkhuno gocaro sako pettiko visayo—","mnd16:132.13":"ayampi vuccati gocaro. ","mnd16:132.14":"Edisena gocarena samannagato assa”ti—","mnd16:132.15":"kyassassu idha gocara. ","mnd16:133.1":"<b>Kani silabbatanassu</b>ti. ","mnd16:133.2":"Kidisena silabbatena samannagato assa kimsanthitena kimpakarena kimpatibhagenati silabbataparisuddhim pucchati. ","mnd16:133.3":"Katama silabbataparisuddhi? ","mnd16:133.4":"Atthi silanceva vatanca, atthi vatam na silam. ","mnd16:133.5":"Katamam silanceva vatanca? ","mnd16:133.6":"Idha bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","mnd16:133.7":"Yo tattha sannamo samvaro avitikkamo—","mnd16:133.8":"idam silam. ","mnd16:133.9":"Yam samadanam—","mnd16:133.10":"tam vatam. ","mnd16:133.11":"Samvaratthena silam, samadanatthena vatam—","mnd16:133.12":"idam vuccati silanceva vatanca. ","mnd16:134.1":"Katamam vatam na silam? ","mnd16:134.2":"Attha dhutangani—","mnd16:134.3":"arannikangam, pindapatikangam, pamsukulikangam, tecivarikangam, sapadanacarikangam, khalupacchabhattikangam, nesajjikangam, yathasanthatikangam—","mnd16:134.4":"idam vuccati vatam na silam. ","mnd16:134.5":"Viriyasamadanampi vuccati vatam na silam. ","mnd16:134.6":"Kamam taco ca nharu ca atthi ca avasissatu, sarire upassussatu mamsalohitam, yam tam purisathamena purisabalena purisaviriyena purisaparakkamena pattabbam na tam apapunitva viriyassa santhanam bhavissatiti—","mnd16:134.7":"cittam pagganhati padahati. ","mnd16:134.8":"Evarupampi viriyasamadanam vuccati vatam na silam. ","mnd16:135.1":"“Nasissam na pivissami, ","mnd16:135.2":"viharato na nikkhame; ","mnd16:135.3":"Napi passam nipatessam, ","mnd16:135.4":"tanhasalle anuhate”ti. ","mnd16:136.1":"Cittam pagganhati padahati. ","mnd16:136.2":"Evarupampi viriyasamadanam vuccati vatam na silam. ","mnd16:136.3":"Na tavaham imam pallankam bhindissami yava me na anupadaya asavehi cittam vimuccissatiti—","mnd16:136.4":"cittam pagganhati padahati. ","mnd16:136.5":"Evarupampi viriyasamadanam vuccati vatam, na silam. ","mnd16:136.6":"Na tavaham imamha asana vutthahissami … ","mnd16:136.7":"na tavaham imamha cankama orohissami … ","mnd16:136.8":"vihara nikkhamissami … ","mnd16:136.9":"addhayoga nikkhamissami … ","mnd16:136.10":"pasada nikkhamissami … ","mnd16:136.11":"hammiya … ","mnd16:136.12":"guhaya … ","mnd16:136.13":"lena … ","mnd16:136.14":"kutiya … ","mnd16:136.15":"kutagara … ","mnd16:136.16":"atta … ","mnd16:136.17":"mala … ","mnd16:136.18":"uddanda … ","mnd16:136.19":"upatthanasalaya … ","mnd16:136.20":"mandapa … ","mnd16:136.21":"rukkhamula nikkhamissami yava me na anupadaya asavehi cittam vimuccissatiti—","mnd16:136.22":"cittam pagganhati padahati. ","mnd16:136.23":"Evarupampi viriyasamadanam vuccati vatam, na silam. ","mnd16:136.24":"Imasminneva pubbanhasamayam ariyadhammam aharissami samaharissami adhigacchissami phassayissami sacchikarissamiti—","mnd16:136.25":"cittam pagganhati padahati. ","mnd16:136.26":"Evarupampi viriyasamadanam vuccati vatam, na silam. ","mnd16:136.27":"Imasminneva majjhanhikasamayam … ","mnd16:136.28":"sayanhasamayam … ","mnd16:136.29":"purebhattam … ","mnd16:136.30":"pacchabhattam … ","mnd16:136.31":"purimayamam … ","mnd16:136.32":"majjhimayamam … ","mnd16:136.33":"pacchimayamam … ","mnd16:136.34":"kale … ","mnd16:136.35":"junhe … ","mnd16:136.36":"vasse … ","mnd16:136.37":"hemante … ","mnd16:136.38":"gimhe … ","mnd16:136.39":"purime vayokhandhe … ","mnd16:136.40":"majjhime vayokhandhe … ","mnd16:136.41":"pacchime vayokhandhe ariyadhammam aharissami samaharissami adhigacchissami phassayissami sacchikarissamiti—","mnd16:136.42":"cittam pagganhati padahati. ","mnd16:136.43":"Evarupampi viriyasamadanam vuccati vatam, na silam—","mnd16:136.44":"ayam silabbataparisuddhi. ","mnd16:136.45":"Edisaya silabbataparisuddhiya samannagato assati—","mnd16:136.46":"kani silabbatanassu. ","mnd16:137.1":"<b>Pahitattassa bhikkhuno</b>ti. ","mnd16:137.2":"<b>Pahitattassa</b>ti araddhaviriyassa thamagatassa dalhaparakkamassa anikkhittacchandassa anikkhittadhurassa kusalesu dhammesu. ","mnd16:137.3":"Atha va pesitattassa yassatthaya pesito attatthe ca naye ca lakkhane ca karane ca thanathane ca. ","mnd16:137.4":"“Sabbe sankhara anicca”ti pesitattassa, ","mnd16:137.5":"“sabbe sankhara dukkha”ti pesitattassa, ","mnd16:137.6":"“sabbe dhamma anatta”ti pesitattassa, ","mnd16:137.7":"“avijjapaccaya sankhara”ti pesitattassa …pe… ","mnd16:137.8":"“jatipaccaya jaramaranan”ti pesitattassa, ","mnd16:137.9":"“avijjanirodha sankharanirodho”ti pesitattassa …pe… ","mnd16:137.10":"“jatinirodha jaramarananirodho”ti pesitattassa, ","mnd16:137.11":"“idam dukkhan”ti pesitattassa …pe… ","mnd16:137.12":"“ayam dukkhanirodhagamini patipada”ti pesitattassa, ","mnd16:137.13":"“ime asava”ti pesitattassa …pe… ","mnd16:137.14":"“ayam asavanirodhagamini patipada”ti pesitattassa, ","mnd16:137.15":"“ime dhamma abhinneyya”ti pesitattassa …pe… ","mnd16:137.16":"“ime dhamma sacchikatabba”ti pesitattassa, ","mnd16:137.17":"channam phassayatananam samudayanca atthangamanca assadanca adinavanca nissarananca pesitattassa, ","mnd16:137.18":"pancannam upadanakkhandhanam … ","mnd16:137.19":"catunnam mahabhutanam samudayanca atthangamanca assadanca adinavanca nissarananca pesitattassa, ","mnd16:137.20":"“yam kinci samudayadhammam, sabbam tam nirodhadhamman”ti pesitattassa. ","mnd16:137.21":"<b>Bhikkhuno</b>ti puthujjanakalyanakassa va bhikkhuno sekkhassa va bhikkhunoti—","mnd16:137.22":"pahitattassa bhikkhuno. ","mnd16:138.1":"Tenaha thero sariputto—","mnd16:139.1":"“Kyassa byappathayo assu, ","mnd16:139.2":"kyassassu idha gocara; ","mnd16:139.3":"Kani silabbatanassu, ","mnd16:139.4":"pahitattassa bhikkhuno”ti. ","mnd16:140.1":"<b>Kam so sikkham samadaya,</b> ","mnd16:140.2":"<b>ekodi nipako sato;</b> ","mnd16:140.3":"<b>Kammaro rajatasseva,</b> ","mnd16:140.4":"<b>niddhame malamattano.</b> ","mnd16:141.1":"<b>Kam so sikkham samadaya</b>ti kam so sikkham adaya samadaya adiyitva samadiyitva ganhitva paramasitva abhinivisitvati—","mnd16:141.2":"kam so sikkham samadaya. ","mnd16:142.1":"<b>Ekodi nipako sato</b>ti. ","mnd16:142.2":"<b>Ekodi</b>ti ekaggacitto avikkhittacitto avisahatamanaso samatho samadhindriyam samadhibalam …pe… ","mnd16:142.3":"sammasamadhi. ","mnd16:142.4":"<b>Nipako</b>ti nipako pandito pannava buddhima nani vibhavi medhavi. ","mnd16:142.5":"<b>Sato</b>ti catuhi karanehi sato—","mnd16:142.6":"kaye kayanupassanasatipatthanam bhavento sato, ","mnd16:142.7":"vedanasu …pe… ","mnd16:142.8":"citte …pe… ","mnd16:142.9":"dhammesu dhammanupassanasatipatthanam bhavento sato. ","mnd16:142.10":"So vuccati satoti—","mnd16:142.11":"sato. ","mnd16:142.12":"Kam so sikkham samadayati adhisilasikkham pucchati. ","mnd16:142.13":"<b>Ekodi</b>ti adhicittasikkham pucchati. ","mnd16:142.14":"<b>Nipako</b>ti adhipannasikkham pucchati. ","mnd16:142.15":"<b>Sato</b>ti parisuddhim pucchatiti—","mnd16:142.16":"kam so sikkham samadaya, ekodi nipako sato. ","mnd16:143.1":"<b>Kammaro rajatasseva, niddhame malamattano</b>ti. ","mnd16:143.2":"Kammaro vuccati suvannakaro, rajatam vuccati jatarupam. ","mnd16:143.3":"Yatha suvannakaro jatarupassa olarikampi malam dhamati sandhamati niddhamati, majjhimakampi malam dhamati sandhamati niddhamati, sukhumakampi malam dhamati sandhamati niddhamati; ","mnd16:143.4":"evamevam bhikkhu attano olarikepi kilese dhamati sandhamati niddhamati pajahati vinodeti byantim karoti anabhavam gameti, majjhimakepi kilese … sukhumakepi kilese dhamati sandhamati niddhamati pajahati vinodeti byantim karoti anabhavam gameti. ","mnd16:144.1":"Atha va bhikkhu attano ragamalam dosamalam mohamalam manamalam ditthimalam kilesamalam duccaritamalam andhakaranam acakkhukaranam annanakaranam pannanirodhikam vighatapakkhikam anibbanasamvattanikam dhamati sandhamati niddhamati pajahati vinodeti byantim karoti anabhavam gameti. ","mnd16:145.1":"Atha va sammaditthiya micchaditthim dhamati sandhamati niddhamati pajahati vinodeti byantim karoti anabhavam gameti. ","mnd16:145.2":"Sammasankappena micchasankappam …pe… ","mnd16:145.3":"sammavacaya micchavacam … ","mnd16:145.4":"sammakammantena micchakammantam … ","mnd16:145.5":"sammaajivena micchaajivam … ","mnd16:145.6":"sammavayamena micchavayamam … ","mnd16:145.7":"sammasatiya micchasatim … ","mnd16:145.8":"sammasamadhina micchasamadhim … ","mnd16:145.9":"sammananena micchananam … ","mnd16:145.10":"sammavimuttiya micchavimuttim dhamati sandhamati niddhamati pajahati vinodeti byantim karoti anabhavam gameti. ","mnd16:146.1":"Atha va ariyena atthangikena maggena sabbe kilese sabbe duccarite sabbe darathe sabbe parilahe sabbe santape sabbakusalabhisankhare dhamati sandhamati niddhamati pajahati vinodeti byantim karoti anabhavam gametiti—","mnd16:146.2":"kammaro rajatasseva niddhame malamattano. ","mnd16:147.1":"Tenaha thero sariputto—","mnd16:148.1":"“Kam so sikkham samadaya, ","mnd16:148.2":"ekodi nipako sato; ","mnd16:148.3":"Kammaro rajatasseva, ","mnd16:148.4":"niddhame malamattano”ti. ","mnd16:149.1":"<b>Vijigucchamanassa yadidam phasu,</b> ","mnd16:149.2":"(sariputtati bhagava) ","mnd16:149.3":"<b>Rittasanam sayanam sevato ve;</b> ","mnd16:149.4":"<b>Sambodhikamassa yathanudhammam,</b> ","mnd16:149.5":"<b>Tam te pavakkhami yatha pajanam.</b> ","mnd16:150.1":"<b>Vijigucchamanassa yadidam phasu</b>ti. ","mnd16:150.2":"<b>Vijigucchamanassa</b>ti jatiya vijigucchamanassa, jaraya … byadhina … maranena … sokehi … paridevehi … dukkhehi … domanassehi … upayasehi …pe… ","mnd16:150.3":"ditthibyasanena dukkhena vijigucchamanassa attiyamanassa harayamanassati—","mnd16:150.4":"vijigucchamanassa. ","mnd16:150.5":"<b>Yadidam phasu</b>ti yam phasuviharam tam kathayissami. ","mnd16:150.6":"Katamo phasuviharo? ","mnd16:150.7":"Sammapatipada anulomapatipada apaccanikapatipada aviruddhapatipada anvatthapatipada dhammanudhammapatipada silesu paripurakarita indriyesu guttadvarata bhojane mattannuta jagariyanuyogo satisampajannam cattaro satipatthana cattaro sammappadhana cattaro iddhipada pancindriyani panca balani satta bojjhanga ariyo atthangiko maggo nibbananca nibbanagamini ca patipada—","mnd16:150.8":"ayam phasuviharoti—","mnd16:150.9":"vijigucchamanassa yadidam phasu. ","mnd16:151.1":"<b>Sariputtati bhagava</b>ti. ","mnd16:151.2":"Tam theram namenalapati. ","mnd16:151.3":"<b>Bhagava</b>ti garavadhivacanam. ","mnd16:151.4":"Api ca bhaggaragoti bhagava, ","mnd16:151.5":"bhaggadosoti bhagava, ","mnd16:151.6":"bhaggamohoti bhagava, ","mnd16:151.7":"bhaggamanoti bhagava, ","mnd16:151.8":"bhaggaditthiti bhagava, ","mnd16:151.9":"bhaggakandakoti bhagava, ","mnd16:151.10":"bhaggakilesoti bhagava, ","mnd16:151.11":"bhaji vibhaji pavibhaji dhammaratananti bhagava, ","mnd16:151.12":"bhavanam antakaroti bhagava, ","mnd16:151.13":"bhavitakayo bhavitasilo bhavitacitto bhavitapannoti bhagava; ","mnd16:151.14":"bhaji va bhagava arannavanapatthani pantani senasanani appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppaniti bhagava, ","mnd16:151.15":"bhagi va bhagava civarapindapatasenasanagilanapaccayabhesajjaparikkharananti bhagava, ","mnd16:151.16":"bhagi va bhagava attharasassa dhammarasassa vimuttirasassa adhisilassa adhicittassa adhipannayati bhagava, ","mnd16:151.17":"bhagi va bhagava catunnam jhananam catunnam appamannanam catunnam aruppasamapattinanti bhagava, ","mnd16:151.18":"bhagi va bhagava atthannam vimokkhanam atthannam abhinnayatananam navannam anupubbaviharasamapattinanti bhagava, ","mnd16:151.19":"bhagi va bhagava dasannam sannabhavananam dasannam kasinasamapattinam anapanassatisamadhissa asubhasamapattiyati bhagava, ","mnd16:151.20":"bhagi va bhagava catunnam satipatthananam catunnam sammappadhananam catunnam iddhipadanam pancannam indriyanam pancannam balanam sattannam bojjhanganam ariyassa atthangikassa maggassati bhagava, ","mnd16:151.21":"bhagi va bhagava dasannam tathagatabalanam catunnam vesarajjanam catunnam patisambhidanam channam abhinnanam channam buddhadhammananti bhagava; ","mnd16:151.22":"bhagavati netam namam matara katam, na pitara katam, na bhatara katam, na bhaginiya katam, na mittamaccehi katam, na natisalohitehi katam, na samanabrahmanehi katam, na devatahi katam; ","mnd16:151.23":"vimokkhantikametam buddhanam bhagavantanam bodhiya mule saha sabbannutananassa patilabha sacchika pannatti yadidam bhagavati—","mnd16:151.24":"sariputtati bhagava. ","mnd16:152.1":"<b>Rittasanam sayanam sevato ve</b>ti. ","mnd16:152.2":"Asanam vuccati yattha nisidati—","mnd16:152.3":"manco pitham bhisi tattika cammakhando tinasantharo pannasantharo palalasantharo. ","mnd16:152.4":"Sayanam vuccati senasanam viharo addhayogo pasado hammiyam guha. ","mnd16:152.5":"Tam sayanasanam asappayarupadassanena rittam vivittam pavivittam, asappayasaddassavanena …pe… ","mnd16:152.6":"asappayehi pancahi kamagunehi rittam vivittam pavivittam. ","mnd16:152.7":"Tam sayanasanam sevato nisevato samsevato patisevatoti—","mnd16:152.8":"rittasanam sayanam sevato ve. ","mnd16:153.1":"<b>Sambodhikamassa yathanudhamman</b>ti. ","mnd16:153.2":"Sambodhi vuccati catusu maggesu nanam panna pannindriyam pannabalam …pe… ","mnd16:153.3":"dhammavicayasambojjhango vimamsa vipassana sammaditthi. ","mnd16:153.4":"Tam sambodhim bujjhitukamassa anubujjhitukamassa patibujjhitukamassa sambujjhitukamassa adhigantukamassa phassitukamassa sacchikatukamassati—","mnd16:153.5":"sambodhikamassa. ","mnd16:154.1":"<b>Yathanudhamman</b>ti katame bodhiya anudhamma? ","mnd16:154.2":"Sammapatipada anulomapatipada apaccanikapatipada aviruddhapatipada anvatthapatipada dhammanudhammapatipada silesu paripurakarita indriyesu guttadvarata bhojane mattannuta jagariyanuyogo satisampajannam—","mnd16:154.3":"ime vuccanti bodhiya anudhamma. ","mnd16:154.4":"Atha va catunnam magganam pubbabhage vipassana—","mnd16:154.5":"ime vuccanti bodhiya anudhammati—","mnd16:154.6":"sambodhikamassa yathanudhammam. ","mnd16:155.1":"<b>Tam te pavakkhami yatha pajanan</b>ti. ","mnd16:155.2":"<b>Tan</b>ti bodhiya anudhammam. ","mnd16:155.3":"<b>Pavakkhami</b>ti pavakkhami acikkhissami desessami pannapessami patthapessami vivarissami vibhajissami uttanikarissami pakasissami. ","mnd16:155.4":"<b>Yatha pajanan</b>ti yatha pajanam yatha pajananto ajananto vijananto pativijananto pativijjhanto na itihitiham na itikiraya na paramparaya na pitakasampadaya na takkahetu na nayahetu na akaraparivitakkena na ditthinijjhanakkhantiya samam sayamabhinnatam attapaccakkham dhammam, tam kathayissamiti—","mnd16:155.5":"tam te pavakkhami yatha pajanam. ","mnd16:156.1":"Tenaha bhagava—","mnd16:157.1":"“Vijigucchamanassa yadidam phasu, ","mnd16:157.2":"(sariputtati bhagava) ","mnd16:157.3":"Rittasanam sayanam sevato ve; ","mnd16:157.4":"Sambodhikamassa yathanudhammam, ","mnd16:157.5":"Tam te pavakkhami yatha pajanan”ti. ","mnd16:158.1":"<b>Pancannam dhiro bhayanam na bhaye,</b> ","mnd16:158.2":"<b>Bhikkhu sato sapariyantacari;</b> ","mnd16:158.3":"<b>Damsadhipatanam sarisapanam,</b> ","mnd16:158.4":"<b>Manussaphassanam catuppadanam.</b> ","mnd16:159.1":"<b>Pancannam dhiro bhayanam na bhaye</b>ti. ","mnd16:159.2":"<b>Dhiro</b>ti dhiro pandito pannava buddhima nani vibhavi medhavi. ","mnd16:159.3":"Dhiro pancannam bhayanam na bhayeyya na taseyya na santaseyya na uttaseyya na parittaseyya na santasam apajjeyya, abhiru assa acchambhi anutrasi apalayi pahinabhayabheravo vigatalomahamso vihareyyati—","mnd16:159.4":"pancannam dhiro bhayanam na bhaye. ","mnd16:160.1":"<b>Bhikkhu sato sapariyantacari</b>ti. ","mnd16:160.2":"<b>Bhikkhu</b>ti puthujjanakalyanako va bhikkhu sekkho va bhikkhu. ","mnd16:160.3":"<b>Sato</b>ti catuhi karanehi sato—","mnd16:160.4":"kaye kayanupassanasatipatthanam bhavento sato, ","mnd16:160.5":"vedanasu …pe… ","mnd16:160.6":"citte … ","mnd16:160.7":"dhammesu dhammanupassanasatipatthanam bhavento sato—","mnd16:160.8":"so vuccati sato. ","mnd16:160.9":"<b>Sapariyantacari</b>ti cattaro pariyanta—","mnd16:160.10":"silasamvarapariyanto, indriyasamvarapariyanto, bhojane mattannutapariyanto, jagariyanuyogapariyanto. ","mnd16:161.1":"Katamo silasamvarapariyanto? ","mnd16:161.2":"Idha bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","mnd16:161.3":"Antoputibhavam paccavekkhamano anto silasamvarapariyante carati, mariyadam na bhindati—","mnd16:161.4":"ayam silasamvarapariyanto. ","mnd16:162.1":"Katamo indriyasamvarapariyanto? ","mnd16:162.2":"Idha bhikkhu cakkhuna rupam disva na nimittaggahi hoti nanubyanjanaggahi. ","mnd16:162.3":"Yatvadhikaranamenam …pe… ","mnd16:162.4":"cakkhundriye samvaram apajjati. ","mnd16:162.5":"Sotena saddam sutva … ghanena gandham ghayitva … jivhaya rasam sayitva … kayena photthabbam phusitva … manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi. ","mnd16:162.6":"Yatvadhikaranamenam manindriyam susamvutam viharantam abhijjhadomanassa papaka akusala dhamma nanvassaveyyum, tassa samvaraya patipajjati, rakkhati manindriyam, manindriye samvaram apajjati. ","mnd16:162.7":"Adittapariyayam paccavekkhamano anto indriyasamvarapariyante carati, mariyadam na bhindati—","mnd16:162.8":"ayam indriyasamvarapariyanto. ","mnd16:163.1":"Katamo bhojane mattannutapariyanto? ","mnd16:163.2":"Idha bhikkhu patisankha yoniso aharam ahareti neva davaya na madaya na mandanaya na vibhusanaya, yavadeva imassa kayassa thitiya yapanaya vihimsuparatiya brahmacariyanuggahaya. ","mnd16:163.3":"Iti purananca vedanam patihankhami navanca vedanam na uppadessami, yatra ca me bhavissati anavajjata ca phasuviharo cati. ","mnd16:163.4":"Akkhabbhanjanavanapaticchadanaputtamamsupamam paccavekkhamano anto bhojane mattannutapariyante carati, mariyadam na bhindati—","mnd16:163.5":"ayam bhojane mattannutapariyanto. ","mnd16:164.1":"Katamo jagariyanuyogapariyanto? ","mnd16:164.2":"Idha bhikkhu divasam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti, rattiya pathamam yamam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti, rattiya majjhimam yamam dakkhinena passena sihaseyyam kappeti pade padam accadhaya sato sampajano utthanasannam manasi karitva, rattiya pacchimam yamam paccutthaya cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti. ","mnd16:164.3":"Bhaddekarattaviharam paccavekkhamano anto jagariyanuyogapariyante carati, mariyadam na bhindati—","mnd16:164.4":"ayam jagariyanuyogapariyantoti—","mnd16:164.5":"bhikkhu sato sapariyantacari. ","mnd16:165.1":"<b>Damsadhipatanam sarisapanan</b>ti. ","mnd16:165.2":"<b>Damsa</b> vuccanti pingalamakkhikayo. ","mnd16:165.3":"<b>Adhipataka</b> vuccanti sabbapi makkhikayo. ","mnd16:165.4":"Kinkarana adhipataka vuccanti sabbapi makkhikayo? ","mnd16:165.5":"Ta uppatitva uppatitva khadanti; ","mnd16:165.6":"tankarana adhipataka vuccanti sabbapi makkhikayo. ","mnd16:165.7":"<b>Sarisapa</b> vuccanti ahiti—","mnd16:165.8":"damsadhipatanam sarisapanam. ","mnd16:166.1":"<b>Manussaphassanam catuppadanan</b>ti. ","mnd16:166.2":"Manussaphassa vuccanti cora va assu manava va katakamma va akatakamma va. ","mnd16:166.3":"Te bhikkhum panham va puccheyyum vadam va aropeyyum akkoseyyum paribhaseyyum roseyyum viroseyyum himseyyum vihimseyyum hetheyyum vihetheyyum ghateyyum upaghateyyum upaghatam va kareyyum. ","mnd16:166.4":"Yo koci manussato upaghato—","mnd16:166.5":"manussaphasso. ","mnd16:166.6":"<b>Catuppadanan</b>ti siha byaggha dipi accha taraccha koka mahimsa hatthi. ","mnd16:166.7":"Te bhikkhum maddeyyum khadeyyum himseyyum vihimseyyum hetheyyum vihetheyyum ghateyyum upaghateyyum upaghatam va kareyyum. ","mnd16:166.8":"Catuppadato upaghato yam kinci catuppadabhayanti—","mnd16:166.9":"manussaphassanam catuppadanam. ","mnd16:167.1":"Tenaha bhagava—","mnd16:168.1":"“Pancannam dhiro bhayanam na bhaye, ","mnd16:168.2":"Bhikkhu sato sapariyantacari; ","mnd16:168.3":"Damsadhipatanam sarisapanam, ","mnd16:168.4":"Manussaphassanam catuppadanan”ti. ","mnd16:169.1":"<b>Paradhammikanampi na santaseyya,</b> ","mnd16:169.2":"<b>Disvapi tesam bahubheravani;</b> ","mnd16:169.3":"<b>Athaparani abhisambhaveyya,</b> ","mnd16:169.4":"<b>Parissayani kusalanuesi.</b> ","mnd16:170.1":"<b>Paradhammikanampi na santaseyya, disvapi tesam bahubheravani</b>ti. ","mnd16:170.2":"Paradhammika vuccanti satta sahadhammike thapetva ye keci buddhe dhamme sanghe appasanna. ","mnd16:170.3":"Te bhikkhum panham va puccheyyum vadam va aropeyyum akkoseyyum paribhaseyyum roseyyum viroseyyum himseyyum vihimseyyum hetheyyum vihetheyyum ghateyyum upaghateyyum upaghatam va kareyyum. ","mnd16:170.4":"Tesam bahubherave passitva va sunitva va na vedheyya na pavedheyya na sampavedheyya na taseyya na santaseyya na uttaseyya na parittaseyya na bhayeyya na santasam apajjeyya, abhiru assa acchambhi anutrasi apalayi pahinabhayabheravo vigatalomahamso vihareyyati—","mnd16:170.5":"paradhammikanampi na santaseyya disvapi tesam bahubheravani. ","mnd16:171.1":"<b>Athaparani abhisambhaveyya, parissayani kusalanuesi</b>ti. ","mnd16:171.2":"Athaparanipi atthi abhisambhotabbani abhibhavitabbani ajjhottharitabbani pariyadiyitabbani madditabbani. ","mnd16:171.3":"<b>Parissaya</b>ti dve parissaya—","mnd16:171.4":"pakataparissaya ca paticchannaparissaya ca …pe… ","mnd16:171.5":"evampi tatrasayati—","mnd16:171.6":"parissaya. ","mnd16:171.7":"<b>Kusalanuesi</b>ti sammapatipadam anulomapatipadam apaccanikapatipadam aviruddhapatipadam anvatthapatipadam …pe… ","mnd16:171.8":"ariyam atthangikam maggam nibbananca nibbanagamininca patipadam esantena gavesantena pariyesantena parissaya abhisambhotabba abhibhavitabba ajjhottharitabba pariyadiyitabba madditabbati—","mnd16:171.9":"athaparani abhisambhaveyya parissayani kusalanuesi. ","mnd16:172.1":"Tenaha bhagava—","mnd16:173.1":"“Paradhammikanampi na santaseyya, ","mnd16:173.2":"Disvapi tesam bahubheravani; ","mnd16:173.3":"Athaparani abhisambhaveyya, ","mnd16:173.4":"Parissayani kusalanuesi”ti. ","mnd16:174.1":"<b>Atankaphassena khudaya phuttho,</b> ","mnd16:174.2":"<b>Sitam athunham adhivasayeyya;</b> ","mnd16:174.3":"<b>So tehi phuttho bahudha anoko,</b> ","mnd16:174.4":"<b>Viriyaparakkamam dalham kareyya.</b> ","mnd16:175.1":"<b>Atankaphassena khudaya phuttho</b>ti. ","mnd16:175.2":"Atankaphasso vuccati rogaphasso. ","mnd16:175.3":"Rogaphassena phuttho pareto samohito samannagato assa; ","mnd16:175.4":"cakkhurogena phuttho pareto samohito samannagato assa, ","mnd16:175.5":"sotarogena, ","mnd16:175.6":"ghanarogena, ","mnd16:175.7":"jivharogena, ","mnd16:175.8":"kayarogena …pe… ","mnd16:175.9":"damsamakasavatatapasarisapasamphassena phuttho pareto samohito samannagato assa. ","mnd16:175.10":"Khuda vuccati chatako. ","mnd16:175.11":"Chatakena phuttho pareto samohito samannagato assati—","mnd16:175.12":"atankaphassena khudaya phuttho. ","mnd16:176.1":"<b>Sitam athunham adhivasayeyya</b>ti. ","mnd16:176.2":"<b>Sitan</b>ti dvihi karanehi sitam hoti—","mnd16:176.3":"abbhantaradhatuppakopavasena va sitam hoti, bahiddha utuvasena va sitam hoti. ","mnd16:176.4":"<b>Unhan</b>ti dvihi karanehi unham hoti—","mnd16:176.5":"abbhantaradhatuppakopavasena va unham hoti, bahiddha utuvasena va unham hotiti—","mnd16:176.6":"sitam athunham. ","mnd16:176.7":"<b>Adhivasayeyya</b>ti khamo assa sitassa unhassa jighacchaya pipasaya damsamakasavatatapasarisapasamphassanam duruttanam duragatanam vacanapathanam uppannanam saririkanam vedananam dukkhanam tibbanam kharanam katukanam asatanam amanapanam panaharanam adhivasakajatiko assati—","mnd16:176.8":"sitam athunham adhivasayeyya. ","mnd16:177.1":"<b>So tehi phuttho bahudha anoko</b>ti. ","mnd16:177.2":"<b>So tehi</b>ti atankaphassena ca khudaya ca sitena ca unhena ca phuttho pareto samohito samannagato assati—","mnd16:177.3":"so tehi phuttho. ","mnd16:177.4":"<b>Bahudha</b>ti anekavidhehi akarehi phuttho pareto samohito samannagato assati—","mnd16:177.5":"so tehi phuttho bahudha. ","mnd16:177.6":"<b>Anoko</b>ti abhisankharasahagatavinnanassa okasam na karotitipi—","mnd16:177.7":"anoko. ","mnd16:177.8":"Atha va kayaduccaritassa vaciduccaritassa manoduccaritassa okasam na karotitipi—","mnd16:177.9":"anokoti—","mnd16:177.10":"so tehi phuttho bahudha anoko. ","mnd16:178.1":"<b>Viriyaparakkamam dalham kareyya</b>ti. ","mnd16:178.2":"Viriyaparakkamo vuccati yo cetasiko viriyarambho nikkamo parakkamo uyyamo vayamo ussaho ussolhi appativani thamo dhiti asithilaparakkamata anikkhittacchandata anikkhittadhurata dhurasampaggaho viriyam viriyindriyam viriyabalam sammavayamo. ","mnd16:178.3":"<b>Viriyaparakkamam dalham kareyya</b>ti. ","mnd16:178.4":"Viriyam parakkamam dalham kareyya thiram kareyya, dalhasamadano assa avatthitasamadanoti—","mnd16:178.5":"viriyam parakkamam dalham kareyya. ","mnd16:179.1":"Tenaha bhagava—","mnd16:180.1":"“Atankaphassena khudaya phuttho, ","mnd16:180.2":"Sitam athunham adhivasayeyya; ","mnd16:180.3":"So tehi phuttho bahudha anoko, ","mnd16:180.4":"Viriyaparakkamam dalham kareyya”ti. ","mnd16:181.1":"<b>Theyyam na kare na musa bhaneyya,</b> ","mnd16:181.2":"<b>Mettaya phasse tasathavarani;</b> ","mnd16:181.3":"<b>Yadavilattam manaso vijanna,</b> ","mnd16:181.4":"<b>Kanhassa pakkhoti vinodayeyya.</b> ","mnd16:182.1":"<b>Theyyam na kare na musa bhaneyya</b>ti. ","mnd16:182.2":"<b>Theyyam na kare</b>ti idha bhikkhu adinnadanam pahaya adinnadana pativirato assa dinnadayi dinnapatikankhi, athenena sucibhutena attana vihareyyati—","mnd16:182.3":"theyyam na kare. ","mnd16:182.4":"<b>Na musa bhaneyya</b>ti idha bhikkhu musavadam pahaya musavada pativirato assa saccavadi saccasandho theto paccayiko avisamvadako lokassati—","mnd16:182.5":"theyyam na kare na musa bhaneyya. ","mnd16:183.1":"<b>Mettaya phasse tasathavarani</b>ti. ","mnd16:183.2":"<b>Metta</b>ti ya sattesu metti mettayana mettayitattam anuda anudayana anudayitattam hitesita anukampa abyapado abyapajjo adoso kusalamulam. ","mnd16:183.3":"<b>Tasa</b>ti yesam tasita tanha appahina, yesanca bhayabherava appahina. ","mnd16:183.4":"Kinkarana vuccanti tasa? ","mnd16:183.5":"Te tasanti uttasanti paritasanti bhayanti santasam apajjanti; ","mnd16:183.6":"tankarana vuccanti tasa. ","mnd16:183.7":"<b>Thavara</b>ti yesam tasita tanha pahina, yesanca bhayabherava pahina. ","mnd16:183.8":"Kinkarana vuccanti thavara? ","mnd16:183.9":"Te na tasanti na uttasanti na paritasanti na bhayanti santasam na apajjanti; ","mnd16:183.10":"tankarana vuccanti thavara. ","mnd16:183.11":"<b>Mettaya phasse tasathavarani</b>ti. ","mnd16:183.12":"Tase ca thavare ca mettaya phasseyya phareyya, mettasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva vihareyyati—","mnd16:183.13":"mettaya phasse tasathavarani. ","mnd16:184.1":"<b>Yadavilattam manaso vijanna</b>ti. ","mnd16:184.2":"<b>Yada</b>ti yada. ","mnd16:184.3":"<b>Manaso</b>ti yam cittam mano manasam hadayam pandaram mano manayatanam manindriyam vinnanam vinnanakkhandho tajja manovinnanadhatu. ","mnd16:184.4":"Kayaduccaritena cittam avilam hoti lulitam eritam ghattitam calitam bhantam avupasantam. ","mnd16:184.5":"Vaciduccaritena …pe… ","mnd16:184.6":"manoduccaritena … ","mnd16:184.7":"ragena … ","mnd16:184.8":"dosena … ","mnd16:184.9":"mohena … ","mnd16:184.10":"kodhena … ","mnd16:184.11":"upanahena … ","mnd16:184.12":"makkhena … ","mnd16:184.13":"palasena … ","mnd16:184.14":"issaya … ","mnd16:184.15":"macchariyena … ","mnd16:184.16":"mayaya … ","mnd16:184.17":"satheyyena … ","mnd16:184.18":"thambhena … ","mnd16:184.19":"sarambhena … ","mnd16:184.20":"manena … ","mnd16:184.21":"atimanena … ","mnd16:184.22":"madena … ","mnd16:184.23":"pamadena … ","mnd16:184.24":"sabbakilesehi … ","mnd16:184.25":"sabbaduccaritehi … ","mnd16:184.26":"sabbadarathehi … ","mnd16:184.27":"sabbaparilahehi … ","mnd16:184.28":"sabbasantapehi … ","mnd16:184.29":"sabbakusalabhisankharehi cittam avilam hoti lulitam eritam ghattitam calitam bhantam avupasantam. ","mnd16:184.30":"Yadavilattam manaso vijannati. ","mnd16:184.31":"Cittassa avilabhavam janeyya ajaneyya vijaneyya pativijaneyya pativijjheyyati—","mnd16:184.32":"yadavilattam manaso vijanna. ","mnd16:185.1":"<b>Kanhassa pakkhoti vinodayeyya</b>ti. ","mnd16:185.2":"<b>Kanho</b>ti yo so maro kanho adhipati antagu namuci pamattabandhu. ","mnd16:185.3":"Kanhassa pakkho marapakkho marapaso marabalisam maramisam maravisayo maranivaso maragocaro marabandhananti pajaheyya vinodeyya byantim kareyya anabhavam gameyyati. ","mnd16:185.4":"Evampi kanhassa pakkhoti vinodayeyya. ","mnd16:185.5":"Atha va kanhassa pakkho marapakkho akusalapakkho dukkhuddayo dukkhavipako nirayasamvattaniko tiracchanayonisamvattaniko pettivisayasamvattanikoti pajaheyya vinodeyya byantim kareyya anabhavam gameyyati. ","mnd16:185.6":"Evampi kanhassa pakkhoti vinodayeyya. ","mnd16:186.1":"Tenaha bhagava—","mnd16:187.1":"“Theyyam na kare na musa bhaneyya, ","mnd16:187.2":"Mettaya phasse tasathavarani; ","mnd16:187.3":"Yadavilattam manaso vijanna, ","mnd16:187.4":"Kanhassa pakkhoti vinodayeyya”ti. ","mnd16:188.1":"<b>Kodhatimanassa vasam na gacche,</b> ","mnd16:188.2":"<b>Mulampi tesam palikhanna titthe;</b> ","mnd16:188.3":"<b>Athappiyam va pana appiyam va,</b> ","mnd16:188.4":"<b>Addha bhavanto abhisambhaveyya.</b> ","mnd16:189.1":"<b>Kodhatimanassa vasam na gacche</b>ti. ","mnd16:189.2":"<b>Kodho</b>ti yo cittassa aghato patighato …pe… ","mnd16:189.3":"candikkam asuropo anattamanata cittassa. ","mnd16:189.4":"<b>Atimano</b>ti idhekacco param atimannati jatiya va gottena va …pe… annatarannatarena va vatthuna. ","mnd16:189.5":"<b>Kodhatimanassa vasam na gacche</b>ti. ","mnd16:189.6":"Kodhassa ca atimanassa ca vasam na gaccheyya, kodhanca atimananca pajaheyya vinodeyya byantim kareyya anabhavam gameyyati—","mnd16:189.7":"kodhatimanassa vasam na gacche. ","mnd16:190.1":"<b>Mulampi tesam palikhanna titthe</b>ti. ","mnd16:190.2":"Katamam kodhassa mulam? ","mnd16:190.3":"Avijja mulam, ayoniso manasikaro mulam, asmimano mulam, ahirikam mulam, anottappam mulam, uddhaccam mulam—","mnd16:190.4":"idam kodhassa mulam. ","mnd16:190.5":"Katamam atimanassa mulam? ","mnd16:190.6":"Avijja mulam, ayoniso manasikaro mulam, asmimano mulam, ahirikam mulam, anottappam mulam, uddhaccam mulam—","mnd16:190.7":"idam atimanassa mulam. ","mnd16:190.8":"<b>Mulampi tesam palikhanna titthe</b>ti. ","mnd16:190.9":"Kodhassa ca atimanassa ca mulam palikhanitva uddharitva samuddharitva uppatayitva samuppatayitva pajahitva vinodetva byantim karitva anabhavam gametva tittheyya santittheyyati—","mnd16:190.10":"mulampi tesam palikhanna titthe. ","mnd16:191.1":"<b>Athappiyam va pana appiyam va, addha bhavanto abhisambhaveyya</b>ti. ","mnd16:191.2":"<b>Atha</b>ti padasandhi padasamsaggo padaparipuri akkharasamavayo byanjanasilitthata padanupubbatapetam—","mnd16:191.3":"athati. ","mnd16:191.4":"<b>Piya</b>ti dve piya—","mnd16:191.5":"satta va sankhara va. ","mnd16:191.6":"Katame satta piya? ","mnd16:191.7":"Idha yassa te honti atthakama hitakama phasukama yogakkhemakama mata va pita va bhata va bhagini va putta va dhita va mitta va amacca va nati va salohita va—","mnd16:191.8":"ime satta piya. ","mnd16:191.9":"Katame sankhara piya? ","mnd16:191.10":"Manapika rupa manapika sadda … ","mnd16:191.11":"gandha … ","mnd16:191.12":"rasa … ","mnd16:191.13":"photthabba—","mnd16:191.14":"ime sankhara piya. ","mnd16:191.15":"<b>Appiya</b>ti dve appiya—","mnd16:191.16":"satta va sankhara va. ","mnd16:191.17":"Katame satta appiya? ","mnd16:191.18":"Idha yassa te honti anatthakama ahitakama aphasukama ayogakkhemakama jivita voropetukama—","mnd16:191.19":"ime satta appiya. ","mnd16:191.20":"Katame sankhara appiya? ","mnd16:191.21":"Amanapika rupa amanapika sadda, gandha … ","mnd16:191.22":"rasa … ","mnd16:191.23":"photthabba—","mnd16:191.24":"ime sankhara appiya. ","mnd16:191.25":"<b>Addha</b>ti ekamsavacanam nissamsayavacanam nikkankhavacanam advejjhavacanam advelhakavacanam niyyanikavacanam apannakavacanam avatthapanavacanametam—","mnd16:191.26":"addhati. ","mnd16:191.27":"<b>Athappiyam va pana appiyam va, addha bhavanto abhisambhaveyya</b>ti. ","mnd16:191.28":"Piyappiyam satasatam sukhadukkham somanassadomanassam itthanittham abhisambhavanto va abhibhaveyya adhibhavanto va abhisambhaveyyati—","mnd16:191.29":"athappiyam va pana appiyam va addha bhavanto abhisambhaveyya. ","mnd16:192.1":"Tenaha bhagava—","mnd16:193.1":"“Kodhatimanassa vasam na gacche, ","mnd16:193.2":"Mulampi tesam palikhanna titthe; ","mnd16:193.3":"Athappiyam va pana appiyam va, ","mnd16:193.4":"Addha bhavanto abhisambhaveyya”ti. ","mnd16:194.1":"<b>Pannam purakkhatva kalyanapiti,</b> ","mnd16:194.2":"<b>Vikkhambhaye tani parissayani;</b> ","mnd16:194.3":"<b>Aratim sahetha sayanamhi pante,</b> ","mnd16:194.4":"<b>Caturo sahetha paridevadhamme.</b> ","mnd16:195.1":"<b>Pannam purakkhatva kalyanapiti</b>ti. ","mnd16:195.2":"<b>Panna</b>ti ya panna pajanana vicayo pavicayo dhammavicayo …pe… ","mnd16:195.3":"amoho sammaditthi. ","mnd16:195.4":"<b>Pannam purakkhatva</b>ti idhekacco pannam purato katva carati pannadhajo pannaketu pannadhipateyyo vicayabahulo pavicayabahulo pekkhayanabahulo sampekkhayanabahulo vibhutavihari taccariko tabbahulo taggaruko tanninno tappono tappabbharo tadadhimutto tadadhipateyyoti. ","mnd16:195.5":"Evampi pannam purakkhatva. ","mnd16:196.1":"Atha va gacchanto va “gacchami”ti pajanati, thito va “thitomhi”ti pajanati, nisinno va “nisinnomhi”ti pajanati, sayano va “sayanomhi”ti pajanati, yatha yatha va panassa kayo panihito hoti tatha tatha nam pajanatiti. ","mnd16:196.2":"Evampi pannam purakkhatva. ","mnd16:197.1":"Atha va abhikkante patikkante sampajanakari hoti, alokite vilokite sampajanakari hoti, saminjite pasarite sampajanakari hoti, sanghatipattacivaradharane sampajanakari hoti, asite pite khayite sayite sampajanakari hoti, uccarapassavakamme sampajanakari hoti, gate thite nisinne sutte jagarite bhasite tunhibhave sampajanakari hotiti. ","mnd16:197.2":"Evampi pannam purakkhatva. ","mnd16:198.1":"<b>Kalyanapiti</b>ti buddhanussativasena uppajjati piti pamojjam—","mnd16:198.2":"kalyanapititi. ","mnd16:198.3":"Dhammanussati sanghanussati silanussati caganussati devatanussati anapanassati maranassati kayagatasativasena upasamanussativasena uppajjati piti pamojjam—","mnd16:198.4":"kalyanapititi—","mnd16:198.5":"pannam purakkhatva kalyanapiti. ","mnd16:199.1":"<b>Vikkhambhaye tani parissayani</b>ti. ","mnd16:199.2":"<b>Parissaya</b>ti dve parissaya—","mnd16:199.3":"pakataparissaya ca paticchannaparissaya ca …pe… ","mnd16:199.4":"ime vuccanti pakataparissaya …pe… ","mnd16:199.5":"ime vuccanti paticchannaparissaya …pe… ","mnd16:199.6":"evampi tatrasayati—","mnd16:199.7":"parissaya. ","mnd16:199.8":"<b>Vikkhambhaye tani parissayani</b>ti. ","mnd16:199.9":"Tani parissayani vikkhambheyya abhibhaveyya ajjhotthareyya pariyadiyeyya maddeyyati—","mnd16:199.10":"vikkhambhaye tani parissayani. ","mnd16:200.1":"<b>Aratim sahetha sayanamhi pante</b>ti. ","mnd16:200.2":"<b>Arati</b>ti ya arati aratita anabhirati anabhiramana ukkanthita paritassita. ","mnd16:200.3":"<b>Sayanamhi pante</b>ti pantesu va senasanesu annatarannataresu va adhikusalesu dhammesu aratim saheyya abhibhaveyya ajjhotthareyya pariyadiyeyya maddeyyati—","mnd16:200.4":"aratim sahetha sayanamhi pante. ","mnd16:201.1":"<b>Caturo sahetha paridevadhamme</b>ti. ","mnd16:201.2":"Cattaro paridevaniye dhamme saheyya parisaheyya abhibhaveyya ajjhotthareyya pariyadiyeyya maddeyyati—","mnd16:201.3":"caturo sahetha paridevadhamme. ","mnd16:202.1":"Tenaha bhagava—","mnd16:203.1":"“Pannam purakkhatva kalyanapiti, ","mnd16:203.2":"Vikkhambhaye tani parissayani; ","mnd16:203.3":"Aratim sahetha sayanamhi pante, ","mnd16:203.4":"Caturo sahetha paridevadhamme”ti. ","mnd16:204.1":"<b>Kimsu asissam kuva va asissam,</b> ","mnd16:204.2":"<b>Dukkham vata settha kuvajja sessam;</b> ","mnd16:204.3":"<b>Ete vitakke paridevaneyye,</b> ","mnd16:204.4":"<b>Vinayetha sekho aniketacari.</b> ","mnd16:205.1":"<b>Kimsu asissam kuva va asissan</b>ti. ","mnd16:205.2":"<b>Kimsu asissami</b>ti kim bhunjissami odanam va kummasam va sattum va maccham va mamsam vati—","mnd16:205.3":"kimsu asissam. ","mnd16:205.4":"<b>Kuva va asissan</b>ti kattha bhunjissami khattiyakule va brahmanakule va vessakule va suddakule vati—","mnd16:205.5":"kimsu asissam kuva va asissam. ","mnd16:206.1":"<b>Dukkham vata settha kuvajja sessan</b>ti imam rattim dukkham sayittha phalake va tattikaya va cammakhande va tinasanthare va pannasanthare va palalasanthare va. ","mnd16:206.2":"Agamirattim kattha sukham sayissami mance va pithe va bhisiya va bimbohane va vihare va addhayoge va pasade va hammiye va guhaya vati—","mnd16:206.3":"dukkham vata settha kuvajja sessam. ","mnd16:207.1":"<b>Ete vitakke paridevaneyye</b>ti. ","mnd16:207.2":"<b>Ete vitakke</b>ti dve pindapatapatisannutte vitakke, dve senasanapatisannutte vitakke. ","mnd16:207.3":"<b>Paridevaneyye</b>ti adevaneyye paridevaneyyeti—","mnd16:207.4":"ete vitakke paridevaneyye. ","mnd16:208.1":"<b>Vinayetha sekho aniketacari</b>ti. ","mnd16:208.2":"<b>Sekho</b>ti kinkarana vuccati sekho? ","mnd16:208.3":"Sikkhatiti—","mnd16:208.4":"sekho. ","mnd16:208.5":"Kinca sikkhati? ","mnd16:208.6":"Adhisilampi sikkhati, adhicittampi sikkhati, adhipannampi sikkhati. ","mnd16:208.7":"Katama adhisilasikkha …pe… ","mnd16:208.8":"ayam adhipannasikkha. ","mnd16:208.9":"Ima tisso sikkhayo avajjanto sikkhati, jananto passanto paccavekkhanto cittam adhitthahanto sikkhati, saddhaya adhimuccanto sikkhati, viriyam pagganhanto, satim upatthapento, cittam samadahanto, pannaya pajananto sikkhati, abhinneyyam abhijananto sikkhati, parinneyyam parijananto, pahatabbam pajahanto, bhavetabbam bhavento, sacchikatabbam sacchikaronto sikkhati acarati samacarati samadaya sikkhati. ","mnd16:208.10":"Tankarana vuccati—","mnd16:208.11":"sekho. ","mnd16:208.12":"Vinayaya pativinayaya pahanaya vupasamaya patinissaggaya patipassaddhiya adhisilampi sikkheyya, adhicittampi sikkheyya, adhipannampi sikkheyya. ","mnd16:208.13":"Ima tisso sikkhayo avajjanto sikkheyya jananto …pe… ","mnd16:208.14":"sacchikatabbam sacchikaronto sikkheyya acareyya samacareyya samadaya vatteyyati—","mnd16:208.15":"vinayetha sekho. ","mnd16:209.1":"<b>Aniketacari</b>ti. ","mnd16:209.2":"Katham niketacari hoti? ","mnd16:209.3":"Idhekacco kulapalibodhena samannagato hoti, ganapalibodhena … avasapalibodhena … civarapalibodhena … pindapatapalibodhena … senasanapalibodhena … gilanapaccayabhesajjaparikkharapalibodhena samannagato hoti. ","mnd16:209.4":"Evam niketacari hoti. ","mnd16:209.5":"Katham aniketacari hoti? ","mnd16:209.6":"Idha bhikkhu na kulapalibodhena samannagato hoti, na ganapalibodhena … na avasapalibodhena … na civarapalibodhena … na pindapatapalibodhena … na senasanapalibodhena … na gilanapaccayabhesajjaparikkharapalibodhena samannagato hoti. ","mnd16:209.7":"Evam aniketacari hoti. ","mnd16:210.1":"“Magadham gata kosalam gata, ","mnd16:210.2":"Ekacciya pana vajjibhumiya; ","mnd16:210.3":"Miga viya asanghacarino, ","mnd16:210.4":"Aniketa viharanti bhikkhavo. ","mnd16:211.1":"Sadhu caritakam sadhu sucaritam, ","mnd16:211.2":"Sadhu sada aniketaviharo; ","mnd16:211.3":"Atthapucchanam padakkhinam kammam, ","mnd16:211.4":"Etam samannam akincanassa”ti. ","mnd16:212.1":"Vinayetha sekho aniketacari. ","mnd16:212.2":"Tenaha bhagava—","mnd16:213.1":"“Kimsu asissam kuva va asissam, ","mnd16:213.2":"Dukkham vata settha kuvajja sessam; ","mnd16:213.3":"Ete vitakke paridevaneyye, ","mnd16:213.4":"Vinayetha sekho aniketacari”ti. ","mnd16:214.1":"<b>Annanca laddha vasananca kale,</b> ","mnd16:214.2":"<b>Mattam sa janna idha tosanattham;</b> ","mnd16:214.3":"<b>So tesu gutto yatacari game,</b> ","mnd16:214.4":"<b>Rusitopi vacam pharusam na vajja.</b> ","mnd16:215.1":"<b>Annanca laddha vasananca kale</b>ti. ","mnd16:215.2":"<b>Annan</b>ti odano kummaso sattu maccho mamsam. ","mnd16:215.3":"<b>Vasanan</b>ti cha civarani—","mnd16:215.4":"khomam, kappasikam, koseyyam, kambalam, sanam, bhangam. ","mnd16:215.5":"<b>Annanca laddha vasananca kale</b>ti. ","mnd16:215.6":"Civaram labhitva pindapatam labhitva na kuhanaya, na lapanaya, na nemittikataya, na nippesikataya, na labhena labham nijigisanataya, na darudanena, na veludanena, na pattadanena, na pupphadanena, na phaladanena, na sinanadanena, na cunnadanena, na mattikadanena, na dantakatthadanena, na mukhodakadanena, na catukamyataya, na muggasupyataya, na paribhatyataya, na pithamaddikataya, na vatthuvijjaya, na tiracchanavijjaya, na angavijjaya, na nakkhattavijjaya, na dutagamanena, na pahinagamanena, na janghapesaniyena, na vejjakammena, na pindapatipindakena, na dananuppadanena, dhammena samena laddha labhitva adhigantva vinditva patilabhitvati—","mnd16:215.7":"annanca laddha vasananca kale. ","mnd16:216.1":"<b>Mattam sa janna idha tosanatthan</b>ti. ","mnd16:216.2":"<b>Mattam sa janna</b>ti dvihi karanehi mattam janeyya—","mnd16:216.3":"patiggahanato va paribhogato va. ","mnd16:216.4":"Katham patiggahanato mattam janati? ","mnd16:216.5":"Thokepi diyyamane kulanudayaya kulanurakkhaya kulanukampaya patigganhati, bahukepi diyyamane kayapariharikam civaram patigganhati kucchipariharikam pindapatam patigganhati. ","mnd16:216.6":"Evam patiggahanato mattam janati. ","mnd16:216.7":"Katham paribhogato mattam janati? ","mnd16:217.1":"Patisankha yoniso civaram patisevati yavadeva sitassa patighataya unhassa patighataya damsamakasavatatapasarisapasamphassanam patighataya, yavadeva hirikopinapaticchadanattham. ","mnd16:218.1":"Patisankha yoniso pindapatam patisevati neva davaya na madaya na mandanaya na vibhusanaya, yavadeva imassa kayassa thitiya yapanaya vihimsuparatiya brahmacariyanuggahaya. ","mnd16:218.2":"Iti purananca vedanam patihankhami navanca vedanam na uppadessami, yatra ca me bhavissati anavajjata ca phasuviharo ca. ","mnd16:219.1":"Patisankha yoniso senasanam patisevati yavadeva sitassa patighataya unhassa patighataya damsamakasavatatapasarisapasamphassanam patighataya, yavadeva utuparissayavinodanapatisallanaramattham. ","mnd16:220.1":"Patisankha yoniso gilanapaccayabhesajjaparikkharam patisevati yavadeva uppannanam veyyabadhikanam vedananam patighataya abyapajjaparamataya. ","mnd16:221.1":"Evam paribhogato mattam janati. ","mnd16:221.2":"<b>Mattam sa janna</b>ti. ","mnd16:221.3":"Imehi dvihi karanehi mattam janeyya ajaneyya pativijaneyya pativijjheyyati—","mnd16:221.4":"mattam sa janna. ","mnd16:222.1":"<b>Idha tosanatthan</b>ti. ","mnd16:222.2":"Idha bhikkhu santuttho hoti itaritarena civarena itaritaracivarasantutthiya ca vannavadi, na ca civarahetu anesanam appatirupam apajjati; ","mnd16:222.3":"aladdha ca civaram na paritassati, laddha ca civaram agadhito amucchito anajjhosanno, adinavadassavi nissaranapanno paribhunjati; ","mnd16:222.4":"taya ca pana itaritaracivarasantutthiya nevattanukkamseti, na param vambheti. ","mnd16:222.5":"Yo hi tattha dakkho analaso sampajano patissato—","mnd16:222.6":"ayam vuccati bhikkhu porane agganne ariyavamse thito. ","mnd16:223.1":"Puna caparam bhikkhu santuttho hoti itaritarena pindapatena itaritarapindapatasantutthiya ca vannavadi, na ca pindapatahetu anesanam appatirupam apajjati, aladdha ca pindapatam na paritassati, laddha ca pindapatam agadhito amucchito anajjhosanno, adinavadassavi nissaranapanno paribhunjati; ","mnd16:223.2":"taya ca pana itaritarapindapatasantutthiya nevattanukkamseti, na param vambheti. ","mnd16:223.3":"Yo hi tattha dakkho analaso sampajano patissato—","mnd16:223.4":"ayam vuccati bhikkhu porane agganne ariyavamse thito. ","mnd16:224.1":"Puna caparam bhikkhu santuttho hoti itaritarena senasanena itaritarasenasanasantutthiya ca vannavadi, na ca senasanahetu anesanam appatirupam apajjati, aladdha ca senasanam na paritassati, laddha ca senasanam agadhito amucchito anajjhosanno, adinavadassavi nissaranapanno paribhunjati; ","mnd16:224.2":"taya ca pana itaritarasenasanasantutthiya nevattanukkamseti, na param vambheti. ","mnd16:224.3":"Yo hi tattha dakkho analaso sampajano patissato—","mnd16:224.4":"ayam vuccati bhikkhu porane agganne ariyavamse thito. ","mnd16:225.1":"Puna caparam bhikkhu santuttho hoti itaritarena gilanapaccayabhesajjaparikkharena, itaritaragilanapaccayabhesajjaparikkharasantutthiya ca vannavadi, na ca gilanapaccayabhesajjaparikkharahetu anesanam appatirupam apajjati, aladdha ca gilanapaccayabhesajjaparikkharam na paritassati, laddha ca gilanapaccayabhesajjaparikkharam agadhito amucchito anajjhosanno, adinavadassavi nissaranapanno paribhunjati; ","mnd16:225.2":"taya ca pana itaritaragilanapaccayabhesajjaparikkharasantutthiya nevattanukkamseti, na param vambheti. ","mnd16:225.3":"Yo hi tattha dakkho analaso sampajano patissato—","mnd16:225.4":"ayam vuccati bhikkhu porane agganne ariyavamse thitoti—","mnd16:225.5":"mattam sa janna idha tosanattham. ","mnd16:226.1":"<b>So tesu gutto yatacari game</b>ti. ","mnd16:226.2":"<b>So tesu gutto</b>ti civare pindapate senasane gilanapaccayabhesajjaparikkhare gutto gopito rakkhito samvutoti. ","mnd16:226.3":"Evampi so tesu gutto. ","mnd16:226.4":"Atha va ayatanesu gutto gopito rakkhito samvutoti. ","mnd16:226.5":"Evampi so tesu gutto. ","mnd16:227.1":"<b>Yatacari game</b>ti game yato yatto patiyatto gutto gopito rakkhito samvutoti—","mnd16:227.2":"so tesu gutto yatacari game. ","mnd16:228.1":"<b>Rusitopi vacam pharusam na vajja</b>ti. ","mnd16:228.2":"Dusito khumsito vambhito ghattito garahito upavadito pharusena kakkhalena nappativajja nappatibhaneyya, akkosantam na paccakkoseyya, rosantam nappatiroseyya, bhandantam na patibhandeyya, na kalaham kareyya, na bhandanam kareyya, na viggaham kareyya, na vivadam kareyya, na medhagam kareyya, kalaham bhandanam viggaham vivadam medhagam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, kalahabhandanaviggahavivadamedhaga arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyyati—","mnd16:228.3":"rusitopi vacam pharusam na vajja. ","mnd16:229.1":"Tenaha bhagava—","mnd16:230.1":"“Annanca laddha vasananca kale, ","mnd16:230.2":"Mattam sa janna idha tosanattham; ","mnd16:230.3":"So tesu gutto yatacari game, ","mnd16:230.4":"Rusitopi vacam pharusam na vajja”ti. ","mnd16:231.1":"<b>Okkhittacakkhu na ca padalolo,</b> ","mnd16:231.2":"<b>Jhananuyutto bahujagarassa;</b> ","mnd16:231.3":"<b>Upekkhamarabbha samahitatto,</b> ","mnd16:231.4":"<b>Takkasayam kukkuccancupacchinde.</b> ","mnd16:232.1":"<b>Okkhittacakkhu na ca padalolo</b>ti. ","mnd16:232.2":"Katham khittacakkhu hoti? ","mnd16:232.3":"Idhekacco bhikkhu cakkhulolo, cakkhuloliyena samannagato hoti, “adittham dakkhitabbam, dittham samatikkamitabban”ti aramena aramam uyyanena uyyanam gamena gamam nigamena nigamam nagarena nagaram ratthena rattham janapadena janapadam dighacarikam anavatthitacarikam anuyutto ca hoti rupadassanaya. ","mnd16:232.4":"Evampi khittacakkhu hoti. ","mnd16:233.1":"Atha va bhikkhu antaragharam pavittho vithim patipanno asamvuto gacchati hatthim olokento, assam olokento, ratham olokento, pattim olokento, itthiyo olokento, purise olokento, kumarake olokento, kumarikayo olokento, antarapanam olokento, gharamukhani olokento, uddham olokento, adho olokento, disavidisam vipekkhamano gacchati. ","mnd16:233.2":"Evampi khittacakkhu hoti. ","mnd16:234.1":"Atha va bhikkhu cakkhuna rupam disva nimittaggahi hoti anubyanjanaggahi. ","mnd16:234.2":"Yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya nappatipajjati, na rakkhati cakkhundriyam, cakkhundriye na samvaram apajjati. ","mnd16:234.3":"Evampi khittacakkhu hoti. ","mnd16:235.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva te evarupam visukadassanam anuyutta viharanti, seyyathidam—","mnd16:235.2":"naccam gitam vaditam pekkham akkhanam panissaram vetalam kumbhathunam sobhanakam candalam vamsam dhovanam hatthiyuddham assayuddham mahimsayuddham usabhayuddham ajayuddham mendayuddham kukkutayuddham vattakayuddham dandayuddham mutthiyuddham nibbuddham uyyodhikam balaggam senabyuham anikadassanam iti va. ","mnd16:235.3":"Evampi khittacakkhu hoti. ","mnd16:236.1":"Katham na khittacakkhu hoti? ","mnd16:236.2":"Idhekacco bhikkhu na cakkhulolo na cakkhuloliyena samannagato hoti “adittham dakkhitabbam dittham samatikkamitabban”ti na aramena aramam na uyyanena uyyanam na gamena gamam na nigamena nigamam na nagarena nagaram na ratthena rattham na janapadena janapadam dighacarikam anavatthitacarikam ananuyutto ca hoti rupadassanaya. ","mnd16:236.3":"Evampi na khittacakkhu hoti. ","mnd16:237.1":"Atha va bhikkhu antaragharam pavittho vithim patipanno samvuto gacchati na hatthim olokento …pe… na disavidisam vipekkhamano gacchati. ","mnd16:237.2":"Evampi na khittacakkhu hoti. ","mnd16:238.1":"Atha va bhikkhu cakkhuna rupam disva na nimittaggahi hoti …pe… cakkhundriye samvaram apajjati. ","mnd16:238.2":"Evampi na khittacakkhu hoti. ","mnd16:239.1":"Yatha va paneke bhonto samanabrahmana saddhadeyyani bhojanani bhunjitva …pe… anikadassanam iti va. ","mnd16:239.2":"Evarupa visukadassananuyoga pativirato hoti. ","mnd16:239.3":"Evampi na khittacakkhu hotiti—","mnd16:239.4":"okkhittacakkhu. ","mnd16:240.1":"<b>Na ca padalolo</b>ti. ","mnd16:240.2":"Katham padalolo hoti? ","mnd16:240.3":"Idhekacco bhikkhu padalolo padaloliyena samannagato hoti, aramena aramam …pe… dighacarikam anavatthitacarikam anuyutto hoti rupadassanaya. ","mnd16:240.4":"Evampi padalolo hoti. ","mnd16:241.1":"Atha va bhikkhu antopi sangharame padalolo padaloliyena samannagato hoti, na atthahetu na karanahetu uddhato avupasantacitto parivenato parivenam gacchati. ","mnd16:241.2":"Viharato …pe… ","mnd16:241.3":"iti bhavabhavakatham katheti. ","mnd16:241.4":"Evampi padalolo hoti. ","mnd16:242.1":"<b>Na ca padalolo</b>ti. ","mnd16:242.2":"Padaloliyam pajaheyya vinodeyya byantim kareyya anabhavam gameyya, padaloliya arato assa virato pativirato nikkhanto nissato vippamutto visannutto vimariyadikatena cetasa vihareyya, patisallanaramo assa patisallanarato ajjhattam cetosamathamanuyutto anirakatajjhano vipassanaya samannagato bruheta sunnagaram jhayi jhanarato ekattamanuyutto sadatthagarukoti—","mnd16:242.3":"okkhittacakkhu na ca padalolo. ","mnd16:243.1":"<b>Jhananuyutto bahujagarassa</b>ti. ","mnd16:243.2":"<b>Jhananuyutto</b>ti dvihi karanehi jhananuyutto—","mnd16:243.3":"anuppannassa va pathamassa jhanassa uppadaya yutto payutto ayutto samayutto, ","mnd16:243.4":"anuppannassa va dutiyassa jhanassa … ","mnd16:243.5":"tatiyassa jhanassa … ","mnd16:243.6":"catutthassa jhanassa uppadaya yutto payutto ayutto samayuttoti. ","mnd16:243.7":"Evampi jhananuyutto. ","mnd16:243.8":"Atha va uppannam va pathamam jhanam asevati bhaveti bahulikaroti, ","mnd16:243.9":"uppannam va dutiyam jhanam … ","mnd16:243.10":"tatiyam jhanam … ","mnd16:243.11":"catuttham jhanam asevati bhaveti bahulikarotiti. ","mnd16:243.12":"Evampi jhananuyutto. ","mnd16:244.1":"<b>Bahujagarassa</b>ti idha bhikkhu divasam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti, rattiya pathamam yamam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti, rattiya majjhimam yamam dakkhinena passena sihaseyyam kappeti pade padam accadhaya sato sampajano utthanasannam manasi katva, rattiya pacchimam yamam paccutthaya cankamena nisajjaya avaraniyehi dhammehi cittam parisodhetiti—","mnd16:244.2":"jhananuyutto bahujagarassa. ","mnd16:245.1":"<b>Upekkhamarabbha samahitatto</b>ti. ","mnd16:245.2":"<b>Upekkha</b>ti ya catutthe jhane upekkha upekkhana ajjhupekkhana cittasamata cittappassaddhata majjhattata cittassa. ","mnd16:245.3":"<b>Samahitatto</b>ti ya cittassa thiti santhiti avatthiti avisaharo avikkhepo avisahatamanasata samatho samadhindriyam samadhibalam sammasamadhi. ","mnd16:245.4":"<b>Upekkhamarabbha samahitatto</b>ti. ","mnd16:245.5":"Catutthe jhane upekkham arabbha ekaggacitto avikkhittacitto avisahatamanasoti—","mnd16:245.6":"upekkhamarabbha samahitatto. ","mnd16:246.1":"<b>Takkasayam kukkuccancupacchinde</b>ti. ","mnd16:246.2":"<b>Takka</b>ti nava vitakka—","mnd16:246.3":"kamavitakko, byapadavitakko, vihimsavitakko, nativitakko, janapadavitakko, amaravitakko, paranudayatapatisannutto vitakko, labhasakkarasilokapatisannutto vitakko, anavannattipatisannutto vitakko—","mnd16:246.4":"ime vuccanti nava vitakka. ","mnd16:246.5":"Kamavitakkanam kamasannasayo, byapadavitakkanam byapadasannasayo, vihimsavitakkanam vihimsasannasayo. ","mnd16:246.6":"Atha va takkanam vitakkanam sankappanam avijjasayo, ayoniso manasikaro asayo, asmimano asayo, anottappam asayo, uddhaccam asayo. ","mnd16:247.1":"<b>Kukkuccan</b>ti hatthakukkuccampi kukkuccam padakukkuccampi kukkuccam hatthapadakukkuccampi kukkuccam, akappiye kappiyasannita kappiye akappiyasannita, vikale kalasannita, kale vikalasannita, avajje vajjasannita, vajje avajjasannita. ","mnd16:247.2":"Yam evarupam kukkuccam kukkuccayana kukkuccayitattam cetaso vippatisaro manovilekho—","mnd16:247.3":"idam vuccati kukkuccam. ","mnd16:248.1":"Api ca dvihi karanehi uppajjati kukkuccam cetaso vippatisaro manovilekho—","mnd16:248.2":"katatta ca akatatta ca. ","mnd16:248.3":"Katham katatta ca akatatta ca uppajjati kukkuccam cetaso vippatisaro manovilekho? ","mnd16:248.4":"“Katam me kayaduccaritam, akatam me kayasucaritan”ti uppajjati kukkuccam cetaso vippatisaro manovilekho. ","mnd16:248.5":"“Katam me vaciduccaritam … ","mnd16:248.6":"katam me manoduccaritam … ","mnd16:248.7":"kato me panatipato, akata me panatipata veramani”ti uppajjati kukkuccam cetaso vippatisaro manovilekho. ","mnd16:248.8":"“Katam me adinnadanam … ","mnd16:248.9":"kato me kamesumicchacaro … ","mnd16:248.10":"kato me musavado … ","mnd16:248.11":"kata me pisuna vaca … ","mnd16:248.12":"kata me pharusa vaca … ","mnd16:248.13":"kato me samphappalapo … ","mnd16:248.14":"kata me abhijjha … ","mnd16:248.15":"kato me byapado … ","mnd16:248.16":"kata me micchaditthi, akata me sammaditthi”ti uppajjati kukkuccam cetaso vippatisaro manovilekho. ","mnd16:248.17":"Evam katatta ca akatatta ca uppajjati kukkuccam cetaso vippatisaro manovilekho. ","mnd16:249.1":"Atha va “silesumhi na paripurakari”ti uppajjati kukkuccam cetaso vippatisaro manovilekho; ","mnd16:249.2":"“indriyesumhi aguttadvaro”ti … ","mnd16:249.3":"“bhojane amattannumhi”ti … ","mnd16:249.4":"“jagariyam ananuyuttomhi”ti … ","mnd16:249.5":"“na satisampajannena samannagatomhi”ti … ","mnd16:249.6":"“abhavita me cattaro satipatthana”ti … ","mnd16:249.7":"“abhavita me cattaro sammappadhana”ti … ","mnd16:249.8":"“abhavita me cattaro iddhipada”ti … ","mnd16:249.9":"“abhavitani me pancindriyani”ti … ","mnd16:249.10":"“abhavitani me panca balani”ti … ","mnd16:249.11":"“abhavita me satta bojjhanga”ti … ","mnd16:249.12":"“abhavito me ariyo atthangiko maggo”ti … ","mnd16:249.13":"“dukkham me aparinnatan”ti … ","mnd16:249.14":"“dukkhasamudayo me appahino”ti … ","mnd16:249.15":"“maggo me abhavito”ti … ","mnd16:249.16":"“nirodho me asacchikato”ti uppajjati kukkuccam cetaso vippatisaro manovilekho. ","mnd16:249.17":"<b>Takkasayam kukkuccancupacchinde</b>ti. ","mnd16:249.18":"Takkanca takkasayanca kukkuccanca upacchindeyya chindeyya ucchindeyya samucchindeyya pajaheyya vinodeyya byantim kareyya anabhavam gameyyati—","mnd16:249.19":"takkasayam kukkuccancupacchinde. ","mnd16:250.1":"Tenaha bhagava—","mnd16:251.1":"“Okkhittacakkhu na ca padalolo, ","mnd16:251.2":"Jhananuyutto bahujagarassa; ","mnd16:251.3":"Upekkhamarabbha samahitatto, ","mnd16:251.4":"Takkasayam kukkuccancupacchinde”ti. ","mnd16:252.1":"<b>Cudito vacibhi satimabhinande,</b> ","mnd16:252.2":"<b>Sabrahmacarisu khilam pabhinde;</b> ","mnd16:252.3":"<b>Vacam pamunce kusalam nativelam,</b> ","mnd16:252.4":"<b>Janavadadhammaya na cetayeyya.</b> ","mnd16:253.1":"<b>Cudito vacibhi satimabhinande</b>ti. ","mnd16:253.2":"<b>Cudito</b>ti upajjhaya va acariya va samanupajjhayaka va samanacariyaka va mitta va sandittha va sambhatta va sahaya va codenti—","mnd16:253.3":"“idam te, avuso, ayuttam, idam te appattam, idam te asaruppam, idam te asilatthan”ti. ","mnd16:253.4":"Satim upatthapetva tam codanam nandeyya abhinandeyya modeyya anumodeyya iccheyya sadiyeyya patthayeyya pihayeyya abhijappeyya. ","mnd16:253.5":"Yatha itthi va puriso va daharo yuva mandanakajatiko sisamnhato uppalamalam va vassikamalam va adhimuttakamalam va labhitva ubhohi hatthehi patiggahetva uttamange sirasmim patitthapetva nandeyya abhinandeyya modeyya anumodeyya iccheyya sadiyeyya patthayeyya pihayeyya abhijappeyya; ","mnd16:253.6":"evamevam satim upatthapetva tam codanam nandeyya abhinandeyya modeyya anumodeyya iccheyya sadiyeyya patthayeyya pihayeyya abhijappeyya. ","mnd16:254.1":"“Nidhinamva pavattaram, ","mnd16:254.2":"yam passe vajjadassinam; ","mnd16:254.3":"Niggayhavadim medhavim, ","mnd16:254.4":"tadisam panditam bhaje. ","mnd16:255.1":"Tadisam bhajamanassa, ","mnd16:255.2":"seyyo hoti na papiyo; ","mnd16:255.3":"Ovadeyyanusaseyya, ","mnd16:255.4":"asabbha ca nivaraye; ","mnd16:255.5":"Satanhi so piyo hoti, ","mnd16:255.6":"asatam hoti appiyo”ti. ","mnd16:256.1":"<b>Cudito vacibhi satimabhinande, sabrahmacarisu khilam pabhinde</b>ti. ","mnd16:256.2":"<b>Sabrahmacari</b>ti ekakammam ekuddeso samasikkhata. ","mnd16:256.3":"<b>Sabrahmacarisu khilam pabhinde</b>ti. ","mnd16:256.4":"Sabrahmacarisu ahatacittatam khilajatatam pabhindeyya, pancapi cetokhile bhindeyya, tayopi cetokhile bhindeyya, ragakhilam dosakhilam mohakhilam bhindeyya pabhindeyya sambhindeyyati—","mnd16:256.5":"sabrahmacarisu khilam pabhinde. ","mnd16:257.1":"<b>Vacam pamunce kusalam nativelan</b>ti. ","mnd16:257.2":"Nanasamutthitam vacam munceyya, atthupasamhitam dhammupasamhitam kalena sapadesam pariyantavatim vacam munceyya pamunceyyati—","mnd16:257.3":"vacam pamunce kusalam. ","mnd16:257.4":"<b>Nativelan</b>ti. ","mnd16:257.5":"<b>Vela</b>ti dve vela—","mnd16:257.6":"kalavela ca silavela ca. ","mnd16:257.7":"Katama kalavela? ","mnd16:257.8":"Kalatikkantam vacam na bhaseyya, velatikkantam vacam na bhaseyya, kalavelatikkantam vacam na bhaseyya, kalam asampattam vacam na bhaseyya, velam asampattam vacam na bhaseyya, kalavelam asampattam vacam na bhaseyya. ","mnd16:258.1":"“Yo ve kale asampatte, ","mnd16:258.2":"ativelanca bhasati; ","mnd16:258.3":"Evam so nihato seti, ","mnd16:258.4":"kokilayeva atrajo”ti. ","mnd16:259.1":"Ayam kalavela. ","mnd16:259.2":"Katama silavela? ","mnd16:259.3":"Ratto vacam na bhaseyya, duttho vacam na bhaseyya, mulho vacam na bhaseyya, musavadam na bhaseyya, pisunavacam na bhaseyya, pharusavacam na bhaseyya, samphappalapam na bhaseyya na katheyya na bhaneyya na dipayeyya na vohareyya. ","mnd16:259.4":"Ayam silavelati—","mnd16:259.5":"vacam pamunce kusalam nativelam. ","mnd16:260.1":"<b>Janavadadhammaya na cetayeyya</b>ti. ","mnd16:260.2":"<b>Jana</b>ti khattiya ca brahmana ca vessa ca sudda ca gahattha ca pabbajita ca deva ca manussa ca. ","mnd16:260.3":"Janassa vadaya upavadaya nindaya garahaya akittiya avannaharikaya silavipattiya va acaravipattiya va ditthivipattiya va ajivavipattiya va na cetayeyya cetanam na uppadeyya cittam na uppadeyya sankappam na uppadeyya manasikaram na uppadeyyati—","mnd16:260.4":"janavadadhammaya na cetayeyya. ","mnd16:261.1":"Tenaha bhagava—","mnd16:262.1":"“Cudito vacibhi satimabhinande, ","mnd16:262.2":"Sabrahmacarisu khilam pabhinde; ","mnd16:262.3":"Vacam pamunce kusalam nativelam, ","mnd16:262.4":"Janavadadhammaya na cetayeyya”ti. ","mnd16:263.1":"<b>Athaparam panca rajani loke,</b> ","mnd16:263.2":"<b>Yesam satima vinayaya sikkhe;</b> ","mnd16:263.3":"<b>Rupesu saddesu atho rasesu,</b> ","mnd16:263.4":"<b>Gandhesu phassesu sahetha ragam.</b> ","mnd16:264.1":"<b>Athaparam panca rajani loke</b>ti. ","mnd16:264.2":"<b>Atha</b>ti padasandhi padasamsaggo padaparipuri akkharasamavayo byanjanasilitthata padanupubbatapetam—","mnd16:264.3":"athati. ","mnd16:264.4":"<b>Panca rajani</b>ti ruparajo, saddarajo, gandharajo, rasarajo, photthabbarajo. ","mnd16:265.1":"“Rago rajo na ca pana renu vuccati, ","mnd16:265.2":"Ragassetam adhivacanam rajoti; ","mnd16:265.3":"Etam rajam vippajahitva pandita, ","mnd16:265.4":"Viharanti te vigatarajassa sasane. ","mnd16:266.1":"Doso rajo na ca pana renu vuccati, ","mnd16:266.2":"…pe… ","mnd16:266.3":"Viharanti te vigatarajassa sasane. ","mnd16:267.1":"Moho rajo na ca pana renu vuccati, ","mnd16:267.2":"…pe… ","mnd16:267.3":"Viharanti te vigatarajassa sasane”. ","mnd16:268.1":"<b>Loke</b>ti apayaloke manussaloke devaloke khandhaloke dhatuloke ayatanaloketi—","mnd16:268.2":"athaparam panca rajani loke. ","mnd16:269.1":"<b>Yesam satima vinayaya sikkhe</b>ti. ","mnd16:269.2":"<b>Yesan</b>ti ruparagassa saddaragassa gandharagassa rasaragassa photthabbaragassa. ","mnd16:269.3":"<b>Satima</b>ti ya sati anussati patissati sati saranata dharanata apilapanata asammussanata satindriyam satibalam sammasati satisambojjhango ekayanamaggo—","mnd16:269.4":"ayam vuccati sati. ","mnd16:269.5":"Imaya satiya upeto samupeto upagato samupagato upapanno samupapanno samannagato. ","mnd16:269.6":"So vuccati satima. ","mnd16:269.7":"<b>Sikkhe</b>ti tisso sikkha—","mnd16:269.8":"adhisilasikkha, adhicittasikkha, adhipannasikkha. ","mnd16:269.9":"Katama adhisilasikkha …pe… ","mnd16:269.10":"ayam adhipannasikkha. ","mnd16:269.11":"<b>Yesam satima vinayaya sikkhe</b>ti. ","mnd16:269.12":"Satima puggalo yesam ruparagassa saddaragassa gandharagassa rasaragassa photthabbaragassa vinayaya pativinayaya pahanaya vupasamaya patinissaggaya patipassaddhiya adhisilampi sikkheyya adhicittampi sikkheyya adhipannampi sikkheyya, ima tisso sikkhayo avajjanto sikkheyya, jananto sikkheyya …pe… ","mnd16:269.13":"sacchikatabbam sacchikaronto sikkheyya acareyya samacareyya samadaya vatteyyati—","mnd16:269.14":"yesam satima vinayaya sikkhe. ","mnd16:270.1":"<b>Rupesu saddesu atho rasesu, gandhesu phassesu sahetha ragan</b>ti. ","mnd16:270.2":"Rupesu saddesu gandhesu rasesu photthabbesu ragam saheyya parisaheyya abhibhaveyya ajjhotthareyya pariyadiyeyya maddeyyati—","mnd16:270.3":"rupesu saddesu atho rasesu, gandhesu phassesu sahetha ragam. ","mnd16:271.1":"Tenaha bhagava—","mnd16:272.1":"“Athaparam panca rajani loke, ","mnd16:272.2":"Yesam satima vinayaya sikkhe; ","mnd16:272.3":"Rupesu saddesu atho rasesu, ","mnd16:272.4":"Gandhesu phassesu sahetha ragan”ti. ","mnd16:273.1":"<b>Etesu dhammesu vineyya chandam,</b> ","mnd16:273.2":"<b>Bhikkhu satima suvimuttacitto;</b> ","mnd16:273.3":"<b>Kalena so samma dhammam parivimamsamano,</b> ","mnd16:273.4":"<b>Ekodibhuto vihane tamam so.</b> ","mnd16:273.5":"(Iti bhagava.) ","mnd16:274.1":"<b>Etesu dhammesu vineyya chandan</b>ti. ","mnd16:274.2":"<b>Etesu</b>ti rupesu saddesu gandhesu rasesu photthabbesu. ","mnd16:274.3":"<b>Chando</b>ti yo kamesu kamacchando kamarago kamanandi kamatanha kamasneho kamaparilaho kamamuccha kamajjhosanam kamogho kamayogo kamupadanam …pe… ","mnd16:274.4":"kamacchandanivaranam. ","mnd16:274.5":"<b>Etesu dhammesu vineyya chandan</b>ti. ","mnd16:274.6":"Etesu dhammesu chandam vineyya pativineyya pajaheyya vinodeyya byantim kareyya anabhavam gameyyati—","mnd16:274.7":"etesu dhammesu vineyya chandam. ","mnd16:275.1":"<b>Bhikkhu satima suvimuttacitto</b>ti. ","mnd16:275.2":"<b>Bhikkhu</b>ti puthujjanakalyanako va bhikkhu, sekho va bhikkhu. ","mnd16:275.3":"<b>Satima</b>ti ya sati anussati …pe… sammasati satisambojjhango ekayanamaggo—","mnd16:275.4":"ayam vuccati sati. ","mnd16:275.5":"Imaya satiya upeto samupeto …pe… ","mnd16:275.6":"so vuccati satima. ","mnd16:276.1":"<b>Bhikkhu satima suvimuttacitto</b>ti. ","mnd16:276.2":"Pathamam jhanam samapannassa nivaranehi cittam muttam vimuttam suvimuttam, ","mnd16:276.3":"dutiyam jhanam samapannassa vitakkavicarehi cittam muttam vimuttam suvimuttam, ","mnd16:276.4":"tatiyam jhanam samapannassa pitiya ca cittam muttam vimuttam suvimuttam, ","mnd16:276.5":"catuttham jhanam samapannassa sukhadukkhehi cittam muttam vimuttam suvimuttam; ","mnd16:276.6":"akasanancayatanam samapannassa rupasannaya patighasannaya nanattasannaya cittam muttam vimuttam suvimuttam, ","mnd16:276.7":"vinnanancayatanam samapannassa akasanancayatanasannaya cittam … ","mnd16:276.8":"akincannayatanam samapannassa vinnanancayatanasannaya cittam … ","mnd16:276.9":"nevasannanasannayatanam samapannassa akincannayatanasannaya cittam muttam vimuttam suvimuttam; ","mnd16:276.10":"sotapannassa sakkayaditthiya vicikicchaya silabbataparamasa ditthanusaya vicikicchanusaya tadekatthehi ca kilesehi cittam muttam vimuttam suvimuttam, ","mnd16:276.11":"sakadagamissa olarika kamaraganusaya patighanusaya tadekatthehi ca kilesehi cittam muttam vimuttam suvimuttam, ","mnd16:276.12":"anagamissa anusahagata kamaragasamyojana patighasamyojana anusahagata kamaraganusaya patighanusaya tadekatthehi ca kilesehi cittam muttam vimuttam suvimuttam, ","mnd16:276.13":"arahato ruparaga aruparaga mana uddhacca avijjaya mananusaya bhavaraganusaya avijjanusaya tadekatthehi ca kilesehi bahiddha ca sabbanimittehi cittam muttam vimuttam suvimuttanti—","mnd16:276.14":"bhikkhu satima suvimuttacitto. ","mnd16:277.1":"<b>Kalena so samma dhammam parivimamsamano</b>ti. ","mnd16:277.2":"<b>Kalena</b>ti uddhate citte samathassa kalo, samahite citte vipassanaya kalo. ","mnd16:278.1":"“Kale pagganhati cittam, ","mnd16:278.2":"nigganhati punapare; ","mnd16:278.3":"Sampahamsati kalena, ","mnd16:278.4":"kale cittam samadahe. ","mnd16:279.1":"Ajjhupekkhati kalena, ","mnd16:279.2":"so yogi kalakovido; ","mnd16:279.3":"Kimhi kalamhi paggaho, ","mnd16:279.4":"kimhi kale viniggaho. ","mnd16:280.1":"Kimhi pahamsanakalo, ","mnd16:280.2":"samathakalo ca kidiso; ","mnd16:280.3":"Upekkhakalam cittassa, ","mnd16:280.4":"katham dasseti yogino. ","mnd16:281.1":"Line cittamhi paggaho, ","mnd16:281.2":"uddhatasmim viniggaho; ","mnd16:281.3":"Nirassadagatam cittam, ","mnd16:281.4":"sampahamseyya tavade. ","mnd16:282.1":"Sampahattham yada cittam, ","mnd16:282.2":"alinam bhavatinuddhatam; ","mnd16:282.3":"Samathassa ca so kalo, ","mnd16:282.4":"ajjhattam ramaye mano. ","mnd16:283.1":"Etena mevupayena, ","mnd16:283.2":"yada hoti samahitam; ","mnd16:283.3":"Samahitacittamannaya, ","mnd16:283.4":"ajjhupekkheyya tavade. ","mnd16:284.1":"Evam kalavidu dhiro, ","mnd16:284.2":"kalannu kalakovido; ","mnd16:284.3":"Kalena kalam cittassa, ","mnd16:284.4":"nimittamupalakkhaye”ti. ","mnd16:285.1":"<b>Kalena so samma dhammam parivimamsamano</b>ti. ","mnd16:285.2":"“Sabbe sankhara anicca”ti samma dhammam parivimamsamano, ","mnd16:285.3":"“sabbe sankhara dukkha”ti samma dhammam parivimamsamano, ","mnd16:285.4":"“sabbe dhamma anatta”ti samma dhammam parivimamsamano …pe… ","mnd16:285.5":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti—","mnd16:285.6":"samma dhammam parivimamsamano. ","mnd16:286.1":"<b>Ekodibhuto vihane tamam so, iti bhagava</b>ti. ","mnd16:286.2":"<b>Ekodi</b>ti ekaggacitto avikkhittacitto avisahatamanaso samatho samadhindriyam samadhibalam sammasamadhiti—","mnd16:286.3":"ekodibhuto. ","mnd16:286.4":"<b>Vihane tamam so</b>ti ragatamam dosatamam mohatamam ditthitamam manatamam kilesatamam duccaritatamam andhakaranam acakkhukaranam annanakaranam pannanirodhikam vighatapakkhikam anibbanasamvattanikam haneyya vihaneyya pajaheyya vinodeyya byantim kareyya anabhavam gameyya. ","mnd16:287.1":"<b>Bhagava</b>ti garavadhivacanam. ","mnd16:287.2":"Api ca bhaggaragoti bhagava, bhaggadosoti bhagava, bhaggamohoti bhagava, bhaggamanoti bhagava, bhaggaditthiti bhagava, bhaggakandakoti bhagava, bhaggakilesoti bhagava, bhaji vibhaji pavibhaji dhammaratananti bhagava, bhavanam antakaroti bhagava, bhavitakayo bhavitasilo bhavitacitto bhavitapannoti bhagava, bhaji va bhagava arannavanapatthani pantani senasanani appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppaniti bhagava, bhagi va bhagava civarapindapatasenasanagilanapaccayabhesajjaparikkharananti bhagava, bhagi va bhagava attharasassa dhammarasassa vimuttirasassa adhisilassa adhicittassa adhipannayati bhagava, bhagi va bhagava catunnam jhananam catunnam appamannanam catunnam arupasamapattinanti bhagava, bhagi va bhagava atthannam vimokkhanam atthannam abhibhayatananam navannam anupubbaviharasamapattinanti bhagava, bhagi va bhagava dasannam sannabhavananam dasannam kasinasamapattinam anapanassatisamadhissa asubhasamapattiyati bhagava, bhagi va bhagava catunnam satipatthananam catunnam sammappadhananam catunnam iddhipadanam pancannam indriyanam pancannam balanam sattannam bojjhanganam ariyassa atthangikassa maggassati bhagava, bhagi va bhagava dasannam tathagatabalanam catunnam vesarajjanam catunnam patisambhidanam channam abhinnanam channam buddhadhammananti bhagava, bhagavati netam namam matara katam na pitara katam na bhatara katam na bhaginiya katam na mittamaccehi katam na natisalohitehi katam na samanabrahmanehi katam na devatahi katam; ","mnd16:287.3":"vimokkhantikametam buddhanam bhagavantanam bodhiya mule saha sabbannutananassa patilabha sacchika pannatti yadidam bhagavati—","mnd16:287.4":"ekodibhuto vihane tamam so iti bhagava. ","mnd16:288.1":"Tenaha bhagava—","mnd16:289.1":"“Etesu dhammesu vineyya chandam, ","mnd16:289.2":"Bhikkhu satima suvimuttacitto; ","mnd16:289.3":"Kalena so samma dhammam parivimamsamano, ","mnd16:289.4":"Ekodibhuto vihane tamam so”. ","mnd16:289.5":"(Iti bhagavati.) ","mnd16:290.1":"Sariputtasuttaniddeso solasamo. ","mnd16:291.1":"Atthakavaggamhi solasa suttaniddesa samatta. ","mnd16:292.1":"Mahaniddesapali nitthita. "}