{"mnd7:0.1":"Mahaniddesa ","mnd7:0.2":"Atthakavagga ","mnd7:0.3":"7. Tissametteyyasuttaniddesa ","mnd7:1.1":"Atha tissametteyyasuttaniddesam vakkhati—","mnd7:2.1":"<b>Methunamanuyuttassa,</b> ","mnd7:2.2":"(iccayasma tisso metteyyo) ","mnd7:2.3":"<b>Vighatam bruhi marisa;</b> ","mnd7:2.4":"<b>Sutvana tava sasanam,</b> ","mnd7:2.5":"<b>Viveke sikkhissamase.</b> ","mnd7:3.1":"<b>Methunamanuyuttassa</b>ti. ","mnd7:3.2":"<b>Methunadhammo</b> nama yo so asaddhammo gamadhammo vasaladhammo dutthullo odakantiko rahasso dvayamdvayasamapatti. ","mnd7:3.3":"Kinkarana vuccati methunadhammo? ","mnd7:3.4":"Ubhinnam rattanam sarattanam avassutanam pariyutthitanam pariyadinnacittanam ubhinnam sadisanam dhammoti—","mnd7:3.5":"tankarana vuccati methunadhammo. ","mnd7:3.6":"Yatha ubho kalahakaraka methunakati vuccanti, ubho bhandanakaraka methunakati vuccanti, ubho bhassakaraka methunakati vuccanti, ubho vivadakaraka methunakati vuccanti, ubho adhikaranakaraka methunakati vuccanti, ubho vadino methunakati vuccanti, ubho sallapaka methunakati vuccanti; ","mnd7:3.7":"evamevam ubhinnam rattanam sarattanam avassutanam pariyutthitanam pariyadinnacittanam ubhinnam sadisanam dhammoti—","mnd7:3.8":"tankarana vuccati methunadhammo. ","mnd7:4.1":"<b>Methunamanuyuttassa</b>ti. ","mnd7:4.2":"Methunadhamme yuttassa payuttassa ayuttassa samayuttassa taccaritassa tabbahulassa taggarukassa tanninnassa tapponassa tappabbharassa tadadhimuttassa tadadhipateyyassati—","mnd7:4.3":"methunamanuyuttassa. ","mnd7:5.1":"<b>Iccayasma tisso metteyyo</b>ti. ","mnd7:5.2":"<b>Icca</b>ti padasandhi padasamsaggo padaparipuri akkharasamavayo byanjanasilitthata padanupubbatapetam—","mnd7:5.3":"iccati. ","mnd7:5.4":"<b>Ayasma</b>ti piyavacanam garuvacanam sagaravavacanam sappatissavacanametam—","mnd7:5.5":"ayasmati. ","mnd7:5.6":"<b>Tisso</b>ti tassa therassa namam sankha samanna pannatti voharo namam namakammam namadheyyam nirutti byanjanam abhilapo. ","mnd7:5.7":"<b>Metteyyo</b>ti tassa therassa gottam sankha samanna pannatti voharoti—","mnd7:5.8":"iccayasma tisso metteyyo. ","mnd7:6.1":"<b>Vighatam bruhi marisa</b>ti. ","mnd7:6.2":"<b>Vighatan</b>ti vighatam upaghatam pilanam ghattanam upaddavam upasaggam bruhi acikkha desehi pannapehi patthapehi vivara vibhaja uttanikarohi pakasehi. ","mnd7:6.3":"<b>Marisa</b>ti piyavacanam garuvacanam sagaravavacanam sappatissavacanametam marisati—","mnd7:6.4":"vighatam bruhi marisa. ","mnd7:7.1":"<b>Sutvana tava sasanan</b>ti. ","mnd7:7.2":"Tuyham vacanam byappatham desanam anusasanam anusitthim sutva sunitva uggahetva upadharayitva upalakkhayitvati—","mnd7:7.3":"sutvana tava sasanam. ","mnd7:8.1":"<b>Viveke sikkhissamase</b>ti. ","mnd7:8.2":"<b>Viveko</b>ti tayo viveka—","mnd7:8.3":"kayaviveko, cittaviveko, upadhiviveko. ","mnd7:8.4":"Katamo kayaviveko? ","mnd7:8.5":"Idha bhikkhu vivittam senasanam bhajati arannam rukkhamulam pabbatam kandaram giriguham susanam vanapattham abbhokasam palasapunjam, kayena vivitto viharati. ","mnd7:8.6":"So eko gacchati, eko titthati, eko nisidati, eko seyyam kappeti, eko gamam pindaya pavisati, eko patikkamati, eko raho nisidati, eko cankamam adhitthati, eko carati, eko viharati iriyati vattati paleti yapeti yapeti—","mnd7:8.7":"ayam kayaviveko. ","mnd7:9.1":"Katamo cittaviveko? ","mnd7:9.2":"Pathamam jhanam samapannassa nivaranehi cittam vivittam hoti, ","mnd7:9.3":"dutiyam jhanam samapannassa vitakkavicarehi cittam vivittam hoti, ","mnd7:9.4":"tatiyam jhanam samapannassa pitiya cittam vivittam hoti, ","mnd7:9.5":"catuttham jhanam samapannassa sukhadukkhehi cittam vivittam hoti, ","mnd7:9.6":"akasanancayatanam samapannassa rupasannaya patighasannaya nanattasannaya cittam vivittam hoti, ","mnd7:9.7":"vinnanancayatanam samapannassa akasanancayatanasannaya cittam vivittam hoti, ","mnd7:9.8":"akincannayatanam samapannassa vinnanancayatanasannaya cittam vivittam hoti, ","mnd7:9.9":"nevasannanasannayatanam samapannassa akincannayatanasannaya cittam vivittam hoti, ","mnd7:9.10":"sotapannassa sakkayaditthiya vicikicchaya silabbataparamasa ditthanusaya vicikicchanusaya tadekatthehi ca kilesehi cittam vivittam hoti, ","mnd7:9.11":"sakadagamissa olarika kamaragasamyojana patighasamyojana olarika kamaraganusaya patighanusaya tadekatthehi ca kilesehi cittam vivittam hoti, ","mnd7:9.12":"anagamissa anusahagata kamaragasamyojana patighasamyojana anusahagata kamaraganusaya patighanusaya tadekatthehi ca kilesehi cittam vivittam hoti, ","mnd7:9.13":"arahato ruparaga aruparaga mana uddhacca avijjaya mananusaya bhavaraganusaya avijjanusaya tadekatthehi ca kilesehi bahiddha ca sabbanimittehi cittam vivittam hoti—","mnd7:9.14":"ayam cittaviveko. ","mnd7:10.1":"Katamo upadhiviveko? ","mnd7:10.2":"<b>Upadhi</b> vuccanti kilesa ca khandha ca abhisankhara ca. ","mnd7:10.3":"Upadhiviveko vuccati amatam nibbanam. ","mnd7:10.4":"Yo so sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam—","mnd7:10.5":"ayam upadhiviveko. ","mnd7:10.6":"Kayaviveko ca vivekatthakayanam nekkhammabhiratanam; ","mnd7:10.7":"cittaviveko ca parisuddhacittanam paramavodanappattanam; ","mnd7:10.8":"upadhiviveko ca nirupadhinam puggalanam visankharagatanam. ","mnd7:10.9":"<b>Viveke sikkhissamase</b>ti. ","mnd7:10.10":"So thero pakatiya sikkhitasikkho. ","mnd7:10.11":"Api ca dhammadesanam upadaya dhammadesanam savento evamaha—","mnd7:10.12":"viveke sikkhissamaseti. ","mnd7:11.1":"Tenaha thero tissametteyyo—","mnd7:12.1":"“Methunamanuyuttassa, ","mnd7:12.2":"(iccayasma tisso metteyyo) ","mnd7:12.3":"Vighatam bruhi marisa; ","mnd7:12.4":"Sutvana tava sasanam, ","mnd7:12.5":"Viveke sikkhissamase”ti. ","mnd7:13.1":"<b>Methunamanuyuttassa</b>, ","mnd7:13.2":"(metteyyati bhagava) ","mnd7:13.3":"<b>Mussate vapi sasanam;</b> ","mnd7:13.4":"<b>Miccha ca patipajjati,</b> ","mnd7:13.5":"<b>Etam tasmim anariyam.</b> ","mnd7:14.1":"<b>Methunamanuyuttassa</b>ti. ","mnd7:14.2":"Methunadhammo nama yo so asaddhammo gamadhammo vasaladhammo dutthullo odakantiko rahasso dvayamdvayasamapatti. ","mnd7:14.3":"Kinkarana vuccati methunadhammo? ","mnd7:14.4":"Ubhinnam rattanam sarattanam avassutanam pariyutthitanam pariyadinnacittanam ubhinnam sadisanam dhammoti—","mnd7:14.5":"tankarana vuccati methunadhammo. ","mnd7:14.6":"Yatha ubho kalahakaraka methunakati vuccanti, ubho bhandanakaraka methunakati vuccanti, ubho bhassakaraka methunakati vuccanti, ubho vivadakaraka methunakati vuccanti, ubho adhikaranakaraka methunakati vuccanti, ubho vadino methunakati vuccanti, ubho sallapaka methunakati vuccanti; ","mnd7:14.7":"evamevam ubhinnam rattanam sarattanam avassutanam pariyutthitanam pariyadinnacittanam ubhinnam sadisanam dhammoti—","mnd7:14.8":"tankarana vuccati methunadhammo. ","mnd7:15.1":"<b>Methunamanuyuttassa</b>ti. ","mnd7:15.2":"Methunadhamme yuttassa payuttassa ayuttassa samayuttassa taccaritassa tabbahulassa taggarukassa tanninnassa tapponassa tappabbharassa tadadhimuttassa tadadhipateyyassati—","mnd7:15.3":"methunamanuyuttassa. ","mnd7:16.1":"<b>Metteyya</b>ti bhagava tam theram gottena alapati. ","mnd7:16.2":"<b>Bhagava</b>ti garavadhivacanam. ","mnd7:16.3":"Api ca bhaggaragoti bhagava, ","mnd7:16.4":"bhaggadosoti bhagava, ","mnd7:16.5":"bhaggamohoti bhagava, ","mnd7:16.6":"bhaggamanoti bhagava, ","mnd7:16.7":"bhaggaditthiti bhagava, ","mnd7:16.8":"bhaggakandakoti bhagava, ","mnd7:16.9":"bhaggakilesoti bhagava, ","mnd7:16.10":"bhaji vibhaji pavibhaji dhammaratananti bhagava, ","mnd7:16.11":"bhavanam antakaroti bhagava, ","mnd7:16.12":"bhavitakayo bhavitasilo bhavitacitto bhavitapannoti bhagava, ","mnd7:16.13":"bhaji va bhagava arannavanapatthani pantani senasanani appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppaniti bhagava, ","mnd7:16.14":"bhagi va bhagava civarapindapatasenasanagilanapaccayabhesajjaparikkharananti bhagava, ","mnd7:16.15":"bhagi va bhagava attharasassa dhammarasassa vimuttirasassa adhisilassa adhicittassa adhipannayati bhagava, ","mnd7:16.16":"bhagi va bhagava catunnam jhananam catunnam appamannanam catunnam arupasamapattinanti bhagava, ","mnd7:16.17":"bhagi va bhagava atthannam vimokkhanam atthannam abhibhayatananam navannam anupubbaviharasamapattinanti bhagava, ","mnd7:16.18":"bhagi va bhagava dasannam sannabhavananam dasannam kasinasamapattinam anapanassatisamadhissa asubhasamapattiyati bhagava, ","mnd7:16.19":"bhagi va bhagava catunnam satipatthananam catunnam sammappadhananam catunnam iddhipadanam pancannam indriyanam pancannam balanam sattannam bojjhanganam ariyassa atthangikassa maggassati bhagava, ","mnd7:16.20":"bhagi va bhagava dasannam tathagatabalanam catunnam vesarajjanam catunnam patisambhidanam channam abhinnanam channam buddhadhammananti bhagava. ","mnd7:16.21":"Bhagavati netam namam matara katam, na pitara katam, na bhatara katam, na bhaginiya katam, na mittamaccehi katam, na natisalohitehi katam na samanabrahmanehi katam, na devatahi katam. ","mnd7:16.22":"Vimokkhantikametam buddhanam bhagavantanam bodhiya mule saha sabbannutannanassa patilabha sacchika pannatti yadidam bhagavati—","mnd7:16.23":"metteyyati bhagava. ","mnd7:17.1":"<b>Mussate vapi sasanan</b>ti. ","mnd7:17.2":"Dvihi karanehi sasanam mussati—","mnd7:17.3":"pariyattisasanampi mussati, patipattisasanampi mussati. ","mnd7:17.4":"Katamam pariyattisasanam? ","mnd7:17.5":"Yam tassa pariyaputam—","mnd7:17.6":"suttam geyyam veyyakaranam gatha udanam itivuttakam jatakam abbhutadhammam vedallam—","mnd7:17.7":"idam pariyattisasanam. ","mnd7:17.8":"Tampi mussati sammussati pamussati sampamussati paribahiro hotiti—","mnd7:17.9":"evampi mussate vapi sasanam. ","mnd7:18.1":"Katamam patipattisasanam? ","mnd7:18.2":"Sammapatipada anulomapatipada apaccanikapatipada anvatthapatipada dhammanudhammapatipada silesu paripurakarita indriyesu guttadvarata bhojane mattannuta jagariyanuyogo satisampajannam cattaro satipatthana cattaro sammappadhana cattaro iddhipada pancindriyani panca balani satta bojjhanga ariyo atthangiko maggo—","mnd7:18.3":"idam patipattisasanam. ","mnd7:18.4":"Tampi mussati sammussati pamussati sampamussati paribahiro hotiti. ","mnd7:18.5":"Evampi mussate vapi sasanam. ","mnd7:19.1":"<b>Miccha ca patipajjati</b>ti. ","mnd7:19.2":"Panampi hanati, adinnampi adiyati, sandhimpi chindati, nillopampi harati, ekagarikampi karoti, paripanthepi titthati, paradarampi gacchati, musapi bhanatiti—","mnd7:19.3":"miccha ca patipajjati. ","mnd7:20.1":"<b>Etam tasmim anariyan</b>ti. ","mnd7:20.2":"Etam tasmim puggale anariyadhammo baladhammo mulhadhammo annanadhammo amaravikkhepadhammo, yadidam micchapatipadati—","mnd7:20.3":"etam tasmim anariyam. ","mnd7:21.1":"Tenaha bhagava—","mnd7:22.1":"“Methunamanuyuttassa, ","mnd7:22.2":"(metteyyati bhagava) ","mnd7:22.3":"Mussate vapi sasanam; ","mnd7:22.4":"Miccha ca patipajjati, ","mnd7:22.5":"Etam tasmim anariyan”ti. ","mnd7:23.1":"<b>Eko pubbe caritvana,</b> ","mnd7:23.2":"<b>methunam yo nisevati;</b> ","mnd7:23.3":"<b>Yanam bhantamva tam loke,</b> ","mnd7:23.4":"<b>hinamahu puthujjanam.</b> ","mnd7:24.1":"<b>Eko pubbe caritvana</b>ti. ","mnd7:24.2":"Dvihi karanehi eko pubbe caritvana—","mnd7:24.3":"pabbajjasankhatena va ganavavassaggatthena va. ","mnd7:24.4":"Katham pabbajjasankhatena eko pubbe caritvana? ","mnd7:24.5":"Sabbam gharavasapalibodham chinditva puttadarapalibodham chinditva natipalibodham chinditva mittamaccapalibodham chinditva sannidhipalibodham chinditva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitva akincanabhavam upagantva eko carati viharati iriyati vattati paleti yapeti yapeti. ","mnd7:24.6":"Evam pabbajjasankhatena eko pubbe caritvana. ","mnd7:25.1":"Katham ganavavassaggatthena eko pubbe caritvana? ","mnd7:25.2":"So evam pabbajito samano eko arannavanapatthani pantani senasanani patisevati appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppani. ","mnd7:25.3":"So eko gacchati, eko titthati, eko nisidati, eko seyyam kappeti, eko gamam pindaya pavisati, eko patikkamati, eko raho nisidati, eko cankamam adhitthati, eko carati viharati iriyati vattati paleti yapeti yapeti. ","mnd7:25.4":"Evam ganavavassaggatthena eko pubbe caritvana. ","mnd7:26.1":"<b>Methunam yo nisevati</b>ti. ","mnd7:26.2":"<b>Methunadhammo</b> nama yo so asaddhammo …pe… ","mnd7:26.3":"tankarana vuccati methunadhammo. ","mnd7:26.4":"<b>Methunam yo nisevati</b>ti. ","mnd7:26.5":"Yo aparena samayena buddham dhammam sangham sikkham paccakkhaya hinayavattitva methunam dhammam sevati nisevati samsevati patisevatiti—","mnd7:26.6":"methunam yo nisevati. ","mnd7:27.1":"<b>Yanam bhantamva tam loke</b>ti. ","mnd7:27.2":"<b>Yanan</b>ti hatthiyanam assayanam goyanam ajayanam mendayanam otthayanam kharayanam bhantam adantam akaritam avinitam uppatham ganhati, visamam khanumpi pasanampi abhiruhati, yanampi arohanakampi bhanjati, papatepi papatati. ","mnd7:27.3":"Yatha tam bhantam yanam adantam akaritam avinitam uppatham ganhati; ","mnd7:27.4":"evamevam so vibbhantako bhantayanapatibhago uppatham ganhati, micchaditthim ganhati …pe… micchasamadhim ganhati. ","mnd7:27.5":"Yatha tam bhantam yanam adantam akaritam avinitam visamam khanumpi pasanampi abhiruhati; ","mnd7:27.6":"evamevam so vibbhantako bhantayanapatibhago visamam kayakammam abhiruhati, visamam vacikammam abhiruhati, visamam manokammam abhiruhati, visamam panatipatam abhiruhati, visamam adinnadanam abhiruhati, visamam kamesumicchacaram abhiruhati, visamam musavadam abhiruhati, visamam pisunavacam abhiruhati, visamam pharusavacam abhiruhati, visamam samphappalapam abhiruhati, visamam abhijjham abhiruhati, visamam byapadam abhiruhati, visamam micchaditthim abhiruhati, visame sankhare abhiruhati, visame panca kamagune abhiruhati, visame nivarane abhiruhati. ","mnd7:27.7":"Yatha tam bhantam yanam adantam akaritam avinitam yanampi arohanakampi bhanjati; ","mnd7:27.8":"evamevam so vibbhantako bhantayanapatibhago niraye attanam bhanjati, tiracchanayoniyam attanam bhanjati, pettivisaye attanam bhanjati, manussaloke attanam bhanjati, devaloke attanam bhanjati. ","mnd7:27.9":"Yatha tam bhantam yanam adantam akaritam avinitam papate papatati; ","mnd7:27.10":"evamevam so vibbhantako bhantayanapatibhago jatipapatampi papatati, jarapapatampi papatati, byadhipapatampi papatati, maranapapatampi papatati, sokaparidevadukkhadomanassupayasapapatampi papatati. ","mnd7:27.11":"<b>Loke</b>ti apayaloke manussaloketi—","mnd7:27.12":"yanam bhantamva tam loke. ","mnd7:28.1":"<b>Hinamahu puthujjanan</b>ti. ","mnd7:28.2":"<b>Puthujjana</b>ti kenatthena puthujjana? ","mnd7:28.3":"Puthu kilese janentiti puthujjana, puthu avihatasakkayaditthikati puthujjana, puthu sattharanam mukhullokikati puthujjana, puthu sabbagatihi avutthitati puthujjana, puthu nanabhisankhare abhisankharontiti puthujjana, puthu nanaoghehi vuyhantiti puthujjana, puthu nanasantapehi santapantiti puthujjana, puthu nanaparilahehi paridayhantiti puthujjana, puthu pancasu kamagunesu ratta giddha gadhita mucchita ajjhosanna lagga laggita palibuddhati puthujjana, puthu pancahi nivaranehi avuta nivuta ovuta pihita paticchanna patikujjitati puthujjana. ","mnd7:28.4":"<b>Hinamahu puthujjanan</b>ti. ","mnd7:28.5":"Puthujjanam hinam nihinam omakam lamakam chatukkam parittanti evamahamsu evam kathenti evam bhananti evam dipayanti evam voharantiti—","mnd7:28.6":"hinamahu puthujjanam. ","mnd7:29.1":"Tenaha bhagava—","mnd7:30.1":"“Eko pubbe caritvana, ","mnd7:30.2":"methunam yo nisevati; ","mnd7:30.3":"Yanam bhantamva tam loke, ","mnd7:30.4":"hinamahu puthujjanan”ti. ","mnd7:31.1":"<b>Yaso kitti ca ya pubbe,</b> ","mnd7:31.2":"<b>hayate vapi tassa sa;</b> ","mnd7:31.3":"<b>Etampi disva sikkhetha,</b> ","mnd7:31.4":"<b>methunam vippahatave.</b> ","mnd7:32.1":"<b>Yaso kitti ca ya pubbe, hayate vapi tassa sa</b>ti. ","mnd7:32.2":"Katamo <b>yaso</b>? ","mnd7:32.3":"Idhekacco pubbe samanabhave sakkato hoti garukato manito pujito apacito labhi civarapindapatasenasanagilanapaccayabhesajjaparikkharanam—","mnd7:32.4":"ayam yaso. ","mnd7:32.5":"Katama <b>kitti</b>? ","mnd7:32.6":"Idhekacco pubbe samanabhave kittivannagato hoti pandito viyatto medhavi bahussuto cittakathi kalyanapatibhano—","mnd7:32.7":"suttantikoti va vinayadharoti va dhammakathikoti va arannikoti va pindapatikoti va pamsukulikoti va tecivarikoti va sapadanacarikoti va khalupacchabhattikoti va nesajjikoti va yathasanthatikoti va ","mnd7:32.8":"pathamassa jhanassa labhiti va dutiyassa jhanassa labhiti va tatiyassa jhanassa labhiti va catutthassa jhanassa labhiti va akasanancayatanasamapattiya labhiti va vinnanancayatanasamapattiya labhiti va akincannayatanasamapattiya labhiti va nevasannanasannayatanasamapattiya labhiti va, ayam kittiti—","mnd7:32.9":"yaso kitti ca ya pubbe. ","mnd7:33.1":"<b>Hayate vapi tassa sa</b>ti. ","mnd7:33.2":"Tassa aparena samayena buddham dhammam sangham sikkham paccakkhaya hinayavattassa so ca yaso sa ca kitti hayati parihayati paridhamsati paripatati antaradhayati vippalujjatiti—","mnd7:33.3":"yaso kitti ca ya pubbe hayate vapi tassa sa. ","mnd7:34.1":"<b>Etampi disva sikkhetha methunam vippahatave</b>ti. ","mnd7:34.2":"<b>Etan</b>ti pubbe samanabhave yaso kitti ca, aparabhage buddham dhammam sangham sikkham paccakkhaya hinayavattassa ayaso ca akitti ca; ","mnd7:34.3":"etam sampattim vipattim. ","mnd7:34.4":"<b>Disva</b>ti passitva tulayitva tirayitva vibhavayitva vibhutam katvati—","mnd7:34.5":"etampi disva. ","mnd7:34.6":"<b>Sikkhetha</b>ti tisso sikkha—","mnd7:34.7":"adhisilasikkha, adhicittasikkha, adhipannasikkha. ","mnd7:34.8":"Katama adhisilasikkha? ","mnd7:34.9":"Idha bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","mnd7:34.10":"Khuddako silakkhandho, mahanto silakkhandho. ","mnd7:34.11":"Silam patittha adi caranam samyamo samvaro mukham pamukham kusalanam dhammanam samapattiya—","mnd7:34.12":"ayam adhisilasikkha. ","mnd7:35.1":"Katama adhicittasikkha? ","mnd7:35.2":"Idha bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati …pe… ","mnd7:35.3":"dutiyam jhanam … ","mnd7:35.4":"tatiyam jhanam … ","mnd7:35.5":"catuttham jhanam upasampajja viharati—","mnd7:35.6":"ayam adhicittasikkha. ","mnd7:36.1":"Katama adhipannasikkha? ","mnd7:36.2":"Idha bhikkhu pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","mnd7:36.3":"So idam dukkhanti yathabhutam pajanati, ayam dukkhasamudayoti yathabhutam pajanati, ayam dukkhanirodhoti yathabhutam pajanati, ayam dukkhanirodhagamini patipadati yathabhutam pajanati, ","mnd7:36.4":"ime asavati yathabhutam pajanati, ayam asavasamudayoti yathabhutam pajanati, ayam asavanirodhoti yathabhutam pajanati, ayam asavanirodhagamini patipadati yathabhutam pajanati—","mnd7:36.5":"ayam adhipannasikkha. ","mnd7:36.6":"<b>Methunadhammo</b> nama yo so asaddhammo …pe… ","mnd7:36.7":"tankarana vuccati methunadhammo. ","mnd7:37.1":"<b>Etampi disva sikkhetha, methunam vippahatave</b>ti. ","mnd7:37.2":"Methunadhammassa pahanaya vupasamaya patinissaggaya patipassaddhiya adhisilampi sikkheyya, adhicittampi sikkheyya, adhipannampi sikkheyya. ","mnd7:37.3":"Ima tisso sikkhayo avajjanto sikkheyya, jananto sikkheyya, passanto sikkheyya, paccavekkhanto sikkheyya, cittam adhitthahanto sikkheyya, saddhaya adhimuccanto sikkheyya, viriyam pagganhanto sikkheyya, satim upatthapento sikkheyya, cittam samadahanto sikkheyya, pannaya pajananto sikkheyya, abhinneyyam abhijananto sikkheyya, parinneyyam parijananto sikkheyya, pahatabbam pajahanto sikkheyya, bhavetabbam bhavento sikkheyya, sacchikatabbam sacchikaronto sikkheyya acareyya samacareyya samadaya vatteyyati—","mnd7:37.4":"etampi disva sikkhetha, methunam vippahatave. ","mnd7:38.1":"Tenaha bhagava—","mnd7:39.1":"“Yaso kitti ca ya pubbe, ","mnd7:39.2":"hayate vapi tassa sa; ","mnd7:39.3":"Etampi disva sikkhetha, ","mnd7:39.4":"methunam vippahatave”ti. ","mnd7:40.1":"<b>Sankappehi pareto so,</b> ","mnd7:40.2":"<b>kapano viya jhayati;</b> ","mnd7:40.3":"<b>Sutva paresam nigghosam,</b> ","mnd7:40.4":"<b>manku hoti tathavidho.</b> ","mnd7:41.1":"<b>Sankappehi pareto so, kapano viya jhayati</b>ti. ","mnd7:41.2":"Kamasankappena byapadasankappena vihimsasankappena ditthisankappena phuttho pareto samohito samannagato pihito kapano viya mando viya momuho viya jhayati pajjhayati nijjhayati apajjhayati. ","mnd7:41.3":"Yatha uluko rukkhasakhayam musikam magayamano jhayati pajjhayati nijjhayati apajjhayati, yatha kotthu naditire macche magayamano jhayati pajjhayati nijjhayati apajjhayati, yatha bilaro sandhisamalasankatire musikam magayamano jhayati pajjhayati nijjhayati apajjhayati, yatha gadrabho vahacchinno sandhisamalasankatire jhayati pajjhayati nijjhayati apajjhayati; ","mnd7:41.4":"evamevam so vibbhantako kamasankappena byapadasankappena vihimsasankappena ditthisankappena phuttho pareto samohito samannagato pihito kapano viya mando viya momuho viya jhayati pajjhayati nijjhayati apajjhayatiti—","mnd7:41.5":"sankappehi pareto so kapano viya jhayati. ","mnd7:42.1":"<b>Sutva paresam nigghosam, manku hoti tathavidho</b>ti. ","mnd7:42.2":"<b>Paresan</b>ti upajjhaya va acariya va samanupajjhayaka va samanacariyaka va mitta va sandittha va sambhatta va sahaya va codenti—","mnd7:42.3":"“tassa te, avuso, alabha, tassa te dulladdham, yam tvam evarupam ularam sattharam labhitva evam svakkhate dhammavinaye pabbajitva evarupam ariyaganam labhitva hinassa methunadhammassa karana buddham dhammam sangham sikkham paccakkhaya hinayavattosi. ","mnd7:42.4":"Saddhapi nama te nahosi kusalesu dhammesu, hiripi nama te nahosi kusalesu dhammesu, ottappampi nama te nahosi kusalesu dhammesu, viriyampi nama te nahosi kusalesu dhammesu, satipi nama te nahosi kusalesu dhammesu, pannapi nama te nahosi kusalesu dhammesu”ti. ","mnd7:42.5":"Tesam vacanam byappatham desanam anusasanam anusitthim sutva sunitva uggahetva upadharayitva upalakkhayitva manku hoti, pilito ghattito byadhito domanassito hoti. ","mnd7:42.6":"<b>Tathavidho</b>ti tathavidho tadiso tassanthito tappakaro tappatibhago. ","mnd7:42.7":"Yo so vibbhantakoti—","mnd7:42.8":"sutva paresam nigghosam manku hoti tathavidho. ","mnd7:43.1":"Tenaha bhagava—","mnd7:44.1":"“Sankappehi pareto so, ","mnd7:44.2":"kapano viya jhayati; ","mnd7:44.3":"Sutva paresam nigghosam, ","mnd7:44.4":"manku hoti tathavidho”ti. ","mnd7:45.1":"<b>Atha satthani kurute,</b> ","mnd7:45.2":"<b>paravadehi codito;</b> ","mnd7:45.3":"<b>Esa khvassa mahagedho,</b> ","mnd7:45.4":"<b>mosavajjam pagahati.</b> ","mnd7:46.1":"<b>Atha satthani kurute, paravadehi codito</b>ti. ","mnd7:46.2":"<b>Atha</b>ti padasandhi padasamsaggo padaparipuri akkharasamavayo byanjanasilitthata padanupubbatapetam—","mnd7:46.3":"athati. ","mnd7:46.4":"<b>Satthani</b>ti tini satthani—","mnd7:46.5":"kayasattham, vacisattham, manosattham. ","mnd7:46.6":"Tividham kayaduccaritam kayasattham, catubbidham vaciduccaritam vacisattham, tividham manoduccaritam manosattham. ","mnd7:46.7":"<b>Paravadehi codito</b>ti. ","mnd7:46.8":"Upajjhayehi va acariyehi va samanupajjhayakehi va samanacariyakehi va mittehi va sanditthehi va sambhattehi va sahayehi va codito sampajanamusa bhasati. ","mnd7:46.9":"“Abhirato aham, bhante, ahosim pabbajjaya. ","mnd7:46.10":"Mata me posetabba, tenamhi vibbhanto”ti bhanati. ","mnd7:46.11":"“Pita me posetabbo, tenamhi vibbhanto”ti bhanati. ","mnd7:46.12":"“Bhata me posetabbo … ","mnd7:46.13":"bhagini me posetabba … ","mnd7:46.14":"putto me posetabbo … ","mnd7:46.15":"dhita me posetabba … ","mnd7:46.16":"mitta me posetabba … ","mnd7:46.17":"amacca me posetabba … ","mnd7:46.18":"nataka me posetabba … ","mnd7:46.19":"salohita me posetabba, tenamhi vibbhanto”ti bhanati. ","mnd7:46.20":"Vacisattham karoti sankaroti janeti sanjaneti nibbatteti abhinibbattetiti—","mnd7:46.21":"atha satthani kurute, paravadehi codito. ","mnd7:47.1":"<b>Esa khvassa mahagedho</b>ti. ","mnd7:47.2":"Eso tassa mahagedho mahavanam mahagahanam mahakantaro mahavisamo mahakutilo mahapanko mahapalipo mahapalibodho mahabandhanam, yadidam sampajanamusavadoti—","mnd7:47.3":"esa khvassa mahagedho. ","mnd7:48.1":"<b>Mosavajjam pagahati</b>ti. ","mnd7:48.2":"Mosavajjam vuccati musavado. ","mnd7:48.3":"Idhekacco sabhaggato va parisaggato va natimajjhagato va pugamajjhagato va rajakulamajjhagato va abhinito sakkhiputtho—","mnd7:48.4":"“ehambho purisa, yam janasi tam vadehi”ti, ","mnd7:48.5":"so ajanam va aha—“janami”ti, ","mnd7:48.6":"janam va aha—“na janami”ti, ","mnd7:48.7":"apassam va aha—“passami”ti, ","mnd7:48.8":"passam va aha—“na passami”ti. ","mnd7:48.9":"Iti attahetu va parahetu va amisakincikkhahetu va sampajanamusa bhasati—","mnd7:48.10":"idam vuccati mosavajjam. ","mnd7:49.1":"Api ca tihakarehi musavado hoti. ","mnd7:49.2":"Pubbevassa hoti—","mnd7:49.3":"“musa bhanissan”ti, bhanantassa hoti—","mnd7:49.4":"“musa bhanami”ti, bhanitassa hoti—","mnd7:49.5":"“musa maya bhanitan”ti. ","mnd7:49.6":"Imehi tihakarehi musavado hoti. ","mnd7:49.7":"Api ca catuhakarehi musavado hoti. ","mnd7:49.8":"Pubbevassa hoti—","mnd7:49.9":"“musa bhanissan”ti, bhanantassa hoti—","mnd7:49.10":"“musa bhanami”ti, bhanitassa hoti—","mnd7:49.11":"“musa maya bhanitan”ti, vinidhaya ditthim. ","mnd7:49.12":"Imehi catuhakarehi musavado hoti. ","mnd7:49.13":"Api ca pancahakarehi … ","mnd7:49.14":"chahakarehi … ","mnd7:49.15":"sattahakarehi … ","mnd7:49.16":"atthahakarehi musavado hoti. ","mnd7:49.17":"Pubbevassa hoti—","mnd7:49.18":"“musa bhanissan”ti, bhanantassa hoti—","mnd7:49.19":"“musa bhanami”ti, bhanitassa hoti—","mnd7:49.20":"“musa maya bhanitan”ti, vinidhaya ditthim, vinidhaya khantim, vinidhaya rucim, vinidhaya sannam, vinidhaya bhavam. ","mnd7:49.21":"Imehi atthahakarehi musavado hoti. ","mnd7:49.22":"<b>Mosavajjam pagahati</b>ti. ","mnd7:49.23":"Mosavajjam pagahati ogahati ajjhogahati pavisatiti—","mnd7:49.24":"mosavajjam pagahati. ","mnd7:50.1":"Tenaha bhagava—","mnd7:51.1":"“Atha satthani kurute, ","mnd7:51.2":"paravadehi codito; ","mnd7:51.3":"Esa khvassa mahagedho, ","mnd7:51.4":"mosavajjam pagahati”ti. ","mnd7:52.1":"<b>Panditoti samannato,</b> ","mnd7:52.2":"<b>ekacariyam adhitthito;</b> ","mnd7:52.3":"<b>Sa capi methune yutto,</b> ","mnd7:52.4":"<b>mandova parikissati.</b> ","mnd7:53.1":"<b>Panditoti samannato</b>ti. ","mnd7:53.2":"Idhekacco pubbe samanabhave kitti vannagato hoti—","mnd7:53.3":"“pandito viyatto medhavi bahussuto cittakathi kalyanapatibhano suttantikoti va vinayadharoti va dhammakathikoti va …pe… ","mnd7:53.4":"nevasannanasannayatanasamapattiya labhi”ti va. ","mnd7:53.5":"Evam nato hoti pannato samannato hotiti—","mnd7:53.6":"panditoti samannato. ","mnd7:54.1":"<b>Ekaccariyam adhitthito</b>ti. ","mnd7:54.2":"Dvihi karanehi ekaccariyam adhitthito—","mnd7:54.3":"pabbajjasankhatena va ganavavassaggatthena va. ","mnd7:54.4":"Katham pabbajjasankhatena ekacariyam adhitthito? ","mnd7:54.5":"Sabbam gharavasapalibodham chinditva …pe… ","mnd7:54.6":"evam pabbajjasankhatena ekaccariyam adhitthito. ","mnd7:54.7":"Katham ganavavassaggatthena ekacariyam adhitthito? ","mnd7:54.8":"So evam pabbajito samano eko arannavanapatthani pantani …pe… ","mnd7:54.9":"evam ganavavassaggatthena ekacariyam adhitthitoti—","mnd7:54.10":"ekacariyam adhitthito. ","mnd7:55.1":"<b>Sa capi methune yutto</b>ti. ","mnd7:55.2":"<b>Methunadhammo</b> nama yo so asaddhammo gamadhammo …pe… ","mnd7:55.3":"tankarana vuccati methunadhammo. ","mnd7:55.4":"<b>Sa capi methune yutto</b>ti. ","mnd7:55.5":"So aparena samayena buddham dhammam sangham sikkham paccakkhaya hinayavattitva methunadhamme yutto payutto ayutto samayuttoti—","mnd7:55.6":"sa capi methune yutto. ","mnd7:56.1":"<b>Mandova parikissati</b>ti. ","mnd7:56.2":"Kapano viya mando viya momuho viya kissati parikissati parikilissati. ","mnd7:56.3":"Panampi hanati, adinnampi adiyati, sandhimpi chindati, nillopampi harati, ekagarikampi karoti, paripanthepi titthati, paradarampi gacchati, musapi bhanati. ","mnd7:56.4":"Evampi kissati parikissati parikilissati. ","mnd7:56.5":"Tamenam rajano gahetva vividha kammakarana karenti—","mnd7:56.6":"kasahipi talenti, vettehipi talenti, addhadandakehipi talenti, hatthampi chindanti, padampi chindanti, hatthapadampi chindanti, kannampi chindanti, nasampi chindanti, kannanasampi chindanti, bilangathalikampi karonti, sankhamundikampi karonti, rahumukhampi karonti, jotimalikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cirakavasikampi karonti, eneyyakampi karonti, balisamamsikampi karonti, kahapanikampi karonti, kharapatacchikampi karonti, palighaparivattikampi karonti, palalapithakampi karonti, tattenapi telena osincanti, sunakhehipi khadapenti, jivantampi sule uttasenti, asinapi sisam chindanti. ","mnd7:56.7":"Evampi kissati parikissati parikilissati. ","mnd7:57.1":"Atha va kamatanhaya abhibhuto pariyadinnacitto bhoge pariyesanto navaya mahasamuddam pakkhandati, sitassa purakkhato unhassa purakkhato damsamakasavatatapasarisapasamphassehi piliyamano khuppipasaya miyyamano tigumbam gacchati, takkolam gacchati, takkasilam gacchati, kalamukham gacchati, purapuram gacchati, vesungam gacchati, verapatham gacchati, javam gacchati, tamalim gacchati, vangam gacchati, elabandhanam gacchati, suvannakutam gacchati, suvannabhumim gacchati, tambapanim gacchati, supparakam gacchati, bharukaccham gacchati, surattham gacchati, bhangalokam gacchati, bhanganam gacchati, paramabhanganam gacchati, yonam gacchati, paramayonam gacchati, vinakam gacchati, mulapadam gacchati, marukantaram gacchati, jannupatham gacchati, ajapatham gacchati, mendapatham gacchati, sankupatham gacchati, chattapatham gacchati, vamsapatham gacchati, sakunapatham gacchati, musikapatham gacchati, daripatham gacchati, vettacaram gacchati. ","mnd7:57.2":"Evampi kissati parikissati parikilissati. ","mnd7:58.1":"Gavesanto na vindati, alabhamulakampi dukkham domanassam patisamvedeti. ","mnd7:58.2":"Evampi kissati parikissati parikilissati. ","mnd7:59.1":"Gavesanto vindati, laddhapi arakkhamulakampi dukkham domanassam patisamvedeti—","mnd7:59.2":"“kinti me bhoge neva rajano hareyyum, na cora hareyyum, na aggi daheyya, na udakam vaheyya, na apiya dayada hareyyun”ti. ","mnd7:59.3":"Tassa evam arakkhato gopayato te bhoga vippalujjanti. ","mnd7:59.4":"So vippayogamulakampi dukkham domanassam patisamvedeti. ","mnd7:59.5":"Evampi kissati parikissati parikilissatiti—","mnd7:59.6":"sa capi methune yutto, mandova parikissati. ","mnd7:60.1":"Tenaha bhagava—","mnd7:61.1":"“Panditoti samannato, ","mnd7:61.2":"ekacariyam adhitthito; ","mnd7:61.3":"Sa capi methune yutto, ","mnd7:61.4":"mandova parikissati”ti. ","mnd7:62.1":"<b>Etamadinavam natva,</b> ","mnd7:62.2":"<b>Muni pubbapare idha;</b> ","mnd7:62.3":"<b>Ekacariyam dalham kayira,</b> ","mnd7:62.4":"<b>Na nisevetha methunam.</b> ","mnd7:63.1":"<b>Etamadinavam natva, muni pubbapare idha</b>ti. ","mnd7:63.2":"<b>Etan</b>ti pubbe samanabhave yaso ca kitti ca, aparabhage buddham dhammam sangham sikkham paccakkhaya hinayavattassa ayaso ca akitti ca; ","mnd7:63.3":"etam sampattim vipattinca. ","mnd7:63.4":"<b>Natva</b>ti janitva tulayitva tirayitva vibhavayitva vibhutam katva. ","mnd7:63.5":"<b>Muni</b>ti. ","mnd7:63.6":"<b>Monam</b> vuccati nanam. ","mnd7:63.7":"Ya panna pajanana …pe… sangajalamaticca so muni. ","mnd7:63.8":"<b>Idha</b>ti imissa ditthiya imissa khantiya imissa ruciya imasmim adaye imasmim dhamme imasmim vinaye imasmim dhammavinaye imasmim pavacane imasmim brahmacariye imasmim satthusasane imasmim attabhave imasmim manussaloketi—","mnd7:63.9":"etamadinavam natva muni pubbapare idha. ","mnd7:64.1":"<b>Ekacariyam dalham kayira</b>ti. ","mnd7:64.2":"Dvihi karanehi ekacariyam dalham kareyya—","mnd7:64.3":"pabbajjasankhatena va ganavavassaggatthena va. ","mnd7:64.4":"Katham pabbajjasankhatena ekacariyam dalham kareyya? ","mnd7:64.5":"Sabbam gharavasapalibodham chinditva puttadarapalibodham chinditva natipalibodham chinditva mittamaccapalibodham chinditva sannidhipalibodham chinditva kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajitva akincanabhavam upagantva eko careyya vihareyya iriyeyya vatteyya paleyya yapeyya yapeyya. ","mnd7:64.6":"Evam pabbajjasankhatena ekacariyam dalham kareyya. ","mnd7:65.1":"Katham ganavavassaggatthena ekacariyam dalham kareyya? ","mnd7:65.2":"So evam pabbajito samano eko arannavanapatthani pantani senasanani patiseveyya appasaddani appanigghosani vijanavatani manussarahasseyyakani patisallanasaruppani. ","mnd7:65.3":"So eko gaccheyya, eko tittheyya, eko nisideyya, eko seyyam kappeyya, eko gamam pindaya paviseyya, eko patikkameyya, eko raho nisideyya, eko cankamam adhittheyya, eko careyya vihareyya iriyeyya vatteyya paleyya yapeyya yapeyya. ","mnd7:65.4":"Evam ganavavassaggatthena <b>ekacariyam dalham kareyya</b>ti—","mnd7:65.5":"ekacariyam dalham kareyya, thiram kareyya, dalham samadano assa, avatthitasamadano assa kusalesu dhammesuti—","mnd7:65.6":"ekacariyam dalham kayira. ","mnd7:66.1":"<b>Na nisevetha methunan</b>ti. ","mnd7:66.2":"<b>Methunadhammo</b> nama yo so asaddhammo gamadhammo …pe… ","mnd7:66.3":"tankarana vuccati methunadhammo. ","mnd7:66.4":"Methunadhammam na seveyya na niseveyya na samseveyya na patiseveyya na careyya na samacareyya na samadaya vatteyyati—","mnd7:66.5":"na nisevetha methunam. ","mnd7:67.1":"Tenaha bhagava—","mnd7:68.1":"“Etamadinavam natva, ","mnd7:68.2":"Muni pubbapare idha; ","mnd7:68.3":"Ekacariyam dalham kayira, ","mnd7:68.4":"Na nisevetha methunan”ti. ","mnd7:69.1":"<b>Vivekanneva sikkhetha,</b> ","mnd7:69.2":"<b>etam ariyanamuttamam;</b> ","mnd7:69.3":"<b>Na tena settho mannetha,</b> ","mnd7:69.4":"<b>sa ve nibbanasantike.</b> ","mnd7:70.1":"<b>Vivekanneva sikkhetha</b>ti. ","mnd7:70.2":"<b>Viveko</b>ti tayo viveka—","mnd7:70.3":"kayaviveko, cittaviveko, upadhiviveko. ","mnd7:70.4":"Katamo kayaviveko …pe… ","mnd7:70.5":"ayam upadhiviveko. ","mnd7:70.6":"Kayaviveko ca vivekatthakayanam nekkhammabhiratanam. ","mnd7:70.7":"Cittaviveko ca parisuddhacittanam paramavodanappattanam. ","mnd7:70.8":"Upadhiviveko ca nirupadhinam puggalanam visankharagatanam. ","mnd7:70.9":"<b>Sikkha</b>ti tisso sikkha—","mnd7:70.10":"adhisilasikkha, adhicittasikkha, adhipannasikkha …pe… ","mnd7:70.11":"ayam adhipannasikkha. ","mnd7:70.12":"<b>Vivekanneva sikkhetha</b>ti vivekanneva sikkheyya acareyya samacareyya samadaya vatteyyati—","mnd7:70.13":"vivekanneva sikkhetha. ","mnd7:71.1":"<b>Etam ariyanamuttaman</b>ti. ","mnd7:71.2":"<b>Ariya</b> vuccanti buddha ca buddhasavaka ca paccekabuddha ca. ","mnd7:71.3":"Ariyanam etam aggam settham visittham pamokkham uttamam pavaram yadidam vivekacariyati—","mnd7:71.4":"etam ariyanamuttamam. ","mnd7:72.1":"<b>Na tena settho mannetha</b>ti. ","mnd7:72.2":"Kayavivekacariyaya unnatim na kareyya, unnamam na kareyya, manam na kareyya, thamam na kareyya, thambham na kareyya, na tena manam janeyya, na tena thaddho assa patthaddho paggahitasiroti—","mnd7:72.3":"tena settho na mannetha. ","mnd7:73.1":"<b>Sa ve nibbanasantike</b>ti. ","mnd7:73.2":"So nibbanassa santike samanta asanne avidure upakattheti—","mnd7:73.3":"sa ve nibbanasantike. ","mnd7:74.1":"Tenaha bhagava—","mnd7:75.1":"“Vivekanneva sikkhetha, ","mnd7:75.2":"etam ariyanamuttamam; ","mnd7:75.3":"Na tena settho mannetha, ","mnd7:75.4":"sa ve nibbanasantike”ti. ","mnd7:76.1":"<b>Rittassa munino carato,</b> ","mnd7:76.2":"<b>kamesu anapekkhino;</b> ","mnd7:76.3":"<b>Oghatinnassa pihayanti,</b> ","mnd7:76.4":"<b>kamesu gadhita paja.</b> ","mnd7:77.1":"<b>Rittassa munino carato</b>ti. ","mnd7:77.2":"Rittassa vivittassa pavivittassa, kayaduccaritena rittassa vivittassa pavivittassa. ","mnd7:77.3":"Vaciduccaritena …pe… ","mnd7:77.4":"manoduccaritena … ","mnd7:77.5":"ragena … ","mnd7:77.6":"dosena … ","mnd7:77.7":"mohena … ","mnd7:77.8":"kodhena … ","mnd7:77.9":"upanahena … ","mnd7:77.10":"makkhena … ","mnd7:77.11":"palasena … ","mnd7:77.12":"issaya … ","mnd7:77.13":"macchariyena … ","mnd7:77.14":"mayaya … ","mnd7:77.15":"satheyyena … ","mnd7:77.16":"thambhena … ","mnd7:77.17":"sarambhena … ","mnd7:77.18":"manena … ","mnd7:77.19":"atimanena … ","mnd7:77.20":"madena … ","mnd7:77.21":"pamadena … ","mnd7:77.22":"sabbakilesehi … ","mnd7:77.23":"sabbaduccaritehi … ","mnd7:77.24":"sabbadarathehi … ","mnd7:77.25":"sabbaparilahehi … ","mnd7:77.26":"sabbasantapehi … ","mnd7:77.27":"sabbakusalabhisankharehi rittassa vivittassa pavivittassa. ","mnd7:77.28":"<b>Munino</b>ti. ","mnd7:77.29":"<b>Monam</b> vuccati nanam …pe… sangajalamaticca so muni. ","mnd7:77.30":"<b>Carato</b>ti carato viharato iriyato vattato palayato yapayato yapayatoti—","mnd7:77.31":"rittassa munino carato. ","mnd7:78.1":"<b>Kamesu anapekkhino</b>ti. ","mnd7:78.2":"<b>Kama</b>ti uddanato dve kama—","mnd7:78.3":"vatthukama ca kilesakama ca …pe… ","mnd7:78.4":"ime vuccanti vatthukama …pe… ","mnd7:78.5":"ime vuccanti kilesakama. ","mnd7:78.6":"Vatthukame parijanitva kilesakame pahaya pajahitva vinodetva byantim karitva anabhavam gametva kamesu anapekkhamano cattakamo vantakamo muttakamo pahinakamo patinissatthakamo, vitarago cattarago vantarago muttarago pahinarago patinissattharago nicchato nibbuto sitibhuto sukhappatisamvedi brahmabhutena attana viharatiti—","mnd7:78.7":"kamesu anapekkhino. ","mnd7:79.1":"<b>Oghatinnassa pihayanti, kamesu gadhita paja</b>ti. ","mnd7:79.2":"<b>Paja</b>ti sattadhivacanam paja kamesu ratta giddha gadhita mucchita ajjhosanna lagga laggita palibuddha. ","mnd7:79.3":"Te kamogham tinnassa bhavogham tinnassa ditthogham tinnassa avijjogham tinnassa sabbasankharapatham tinnassa uttinnassa nittinnassa atikkantassa samatikkantassa vitivattassa parangatassa param pattassa antam gatassa antam pattassa kotim gatassa kotim pattassa pariyantam gatassa pariyantam pattassa vosanam gatassa vosanam pattassa tanam gatassa tanam pattassa lenam gatassa lenam pattassa saranam gatassa saranam pattassa abhayam gatassa abhayam pattassa accutam gatassa accutam pattassa amatam gatassa amatam pattassa nibbanam gatassa nibbanam pattassa icchanti sadiyanti patthayanti pihayanti abhijappanti. ","mnd7:79.4":"Yatha inayika ananyam patthenti pihayanti, yatha abadhika arogyam patthenti pihayanti, yatha bandhanabaddha bandhanamokkham patthenti pihayanti, yatha dasa bhujissam patthenti pihayanti, yatha kantaraddhanapakkhanda khemantabhumim patthenti pihayanti; ","mnd7:79.5":"evamevam paja kamesu ratta giddha gadhita mucchita ajjhosanna lagga laggita palibuddha te kamogham tinnassa bhavogham tinnassa …pe… ","mnd7:79.6":"nibbanam gatassa nibbanam pattassa icchanti sadiyanti patthayanti pihayanti abhijappantiti—","mnd7:79.7":"oghatinnassa pihayanti, kamesu gadhita paja. ","mnd7:80.1":"Tenaha bhagava—","mnd7:81.1":"“Rittassa munino carato, ","mnd7:81.2":"kamesu anapekkhino; ","mnd7:81.3":"Oghatinnassa pihayanti, ","mnd7:81.4":"kamesu gadhita paja”ti. ","mnd7:82.1":"Tissametteyyasuttaniddeso sattamo. "}