{"ne10:0.1":"Netti ","ne10:0.2":"Patiniddesavara ","ne10:0.3":"Vibhanga 7 ","ne10:0.4":"Avattaharavibhanga ","ne10:1.1":"Tattha katamo avatto haro? ","ne10:1.2":"“Ekamhi padatthane”ti ayam. ","ne10:2.1":"“Arambhatha nikkamatha, ","ne10:2.2":"Yunjatha buddhasasane; ","ne10:2.3":"Dhunatha maccuno senam, ","ne10:2.4":"Nalagaramva kunjaro”ti. ","ne10:3.1":"“Arambhatha nikkamatha”ti viriyassa padatthanam. ","ne10:3.2":"“Yunjatha buddhasasane”ti samadhissa padatthanam. ","ne10:3.3":"“Dhunatha maccuno senam, nalagaramva kunjaro”ti pannaya padatthanam. ","ne10:3.4":"“Arambhatha nikkamatha”ti viriyindriyassa padatthanam. ","ne10:3.5":"“Yunjatha buddhasasane”ti samadhindriyassa padatthanam. ","ne10:3.6":"“Dhunatha maccuno senam, nalagaramva kunjaro”ti pannindriyassa padatthanam. ","ne10:3.7":"Imani padatthanani desana. ","ne10:4.1":"Ayunjantanam va sattanam yoge, yunjantanam va arambho. ","ne10:5.1":"Tattha ye na yunjanti, te pamadamulaka na yunjanti. ","ne10:5.2":"So pamado duvidho tanhamulako avijjamulako ca. ","ne10:5.3":"Tattha avijjamulako yena annanena nivuto neyyatthanam nappajanati pancakkhandha uppadavayadhammati, ayam avijjamulako. ","ne10:5.4":"Yo tanhamulako, so tividho anuppannanam bhoganam uppadaya pariyesanto pamadam apajjati, uppannanam bhoganam arakkhanimittam paribhoganimittanca pamadam apajjati ayam loke catubbidho pamado ekavidho avijjaya tividho tanhaya. ","ne10:5.5":"Tattha avijjaya namakayo padatthanam. ","ne10:5.6":"Tanhaya rupakayo padatthanam. ","ne10:5.7":"Tam kissa hetu, rupisu bhavesu ajjhosanam, arupisu sammoho? ","ne10:5.8":"Tattha rupakayo rupakkhandho namakayo cattaro arupino khandha. ","ne10:5.9":"Ime pancakkhandha katamena upadanena saupadana, tanhaya ca avijjaya ca? ","ne10:5.10":"Tattha tanha dve upadanani kamupadananca silabbatupadananca. ","ne10:5.11":"Avijja dve upadanani ditthupadananca attavadupadananca. ","ne10:5.12":"Imehi catuhi upadanehi ye saupadana khandha, idam dukkham. ","ne10:5.13":"Cattari upadanani, ayam samudayo. ","ne10:5.14":"Pancakkhandha dukkham. ","ne10:5.15":"Tesam bhagava parinnaya pahanaya ca dhammam deseti dukkhassa parinnaya samudayassa pahanaya. ","ne10:6.1":"Tattha yo tividho tanhamulako pamado anuppannanam bhoganam uppadaya pariyesati, uppannanam bhoganam arakkhananca karoti paribhoganimittanca, tassa sampativedhena rakkhana patisamharana, ayam samatho. ","ne10:7.1":"So katham bhavati? ","ne10:7.2":"Yada janati kamanam assadanca assadato adinavanca adinavato nissarananca nissaranato okaranca sankilesanca vodananca nekkhamme ca anisamsam. ","ne10:7.3":"Tattha ya vimamsa upaparikkha ayam vipassana. ","ne10:7.4":"Ime dve dhamma bhavanaparipurim gacchanti samatho ca vipassana ca. ","ne10:7.5":"Imesu dvisu dhammesu bhaviyamanesu dve dhamma pahiyanti tanha ca avijja ca, imesu dvisu dhammesu pahinesu cattari upadanani nirujjhanti. ","ne10:7.6":"Upadananirodha bhavanirodho, bhavanirodha jatinirodho, jatinirodha jaramaranam sokaparidevadukkhadomanassupayasa nirujjhanti. ","ne10:7.7":"Evametassa kevalassa dukkhakkhandhassa nirodho hoti. ","ne10:7.8":"Iti purimakani ca dve saccani dukkham samudayo ca, samatho ca vipassana ca maggo. ","ne10:7.9":"Bhavanirodho nibbanam imani cattari saccani. ","ne10:7.10":"Tenaha bhagava “arambhatha nikkamatha”ti. ","ne10:8.1":"“Yathapi mule anupaddave dalhe, ","ne10:8.2":"Chinnopi rukkho punareva ruhati; ","ne10:8.3":"Evampi tanhanusaye anuhate, ","ne10:8.4":"Nibbattati dukkhamidam punappunam”. ","ne10:9.1":"Ayam tanhanusayo. ","ne10:9.2":"Katamassa tanhaya? ","ne10:9.3":"Bhavatanhaya. ","ne10:9.4":"Yo etassa dhammassa paccayo ayam avijja. ","ne10:9.5":"Avijjapaccaya hi bhavatanha. ","ne10:9.6":"Ime dve kilesa tanha ca avijja ca. ","ne10:9.7":"Tani cattari upadanani tehi catuhi upadanehi ye saupadana khandha, idam dukkham. ","ne10:9.8":"Cattari upadanani ayam samudayo. ","ne10:9.9":"Pancakkhandha dukkham. ","ne10:9.10":"Tesam bhagava parinnaya ca pahanaya ca dhammam deseti dukkhassa parinnaya samudayassa pahanaya. ","ne10:10.1":"Yena tanhanusayam samuhanati, ayam samatho. ","ne10:10.2":"Yena tanhanusayassa paccayam avijjam varayati, ayam vipassana. ","ne10:10.3":"Ime dve dhamma bhavanaparipurim gacchanti samatho ca vipassana ca. ","ne10:10.4":"Tattha samathassa phalam ragaviraga cetovimutti, vipassanaya phalam avijjaviraga pannavimutti. ","ne10:10.5":"Iti purimakani ca dve saccani dukkham samudayo ca, samatho vipassana ca maggo, dve ca vimuttiyo nirodho. ","ne10:10.6":"Imani cattari saccani. ","ne10:10.7":"Tenaha bhagava “yathapi mule”ti. ","ne10:11.1":"“Sabbapapassa akaranam, ","ne10:11.2":"kusalassa upasampada; ","ne10:11.3":"Sacittapariyodapanam, ","ne10:11.4":"etam buddhana sasanan”ti. ","ne10:12.1":"Sabbapapam nama tini duccaritani kayaduccaritam vaciduccaritam manoduccaritam, te dasa akusalakammapatha panatipato adinnadanam kamesumicchacaro musavado pisuna vaca pharusa vaca samphappalapo abhijjha byapado micchaditthi, tani dve kammani cetana cetasikanca. ","ne10:12.2":"Tattha yo ca panatipato ya ca pisuna vaca ya ca pharusa vaca, idam dosasamutthanam. ","ne10:12.3":"Yanca adinnadanam yo ca kamesumicchacaro yo ca musavado, idam lobhasamutthanam, yo samphappalapo, idam mohasamutthanam. ","ne10:12.4":"Imani satta karanani cetanakammam. ","ne10:12.5":"Ya abhijjha, ayam lobho akusalamulam. ","ne10:12.6":"Yo byapado, ayam doso akusalamulam. ","ne10:12.7":"Ya micchaditthi, ayam micchamaggo. ","ne10:12.8":"Imani tini karanani cetasikakammam. ","ne10:12.9":"Tenaha “cetanakammam cetasikakamman”ti. ","ne10:13.1":"Akusalamulam payogam gacchantam catubbidham agatim gacchati chanda dosa bhaya moha. ","ne10:13.2":"Tattha yam chanda agatim gacchati, idam lobhasamutthanam. ","ne10:13.3":"Yam dosa agatim gacchati, idam dosasamutthanam. ","ne10:13.4":"Yam bhaya ca moha ca agatim gacchati, idam mohasamutthanam. ","ne10:13.5":"Tattha lobho asubhaya pahiyati. ","ne10:13.6":"Doso mettaya. ","ne10:13.7":"Moho pannaya. ","ne10:13.8":"Tatha lobho upekkhaya pahiyati. ","ne10:13.9":"Doso mettaya ca karunaya ca. ","ne10:13.10":"Moho muditaya pahanam abbhattham gacchati. ","ne10:13.11":"Tenaha bhagava “sabbapapassa akaranan”ti. ","ne10:14.1":"Sabbapapam nama attha micchattani micchaditthi micchasankappo micchavaca micchakammanto micchaajivo micchavayamo micchasati micchasamadhi, idam vuccati sabbapapam. ","ne10:14.2":"Imesam atthannam micchattanam ya akiriya akaranam anajjhacaro, idam vuccati sabbapapassa akaranam. ","ne10:15.1":"Atthasu micchattesu pahinesu attha sammattani sampajjanti. ","ne10:15.2":"Atthannam sammattanam ya kiriya karanam sampadanam, ayam vuccati kusalassa upasampada. ","ne10:15.3":"Sacittapariyodapananti atitassa maggassa bhavanakiriyam dassayati, citte pariyodapite pancakkhandha pariyodapita bhavanti, evanhi bhagava aha—","ne10:15.4":"“cetovisuddhattham, bhikkhave, tathagate brahmacariyam vussati”ti. ","ne10:15.5":"Duvidha hi pariyodapana nivaranappahananca anusayasamugghato ca. ","ne10:15.6":"Dve pariyodapanabhumiyo dassanabhumi ca, bhavanabhumi ca, tattha yam pativedhena pariyodapeti, idam dukkham. ","ne10:15.7":"Yato pariyodapeti, ayam samudayo. ","ne10:15.8":"Yena pariyodapeti, ayam maggo. ","ne10:15.9":"Yam pariyodapitam, ayam nirodho. ","ne10:15.10":"Imani cattari saccani. ","ne10:15.11":"Tenaha bhagava “sabbapapassa akaranan”ti. ","ne10:16.1":"“Dhammo have rakkhati dhammacarim, ","ne10:16.2":"Chattam mahantam yatha vassakale; ","ne10:16.3":"Esanisamso dhamme sucinne, ","ne10:16.4":"Na duggatim gacchati dhammacari”ti. ","ne10:17.1":"Dhammo nama duvidho indriyasamvaro maggo ca. ","ne10:17.2":"Duggati nama duvidha devamanusse va upanidhaya apaya duggati, nibbanam va upanidhaya sabba upapattiyo duggati. ","ne10:17.3":"Tattha ya samvarasile akhandakarita, ayam dhammo sucinno apayehi rakkhati. ","ne10:17.4":"Evam bhagava aha—","ne10:17.5":"“dvema, bhikkhave, silavato gatiyo deva ca manussa ca”. ","ne10:17.6":"Evanca nalandayam nigame asibandhakaputto gamani bhagavantam etadavoca—","ne10:18.1":"“Brahmana, bhante, pacchabhumaka kamandaluka sevalamalika udakorohaka aggiparicaraka, te matam kalankatam uyyapenti nama, sannapenti nama, saggam nama okkamenti. ","ne10:18.2":"Bhagava pana, bhante, araham sammasambuddho pahoti tatha katum, yatha sabbo loko kayassa bheda param marana sugatim saggam lokam upapajjeyya”ti. ","ne10:19.1":"“Tena hi, gamani, tannevettha patipucchissami, yatha te khameyya, tatha nam byakareyyasiti. ","ne10:20.1":"Tam kim mannasi, gamani, idhassa puriso panatipati adinnadayi kamesumicchacari musavadi pisunavaco pharusavaco samphappalapi abhijjhalu byapannacitto micchaditthiko, tamenam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya ‘ayam puriso kayassa bheda param marana sugatim saggam lokam upapajjatu’ti. ","ne10:20.2":"Tam kim mannasi, gamani, api nu so puriso mahato janakayassa ayacanahetu va thomanahetuva panjalikam anuparisakkanahetu va kayassa bheda param marana sugatim saggam lokam upapajjeyya”ti. ","ne10:20.3":"“No hetam, bhante”. ","ne10:21.1":"“Seyyathapi, gamani, puriso mahatim puthusilam gambhire udakarahade pakkhipeyya, tamenam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya ‘ummujja, bho, puthusile, uplava bho puthusile, thalamuplava, bho puthusile’ti. ","ne10:21.2":"Tam kim mannasi, gamani, api nu sa mahati puthusila mahato janakayassa ayacanahetu va thomanahetu va panjalikam anuparisakkanahetu va ummujjeyya va uplaveyya va thalam va uplaveyya”ti. ","ne10:21.3":"“No hetam, bhante”. ","ne10:21.4":"“Evameva kho, gamani, yo so puriso panatipati …pe… ","ne10:21.5":"micchaditthiko, kincapi nam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya ‘ayam puriso kayassa bheda param marana sugatim saggam lokam upapajjatu’ti. ","ne10:21.6":"Atha kho so puriso kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyya. ","ne10:22.1":"Tam kim mannasi, gamani, idhassa puriso panatipata pativirato adinnadana pativirato kamesumicchacara pativirato musavada pativirato pisunaya vacaya pativirato pharusaya vacaya pativirato samphappalapa pativirato anabhijjhalu abyapannacitto sammaditthiko, tamenam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya ‘ayam puriso kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjatu’ti. ","ne10:22.2":"Tam kim mannasi, gamani, api nu so puriso mahato janakayassa ayacanahetu va thomanahetu va panjalikam anuparisakkanahetu va kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyya”ti. ","ne10:22.3":"“No hetam, bhante”. ","ne10:23.1":"“Seyyathapi, gamani, puriso sappikumbham va telakumbham va gambhire udakarahade ogahetva bhindeyya. ","ne10:23.2":"Tatra yassa sakkharakathalam, sa adhogami assa. ","ne10:23.3":"Yanca khvassa tatra sappi va telam va, tam uddhangami assa. ","ne10:23.4":"Tamenam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya ‘osida, bho sappitela, samsida, bho sappitela, adho gaccha, bho sappitela’ti. ","ne10:23.5":"Tam kim mannasi gamani, api nu tam sappitelam mahato janakayassa ayacanahetu va thomanahetu va panjalikam anuparisakkanahetu va ‘osideyya va samsideyya va adho va gaccheyya’”ti. ","ne10:23.6":"“No hetam, bhante”. ","ne10:24.1":"“Evameva kho, gamani, yo so puriso panatipata pativirato …pe… ","ne10:24.2":"sammaditthiko, kincapi nam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya ‘ayam puriso kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjatu’”ti. ","ne10:24.3":"Atha kho so puriso kayassa bheda param marana sugatim saggam lokam upapajjeyya. ","ne10:24.4":"Iti dhammo sucinno apayehi rakkhati. ","ne10:24.5":"Tattha ya maggassa tikkhata adhimattata, ayam dhammo sucinno sabbahi upapattihi rakkhati. ","ne10:24.6":"Evam bhagava aha—","ne10:25.1":"“Tasma rakkhitacittassa, ","ne10:25.2":"sammasankappagocaro; ","ne10:25.3":"Sammaditthipurekkharo, ","ne10:25.4":"natvana udayabbayam; ","ne10:25.5":"Thinamiddhabhibhu bhikkhu, ","ne10:25.6":"sabba duggatiyo jahe”ti. ","ne10:26.1":"Tattha duggatinam hetu tanha ca avijja ca, tani cattari upadanani, tehi catuhi upadanehi ye saupadana khandha, idam dukkham. ","ne10:26.2":"Cattari upadanani, ayam samudayo. ","ne10:26.3":"Pancakkhandha dukkham, tesam bhagava parinnaya ca pahanaya ca dhammam deseti dukkhassa parinnaya samudayassa pahanaya. ","ne10:26.4":"Tattha tanhaya pancindriyani rupini padatthanam. ","ne10:26.5":"Avijjaya manindriyam padatthanam. ","ne10:26.6":"Pancindriyani rupini rakkhanto samadhim bhavayati, tanhanca nigganhati. ","ne10:26.7":"Manindriyam rakkhanto vipassanam bhavayati, avijjanca nigganhati. ","ne10:26.8":"Tanhaniggahena dve upadanani pahiyanti kamupadananca silabbatupadananca. ","ne10:26.9":"Avijjaniggahena dve upadanani pahiyanti ditthupadananca attavadupadananca. ","ne10:26.10":"Catusu upadanesu pahinesu dve dhamma bhavanaparipurim gacchanti samatho ca vipassana ca. ","ne10:26.11":"Idam vuccati brahmacariyanti. ","ne10:27.1":"Tattha brahmacariyassa phalam cattari samannaphalani sotapattiphalam sakadagamiphalam anagamiphalam arahattam aggaphalam. ","ne10:27.2":"Imani cattari brahmacariyassa phalani. ","ne10:27.3":"Iti purimakani ca dve saccani dukkham samudayo ca. ","ne10:27.4":"Samatho ca vipassana ca brahmacariyanca maggo, brahmacariyassa phalani ca tadarammana ca asankhatadhatu nirodho. ","ne10:27.5":"Imani cattari saccani. ","ne10:27.6":"Tenaha bhagava “dhammo have rakkhati”ti. ","ne10:28.1":"Tattha yam pativedhena rakkhati, idam dukkham. ","ne10:28.2":"Yato rakkhati, ayam samudayo. ","ne10:28.3":"Yena rakkhati, ayam maggo. ","ne10:28.4":"Yam rakkhati, ayam nirodho. ","ne10:28.5":"Imani cattari saccani. ","ne10:28.6":"Tenaha ayasma mahakaccayano “ekamhi padatthane”ti. ","ne10:28.7":"Niyutto avatto haro. "}