{"ne11:0.1":"Netti ","ne11:0.2":"Patiniddesavara ","ne11:0.3":"Vibhanga 8 ","ne11:0.4":"Vibhattiharavibhanga ","ne11:1.1":"Tattha katamo vibhattiharo? ","ne11:1.2":"“Dhammanca padatthanam bhuminca”ti. ","ne11:2.1":"Dve suttani vasanabhagiyanca nibbedhabhagiyanca. ","ne11:2.2":"Dve patipada punnabhagiya ca phalabhagiya ca. ","ne11:2.3":"Dve silani samvarasilanca pahanasilanca, tattha bhagava vasanabhagiyam suttam punnabhagiyaya patipadaya desayati, so samvarasile thito tena brahmacariyena brahmacari bhavati, tattha bhagava nibbedhabhagiyam suttam phalabhagiyaya patipadaya desayati, so pahanasile thito tena brahmacariyena brahmacari bhavati. ","ne11:3.1":"Tattha katamam vasanabhagiyam suttam? ","ne11:3.2":"Vasanabhagiyam nama suttam danakatha silakatha saggakatha kamanam adinavo nekkhamme anisamsoti. ","ne11:4.1":"Tattha katamam nibbedhabhagiyam suttam? ","ne11:4.2":"Nibbedhabhagiyam nama suttam ya catusaccappakasana, vasanabhagiye sutte natthi pajanana, natthi maggo, natthi phalam. ","ne11:4.3":"Nibbedhabhagiye sutte atthi pajanana, atthi maggo, atthi phalam. ","ne11:4.4":"Imani cattari suttani. ","ne11:4.5":"Imesam catunnam suttanam desanaya phalena silena brahmacariyena sabbato vicayena harena vicinitva yuttiharena yojayitabba yavatika nanassa bhumi. ","ne11:5.1":"Tattha katame dhamma sadharana? ","ne11:5.2":"Dve dhamma sadharana namasadharana vatthusadharana ca. ","ne11:5.3":"Yam va pana kinci annampi evam jatiyam, micchattaniyatanam sattanam aniyatananca sattanam dassanappahatabba kilesa sadharana, puthujjanassa sotapannassa ca kamaragabyapada sadharana, puthujjanassa anagamissa ca uddhambhagiya samyojana sadharana, yam kinci ariyasavako lokiyam samapattim samapajjati, sabba sa avitaragehi sadharana, sadharana hi dhamma evam annamannam param param sakam sakam visayam nativattanti. ","ne11:5.4":"Yopi imehi dhammehi samannagato na so tam dhammam upativattati. ","ne11:5.5":"Ime dhamma sadharana. ","ne11:6.1":"Tattha katame dhamma asadharana? ","ne11:6.2":"Yava desanam upadaya gavesitabba sekkhasekkha bhabbabhabbati, atthamakassa sotapannassa ca kamaragabyapada sadharana dhammata asadharana, atthamakassa anagamissa ca uddhambhagiya samyojana sadharana dhammata asadharana. ","ne11:6.3":"Sabbesam sekkhanam namam sadharanam dhammata asadharana. ","ne11:6.4":"Sabbesam patipannakanam namam sadharanam dhammata asadharana. ","ne11:6.5":"Sabbesam sekkhanam sekkhasilam sadharanam dhammata asadharana. ","ne11:6.6":"Evam visesanupassina hinukkatthamajjhimam upadaya gavesitabbam. ","ne11:7.1":"Dassanabhumi niyamavakkantiya padatthanam, bhavanabhumi uttarikanam phalanam pattiya padatthanam, dukkha patipada dandhabhinna samathassa padatthanam, sukha patipada khippabhinna vipassanaya padatthanam, danamayam punnakiriyavatthu parato ghosassa sadharanam padatthanam, silamayam punnakiriyavatthu cintamayiya pannaya sadharanam padatthanam, bhavanamayam punnakiriyavatthu bhavanamayiya pannaya sadharanam padatthanam. ","ne11:7.2":"Danamayam punnakiriyavatthu parato ca ghosassa sutamayiya ca pannaya sadharanam padatthanam silamayam punnakiriyavatthu cintamayiya ca pannaya yoniso ca manasikarassa sadharanam padatthanam, bhavanamayam punnakiriyavatthu bhavanamayiya ca pannaya sammaditthiya ca sadharanam padatthanam. ","ne11:7.3":"Patirupadesavaso vivekassa ca samadhissa ca sadharanam padatthanam, sappurisupanissayo tinnanca aveccappasadanam samathassa ca sadharanam padatthanam, attasammapanidhanam hiriya ca vipassanaya ca sadharanam padatthanam, akusalapariccago kusalavimamsaya ca samadhindriyassa ca sadharanam padatthanam, dhammasvakkhatata kusalamularopanaya ca phalasamapattiya ca sadharanam padatthanam, sanghasuppatipannata sanghasutthutaya sadharanam padatthanam, satthusampada appasannananca pasadaya pasannananca bhiyyobhavaya sadharanam padatthanam, appatihatapatimokkhata dummankunanca puggalanam niggahaya pesalananca puggalanam phasuviharaya sadharanam padatthanam. ","ne11:7.4":"Tenaha ayasma mahakaccayano “dhammanca padatthanan”ti. ","ne11:7.5":"Niyutto vibhatti haro. "}