{"ne13:0.1":"Netti ","ne13:0.2":"Patiniddesavara ","ne13:0.3":"Vibhanga 10 ","ne13:0.4":"Vevacanaharavibhanga ","ne13:1.1":"Tattha katamo vevacano haro? ","ne13:1.2":"“Vevacanani bahuni”ti. ","ne13:1.3":"Yatha ekam bhagava dhammam annamannehi vevacanehi niddisati. ","ne13:1.4":"Yathaha bhagava—","ne13:2.1":"“Asa ca piha abhinandana ca, ","ne13:2.2":"Anekadhatusu sara patitthita; ","ne13:2.3":"Annanamulappabhava pajappita, ","ne13:2.4":"Sabba maya byantikata samulika”ti. ","ne13:3.1":"<b>Asa</b> nama vuccati ya bhavissassa atthassa asisana avassam agamissatiti asassa uppajjati. ","ne13:3.2":"Piha nama ya vattamanassa atthassa patthana, seyyataram va disva “ediso bhaveyyan”ti pihassa uppajjati. ","ne13:3.3":"Atthanipphattipatipalana abhinandana nama, piyam va natim abhinandati, piyam va dhammam abhinandati, appatikulato va abhinandati. ","ne13:4.1":"<b>Anekadhatu</b>ti cakkhudhatu rupadhatu cakkhuvinnanadhatu, sotadhatu saddadhatu sotavinnanadhatu, ghanadhatu gandhadhatu ghanavinnanadhatu, jivhadhatu rasadhatu jivhavinnanadhatu, kayadhatu photthabbadhatu kayavinnanadhatu, manodhatu dhammadhatu manovinnanadhatu. ","ne13:5.1":"<b>Sara</b>ti keci rupadhimutta keci saddadhimutta keci gandhadhimutta keci rasadhimutta keci photthabbadhimutta keci dhammadhimutta. ","ne13:5.2":"Tattha yani cha gehasitani domanassani yani ca cha gehasitani somanassani yani ca cha nekkhammasitani domanassani yani ca cha nekkhammasitani somanassani, imani catuvisapadani tanhapakkho, tanhaya etam vevacanam. ","ne13:5.3":"Ya cha upekkha gehasita, ayam ditthipakkho. ","ne13:6.1":"Sayeva patthanakarena dhammanandi dhammapemam dhammajjhosananti tanhaya etam vevacanam. ","ne13:6.2":"Cittam mano vinnananti cittassa etam vevacanam. ","ne13:6.3":"Manindriyam manodhatu manayatanam vijananati manassetam vevacanam. ","ne13:6.4":"Pannindriyam pannabalam adhipanna sikkha panna pannakkhandho dhammavicayasambojjhango nanam sammaditthi tirana vipassana dhamme nanam atthe nanam anvaye nanam khaye nanam anuppade nanam anannatannassamitindriyam annindriyam annatavindriyam cakkhu vijja buddhi bhuri medha aloko, yam va pana yam kinci annampi evam jatiyam, pannaya etam vevacanam. ","ne13:6.5":"Pancindriyani lokuttarani, sabba panna. ","ne13:6.6":"Api ca adhipateyyatthena saddha, arambhatthena viriyam, apilapanatthena sati, avikkhepatthena samadhi, pajananatthena panna. ","ne13:7.1":"Yatha ca buddhanussatiyam vuttam itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","ne13:7.2":"Balanipphattigato vesarajjappatto adhigatappatisambhido catuyogavippahino agatigamanavitivatto uddhatasallo nirulhavano madditakandako nibbapitapariyutthano bandhanatito ganthavinivethano ajjhasayavitivatto bhinnandhakaro cakkhuma lokadhammasamatikkanto anurodhavirodhavippayutto itthanitthesu dhammesu asankhepagato bandhanativatto thapitasangamo abhikkantataro ukkadharo alokakaro pajjotakaro tamonudo rananjaho aparimanavanno appameyyavanno asankheyyavanno abhankaro pabhankaro dhammobhasapajjotakaroti ca buddha bhagavantoti ca buddhanussatiya etam vevacanam. ","ne13:8.1":"Yatha ca dhammanussatiyam vuttam svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi. ","ne13:8.2":"Yadidam madanimmadano pipasavinayo alayasamugghato vattupacchedo sunnato atidullabho tanhakkhayo virago nirodho nibbanam. ","ne13:9.1":"“Asankhatamnantamanasavanca, ","ne13:9.2":"Saccanca param nipunam sududdasam; ","ne13:9.3":"Ajajjaram dhuvam apalokitam, ","ne13:9.4":"Anidassanam nippapanca santam. ","ne13:10.1":"Amatam panitanca sivanca khemam, ","ne13:10.2":"Tanhakkhayo acchariyanca abbhutam; ","ne13:10.3":"Anitikam anitikadhammam, ","ne13:10.4":"Nibbanametam sugatena desitam. ","ne13:11.1":"Ajatam abhutam anupaddavanca, ","ne13:11.2":"Akatam asokanca atho visokam; ","ne13:11.3":"Anupasaggamnupasaggadhammam, ","ne13:11.4":"Nibbanametam sugatena desitam. ","ne13:12.1":"Gambhiranceva duppassam, ","ne13:12.2":"uttaranca anuttaram; ","ne13:12.3":"Asamam appatisamam, ","ne13:12.4":"jettham setthanti vuccati. ","ne13:13.1":"Lenanca tanam aranam ananganam, ","ne13:13.2":"Akaca metam vimalanti vuccati; ","ne13:13.3":"Dipo sukham appamanam patittha, ","ne13:13.4":"Akincanam appapancanti vuttan”ti. ","ne13:14.1":"Dhammanussatiya etam vevacanam. ","ne13:15.1":"Yatha ca sanghanussatiyam vuttam suppatipanno ujuppatipanno nayappatipanno samicippatipanno yadidam cattari purisayugani attha purisapuggala esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa, silasampanno samadhisampanno pannasampanno vimuttisampanno vimuttinanadassanasampanno sattanam saro sattanam mando sattanam uddharo sattanam esika sattanam surabhipasunam pujjo devananca manussanancati sanghanussatiya etam vevacanam. ","ne13:16.1":"Yatha ca silanussatiyam vuttam yani tani silani akhandani acchiddani asabalani akammasani ariyani ariyakantani bhujissani vinnuppasatthani aparamatthani samadhisamvattanikani, alankaro ca silam uttamangopasobhanataya, nidhananca silam sabbadobhaggasamatikkamanatthena, sippanca silam akkhanavedhitaya, vela ca silam anatikkamanatthena, dhannanca silam daliddopacchedanatthena, adaso ca silam dhammavolokanataya, pasado ca silam volokanatthena, sabbabhumanuparivatti ca silam amatapariyosananti silanussatiya etam vevacanam. ","ne13:17.1":"Yatha ca caganussatiyam vuttam yasmim samaye ariyasavako agaram ajjhavasati muttacago payatapani vossaggarato yacayogo danasamvibhagaratoti caganussatiya etam vevacanam. ","ne13:17.2":"Tenaha ayasma mahakaccayano “vevacanani bahuni”ti. ","ne13:17.3":"Niyutto vevacano haro. "}