{"ne17:0.1":"Netti ","ne17:0.2":"Patiniddesavara ","ne17:0.3":"Vibhanga 14 ","ne17:0.4":"Adhitthanaharavibhanga ","ne17:1.1":"Tattha katamo adhitthano haro? ","ne17:1.2":"“Ekattataya dhamma, yepi ca vemattataya niddittha”ti. ","ne17:2.1":"Ye tattha niddittha, tatha te dharayitabba. ","ne17:3.1":"“Dukkhan”ti ekattata. ","ne17:3.2":"Tattha katamam dukkham? ","ne17:3.3":"Jati dukkha, jara dukkha, byadhi dukkho, maranam dukkham, appiyehi sampayogo dukkho, piyehi vippayogo dukkho, yampiccham na labhati tampi dukkham, sankhittena pancupadanakkhandha dukkha, rupa dukkha, vedana dukkha, sanna dukkha, sankhara dukkha, vinnanam dukkham. ","ne17:3.4":"Ayam vemattata. ","ne17:4.1":"“Dukkhasamudayo”ti ekattata. ","ne17:4.2":"Tattha katamo dukkhasamudayo? ","ne17:4.3":"Yayam tanha ponobhavika nandiragasahagata tatratatrabhinandini. ","ne17:4.4":"Seyyathidam—","ne17:4.5":"kamatanha bhavatanha vibhavatanha. ","ne17:4.6":"Ayam vemattata. ","ne17:5.1":"“Dukkhanirodho”ti ekattata. ","ne17:5.2":"Tattha katamo dukkhanirodho? ","ne17:5.3":"Yo tassayeva tanhaya asesaviraganirodho cago patinissaggo mutti analayo. ","ne17:5.4":"Ayam vemattata. ","ne17:6.1":"“Dukkhanirodhagamini patipada”ti ekattata. ","ne17:6.2":"Tattha katama dukkhanirodhagamini patipada? ","ne17:6.3":"Ayameva ariyo atthangiko maggo. ","ne17:6.4":"Seyyathidam—","ne17:6.5":"sammaditthi sammasankappo sammavaca sammakammanto sammaajivo sammavayamo sammasati sammasamadhi. ","ne17:6.6":"Ayam vemattata. ","ne17:7.1":"“Maggo”ti ekattata. ","ne17:7.2":"Tattha katamo maggo? ","ne17:7.3":"Nirayagami maggo tiracchanayonigami maggo pettivisayagami maggo asurayoniyo maggo saggagamiyo maggo manussagami maggo nibbanagami maggo. ","ne17:7.4":"Ayam vemattata. ","ne17:8.1":"“Nirodho”ti ekattata. ","ne17:8.2":"Tattha katamo nirodho? ","ne17:8.3":"Patisankhanirodho appatisankhanirodho anunayanirodho patighanirodho mananirodho makkhanirodho palasanirodho issanirodho macchariyanirodho sabbakilesanirodho. ","ne17:8.4":"Ayam vemattata. ","ne17:9.1":"“Rupan”ti ekattata. ","ne17:9.2":"Tattha katamam rupam? ","ne17:9.3":"Catumahabhutikam rupam catunnam mahabhutanam upadaya rupassa pannatti. ","ne17:9.4":"Tattha katamani cattari mahabhutani? ","ne17:9.5":"Pathavidhatu apodhatu tejodhatu vayodhatu. ","ne17:10.1":"Dvihi akarehi dhatuyo parigganhati sankhepena ca vittharena ca. ","ne17:10.2":"Katham vittharena dhatuyo parigganhati? ","ne17:10.3":"Visatiya akarehi pathavidhatum vittharena parigganhati, dvadasahi akarehi apodhatum vittharena parigganhati, catuhi akarehi tejodhatum vittharena parigganhati, chahi akarehi vayodhatum vittharena parigganhati. ","ne17:11.1":"Katamehi visatiya akarehi pathavidhatum vittharena parigganhati? ","ne17:11.2":"Atthi imasmim kaye kesa loma nakha danta taco, mamsam nharu atthi atthiminjam vakkam, hadayam yakanam kilomakam pihakam papphasam, antam antagunam udariyam karisam matthake matthalunganti imehi visatiya akarehi pathavidhatum vittharena parigganhati. ","ne17:12.1":"Katamehi dvadasahi akarehi apodhatum vittharena parigganhati? ","ne17:12.2":"Atthi imasmim kaye pittam semham pubbo lohitam sedo medo assu vasa khelo singhanika lasika muttanti imehi dvadasahi akarehi apodhatum vittharena parigganhati. ","ne17:13.1":"Katamehi catuhi akarehi tejodhatum vittharena parigganhati? ","ne17:13.2":"Yena ca santappati, yena ca jiriyati, yena ca paridayhati, yena ca asitapitakhayitasayitam samma parinamam gacchati, imehi catuhi akarehi tejodhatum vittharena parigganhati. ","ne17:14.1":"Katamehi chahi akarehi vayodhatum vittharena parigganhati? ","ne17:14.2":"Uddhangama vata, adhogama vata, kucchisaya vata, kotthasaya vata, angamanganusarino vata, assaso passaso iti, imehi chahi akarehi vayodhatum vittharena parigganhati. ","ne17:15.1":"Evam imehi dvacattalisaya akarehi vittharena dhatuyo sabhavato upalakkhayanto tulayanto parivimamsanto pariyogahanto paccavekkhanto na kinci gayhupagam passati kayam va kayapadesam va, yatha candanikam pavicinanto na kinci gayhupagam passeyya, yatha sankaratthanam pavicinanto na kinci gayhupagam passeyya, yatha vaccakutim pavicinanto na kinci gayhupagam passeyya, yatha sivathikam pavicinanto na kinci gayhupagam passeyya. ","ne17:15.2":"Evameva imehi dvacattalisaya akarehi evam vittharena dhatuyo sabhavato upalakkhayanto tulayanto parivimamsanto pariyogahanto paccavekkhanto na kinci gayhupagam passati kayam va kayapadesam va. ","ne17:15.3":"Tenaha bhagava ya ceva kho pana ajjhattika pathavidhatu, ya ca bahira pathavidhatu, pathavidhaturevesa. ","ne17:15.4":"Tam “netam mama, nesohamasmi, na meso atta”ti evametam yathabhutam sammappannaya datthabbam, evametam yathabhutam sammappannaya disva pathavidhatuya nibbindati, pathavidhatuya cittam virajeti. ","ne17:15.5":"Ya ceva kho pana ajjhattika apodhatu, ya ca bahira apodhatu …pe… ","ne17:15.6":"ya ceva kho pana ajjhattika tejodhatu, ya ca bahira tejodhatu …pe… ","ne17:15.7":"ya ceva kho pana ajjhattika vayodhatu, ya ca bahira vayodhatu, vayodhaturevesa. ","ne17:15.8":"Tam “netam mama, nesohamasmi, na meso atta”ti evametam yathabhutam sammappannaya datthabbam, evametam yathabhutam sammappannaya disva vayodhatuya nibbindati, vayodhatuya cittam virajeti. ","ne17:15.9":"Ayam vemattata. ","ne17:16.1":"“Avijja”ti ekattata. ","ne17:16.2":"Tattha katama avijja? ","ne17:16.3":"Dukkhe annanam, dukkhasamudaye annanam, dukkhanirodhe annanam, dukkhanirodhagaminiya patipadaya annanam, pubbante annanam, aparante annanam, pubbantaparante annanam, idappaccayatapaticcasamuppannesu dhammesu annanam, yam evarupam annanam adassanam anabhisamayo ananubodho asambodho appativedho asallakkhana anupalakkhana apaccupalakkhana asamavekkhana apaccakkhakammam dummejjham balyam asampajannam moho pamoho sammoho avijja avijjogho avijjayogo avijjanusayo avijjapariyutthanam avijjalangi moho akusalamulam. ","ne17:16.4":"Ayam vemattata. ","ne17:17.1":"“Vijja”ti ekattata. ","ne17:17.2":"Tattha katama vijja? ","ne17:17.3":"Dukkhe nanam, dukkhasamudaye nanam, dukkhanirodhe nanam, dukkhanirodhagaminiya patipadaya nanam, pubbante nanam, aparante nanam, pubbantaparante nanam, idappaccayatapaticcasamuppannesu dhammesu nanam, ya evarupa panna pajanana vicayo pavicayo dhammavicayo sallakkhana upalakkhana paccupalakkhana pandiccam kosallam nepunnam vebhabya cinta upaparikkha bhuri medha parinayika vipassana sampajannam patodo panna pannindriyam pannabalam pannasattham pannapasado pannaaloko pannaobhaso pannapajjoto pannaratanam amoho dhammavicayo sammaditthi dhammavicayasambojjhango maggangam maggapariyapannam. ","ne17:17.4":"Ayam vemattata. ","ne17:18.1":"“Samapatti”ti ekattata. ","ne17:18.2":"Tattha katama samapatti? ","ne17:18.3":"Sannasamapatti asannasamapatti, nevasannanasannasamapatti. ","ne17:18.4":"Vibhutasannasamapatti nirodhasamapattiti. ","ne17:18.5":"Ayam vemattata. ","ne17:19.1":"“Jhayi”ti ekattata. ","ne17:19.2":"Tattha katamo jhayi? ","ne17:19.3":"Atthi sekkho jhayi, atthi asekkho jhayi, nevasekkhanasekkho jhayi, ajaniyo jhayi, assakhalunko jhayi, ditthuttaro jhayi, tanhuttaro jhayi, pannuttaro jhayi. ","ne17:19.4":"Ayam vemattata. ","ne17:20.1":"“Samadhi”ti ekattata. ","ne17:20.2":"Tattha katamo samadhi? ","ne17:20.3":"Sarano samadhi, arano samadhi, savero samadhi, avero samadhi, sabyapajjo samadhi, abyapajjo samadhi, sappitiko samadhi, nippitiko samadhi, samiso samadhi, niramiso samadhi, sasankharo samadhi, asankharo samadhi, ekamsabhavito samadhi, ubhayamsabhavito samadhi, ubhayato bhavitabhavano samadhi, savitakkasavicaro samadhi, avitakkavicaramatto samadhi, avitakkaavicaro samadhi, hanabhagiyo samadhi, thitibhagiyo samadhi, visesabhagiyo samadhi, nibbedhabhagiyo samadhi, lokiyo samadhi, lokuttaro samadhi, micchasamadhi, sammasamadhi. ","ne17:20.4":"Ayam vemattata. ","ne17:21.1":"“Patipada”ti ekattata. ","ne17:21.2":"Tattha katama patipada? ","ne17:21.3":"Agalhapatipada, nijjhamapatipada, majjhimapatipada, akkhama patipada, khama patipada, sama patipada, dama patipada, dukkha patipada dandhabhinna, dukkha patipada khippabhinna, sukha patipada dandhabhinna, sukha patipada khippabhinnati. ","ne17:21.4":"Ayam vemattata. ","ne17:22.1":"“Kayo”ti ekattata. ","ne17:22.2":"Tattha katamo kayo? ","ne17:22.3":"Namakayo rupakayo ca. ","ne17:22.4":"Tattha katamo rupakayo? ","ne17:22.5":"Kesa loma nakha danta taco mamsam nharu atthi atthiminjam vakkam hadayam yakanam kilomakam pihakam papphasam antam antagunam udariyam karisam pittam semham pubbo lohitam sedo medo assu vasa khelo singhanika lasika muttam matthalunganti—","ne17:22.6":"ayam rupakayo. ","ne17:22.7":"Namakayo nama vedana sanna cetana cittam phasso manasikaroti—","ne17:22.8":"ayam namakayoti. ","ne17:22.9":"Ayam vemattata. ","ne17:23.1":"Evam yo dhammo yassa dhammassa samanabhavo, so dhammo tassa dhammassa ekattataya eki bhavati. ","ne17:23.2":"Yena yena va pana vilakkhano, tena tena vemattam gacchati. ","ne17:23.3":"Evam sutte va veyyakarane va gathayam va pucchitena vimamsayitabbam, kim ekattataya pucchati, udahu vemattatayati. ","ne17:23.4":"Yadi ekattataya pucchitam, ekattataya visajjayitabbam. ","ne17:23.5":"Yadi vemattataya pucchitam, vemattataya visajjayitabbam. ","ne17:23.6":"Yadi sattadhitthanena pucchitam, sattadhitthanena visajjayitabbam. ","ne17:23.7":"Yadi dhammadhitthanena pucchitam, dhammadhitthanena visajjayitabbam. ","ne17:23.8":"Yatha yatha va pana pucchitam tatha tatha visajjayitabbam. ","ne17:23.9":"Tenaha ayasma mahakaccayano “ekattataya dhamma”ti. ","ne17:23.10":"Niyutto adhitthano haro. "}