{"ne18:0.1":"Netti ","ne18:0.2":"Patiniddesavara ","ne18:0.3":"Vibhanga 15 ","ne18:0.4":"Parikkharaharavibhanga ","ne18:1.1":"Tattha katamo parikkharo haro? ","ne18:1.2":"“Ye dhamma yam dhammam janayanti”ti. ","ne18:2.1":"Yo dhammo yam dhammam janayati, tassa so parikkharo. ","ne18:2.2":"Kimlakkhano parikkharo? ","ne18:2.3":"Janakalakkhano parikkharo. ","ne18:2.4":"Dve dhamma janayanti hetu ca paccayo ca. ","ne18:2.5":"Tattha kimlakkhano hetu, kimlakkhano paccayo? ","ne18:2.6":"Asadharanalakkhano hetu, sadharanalakkhano paccayo. ","ne18:2.7":"Yatha kim bhave? ","ne18:2.8":"Yatha ankurassa nibbattiya bijam asadharanam, pathavi apo ca sadharana. ","ne18:2.9":"Ankurassa hi pathavi apo ca paccayo sabhavo hetu. ","ne18:2.10":"Yatha va pana ghate duddham pakkhittam dadhi bhavati, na catthi ekakalasamavadhanam duddhassa ca dadhissa ca. ","ne18:2.11":"Evamevam natthi ekakalasamavadhanam hetussa ca paccayassa ca. ","ne18:3.1":"Ayanhi samsaro sahetu sappaccayo nibbatto. ","ne18:3.2":"Vuttam hi avijjapaccaya sankhara, sankharapaccaya vinnanam, evam sabbo paticcasamuppado. ","ne18:3.3":"Iti avijja avijjaya hetu ayoniso manasikaro paccayo. ","ne18:3.4":"Purimika avijja pacchimikaya avijjaya hetu. ","ne18:3.5":"Tattha purimika avijja avijjanusayo pacchimika avijja avijjapariyutthanam, purimiko avijjanusayo pacchimikassa avijjapariyutthanassa hetubhuto paribruhanaya, bijankuro viya samanantarahetutaya. ","ne18:3.6":"Yam pana yattha phalam nibbattati, idamassa paramparahetutaya hetubhutam. ","ne18:3.7":"Duvidho hi hetu samanantarahetu paramparahetu ca, evam avijjayapi duvidho hetu samanantarahetu paramparahetu ca. ","ne18:4.1":"Yatha va pana thalakanca vatti ca telanca padipassa paccayabhutam na sabhavahetu, na hi sakka thalakanca vattinca telanca anaggikam dipetum padipassa paccayabhutam. ","ne18:4.2":"Padipo viya sabhavo hetu hoti. ","ne18:4.3":"Iti sabhavo hetu, parabhavo paccayo. ","ne18:4.4":"Ajjhattiko hetu, bahiro paccayo. ","ne18:4.5":"Janako hetu, pariggahako paccayo. ","ne18:4.6":"Asadharano hetu, sadharano paccayo. ","ne18:5.1":"Avupacchedattho santati attho, nibbatti attho phalattho, patisandhi attho punabbhavattho, palibodhattho pariyutthanattho, asamugghatattho anusayattho, asampativedhattho avijjattho, aparinnatattho vinnanassa bijattho. ","ne18:5.2":"Yattha avupacchedo tattha santati, yattha santati tattha nibbatti, yattha nibbatti tattha phalam, yattha phalam tattha patisandhi, yattha patisandhi tattha punabbhavo, yattha punabbhavo tattha palibodho, yattha palibodho tattha pariyutthanam, yattha pariyutthanam tattha asamugghato. ","ne18:5.3":"Yattha asamugghato tattha anusayo, yattha anusayo tattha asampativedho, yattha asampativedho tattha avijja, yattha avijja tattha sasavam vinnanam aparinnatam, yattha sasavam vinnanam aparinnatam tattha bijattho. ","ne18:6.1":"Silakkhandho samadhikkhandhassa paccayo, samadhikkhandho pannakkhandhassa paccayo, pannakkhandho vimuttikkhandhassa paccayo, vimuttikkhandho vimuttinanadassanakkhandhassa paccayo. ","ne18:6.2":"Titthannuta pitannutaya paccayo, pitannuta pattannutaya paccayo, pattannuta attannutaya paccayo. ","ne18:7.1":"Yatha va pana cakkhunca paticca rupe ca uppajjati cakkhuvinnanam. ","ne18:7.2":"Tattha cakkhu adhipateyyapaccayataya paccayo, rupa arammanapaccayataya paccayo. ","ne18:7.3":"Aloko sannissayataya paccayo, manasikaro sabhavo hetu. ","ne18:7.4":"Sankhara vinnanassa paccayo, sabhavo hetu. ","ne18:7.5":"Vinnanam namarupassa paccayo, sabhavo hetu. ","ne18:7.6":"Namarupam salayatanassa paccayo, sabhavo hetu. ","ne18:7.7":"Salayatanam phassassa paccayo, sabhavo hetu. ","ne18:7.8":"Phasso vedanaya paccayo, sabhavo hetu. ","ne18:7.9":"Vedana tanhaya paccayo, sabhavo hetu. ","ne18:7.10":"Tanha upadanassa paccayo, sabhavo hetu. ","ne18:7.11":"Upadanam bhavassa paccayo, sabhavo hetu. ","ne18:7.12":"Bhavo jatiya paccayo, sabhavo hetu. ","ne18:7.13":"Jati jaramaranassa paccayo, sabhavo hetu. ","ne18:7.14":"Jaramaranam sokassa paccayo, sabhavo hetu. ","ne18:7.15":"Soko paridevassa paccayo, sabhavo hetu. ","ne18:7.16":"Paridevo dukkhassa paccayo, sabhavo hetu. ","ne18:7.17":"Dukkham domanassassa paccayo, sabhavo hetu. ","ne18:7.18":"Domanassam upayasassa paccayo, sabhavo hetu. ","ne18:7.19":"Evam yo koci upanissayo sabbo so parikkharo. ","ne18:7.20":"Tenaha ayasma mahakaccayano “ye dhamma yam dhammam janayanti”ti. ","ne18:7.21":"Niyutto parikkharo haro. "}