{"ne21:0.1":"Netti ","ne21:0.2":"Patiniddesavara ","ne21:0.3":"Sampata 2 ","ne21:0.4":"Vicayaharasampata ","ne21:1.1":"Tattha katamo vicayo harasampato? ","ne21:1.2":"Tattha tanha duvidha kusalapi akusalapi. ","ne21:1.3":"Akusala samsaragamini, kusala apacayagamini pahanatanha. ","ne21:1.4":"Manopi duvidho kusalopi akusalopi. ","ne21:1.5":"Yam manam nissaya manam pajahati, ayam mano kusalo. ","ne21:1.6":"Yo pana mano dukkham nibbattayati, ayam mano akusalo. ","ne21:1.7":"Tattha yam nekkhammasitam domanassam kudassunamaham tam ayatanam sacchikatva upasampajja viharissam yam ariya santam ayatanam sacchikatva upasampajja viharantiti tassa uppajjati piha, pihapaccaya domanassam, ayam tanha kusala ragaviraga cetovimutti, tadarammana kusala avijjaviraga pannavimutti. ","ne21:2.1":"Tassa ko pavicayo? ","ne21:2.2":"Attha maggangani sammaditthi sammasankappo sammavaca sammakammanto sammaajivo sammavayamo sammasati sammasamadhi. ","ne21:2.3":"So kattha datthabbo? ","ne21:2.4":"Catutthe jhane paramitaya. ","ne21:2.5":"Catutthe hi jhane atthangasamannagatam cittam bhavayati parisuddham pariyodatam ananganam vigatupakkilesam mudu kammaniyam thitam anenjappattam. ","ne21:2.6":"So tattha atthavidham adhigacchati cha abhinna dve ca visese, tam cittam yato parisuddham, tato pariyodatam, yato pariyodatam, tato ananganam, yato ananganam, tato vigatupakkilesam, yato vigatupakkilesam, tato mudu, yato mudu, tato kammaniyam, yato kammaniyam, tato thitam, yato thitam, tato anenjappattam. ","ne21:2.7":"Tattha angana ca upakkilesa ca tadubhayam tanhapakkho. ","ne21:2.8":"Ya ca injana ya ca cittassa atthiti, ayam ditthipakkho. ","ne21:3.1":"Cattari indriyani dukkhindriyam domanassindriyam sukhindriyam somanassindriyanca catutthajjhane nirujjhanti, tassa upekkhindriyam avasittham bhavati. ","ne21:3.2":"So uparimam samapattim santato manasikaroti, tassa uparimam samapattim santato manasikaroto catutthajjhane olarika sanna santhahati ukkantha ca patighasanna, so sabbaso rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara “anantam akasan”ti akasanancayatanasamapattim sacchikatva upasampajja viharati. ","ne21:3.3":"Abhinnabhiniharo rupasanna vokaro nanattasanna samatikkamati patighasanna cassa abbhattham gacchati, evam samadhi tassa samahitassa obhaso antaradhayati dassananca rupanam, so samadhi chalangasamannagato paccavekkhitabbo. ","ne21:3.4":"Anabhijjhasahagatam me manasam sabbaloke, abyapannam me cittam sabbasattesu, araddham me viriyam paggahitam, passaddho me kayo asaraddho, samahitam me cittam avikkhittam, upatthita me sati asammuttha, tattha yanca anabhijjhasahagatam manasam sabbaloke yanca abyapannam cittam sabbasattesu yanca araddham viriyam paggahitam yanca samahitam cittam avikkhittam, ayam samatho. ","ne21:3.5":"Yo passaddho kayo asaraddho, ayam samadhiparikkharo. ","ne21:3.6":"Ya upatthita sati asammuttha ayam vipassana. ","ne21:4.1":"So samadhi pancavidhena veditabbo. ","ne21:4.2":"Ayam samadhi “paccuppannasukho”ti itissa paccattameva nanadassanam paccupatthitam bhavati, ayam samadhi “ayatim sukhavipako”ti itissa paccattameva nanadassanam paccupatthitam bhavati, ayam samadhi “ariyo niramiso”ti itissa paccattameva nanadassanam paccupatthitam bhavati, ayam samadhi “akapurisasevito”ti itissa paccattameva nanadassanam paccupatthitam bhavati, ayam samadhi “santo ceva panito ca patippassaddhiladdho ca ekodibhavadhigato ca na sasankharaniggayhavaritagato ca”ti itissa paccattameva nanadassanam paccupatthitam bhavati. ","ne21:4.3":"Tam kho panimam samadhim “sato samapajjami sato vutthahami”ti itissa paccattameva nanadassanam paccupatthitam bhavati. ","ne21:4.4":"Tattha yo ca samadhi paccuppannasukho yo ca samadhi ayatim sukhavipako ayam samatho. ","ne21:4.5":"Yo ca samadhi ariyo niramiso, yo ca samadhi akapurisasevito, yo ca samadhi santo ceva panito ca patippassaddhiladdho ca ekodibhavadhigato ca na sasankharaniggayhavaritagato ca yancaham tam kho panimam samadhim sato samapajjami sato vutthahamiti, ayam vipassana. ","ne21:5.1":"So samadhi pancavidhena veditabbo pitipharanata sukhapharanata cetopharanata alokapharanata paccavekkhananimittam. ","ne21:5.2":"Tattha yo ca pitipharano yo ca sukhapharano yo ca cetopharano, ayam samatho. ","ne21:5.3":"Yo ca alokapharano yanca paccavekkhananimittam. ","ne21:5.4":"Ayam vipassana. ","ne21:6.1":"Dasa kasinayatanani pathavikasinam apokasinam tejokasinam vayokasinam nilakasinam pitakasinam lohitakasinam odatakasinam akasakasinam vinnanakasinam. ","ne21:6.2":"Tattha yanca pathavikasinam yanca apokasinam evam sabbam, yanca odatakasinam. ","ne21:6.3":"Imani attha kasinani samatho. ","ne21:6.4":"Yanca akasakasinam yanca vinnanakasinam, ayam vipassana. ","ne21:6.5":"Evam sabbo ariyo maggo yena yena akarena vutto, tena tena samathavipassanena yojayitabbo. ","ne21:6.6":"Te tihi dhammehi sangahita aniccataya dukkhataya anattataya. ","ne21:6.7":"So samathavipassanam bhavayamano tini vimokkhamukhani bhavayati. ","ne21:6.8":"Tini vimokkhamukhani bhavayanto tayo khandhe bhavayati. ","ne21:6.9":"Tayo khandhe bhavayanto ariyam atthangikam maggam bhavayati. ","ne21:7.1":"Ragacarito puggalo animittena vimokkhamukhena niyyati adhicittasikkhaya sikkhanto lobham akusalamulam pajahanto sukhavedaniyam phassam anupagacchanto sukham vedanam parijananto ragamalam pavahento ragarajam niddhunanto ragavisam vamento ragaggim nibbapento ragasallam uppatento ragajatam vijatento. ","ne21:7.2":"Dosacarito puggalo appanihitena vimokkhamukhena niyyati adhisilasikkhaya sikkhanto dosam akusalamulam pajahanto dukkhavedaniyam phassam anupagacchanto dukkhavedanam parijananto dosamalam pavahento dosarajam niddhunanto dosavisam vamento dosaggim nibbapento dosasallam uppatento dosajatam vijatento. ","ne21:7.3":"Mohacarito puggalo sunnatavimokkhamukhena niyyati adhipannasikkhaya sikkhanto moham akusalamulam pajahanto adukkhamasukhavedaniyam phassam anupagacchanto adukkhamasukham vedanam parijananto mohamalam pavahento moharajam niddhunanto mohavisam vamento mohaggim nibbapento mohasallam uppatento mohajatam vijatento. ","ne21:8.1":"Tattha sunnatavimokkhamukham pannakkhandho, animittavimokkhamukham samadhikkhandho, appanihitavimokkhamukham silakkhandho. ","ne21:8.2":"So tini vimokkhamukhani bhavayanto tayo khandhe bhavayati, tayo khandhe bhavayanto ariyam atthangikam maggam bhavayati. ","ne21:8.3":"Tattha ya ca sammavaca yo ca sammakammanto yo ca sammaajivo, ayam silakkhandho, yo ca sammavayamo ya ca sammasati yo ca sammasamadhi, ayam samadhikkhandho, ya ca sammaditthi yo ca sammasankappo, ayam pannakkhandho. ","ne21:9.1":"Tattha silakkhandho ca samadhikkhandho ca samatho, pannakkhandho vipassana. ","ne21:9.2":"Yo samathavipassanam bhaveti, tassa dve bhavangani bhavanam gacchanti kayo cittanca, bhavanirodhagamini patipada dve padani silam samadhi ca. ","ne21:9.3":"So hoti bhikkhu bhavitakayo bhavitasilo bhavitacitto bhavitapanno. ","ne21:9.4":"Kaye bhaviyamane dve dhamma bhavanam gacchanti sammakammanto sammavayamo ca, sile bhaviyamane dve dhamma bhavanam gacchanti sammavaca sammaajivo ca, citte bhaviyamane dve dhamma bhavanam gacchanti sammasati sammasamadhi ca, pannaya bhaviyamanaya dve dhamma bhavanam gacchanti sammaditthi sammasankappo ca. ","ne21:10.1":"Tattha yo ca sammakammanto yo ca sammavayamo siya kayiko siya cetasiko, tattha yo kayasangaho, so kaye bhavite bhavanam gacchati, yo cittasangaho, so citte bhavite bhavanam gacchati. ","ne21:10.2":"So samathavipassanam bhavayanto pancavidham adhigamam gacchati, khippadhigamo ca hoti, vimuttadhigamo ca hoti, mahadhigamo ca hoti, vipuladhigamo ca hoti, anavasesadhigamo ca hoti. ","ne21:10.3":"Tattha samathena khippadhigamo ca mahadhigamo ca vipuladhigamo ca hoti, vipassanaya vimuttadhigamo ca anavasesadhigamo ca hoti. ","ne21:11.1":"Tattha yo desayati, so dasabalasamannagato sattha ovadena savake na visamvadayati. ","ne21:11.2":"So tividham idam karotha imina upayena karotha idam vo kurumananam hitaya sukhaya bhavissati, so tatha ovadito tathanusittho tathakaronto tathapatipajjanto tam bhumim na papunissatiti netam thanam vijjati. ","ne21:11.3":"So tatha ovadito tathanusittho silakkhandham aparipurayanto tam bhumim anupapunissatiti netam thanam vijjati. ","ne21:11.4":"So tatha ovadito tathanusittho silakkhandham paripurayanto tam bhumim anupapunissatiti thanametam vijjati. ","ne21:12.1":"Sammasambuddhassa te sato ime dhamma anabhisambuddhati netam thanam vijjati. ","ne21:12.2":"Sabbasavaparikkhinassa te sato ime asava aparikkhinati netam thanam vijjati. ","ne21:12.3":"Yassa te atthaya dhammo desito, so na niyyati takkarassa samma dukkhakkhayayati netam thanam vijjati. ","ne21:12.4":"Savako kho pana te dhammanudhammappatipanno samicippatipanno anudhammacari so pubbena aparam ularam visesadhigamam na sacchikarissatiti netam thanam vijjati. ","ne21:13.1":"Ye kho pana dhamma antarayika, te patisevato nalam antarayayati netam thanam vijjati. ","ne21:13.2":"Ye kho pana dhamma aniyyanika, te niyyanti takkarassa samma dukkhakkhayayati netam thanam vijjati. ","ne21:13.3":"Ye kho pana dhamma niyyanika, te niyyanti takkarassa samma dukkhakkhayayati thanametam vijjati. ","ne21:13.4":"Savako kho pana te saupadiseso anupadisesam nibbanadhatum anupapunissatiti netam thanam vijjati. ","ne21:14.1":"Ditthisampanno mataram jivita voropeyya hatthehi va padehi va suhatam kareyyati netam thanam vijjati, puthujjano mataram jivita voropeyya hatthehi va padehi va suhatam kareyyati thanametam vijjati. ","ne21:14.2":"Evam pitaram, arahantam, bhikkhum. ","ne21:14.3":"Ditthisampanno puggalo sangham bhindeyya sanghe va sangharajim janeyyati netam thanam vijjati, puthujjano sangham bhindeyya sanghe va sangharajim janeyyati thanametam vijjati, ditthisampanno tathagatassa dutthacitto lohitam uppadeyya, parinibbutassa va tathagatassa dutthacitto thupam bhindeyyati netam thanam vijjati. ","ne21:14.4":"Puthujjano tathagatassa dutthacitto lohitam uppadeyya, parinibbutassa va tathagatassa dutthacitto thupam bhindeyyati thanametam vijjati. ","ne21:14.5":"Ditthisampanno annam sattharam apadiseyya api jivitahetuti netam thanam vijjati, puthujjano annam sattharam apadiseyyati thanametam vijjati. ","ne21:14.6":"Ditthisampanno ito bahiddha annam dakkhineyyam pariyeseyyati netam thanam vijjati, puthujjano ito bahiddha annam dakkhineyyam pariyeseyyati thanametam vijjati, ditthisampanno kutuhalamangalena suddhim pacceyyati netam thanam vijjati. ","ne21:14.7":"Puthujjano kutuhalamangalena suddhim pacceyyati thanametam vijjati. ","ne21:15.1":"Itthi raja cakkavatti siyati netam thanam vijjati, puriso raja cakkavatti siyati thanametam vijjati; ","ne21:15.2":"itthi sakko devanamindo siyati netam thanam vijjati, puriso sakko devanamindo siyati thanametam vijjati; ","ne21:15.3":"itthi maro papima siyati netam thanam vijjati, puriso maro papima siyati thanametam vijjati; ","ne21:15.4":"itthi mahabrahma siyati netam thanam vijjati, puriso mahabrahma siyati thanametam vijjati; ","ne21:15.5":"itthi tathagato araham sammasambuddho siyati netam thanam vijjati, puriso tathagato araham sammasambuddho siyati thanametam vijjati. ","ne21:16.1":"Dve tathagata arahanto sammasambuddha apubbam acarimam ekissa lokadhatuya uppajjeyyum va dhammam va deseyyunti netam thanam vijjati, ekova tathagato araham sammasambuddho ekissa lokadhatuya uppajjissati va dhammam va desessatiti thanametam vijjati. ","ne21:17.1":"Tinnam duccaritanam ittho kanto piyo manapo vipako bhavissatiti netam thanam vijjati, tinnam duccaritanam anittho akanto appiyo amanapo vipako bhavissatiti thanametam vijjati. ","ne21:17.2":"Tinnam sucaritanam anittho akanto appiyo amanapo vipako bhavissatiti netam thanam vijjati, tinnam sucaritanam ittho kanto piyo manapo vipako bhavissatiti thanametam vijjati. ","ne21:18.1":"Annataro samano va brahmano va kuhako lapako nemittako kuhanalapananemittakattam pubbangamam katva panca nivarane appahaya cetaso upakkilese pannaya dubbalikarane catusu satipatthanesu anupatthitassati viharanto satta bojjhange abhavayitva anuttaram sammasambodhim abhisambujjhissatiti netam thanam vijjati, annataro samano va brahmano va sabbadosapagato panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane catusu satipatthanesu upatthitassati viharanto satta bojjhange bhavayitva anuttaram sammasambodhim abhisambujjhissatiti thanametam vijjati. ","ne21:18.2":"Yam ettha nanam hetuso thanaso anodhiso idam vuccati thanatthanananam pathamam tathagatabalam. ","ne21:19.1":"Iti thanatthanagata sabbe khayadhamma vayadhamma viragadhamma nirodhadhamma keci saggupaga keci apayupaga keci nibbanupaga, evam bhagava aha—","ne21:20.1":"“Sabbe satta marissanti, ","ne21:20.2":"maranantam hi jivitam; ","ne21:20.3":"Yathakammam gamissanti, ","ne21:20.4":"punnapapaphalupaga; ","ne21:20.5":"Nirayam papakammanta, ","ne21:20.6":"punnakamma ca suggatim; ","ne21:20.7":"Apare ca maggam bhavetva, ","ne21:20.8":"parinibbantinasava”ti. ","ne21:21.1":"<b>Sabbe satta</b>ti ariya ca anariya ca sakkayapariyapanna ca sakkayavitivatta ca. ","ne21:21.2":"<b>Marissanti</b>ti dvihi maranehi dandhamaranena ca adandhamaranena ca, sakkayapariyapannanam adandhamaranam sakkayavitivattanam dandhamaranam. ","ne21:21.3":"<b>Maranantam hi jivitan</b>ti khaya ayussa indriyanam uparodha jivitapariyanto maranapariyanto. ","ne21:21.4":"<b>Yathakammam gamissanti</b>ti kammassakata. ","ne21:21.5":"<b>Punnapapaphalupaga</b>ti kammanam phaladassavita ca avippavaso ca. ","ne21:22.1":"<b>Nirayam papakammanta</b>ti apunnasankhara. ","ne21:22.2":"<b>Punnakamma ca suggatin</b>ti punnasankhara sugatim gamissanti. ","ne21:22.3":"<b>Apare ca maggam bhavetva, parinibbantinasava</b>ti sabbasankharanam samatikkamanam. ","ne21:22.4":"Tenaha bhagava—","ne21:22.5":"“sabbe …pe… ","ne21:22.6":"nasava”ti. ","ne21:23.1":"“Sabbe satta marissanti, maranantam hi jivitam. ","ne21:23.2":"Yathakammam gamissanti, punnapapaphalupaga. ","ne21:23.3":"Nirayam papakammanta”ti agalha ca nijjhama ca patipada. ","ne21:23.4":"“Apare ca maggam bhavetva, parinibbantinasava”ti majjhima patipada. ","ne21:23.5":"“Sabbe satta marissanti, maranantam hi jivitam, yathakammam gamissanti, punnapapaphalupaga, nirayam papakammanta”ti ayam sankileso. ","ne21:23.6":"Evam samsaram nibbattayati. ","ne21:23.7":"“Sabbe satta marissanti …pe… ","ne21:23.8":"nirayam papakammanta”ti ime tayo vatta dukkhavatto kammavatto kilesavatto. ","ne21:23.9":"“Apare ca maggam bhavetva, parinibbantinasava”ti tinnam vattanam vivattana. ","ne21:23.10":"“Sabbe satta marissanti …pe… ","ne21:23.11":"nirayam papakammanta”ti adinavo, “punnakamma ca suggatin”ti assado, “apare ca maggam bhavetva, parinibbantinasava”ti nissaranam. ","ne21:23.12":"“Sabbe satta marissanti …pe… ","ne21:23.13":"nirayam papakammanta”ti hetu ca phalanca, pancakkhandha phalam, tanha hetu, “apare ca maggam bhavetva, parinibbantinasava”ti maggo ca phalanca. ","ne21:23.14":"“Sabbe satta marissanti, maranantam hi jivitam. ","ne21:23.15":"Yathakammam gamissanti, punnapapaphalupaga, nirayam papakammanta”ti ayam sankileso, so sankileso tividho tanhasankileso ditthisankileso duccaritasankilesoti. ","ne21:24.1":"Tattha tanhasankileso tihi tanhahi niddisitabbo—","ne21:24.2":"kamatanhaya bhavatanhaya vibhavatanhaya. ","ne21:24.3":"Yena yena va pana vatthuna ajjhosito, tena teneva niddisitabbo, tassa vittharo chattimsaya tanhaya jaliniya vicaritani. ","ne21:24.4":"Tattha ditthisankileso ucchedasassatena niddisitabbo, yena yena va pana vatthuna ditthivasena abhinivisati, “idameva saccam moghamannan”ti tena teneva niddisitabbo, tassa vittharo dvasatthi ditthigatani. ","ne21:24.5":"Tattha duccaritasankileso cetana cetasikakammena niddisitabbo, tihi duccaritehi kayaduccaritena vaciduccaritena manoduccaritena, tassa vittharo dasa akusalakammapatha. ","ne21:24.6":"Apare ca maggam bhavetva, parinibbantinasavati idam vodanam. ","ne21:25.1":"Tayidam vodanam tividham; ","ne21:25.2":"tanhasankileso samathena visujjhati, so samatho samadhikkhandho, ditthisankileso vipassanaya visujjhati, sa vipassana pannakkhandho, duccaritasankileso sucaritena visujjhati, tam sucaritam silakkhandho. ","ne21:26.1":"“Sabbe satta marissanti, maranantam hi jivitam, yathakammam gamissanti, punnapapaphalupaga, nirayam papakammanta”ti apunnappatipada, “punnakamma ca suggatin”ti punnappatipada, “apare ca maggam bhavetva, parinibbantinasava”ti punnapapasamatikkamappatipada, tattha ya ca punnappatipada ya ca apunnappatipada, ayam eka patipada sabbatthagamini eka apayesu, eka devesu, ya ca punnapapasamatikkama patipada ayam tattha tattha gamini patipada. ","ne21:27.1":"Tayo rasi—","ne21:27.2":"micchattaniyato rasi, sammattaniyato rasi, aniyato rasi, tattha yo ca micchattaniyato rasi yo ca sammattaniyato rasi eka patipada tattha tattha gamini, tattha yo aniyato rasi, ayam sabbatthagamini patipada. ","ne21:27.3":"Kena karanena? ","ne21:27.4":"Paccayam labhanto niraye upapajjeyya, paccayam labhanto tiracchanayonisu upapajjeyya, paccayam labhanto pettivisayesu upapajjeyya, paccayam labhanto asuresu upapajjeyya, paccayam labhanto devesu upapajjeyya, paccayam labhanto manussesu upapajjeyya, paccayam labhanto parinibbayeyya, tasmayam sabbatthagamini patipada, yam ettha nanam hetuso thanaso anodhiso, idam vuccati sabbatthagamini patipada nanam dutiyam tathagatabalam. ","ne21:28.1":"Iti sabbatthagamini patipada anekadhatuloko, tattha tattha gamini patipada nanadhatuloko. ","ne21:28.2":"Tattha katamo anekadhatuloko? ","ne21:28.3":"Cakkhudhatu rupadhatu cakkhuvinnanadhatu, sotadhatu saddadhatu sotavinnanadhatu, ghanadhatu gandhadhatu ghanavinnanadhatu, jivhadhatu rasadhatu jivhavinnanadhatu, kayadhatu photthabbadhatu kayavinnanadhatu, manodhatu dhammadhatu manovinnanadhatu, pathavidhatu, apodhatu, tejodhatu, vayodhatu, akasadhatu, vinnanadhatu, kamadhatu, byapadadhatu, vihimsadhatu, nekkhammadhatu, abyapadadhatu, avihimsadhatu, dukkhadhatu, domanassadhatu, avijjadhatu, sukhadhatu, somanassadhatu, upekkhadhatu, rupadhatu, arupadhatu, nirodhadhatu, sankharadhatu, nibbanadhatu, ayam anekadhatuloko. ","ne21:29.1":"Tattha katamo nanadhatuloko? ","ne21:29.2":"Anna cakkhudhatu, anna rupadhatu, anna cakkhuvinnanadhatu, evam sabba, anna nibbanadhatu. ","ne21:29.3":"Yam ettha nanam hetuso thanaso anodhiso, idam vuccati anekadhatu nanadhatu nanam tatiyam tathagatabalam. ","ne21:30.1":"Iti anekadhatu nanadhatukassa lokassa yam yadeva dhatum satta adhimuccanti, tam tadeva adhitthahanti abhinivisanti, keci rupadhimutta, keci saddadhimutta, keci gandhadhimutta, keci rasadhimutta, keci photthabbadhimutta, keci dhammadhimutta, keci itthadhimutta, keci purisadhimutta, keci cagadhimutta, keci hinadhimutta, keci panitadhimutta, keci devadhimutta, keci manussadhimutta, keci nibbanadhimutta. ","ne21:30.2":"Yam ettha nanam hetuso thanaso anodhiso, ayam veneyyo, ayam na veneyyo, ayam saggagami, ayam duggatigamiti, idam vuccati sattanam nanadhimuttikata nanam catuttham tathagatabalam. ","ne21:31.1":"Iti te yathadhimutta ca bhavanti, tam tam kammasamadanam samadiyanti. ","ne21:31.2":"Te chabbidham kammam samadiyanti—","ne21:31.3":"keci lobhavasena, keci dosavasena, keci mohavasena, keci saddhavasena, keci viriyavasena, keci pannavasena. ","ne21:31.4":"Tam vibhajjamanam duvidham—","ne21:31.5":"samsaragami ca nibbanagami ca. ","ne21:32.1":"Tattha yam lobhavasena dosavasena mohavasena ca kammam karoti, idam kammam kanham kanhavipakam. ","ne21:32.2":"Tattha yam saddhavasena kammam karoti, idam kammam sukkam sukkavipakam. ","ne21:32.3":"Tattha yam lobhavasena dosavasena mohavasena saddhavasena ca kammam karoti, idam kammam kanhasukkam kanhasukkavipakam. ","ne21:32.4":"Tattha yam viriyavasena pannavasena ca kammam karoti, idam kammam akanham asukkam akanhaasukkavipakam kammuttamam kammasettham kammakkhayaya samvattati. ","ne21:33.1":"Cattari kammasamadanani—","ne21:33.2":"atthi kammasamadanam paccuppannasukham ayatim dukkhavipakam, atthi kammasamadanam paccuppannadukkham ayatim sukhavipakam, atthi kammasamadanam paccuppannadukkhanceva ayatinca dukkhavipakam, atthi kammasamadanam paccuppannasukhanceva ayatim ca sukhavipakam. ","ne21:33.3":"Yam evam jatiyam kammasamadanam, imina puggalena akusalakammasamadanam upacitam avipakkam vipakaya paccupatthitam na ca bhabbo abhinibbidha gantunti tam bhagava na ovadati. ","ne21:33.4":"Yatha devadattam kokalikam sunakkhattam licchaviputtam, ye va panannepi satta micchattaniyata imesanca puggalanam upacitam akusalam na ca tava paripurim gatam, pura paripurim gacchati. ","ne21:33.5":"Pura phalam nibbattayati, pura maggamavarayati, pura veneyyattam samatikkamatiti te bhagava asamatte ovadati. ","ne21:33.6":"Yatha punnanca govatikam acelanca kukkuravatikam. ","ne21:34.1":"Imassa ca puggalassa akusalakammasamadanam paripuramanam maggam avarayissati pura paripurim gacchati, pura phalam nibbattayati, pura maggamavarayati, pura veneyyattam samatikkamatiti tam bhagava asamattam ovadati. ","ne21:34.2":"Yatha ayasmantam angulimalam. ","ne21:35.1":"Sabbesam mudumajjhadhimattata. ","ne21:35.2":"Tattha mudu anenjabhisankhara majjham avasesakusalasankhara, adhimattam akusalasankhara, yam ettha nanam hetuso thanaso anodhiso, idam ditthadhammavedaniyam, idam upapajjavedaniyam, idam aparapariyavedaniyam, idam nirayavedaniyam, idam tiracchanavedaniyam, idam pettivisayavedaniyam, idam asuravedaniyam, idam devavedaniyam, idam manussavedaniyanti, idam vuccati atitanagatapaccuppannanam kammasamadananam hetuso thanaso anodhiso vipakavemattata nanam pancamam tathagatabalam. ","ne21:36.1":"Iti tatha samadinnanam kammanam samadinnanam jhananam vimokkhanam samadhinam samapattinam ayam sankileso, idam vodanam, idam vutthanam, evam sankilissati, evam vodayati, evam vutthahatiti nanam anavaranam. ","ne21:37.1":"Tattha kati jhanani? ","ne21:37.2":"Cattari jhanani. ","ne21:37.3":"Kati vimokkha? ","ne21:37.4":"Ekadasa ca attha ca satta ca tayo ca dve ca. ","ne21:37.5":"Kati samadhi? ","ne21:37.6":"Tayo samadhi—","ne21:37.7":"savitakko savicaro samadhi, avitakko vicaramatto samadhi, avitakko avicaro samadhi. ","ne21:37.8":"Kati samapattiyo? ","ne21:37.9":"Panca samapattiyo—","ne21:37.10":"sannasamapatti asannasamapatti nevasannanasannasamapatti vibhutasannasamapatti nirodhasamapatti. ","ne21:38.1":"Tattha katamo sankileso? ","ne21:38.2":"Pathamajjhanassa kamaragabyapada sankileso. ","ne21:38.3":"Ye ca kukkutajhayi dve pathamaka yo va pana koci hanabhagiyo samadhi, ayam sankileso. ","ne21:38.4":"Tattha katamam vodanam, nivaranaparisuddhi, pathamassa jhanassa ye ca kukkutajhayi dve pacchimaka yo va pana koci visesabhagiyo samadhi, idam vodanam. ","ne21:38.5":"Tattha katamam vutthanam? ","ne21:38.6":"Yam samapattivutthanakosallam, idam vutthanam. ","ne21:38.7":"Yam ettha nanam hetuso thanaso anodhiso, idam vuccati sabbesam jhanavimokkhasamadhisamapattinam sankilesavodanavutthanananam chattham tathagatabalam. ","ne21:39.1":"Iti tasseva samadhissa tayo dhamma parivara indriyani balani viriyamiti, taniyeva indriyani viriyavasena balani bhavanti, adhipateyyatthena indriyani, akampiyatthena balani, iti tesam mudumajjhadhimattata ayam mudindriyo ayam majjhindriyo ayam tikkhindriyoti. ","ne21:39.2":"Tattha bhagava tikkhindriyam sankhittena ovadena ovadati, majjhindriyam bhagava sankhittavittharena ovadati, mudindriyam bhagava vittharena ovadati. ","ne21:39.3":"Tattha bhagava tikkhindriyassa mudukam dhammadesanam upadisati, majjhindriyassa bhagava mudutikkhadhammadesanam upadisati, mudindriyassa bhagava tikkham dhammadesanam upadisati. ","ne21:39.4":"Tattha bhagava tikkhindriyassa samatham upadisati, majjhindriyassa bhagava samathavipassanam upadisati, mudindriyassa bhagava vipassanam upadisati. ","ne21:39.5":"Tattha bhagava tikkhindriyassa nissaranam upadisati, majjhindriyassa bhagava adinavanca nissarananca upadisati, mudindriyassa bhagava assadanca adinavanca nissarananca upadisati. ","ne21:39.6":"Tattha bhagava tikkhindriyassa adhipannasikkhaya pannapayati, majjhindriyassa bhagava adhicittasikkhaya pannapayati, mudindriyassa bhagava adhisilasikkhaya pannapayati. ","ne21:40.1":"Yam ettha nanam hetuso thanaso anodhiso ayam imam bhumim bhavananca gato, imaya velaya imaya anusasaniya evam dhatuko cayam ayam cassa asayo ayanca anusayo iti, idam vuccati parasattanam parapuggalanam indriyaparopariyattavemattata nanam sattamam tathagatabalam. ","ne21:41.1":"Iti tattha yam anekavihitam pubbenivasam anussarati. ","ne21:41.2":"Seyyathidam—","ne21:41.3":"ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattarisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi anekanipi jatisatani anekanipi jatisahassani anekanipi jatisatasahassani anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe. ","ne21:41.4":"Amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto amutra udapadim. ","ne21:41.5":"Tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhappatisamvedi evamayupariyanto, so tato cuto idhupapannoti, iti sakaram sauddesam anekavihitam pubbenivasam anussarati. ","ne21:42.1":"Tattha saggupagesu ca sattesu manussupagesu ca sattesu apayupagesu ca sattesu imassa puggalassa lobhadayo ussanna alobhadayo manda, imassa puggalassa alobhadayo ussanna lobhadayo manda, ye va pana ussanna ye va pana manda imassa puggalassa imani indriyani upacitani imassa puggalassa imani indriyani anupacitani amukaya va kappakotiyam kappasatasahasse va kappasahasse va kappasate va kappe va antarakappe va upaddhakappe va samvacchare va upaddhasamvacchare va mase va pakkhe va divase va muhutte va imina pamadena va pasadena vati. ","ne21:42.2":"Tam tam bhavam bhagava anussaranto asesam janati, tattha yam dibbena cakkhuna visuddhena atikkantamanusakena satte passati cavamane upapajjamane hine panite suvanne dubbanne sugate duggate yathakammupage satte pajanati ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna. ","ne21:43.1":"Ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata ariyanam anupavadaka sammaditthika sammaditthikammasamadana, te kayassa bheda param marana sugatim saggam lokam upapanna, tattha saggupagesu ca sattesu manussupagesu ca sattesu apayupagesu ca sattesu imina puggalena evarupam kammam amukaya kappakotiyam upacitam kappasatasahasse va kappasahasse va kappasate va kappe va antarakappe va upaddhakappe va samvacchare va upaddhasamvacchare va mase va pakkhe va divase va muhutte va imina pamadena va pasadena vati. ","ne21:43.2":"Imani bhagavato dve nanani—","ne21:43.3":"pubbenivasanussatinananca dibbacakkhu ca atthamam navamam tathagatabalam. ","ne21:44.1":"Iti tattha yam sabbannuta patta vidita sabbadhamma virajam vitamalam uppannam sabbannutananam nihato maro bodhimule, idam bhagavato dasamam balam sabbasavaparikkhayam nanam. ","ne21:44.2":"Dasabalasamannagata hi buddha bhagavantoti. ","ne21:44.3":"Niyutto vicayo harasampato. "}