{"ne36:0.1":"Netti ","ne36:0.2":"5. Nayasamutthana ","ne36:1.1":"Tattha katamam nayasamutthanam? ","ne36:1.2":"Pubba koti na pannayati avijjaya ca bhavatanhaya ca, tattha avijjanivaranam tanhasamyojanam. ","ne36:1.3":"Avijjanivarana satta avijjasamyutta avijjapakkhena vicaranti, te vuccanti ditthicaritati. ","ne36:1.4":"Tanhasamyojana satta tanhasamyutta tanhapakkhena vicaranti, te vuccanti tanhacaritati. ","ne36:1.5":"Ditthicarita ito bahiddha pabbajita attakilamathanuyogamanuyutta viharanti. ","ne36:1.6":"Tanhacarita ito bahiddha pabbajita kamesu kamasukhallikanuyogamanuyutta viharanti. ","ne36:2.1":"Tattha kinkaranam yam ditthicarita ito bahiddha pabbajita attakilamathanuyogamanuyutta viharanti, tanhacarita ito bahiddha pabbajita kamesu kamasukhallikanuyogamanuyutta viharanti? ","ne36:2.2":"Ito bahiddha natthi saccavavatthanam, kuto catusaccappakasana va samathavipassanakosallam va upasamasukhappatti va. ","ne36:2.3":"Te upasamasukhassa anabhinna viparitaceta evamahamsu “natthi sukhena sukham, dukkhena nama sukham adhigantabban”ti. ","ne36:2.4":"Yo kame patisevati, so lokam vaddhayati, yo lokam vaddhayati, so bahum punnam pasavatiti te evamsanni evamditthi dukkhena sukham patthayamana kamesu punnasanni attakilamathanuyogamanuyutta ca viharanti kamasukhallikanuyogamanuyutta ca, te tadabhinna santa rogameva vaddhayanti, gandameva vaddhayanti, sallameva vaddhayanti, te rogabhitunna gandapatipilita sallanuviddha nirayatiracchanayonipetasuresu ummujjanimujjani karonta ugghatanigghatam paccanubhonta rogagandasallabhesajjam na vindanti. ","ne36:2.5":"Tattha attakilamathanuyogo kamasukhallikanuyogo ca sankileso, samathavipassana vodanam. ","ne36:2.6":"Attakilamathanuyogo kamasukhallikanuyogo ca rogo, samathavipassana roganigghatakabhesajjam. ","ne36:2.7":"Attakilamathanuyogo kamasukhallikanuyogo ca gando, samathavipassana gandanigghatakabhesajjam. ","ne36:2.8":"Attakilamathanuyogo kamasukhallikanuyogo ca sallo, samathavipassana salluddharanabhesajjam. ","ne36:3.1":"Tattha sankileso dukkham, tadabhisango tanha samudayo, tanhanirodho dukkhanirodho, samathavipassana dukkhanirodhagamini patipada, imani cattari saccani. ","ne36:3.2":"Dukkham parinneyyam, samudayo pahatabbo, maggo bhavetabbo, nirodho sacchikatabbo. ","ne36:4.1":"Tattha ditthicarita rupam attato upagacchanti. ","ne36:4.2":"Vedanam …pe… ","ne36:4.3":"sannam … ","ne36:4.4":"sankhare … ","ne36:4.5":"vinnanam attato upagacchanti. ","ne36:4.6":"Tanhacarita rupavantam attanam upagacchanti. ","ne36:4.7":"Attani va rupam, rupasmim va attanam, ","ne36:4.8":"vedanavantam …pe… ","ne36:4.9":"sannavantam … ","ne36:4.10":"sankharavantam … ","ne36:4.11":"vinnanavantam attanam upagacchanti, attani va vinnanam, vinnanasmim va attanam, ayam vuccati visativatthuka sakkayaditthi. ","ne36:5.1":"Tassa patipakkho lokuttara sammaditthi, anvayika sammasankappo sammavaca sammakammanto sammaajivo sammavayamo sammasati sammasamadhi, ayam ariyo atthangiko maggo. ","ne36:5.2":"Te tayo khandha silakkhandho samadhikkhandho pannakkhandho. ","ne36:5.3":"Silakkhandho samadhikkhandho ca samatho, pannakkhandho vipassana. ","ne36:5.4":"Tattha sakkayo dukkham, sakkayasamudayo dukkhasamudayo, sakkayanirodho dukkhanirodho, ariyo atthangiko maggo dukkhanirodhagamini patipada, imani cattari saccani. ","ne36:5.5":"Dukkham parinneyyam, samudayo pahatabbo, maggo bhavetabbo, nirodho sacchikatabbo. ","ne36:6.1":"Tattha ye rupam attato upagacchanti. ","ne36:6.2":"Vedanam …pe… ","ne36:6.3":"sannam … ","ne36:6.4":"sankhare … ","ne36:6.5":"vinnanam attato upagacchanti. ","ne36:6.6":"Ime vuccanti “ucchedavadino”ti. ","ne36:6.7":"Ye rupavantam attanam upagacchanti. ","ne36:6.8":"Attani va rupam, rupasmim va attanam. ","ne36:6.9":"Ye vedanavantam …pe… ","ne36:6.10":"ye sannavantam … ","ne36:6.11":"ye sankharavantam … ","ne36:6.12":"ye vinnanavantam attanam upagacchanti, attani va vinnanam, vinnanasmim va attanam. ","ne36:6.13":"Ime vuccanti “sassatavadino”ti, tattha ucchedasassatavada ubho anta, ayam samsarapavatti. ","ne36:6.14":"Tassa patipakkho majjhima patipada ariyo atthangiko maggo, ayam samsaranivatti. ","ne36:6.15":"Tattha pavatti dukkham, tadabhisango tanha samudayo, tanhanirodho dukkhanirodho, ariyo atthangiko maggo dukkhanirodhagamini patipada, imani cattari saccani. ","ne36:6.16":"Dukkham parinneyyam, samudayo pahatabbo, maggo bhavetabbo, nirodho sacchikatabbo. ","ne36:7.1":"Tattha ucchedasassatam samasato visativatthuka sakkayaditthi, vittharato dvasatthi ditthigatani, tesam patipakkho tecattalisam bodhipakkhiya dhamma attha vimokkha dasa kasinayatanani. ","ne36:7.2":"Dvasatthi ditthigatani mohajalam anadianidhanappavattam. ","ne36:7.3":"Tecattalisam bodhipakkhiya dhamma nanavajiram mohajalappadalanam. ","ne36:7.4":"Tattha moho avijja, jalam bhavatanha, tena vuccati “pubba koti na pannayati avijjaya ca bhavatanhaya ca”ti. ","ne36:8.1":"Tattha ditthicarito asmim sasane pabbajito sallekhanusantatavutti bhavati sallekhe tibbagaravo. ","ne36:8.2":"Tanhacarito asmim sasane pabbajito sikkhanusantatavutti bhavati sikkhaya tibbagaravo. ","ne36:8.3":"Ditthicarito sammattaniyamam okkamanto dhammanusari bhavati. ","ne36:8.4":"Tanhacarito sammattaniyamam okkamanto saddhanusari bhavati, ditthicarito sukhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyati. ","ne36:8.5":"Tanhacarito dukkhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyati. ","ne36:9.1":"Tattha kinkaranam, yam tanhacarito dukkhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyati, tassa hi kama apariccatta bhavanti, so kamehi viveciyamano dukkhena patinissarati dandhanca dhammam ajanati? ","ne36:9.2":"Yo panayam ditthicarito ayam aditoyeva kamehi anatthiko bhavati. ","ne36:9.3":"So tato viveciyamano khippanca patinissarati, khippanca dhammam ajanati. ","ne36:9.4":"Dukkhapi patipada duvidha dandhabhinna ca khippabhinna ca. ","ne36:9.5":"Sukhapi patipada duvidha dandhabhinna ca khippabhinna ca. ","ne36:9.6":"Sattapi duvidha mudindriyapi tikkhindriyapi. ","ne36:9.7":"Ye mudindriya, te dandhanca patinissaranti dandhanca dhammam ajananti. ","ne36:9.8":"Ye tikkhindriya, te khippanca patinissaranti, khippanca dhammam ajananti, ima catasso patipada. ","ne36:9.9":"Ye hi keci niyyimsu va niyyanti va niyyissanti va, te imahi eva catuhi patipadahi. ","ne36:9.10":"Evam ariya catukkamaggam pannapenti abudhajanasevitaya balakantaya rattavasiniya nandiya bhavatanhaya avattanattham. ","ne36:9.11":"Ayam vuccati nandiyavattassa nayassa bhumiti, tenaha “tanhanca avijjampi ca samathena”ti. ","ne36:10.1":"Veyyakaranesu hi ye kusalakusalati te duvidha upaparikkhitabba—","ne36:10.2":"lokavattanusari ca lokavivattanusari ca. ","ne36:10.3":"Vattam nama samsaro. ","ne36:10.4":"Vivattam nibbanam. ","ne36:10.5":"Kammakilesa hetu samsarassa. ","ne36:10.6":"Tattha kammam cetana cetasikanca niddisitabbam. ","ne36:10.7":"Tam katham datthabbam? ","ne36:10.8":"Upacayena sabbepi kilesa catuhi vipallasehi niddisitabba. ","ne36:10.9":"Te kattha datthabba? ","ne36:10.10":"Dasa vatthuke kilesapunje. ","ne36:10.11":"Katamani dasa vatthuni? ","ne36:10.12":"Cattaro ahara, cattaro vipallasa, cattari upadanani, cattaro yoga, cattaro gantha, cattaro asava, cattaro ogha, cattaro salla, catasso vinnanatthitiyo cattari agatigamanani. ","ne36:10.13":"Pathame ahare pathamo vipallaso, dutiye ahare dutiyo vipallaso, tatiye ahare tatiyo vipallaso, catutthe ahare catuttho vipallaso. ","ne36:10.14":"Pathame vipallase pathamam upadanam. ","ne36:10.15":"Dutiye vipallase dutiyam upadanam, tatiye vipallase tatiyam upadanam, catutthe vipallase catuttham upadanam. ","ne36:10.16":"Pathame upadane pathamo yogo, dutiye upadane dutiyo yogo, tatiye upadane tatiyo yogo, catutthe upadane catuttho yogo. ","ne36:10.17":"Pathame yoge pathamo gantho, dutiye yoge dutiyo gantho, tatiye yoge tatiyo gantho, catutthe yoge catuttho gantho. ","ne36:10.18":"Pathame ganthe pathamo asavo, dutiye ganthe dutiyo asavo, tatiye ganthe tatiyo asavo, catutthe ganthe catuttho asavo. ","ne36:10.19":"Pathame asave pathamo ogho, dutiye asave dutiyo ogho, tatiye asave tatiyo ogho, catutthe asave catuttho ogho. ","ne36:10.20":"Pathame oghe pathamo sallo, dutiye oghe dutiyo sallo, tatiye oghe tatiyo sallo, catutthe oghe catuttho sallo. ","ne36:10.21":"Pathame salle pathama vinnanatthiti, dutiye salle dutiya vinnanatthiti, tatiye salle tatiya vinnanatthiti, catutthe salle catutthi vinnanatthiti. ","ne36:10.22":"Pathamayam vinnanatthitiyam pathamam agatigamanam, dutiyayam vinnanatthitiyam dutiyam agatigamanam, tatiyayam vinnanatthitiyam tatiyam agatigamanam, catutthiyam vinnanatthitiyam catuttham agatigamanam. ","ne36:11.1":"Tattha yo ca kabalikaro aharo phasso aharo, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.2":"Yo ca manosancetanaharo yo ca vinnanaharo, ime ditthicaritassa puggalassa upakkilesa. ","ne36:11.3":"Tattha yo ca “asubhe subhan”ti vipallaso, yo ca “dukkhe sukhan”ti vipallaso, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.4":"Yo ca “anicce niccan”ti vipallaso, yo ca “anattani atta”ti vipallaso, ime ditthicaritassa puggalassa upakkilesa. ","ne36:11.5":"Tattha yanca kamupadanam yanca bhavupadanam, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.6":"Yanca ditthupadanam yanca attavadupadanam, ime ditthicaritassa puggalassa upakkilesa. ","ne36:11.7":"Tattha yo ca kamayogo, yo ca bhavayogo, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.8":"Yo ca ditthiyogo, yo ca avijjayogo, ime ditthicaritassa puggalassa upakkilesa. ","ne36:11.9":"Tattha yo ca abhijjhakayagantho, yo ca byapado kayagantho, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.10":"Yo ca paramasakayagantho, yo ca idamsaccabhinivesakayagantho, ime ditthicaritassa puggalassa upakkilesa. ","ne36:11.11":"Tattha yo ca kamasavo, yo ca bhavasavo, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.12":"Yo ca ditthasavo, yo ca avijjasavo, ime ditthicaritassa puggalassa upakkilesa. ","ne36:11.13":"Tattha yo ca kamogho, yo ca bhavogho, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.14":"Yo ca ditthogho, yo ca avijjogho, ime ditthicaritassa puggalassa upakkilesa. ","ne36:11.15":"Tattha yo ca ragasallo, yo ca dosasallo, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.16":"Yo ca manasallo, yo ca mohasallo, ime ditthicaritassa puggalassa upakkilesa. ","ne36:11.17":"Tattha ya ca rupupaga vinnanatthiti, ya ca vedanupaga vinnanatthiti, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.18":"Ya ca sannupaga vinnanatthiti, ya ca sankharupaga vinnanatthiti, ime ditthicaritassa puggalassa upakkilesa. ","ne36:11.19":"Tattha yanca chanda agatigamanam yanca dosa agatigamanam, ime tanhacaritassa puggalassa upakkilesa. ","ne36:11.20":"Yanca bhaya agatigamanam, yanca moha agatigamanam, ime ditthicaritassa puggalassa upakkilesa. ","ne36:12.1":"Tattha kabalikare ahare “asubhe subhan”ti vipallaso, phasse ahare “dukkhe sukhan”ti vipallaso, vinnane ahare “anicce niccan”ti vipallaso, manosancetanaya ahare “anattani atta”ti vipallaso. ","ne36:12.2":"Pathame vipallase thito kame upadiyati, idam vuccati kamupadanam; ","ne36:12.3":"dutiye vipallase thito anagatam bhavam upadiyati, idam vuccati bhavupadanam; ","ne36:12.4":"tatiye vipallase thito samsarabhinandinim ditthim upadiyati, idam vuccati ditthupadanam; ","ne36:12.5":"catutthe vipallase thito attanam kappiyam upadiyati, idam vuccati attavadupadanam. ","ne36:13.1":"Kamupadanena kamehi samyujjati, ayam vuccati kamayogo; ","ne36:13.2":"bhavupadanena bhavehi samyujjati, ayam vuccati bhavayogo; ","ne36:13.3":"ditthupadanena papikaya ditthiya samyujjati, ayam vuccati ditthiyogo; ","ne36:13.4":"attavadupadanena avijjaya samyujjati, ayam vuccati avijjayogo. ","ne36:14.1":"Pathame yoge thito abhijjhaya kayam ganthati, ayam vuccati abhijjhakayagantho; ","ne36:14.2":"dutiye yoge thito byapadena kayam ganthati, ayam vuccati byapadakayagantho; ","ne36:14.3":"tatiye yoge thito paramasena kayam ganthati, ayam vuccati paramasakayagantho; ","ne36:14.4":"catutthe yoge thito idamsaccabhinivesena kayam ganthati, ayam vuccati idamsaccabhinivesakayagantho. ","ne36:15.1":"Tassa evanganthita kilesa asavanti. ","ne36:15.2":"Kuto ca vuccati asavantiti? ","ne36:15.3":"Anusayato va pariyutthanato va. ","ne36:15.4":"Tattha abhijjhakayaganthena kamasavo, byapadakayaganthena bhavasavo, paramasakayaganthena ditthasavo, idamsaccabhinivesakayaganthena avijjasavo. ","ne36:16.1":"Tassa ime cattaro asava vepullam gata ogha bhavanti. ","ne36:16.2":"Iti asavavepulla oghavepullam. ","ne36:16.3":"Tattha kamasavena kamogho, bhavasavena bhavogho, ditthasavena ditthogho, avijjasavena avijjogho. ","ne36:17.1":"Tassa ime cattaro ogha anusayasahagata ajjhasayam anupavittha hadayam ahacca titthanti, tena vuccanti sallaiti. ","ne36:17.2":"Tattha kamoghena ragasallo, bhavoghena dosasallo, ditthoghena manasallo, avijjoghena mohasallo. ","ne36:18.1":"Tassa imehi catuhi sallehi pariyadinnam vinnanam catusu dhammesu santhahati rupe vedanaya sannaya sankharesu. ","ne36:18.2":"Tattha ragasallena nandupasecanena vinnanena rupupaga vinnanatthiti, dosasallena nandupasecanena vinnanena vedanupaga vinnanatthiti, manasallena nandupasecanena vinnanena sannupaga vinnanatthiti, mohasallena nandupasecanena vinnanena sankharupaga vinnanatthiti. ","ne36:19.1":"Tassa imahi catuhi vinnanatthitihi upatthaddham vinnanam catuhi dhammehi agatim gacchati chanda dosa bhaya moha. ","ne36:19.2":"Tattha ragena chandagatim gacchati, dosena dosagatim gacchati, bhayena bhayagatim gacchati, mohena mohagatim gacchati. ","ne36:19.3":"Iti kho tanca kammam ime ca kilesa, esa hetu samsarassa, evam sabbe kilesa catuhi vipallasehi niddisitabba. ","ne36:20.1":"Tattha ima catasso disa kabalikaro aharo “asubhe subhan”ti vipallaso, kamupadanam, kamayogo, abhijjhakayagantho, kamasavo, kamogho, ragasallo, rupupaga vinnanatthiti, chanda agatigamananti pathama disa. ","ne36:21.1":"Phasso aharo “dukkhe sukhan”ti vipallaso, bhavupadanam, bhavayogo, byapadakayagantho, bhavasavo, bhavogho, dosasallo, vedanupaga vinnanatthiti, dosa agatigamananti dutiya disa. ","ne36:22.1":"Vinnanaharo “anicce niccan”ti vipallaso, ditthupadanam, ditthiyogo paramasakayagantho, ditthasavo, ditthogho, manasallo, sannupaga vinnanatthiti, bhaya agatigamananti tatiya disa. ","ne36:23.1":"Manosancetanaharo “anattani atta”ti vipallaso, attavadupadanam, avijjayogo, idamsaccabhinivesakayagantho, avijjasavo, avijjogho, mohasallo, sankharupaga vinnanatthiti, moha agatigamananti catutthi disa. ","ne36:24.1":"Tattha yo ca kabalikaro aharo yo ca “asubhe subhan”ti vipallaso, kamupadanam, kamayogo, abhijjhakayagantho, kamasavo, kamogho, ragasallo, rupupaga vinnanatthiti chanda agatigamananti, imesam dasannam suttanam eko attho, byanjanameva nanam. ","ne36:24.2":"Ime ragacaritassa puggalassa upakkilesa. ","ne36:25.1":"Tattha yo ca phasso aharo yo ca “dukkhe sukhan”ti vipallaso, bhavupadanam, bhavayogo, byapadakayagantho, bhavasavo, bhavogho, dosasallo, vedanupaga vinnanatthiti, dosa agatigamananti imesam dasannam suttanam eko attho byanjanameva nanam, ime dosacaritassa puggalassa upakkilesa. ","ne36:26.1":"Tattha yo ca vinnanaharo yo ca “anicce niccan”ti vipallaso, ditthupadanam, ditthiyogo, paramasakayagantho, ditthasavo, ditthogho, manasallo, sannupaga vinnanatthiti, bhaya agatigamananti imesam dasannam suttanam eko attho, byanjanameva nanam. ","ne36:26.2":"Ime ditthicaritassa mandassa upakkilesa. ","ne36:27.1":"Tattha yo ca manosancetanaharo yo ca “anattani atta”ti vipallaso, attavadupadanam, avijjayogo, idamsaccabhinivesakayagantho, avijjasavo, avijjogho, mohasallo, sankharupaga vinnanatthiti, moha agatigamananti, imesam dasannam suttanam eko attho, byanjanameva nanam. ","ne36:27.2":"Ime ditthicaritassa udattassa upakkilesa. ","ne36:28.1":"Tattha yo ca kabalikaro aharo yo ca phasso aharo, ime appanihitena vimokkhamukhena parinnam gacchanti, vinnanaharo sunnataya, manosancetanaharo animittena, tattha yo ca “asubhe subhan”ti vipallaso, yo ca “dukkhe sukhan”ti vipallaso, ime appanihitena vimokkhamukhena pahanam abbhattham gacchanti. ","ne36:28.2":"“Anicce niccan”ti vipallaso sunnataya, “anattani atta”ti vipallaso animittena. ","ne36:28.3":"Tattha kamupadananca bhavupadananca appanihitena vimokkhamukhena pahanam gacchanti. ","ne36:28.4":"Ditthupadanam sunnataya, attavadupadanam animittena. ","ne36:28.5":"Tattha kamayogo ca bhavayogo ca appanihitena vimokkhamukhena pahanam gacchanti, ditthiyogo sunnataya, avijjayogo animittena. ","ne36:28.6":"Tattha abhijjhakayagantho ca byapadakayagantho ca appanihitena vimokkhamukhena pahanam gacchanti, paramasakayagantho sunnataya, idamsaccabhinivesakayagantho animittena. ","ne36:29.1":"Tattha kamasavo ca bhavasavo ca appanihitena vimokkhamukhena pahanam gacchanti, ditthasavo sunnataya, avijjasavo animittena. ","ne36:29.2":"Tattha kamogho ca bhavogho ca appanihitena vimokkhamukhena pahanam gacchanti, ditthogho sunnataya, avijjogho animittena. ","ne36:29.3":"Tattha ragasallo ca dosasallo ca appanihitena vimokkhamukhena pahanam gacchanti, manasallo sunnataya, mohasallo animittena. ","ne36:29.4":"Tattha rupupaga ca vinnanatthiti vedanupaga ca vinnanatthiti appanihitena vimokkhamukhena parinnam gacchanti, sannupaga sunnataya, sankharupaga animittena. ","ne36:30.1":"Tattha chanda ca agatigamanam dosa ca agatigamanam appanihitena vimokkhamukhena pahanam gacchanti, bhaya agatigamanam sunnataya, moha agatigamanam animittena vimokkhamukhena pahanam gacchanti. ","ne36:30.2":"Iti sabbe lokavattanusarino dhamma niyyanti. ","ne36:30.3":"Te loka tihi vimokkhamukhehi. ","ne36:31.1":"Tatridam niyyanam—","ne36:32.1":"Catasso patipada, cattaro satipatthana, cattari jhanani, cattaro vihara, cattaro sammappadhana, cattaro acchariya abbhuta dhamma, cattari adhitthanani, catasso samadhibhavana, cattaro sukhabhagiya dhamma, catasso appamana. ","ne36:33.1":"Pathama patipada pathamam satipatthanam, dutiya patipada dutiyam satipatthanam, tatiya patipada tatiyam satipatthanam, catutthi patipada catuttham satipatthanam. ","ne36:33.2":"Pathamam satipatthanam pathamam jhanam, dutiyam satipatthanam dutiyam jhanam, tatiyam satipatthanam tatiyam jhanam, catuttham satipatthanam catuttham jhanam. ","ne36:33.3":"Pathamam jhanam pathamo viharo, dutiyam jhanam dutiyo viharo, tatiyam jhanam tatiyo viharo, catuttham jhanam catuttho viharo. ","ne36:33.4":"Pathamo viharo pathamam sammappadhanam, dutiyo viharo dutiyam sammappadhanam, tatiyo viharo tatiyam sammappadhanam, catuttho viharo catuttham sammappadhanam. ","ne36:33.5":"Pathamam sammappadhanam pathamo acchariyo abbhuto dhammo, dutiyam dutiyo, tatiyam tatiyo, catuttham sammappadhanam catuttho acchariyo abbhuto dhammo. ","ne36:33.6":"Pathamo acchariyo abbhuto dhammo pathamam adhitthanam, dutiyo acchariyo abbhuto dhammo dutiyam adhitthanam, tatiyo acchariyo abbhuto dhammo tatiyam adhitthanam, catuttho acchariyo abbhuto dhammo catuttham adhitthanam. ","ne36:33.7":"Pathamam adhitthanam pathama samadhibhavana, dutiyam adhitthanam dutiya samadhibhavana, tatiyam adhitthanam tatiya samadhibhavana, catuttham adhitthanam catutthi samadhibhavana. ","ne36:33.8":"Pathama samadhibhavana pathamo sukhabhagiyo dhammo, dutiya samadhibhavana dutiyo sukhabhagiyo dhammo, tatiya samadhibhavana tatiyo sukhabhagiyo dhammo, catutthi samadhibhavana catuttho sukhabhagiyo dhammo. ","ne36:33.9":"Pathamo sukhabhagiyo dhammo pathamam appamanam, dutiyo sukhabhagiyo dhammo dutiyam appamanam, tatiyo sukhabhagiyo dhammo tatiyam appamanam, catuttho sukhabhagiyo dhammo catuttham appamanam. ","ne36:33.10":"Pathama patipada bhavita bahulikata pathamam satipatthanam paripureti, dutiya patipada bhavita bahulikata dutiyam satipatthanam paripureti, tatiya patipada bhavita bahulikata tatiyam satipatthanam paripureti, catutthi patipada bhavita bahulikata catuttham satipatthanam paripureti. ","ne36:33.11":"Pathamo satipatthano bhavito bahulikato pathamam jhanam paripureti, dutiyo satipatthano bhavito bahulikato dutiyam jhanam paripureti, tatiyo satipatthano bhavito bahulikato tatiyam jhanam paripureti, catuttho satipatthano bhavito bahulikato catuttham jhanam paripureti. ","ne36:34.1":"Pathamam jhanam bhavitam bahulikatam pathamam viharam paripureti, dutiyam jhanam bhavitam bahulikatam dutiyam viharam paripureti, tatiyam jhanam bhavitam bahulikatam tatiyam viharam paripureti, catuttham jhanam bhavitam bahulikatam catuttham viharam paripureti. ","ne36:34.2":"Pathamo viharo bhavito bahulikato anuppannanam papakanam akusalanam dhammanam anuppadam paripureti, dutiyo viharo bhavito bahulikato uppannanam papakanam akusalanam dhammanam pahanam paripureti, tatiyo viharo bhavito bahulikato anuppannanam kusalanam dhammanam uppadam paripureti, catuttho viharo bhavito bahulikato uppannanam kusalanam dhammanam thitim asammosam bhiyyobhavam paripureti. ","ne36:34.3":"Pathamam sammappadhanam bhavitam bahulikatam manappahanam paripureti, dutiyam sammappadhanam bhavitam bahulikatam alayasamugghatam paripureti, tatiyam sammappadhanam bhavitam bahulikatam avijjapahanam paripureti, catuttham sammappadhanam bhavitam bahulikatam bhavupasamam paripureti. ","ne36:34.4":"Manappahanam bhavitam bahulikatam saccadhitthanam paripureti, alayasamugghato bhavito bahulikato cagadhitthanam paripureti, avijjapahanam bhavitam bahulikatam pannadhitthanam paripureti, bhavupasamo bhavito bahulikato upasamadhitthanam paripureti. ","ne36:34.5":"Saccadhitthanam bhavitam bahulikatam chandasamadhim paripureti, cagadhitthanam bhavitam bahulikatam viriyasamadhim paripureti, pannadhitthanam bhavitam bahulikatam cittasamadhim paripureti, upasamadhitthanam bhavitam bahulikatam vimamsasamadhim paripureti. ","ne36:34.6":"Chandasamadhi bhavito bahulikato indriyasamvaram paripureti, viriyasamadhi bhavito bahulikato tapam paripureti, cittasamadhi bhavito bahulikato buddhim paripureti, vimamsasamadhi bhavito bahulikato sabbupadhipatinissaggam paripureti. ","ne36:34.7":"Indriyasamvaro bhavito bahulikato mettam paripureti, tapo bhavito bahulikato karunam paripureti, buddhi bhavita bahulikata muditam paripureti, sabbupadhipatinissaggo bhavito bahulikato upekkham paripureti. ","ne36:35.1":"Tattha ima catasso disa pathama patipada pathamo satipatthano pathamam jhanam pathamo viharo pathamo sammappadhano pathamo acchariyo abbhuto dhammo saccadhitthanam chandasamadhi indriyasamvaro metta iti pathama disa. ","ne36:36.1":"Dutiya patipada dutiyo satipatthano dutiyam jhanam dutiyo viharo dutiyo sammappadhano dutiyo acchariyo abbhuto dhammo bhavadhitthanam viriyasamadhi tapo karuna iti dutiya disa. ","ne36:37.1":"Tatiya patipada tatiyo satipatthano tatiyam jhanam tatiyo viharo tatiyo sammappadhano tatiyo acchariyo abbhuto dhammo pannadhitthanam cittasamadhi buddhi mudita iti tatiya disa. ","ne36:38.1":"Catutthi patipada catuttho satipatthano catuttham jhanam catuttho viharo catuttho sammappadhano catuttho acchariyo abbhuto dhammo upasamadhitthanam vimamsasamadhi sabbupadhipatinissaggo upekkha iti catutthi disa. ","ne36:39.1":"Tattha pathama patipada pathamo satipatthano pathamam jhanam pathamo viharo pathamo sammappadhano pathamo acchariyo abbhuto dhammo saccadhitthanam chandasamadhi indriyasamvaro, metta iti imesam dasannam suttanam eko attho, byanjanameva nanam. ","ne36:39.2":"Idam ragacaritassa puggalassa bhesajjam. ","ne36:40.1":"Dutiya patipada dutiyo satipatthano dutiyam jhanam dutiyo viharo dutiyo sammappadhano dutiyo acchariyo abbhuto dhammo cagadhitthanam viriyasamadhi tapo karuna iti imesam dasannam suttanam eko attho, byanjanameva nanam. ","ne36:40.2":"Idam dosacaritassa puggalassa bhesajjam. ","ne36:41.1":"Tatiya patipada tatiyo satipatthano tatiyam jhanam tatiyo viharo tatiyo sammappadhano tatiyo acchariyo abbhuto dhammo pannadhitthanam cittasamadhi buddhi mudita iti imesam dasannam suttanam eko attho, byanjanameva nanam. ","ne36:41.2":"Idam ditthicaritassa mandassa bhesajjam. ","ne36:42.1":"Catutthi patipada catuttho satipatthano catuttham jhanam catuttho viharo catuttho sammappadhano catuttho acchariyo abbhuto dhammo upasamadhitthanam vimamsasamadhi sabbupadhipatinissaggo upekkha iti imesam dasannam suttanam eko attho, byanjanameva nanam. ","ne36:42.2":"Idam ditthicaritassa udattassa bhesajjam. ","ne36:43.1":"Tattha dukkha ca patipada dandhabhinna dukkha ca patipada khippabhinna appanihitam vimokkhamukham, sukha patipada dandhabhinna sunnatam vimokkhamukham, sukha patipada khippabhinna animittam vimokkhamukham. ","ne36:44.1":"Tattha kaye kayanupassita satipatthananca vedanasu vedananupassita satipatthananca appanihitam vimokkhamukham, citte cittanupassita sunnatam vimokkhamukham. ","ne36:44.2":"Dhammesu dhammanupassita animittam vimokkhamukham. ","ne36:45.1":"Tattha pathamanca jhanam dutiyanca jhanam appanihitam vimokkhamukham, tatiyam jhanam sunnatam vimokkhamukham, catuttham jhanam animittam vimokkhamukham. ","ne36:46.1":"Tattha pathamo ca viharo dutiyo ca viharo appanihitam vimokkhamukham, tatiyo viharo sunnatam vimokkhamukham, catuttho viharo animittam vimokkhamukham. ","ne36:47.1":"Yattha pathamanca sammappadhanam dutiyanca sammappadhanam appanihitam vimokkhamukham, tatiyam sammappadhanam sunnatam vimokkhamukham, catuttham sammappadhanam animittam vimokkhamukham. ","ne36:48.1":"Tattha manappahananca alayasamugghato ca appanihitam vimokkhamukham, avijjapahanam sunnatam vimokkhamukham, bhavupasamo animittam vimokkhamukham. ","ne36:49.1":"Tattha saccadhitthananca cagadhitthananca appanihitam vimokkhamukham, pannadhitthanam sunnatam vimokkhamukham, upasamadhitthanam animittam vimokkhamukham. ","ne36:50.1":"Tattha chandasamadhi ca viriyasamadhi ca appanihitam vimokkhamukham, cittasamadhi sunnatam vimokkhamukham, vimamsasamadhi animittam vimokkhamukham. ","ne36:51.1":"Tattha indriyasamvaro ca tapo ca appanihitam vimokkhamukham, buddhi sunnatam vimokkhamukham sabbupadhipatinissaggo animittam vimokkhamukham. ","ne36:52.1":"Tattha metta ca karuna ca appanihitam vimokkhamukham, mudita sunnatam vimokkhamukham upekkha animittam vimokkhamukham. ","ne36:53.1":"Tesam vikkilitam. ","ne36:53.2":"Cattaro ahara tesam patipakkho catasso patipada …pe… ","ne36:53.3":"cattaro vipallasa tesam patipakkho cattaro satipatthana. ","ne36:53.4":"Cattari upadanani tesam patipakkho cattari jhanani. ","ne36:53.5":"Cattaro yoga tesam patipakkho cattaro vihara. ","ne36:53.6":"Cattaro gantha tesam patipakkho cattaro sammappadhana. ","ne36:53.7":"Cattaro asava tesam patipakkho cattaro acchariya abbhuta dhamma. ","ne36:53.8":"Cattaro ogha tesam patipakkho cattari adhitthanani. ","ne36:53.9":"Cattaro salla tesam patipakkho catasso samadhibhavana. ","ne36:53.10":"Catasso vinnanatthitiyo tasam patipakkho cattaro sukhabhagiya dhamma. ","ne36:53.11":"Cattari agatigamanani tesam patipakkho catasso appamana. ","ne36:54.1":"Siha buddha paccekabuddha savaka ca hataragadosamoha, tesam vikkilitam bhavana sacchikiriya byantikiriya ca. ","ne36:54.2":"Vikkilitam indriyadhitthanam vikkilitam vipariyasanadhitthananca. ","ne36:54.3":"Indriyani saddhammagocaro vipariyasa kilesagocaro. ","ne36:54.4":"Ayam vuccati sihavikkilitassa ca nayassa disalocanassa ca nayassa bhumiti. ","ne36:54.5":"Tenaha “yo neti vipallasehi sankilese”ti. ","ne36:54.6":"Veyyakaranesu hi ye “kusalakusala”ti ca. ","ne36:55.1":"Tattha ye dukkhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyanti, ime dve puggala; ","ne36:55.2":"ye sukhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyanti, ime dve puggala. ","ne36:55.3":"Tesam catunnam puggalanam ayam sankileso, cattaro ahara, cattaro vipallasa, cattari upadanani, cattaro yoga, cattaro gantha, cattaro asava, cattaro ogha, cattaro salla, catasso vinnanatthitiyo, cattari agatigamananiti. ","ne36:55.4":"Tesam catunnam puggalanam idam vodanam, catasso patipada, cattaro satipatthana, cattari jhanani, cattaro vihara, cattaro sammappadhana, cattaro acchariya abbhuta dhamma, cattari adhitthanani, catasso samadhibhavana, cattaro sukhabhagiya dhamma, catasso appamana iti. ","ne36:56.1":"Tattha ye dukkhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyanti ime dve puggala. ","ne36:56.2":"Ye sukhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyanti, ime dve puggala. ","ne36:56.3":"Tattha yo sukhaya patipadaya khippabhinnaya niyyati, ayam ugghatitannu. ","ne36:56.4":"Yo sadharanaya, ayam vipancitannu. ","ne36:56.5":"Yo dukkhaya patipadaya dandhabhinnaya niyyati, ayam neyyo. ","ne36:57.1":"Tattha bhagava ugghatitannussa puggalassa samatham upadisati, neyyassa vipassanam, samathavipassanam vipancitannussa. ","ne36:57.2":"Tattha bhagava ugghatitannussa puggalassa mudukam dhammadesanam upadisati, tikkham neyyassa, mudutikkham vipancitannussa, tattha bhagava ugghatitannussa puggalassa sankhittena dhammam desayati, sankhittavittharena vipancitannussa, vittharena neyyassa. ","ne36:57.3":"Tattha bhagava ugghatitannussa puggalassa nissaranam upadisati, vipancitannussa adinavanca nissarananca upadisati, neyyassa assadanca adinavanca nissarananca upadisati. ","ne36:57.4":"Tattha bhagava ugghatitannussa adhipannasikkham pannapayati, adhicittam vipancitannussa, adhisilam neyyassa. ","ne36:58.1":"Tattha ye dukkhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyanti, ime dve puggala. ","ne36:58.2":"Ye sukhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyanti. ","ne36:58.3":"Ime dve puggala. ","ne36:58.4":"Iti kho cattari hutva tini bhavanti ugghatitannu vipancitannu neyyoti. ","ne36:59.1":"Tesam tinnam puggalanam ayam sankileso, tini akusalamulani lobho akusalamulam doso akusalamulam moho akusalamulam, tini duccaritani—","ne36:59.2":"kayaduccaritam vaciduccaritam manoduccaritam; ","ne36:59.3":"tayo akusalavitakka—","ne36:59.4":"kamavitakko byapadavitakko vihimsavitakko; ","ne36:59.5":"tisso akusalasanna—","ne36:59.6":"kamasanna byapadasanna vihimsasanna; ","ne36:59.7":"tisso viparitasanna—","ne36:59.8":"niccasanna sukhasanna attasanna; ","ne36:59.9":"tisso vedana—","ne36:59.10":"sukha vedana dukkha vedana adukkhamasukha vedana; ","ne36:59.11":"tisso dukkhata—","ne36:59.12":"dukkhadukkhata sankharadukkhata viparinamadukkhata; ","ne36:59.13":"tayo aggi—","ne36:59.14":"ragaggi dosaggi mohaggi; ","ne36:59.15":"tayo salla—","ne36:59.16":"ragasallo dosasallo mohasallo; ","ne36:59.17":"tisso jata—","ne36:59.18":"ragajata dosajata mohajata; ","ne36:59.19":"tisso akusalupaparikkha—","ne36:59.20":"akusalam kayakammam akusalam vacikammam akusalam manokammam. ","ne36:59.21":"Tisso vipattiyo—","ne36:59.22":"silavipatti ditthivipatti acaravipattiti. ","ne36:59.23":"Tesam tinnam puggalanam idam vodanam. ","ne36:59.24":"Tini kusalamulani—","ne36:59.25":"alobho kusalamulam adoso kusalamulam amoho kusalamulam. ","ne36:59.26":"Tini sucaritani—","ne36:59.27":"kayasucaritam vacisucaritam manosucaritam. ","ne36:59.28":"Tayo kusalavitakka—","ne36:59.29":"nekkhammavitakko abyapadavitakko avihimsavitakko. ","ne36:59.30":"Tayo samadhi—","ne36:59.31":"savitakko savicaro samadhi avitakko vicaramatto samadhi avitakko avicaro samadhi. ","ne36:59.32":"Tisso kusalasanna—","ne36:59.33":"nekkhammasanna abyapadasanna avihimsasanna. ","ne36:59.34":"Tisso aviparitasanna—","ne36:59.35":"aniccasanna dukkhasanna anattasanna. ","ne36:59.36":"Tisso kusalupaparikkha—","ne36:59.37":"kusalam kayakammam kusalam vacikammam kusalam manokammam. ","ne36:59.38":"Tini soceyyani—","ne36:59.39":"kayasoceyyam vacisoceyyam manosoceyyam; ","ne36:59.40":"tisso sampattiyo—","ne36:59.41":"silasampatti samadhisampatti pannasampatti. ","ne36:59.42":"Tisso sikkha—","ne36:59.43":"adhisilasikkha adhicittasikkha adhipannasikkha; ","ne36:59.44":"tayo khandha—","ne36:59.45":"silakkhandho samadhikkhandho pannakkhandho. ","ne36:59.46":"Tini vimokkhamukhani—","ne36:59.47":"sunnatam animittam appanihitanti. ","ne36:60.1":"Iti kho cattari hutva tini bhavanti, tini hutva dve bhavanti tanhacarito ca ditthicarito ca. ","ne36:61.1":"Tesam dvinnam puggalanam ayam sankileso, tanha ca avijja ca ahirikanca anottappanca assati ca asampajannanca ayoniso manasikaro ca kosajjanca dovacassanca ahankaro ca mamankaro ca assaddha ca pamado ca asaddhammassavananca asamvaro ca abhijjha ca byapado ca nivarananca samyojananca kodho ca upanaho ca makkho ca palaso ca issa ca maccheranca maya ca satheyyanca sassataditthi ca ucchedaditthi cati. ","ne36:62.1":"Tesam dvinnam puggalanam idam vodanam, samatho ca vipassana ca hiri ca ottappanca sati ca sampajannanca yoniso manasikaro ca viriyarambho ca sovacassanca dhamme nananca anvaye nananca khaye nananca anuppade nananca saddha ca appamado ca saddhammassavananca samvaro ca anabhijjha ca abyapado ca ragaviraga ca cetovimutti avijjaviraga ca pannavimutti abhisamayo ca appicchata ca santutthi ca akkodho ca anupanaho ca amakkho ca apalaso ca issapahananca macchariyappahananca vijja ca vimutti ca sankhatarammano ca vimokkho asankhatarammano ca vimokkho saupadisesa ca nibbanadhatu anupadisesa ca nibbanadhatuti. ","ne36:63.1":"Ayam vuccati tipukkhalassa ca nayassa ankusassa ca nayassa bhumiti. ","ne36:63.2":"Tenaha “yo akusale samulehi neti”ti “oloketva disalocanena”ti ca. ","ne36:63.3":"Niyuttam nayasamutthanam. "}