{"ne6:0.1":"Netti ","ne6:0.2":"Patiniddesavara ","ne6:0.3":"Vibhanga 3 ","ne6:0.4":"Yuttiharavibhanga ","ne6:1.1":"Tattha katamo yuttiharo? ","ne6:1.2":"“Sabbesam haranan”ti, ayam yuttiharo. ","ne6:1.3":"Kim yojayati? ","ne6:1.4":"Cattaro mahapadesa buddhapadeso sanghapadeso sambahulattherapadeso ekattherapadeso. ","ne6:1.5":"Ime cattaro mahapadesa, tani padabyanjanani sutte otarayitabbani, vinaye sandassayitabbani, dhammatayam upanikkhipitabbani. ","ne6:2.1":"Katamasmim sutte otarayitabbani? ","ne6:2.2":"Catusu ariyasaccesu. ","ne6:2.3":"Katamasmim vinaye sandassayitabbani? ","ne6:2.4":"Ragavinaye dosavinaye mohavinaye. ","ne6:2.5":"Katamissam dhammatayam upanikkhipitabbani? ","ne6:2.6":"Paticcasamuppade. ","ne6:2.7":"Yadi catusu ariyasaccesu avatarati, kilesavinaye sandissati, dhammatanca na vilometi, evam asave na janeti. ","ne6:2.8":"Catuhi mahapadesehi yam yam yujjati, yena yena yujjati, yatha yatha yujjati, tam tam gahetabbam. ","ne6:3.1":"Panham pucchitena kati padani panheti padaso pariyogahitabbam vicetabbam? ","ne6:3.2":"Yadi sabbani padani ekam attham abhivadanti, eko panho. ","ne6:3.3":"Atha cattari padani ekam attham abhivadanti, eko panho. ","ne6:3.4":"Atha tini padani ekam attham abhivadanti, eko panho. ","ne6:3.5":"Atha dve padani ekam attham abhivadanti, eko panho. ","ne6:3.6":"Atha ekam padam ekam attham abhivadati, eko panho. ","ne6:3.7":"Tam upaparikkhamanena annatabbam kim ime dhamma nanattha nanabyanjana, udahu imesam dhammanam eko attho byanjanameva nananti. ","ne6:3.8":"Yatha kim bhave? ","ne6:3.9":"Yatha sa devata bhagavantam panham pucchati. ","ne6:4.1":"“Kenassubbhahato loko, ","ne6:4.2":"kenassu parivarito; ","ne6:4.3":"Kena sallena otinno, ","ne6:4.4":"kissa dhupayito sada”ti. ","ne6:5.1":"Imani cattari padani pucchitani. ","ne6:5.2":"Te tayo panha katham nayati? ","ne6:5.3":"Bhagava hi devataya visajjeti. ","ne6:6.1":"“Maccunabbhahato loko, ","ne6:6.2":"jaraya parivarito; ","ne6:6.3":"Tanhasallena otinno, ","ne6:6.4":"icchadhupayito sada”ti. ","ne6:7.1":"Tattha jara ca marananca imani dve sankhatassa sankhatalakkhanani. ","ne6:7.2":"Jarayam thitassa annathattam, maranam vayo. ","ne6:7.3":"Tattha jaraya ca maranassa ca atthato nanattam. ","ne6:7.4":"Kena karanena, gabbhagatapi hi miyanti, na ca te jinna bhavanti. ","ne6:7.5":"Atthi ca devanam maranam, na ca tesam sarirani jiranti. ","ne6:7.6":"Sakkateva jaraya patikammam katum, na pana sakkate maranassa patikammam katum annatreva iddhimantanam iddhivisaya. ","ne6:7.7":"Yam panaha tanhasallena otinnoti dissanti vitaraga jirantapi miyantapi. ","ne6:7.8":"Yadi ca yatha jaramaranam, evam tanhapi siya. ","ne6:7.9":"Evam sante sabbe yobbanatthapi vigatatanha siyum. ","ne6:7.10":"Yatha ca tanha dukkhassa samudayo, evam jaramaranampi siya dukkhassa samudayo, na ca siya tanha dukkhassa samudayo, na hi jaramaranam dukkhassa samudayo, tanha dukkhassa samudayo. ","ne6:7.11":"Yatha ca tanha maggavajjha, evam jaramaranampi siya maggavajjham. ","ne6:7.12":"Imaya yuttiya annamannehi karanehi gavesitabbam. ","ne6:7.13":"Yadi ca sandissati yuttisamarulham atthato ca annattam, byanjanatopi gavesitabbam. ","ne6:8.1":"Salloti va dhupayananti va imesam dhammanam atthato ekattam. ","ne6:8.2":"Na hi yujjati icchaya ca tanhaya ca atthato annattam. ","ne6:8.3":"Tanhaya adhippaye aparipuramane navasu aghatavatthusu kodho ca upanaho ca uppajjati. ","ne6:8.4":"Imaya yuttiya jaraya ca maranassa ca tanhaya ca atthato annattam. ","ne6:9.1":"Yam panidam bhagavata dvihi namehi abhilapitam icchatipi tanhatipi, idam bhagavata bahiranam vatthunam arammanavasena dvihi namehi abhilapitam icchatipi tanhatipi, sabba hi tanha ajjhosanalakkhanena ekalakkhana. ","ne6:9.2":"Yatha sabbo aggi unhattalakkhanena ekalakkhano, api ca upadanavasena annamannani namani labhati, katthaggitipi tinaggitipi sakalikaggitipi gomayaggitipi thusaggitipi sankaraggitipi, sabbo hi aggi unhattalakkhanova. ","ne6:9.3":"Evam sabba tanha ajjhosanalakkhanena ekalakkhana, api tu arammanaupadanavasena annamannehi namehi abhilapita icchaitipi tanhaitipi salloitipi dhupayanaitipi saritaitipi visattikaitipi sinehoitipi kilamathoitipi lataitipi mannanaitipi bandhoitipi asaitipi pipasaitipi abhinandanaitipi, iti sabba tanha ajjhosanalakkhanena ekalakkhana. ","ne6:9.4":"Yatha ca vevacane vutta. ","ne6:10.1":"“Asa ca piha abhinandana ca, ","ne6:10.2":"Anekadhatusu sara patitthita; ","ne6:10.3":"Annanamulappabhava pajappita, ","ne6:10.4":"Sabba maya byantikata samulika”ti. ","ne6:11.1":"Tanhayetam vevacanam. ","ne6:11.2":"Yathaha bhagava—","ne6:11.3":"rupe, tissa, avigataragassa avigatacchandassa avigatapemassa avigatapipasassa avigataparilahassa. ","ne6:11.4":"Evam vedanaya sannaya sankharesu vinnane avigataragassa avigatacchandassa avigatapemassa avigatapipasassa avigataparilahassa sabbam suttam vittharetabbam. ","ne6:11.5":"Tanhayetam vevacanam, evam yujjati. ","ne6:12.1":"Sabbo dukkhupacaro kamatanhasankharamulako, na pana yujjati sabbo nibbidupacaro kamatanhaparikkharamulako. ","ne6:12.2":"Imaya yuttiya annamannehi karanehi gavesitabbam. ","ne6:13.1":"Yatha hi bhagava ragacaritassa puggalassa asubham desayati, dosacaritassa bhagava puggalassa mettam desayati. ","ne6:13.2":"Mohacaritassa bhagava puggalassa paticcasamuppadam desayati. ","ne6:13.3":"Yadi hi bhagava ragacaritassa puggalassa mettam cetovimuttim deseyya. ","ne6:13.4":"Sukham va patipadam dandhabhinnam sukham va patipadam khippabhinnam vipassanapubbangamam va pahanam deseyya, na yujjati desana. ","ne6:13.5":"Evam yam kinci ragassa anulomappahanam dosassa anulomappahanam mohassa anulomappahanam. ","ne6:13.6":"Sabbam tam vicayena harena vicinitva yuttiharena yojetabbam. ","ne6:13.7":"Yavatika nanassa bhumi. ","ne6:14.1":"Mettaviharissa sato byapado cittam pariyadaya thassatiti na yujjati desana, byapado pahanam abbhattham gacchatiti yujjati desana. ","ne6:14.2":"Karunaviharissa sato vihesa cittam pariyadaya thassatiti na yujjati desana, vihesa pahanam abbhattham gacchatiti yujjati desana. ","ne6:14.3":"Muditaviharissa sato arati cittam pariyadaya thassatiti na yujjati desana, arati pahanam abbhattham gacchatiti yujjati desana. ","ne6:14.4":"Upekkhaviharissa sato rago cittam pariyadaya thassatiti na yujjati desana, rago pahanam abbhattham gacchatiti yujjati desana. ","ne6:14.5":"Animittaviharissa sato nimittanusari tena teneva vinnanam pavattatiti na yujjati desana, nimittam pahanam abbhattham gacchatiti yujjati desana. ","ne6:14.6":"Asmiti vigatam ayamahamasmiti na samanupassami. ","ne6:14.7":"Atha ca pana me kismiti kathasmiti vicikiccha kathankathasallam cittam pariyadaya thassatiti na yujjati desana, vicikiccha kathankathasallam pahanam abbhattham gacchatiti yujjati desana. ","ne6:15.1":"Yatha va pana pathamam jhanam samapannassa sato kamaragabyapada visesaya samvattantiti na yujjati desana, hanaya samvattantiti yujjati desana. ","ne6:15.2":"Vitakkasahagata va sannamanasikara hanaya samvattantiti na yujjati desana, visesaya samvattantiti yujjati desana. ","ne6:15.3":"Dutiyam jhanam samapannassa sato vitakkavicarasahagata sannamanasikara visesaya samvattantiti na yujjati desana, hanaya samvattantiti yujjati desana. ","ne6:15.4":"Upekkhasukhasahagata va sannamanasikara hanaya samvattantiti na yujjati desana, visesaya samvattantiti yujjati desana. ","ne6:15.5":"Tatiyam jhanam samapannassa sato pitisukhasahagata sannamanasikara visesaya samvattantiti na yujjati desana, hanaya samvattantiti yujjati desana, upekkhasatiparisuddhisahagata va sannamanasikara hanaya samvattantiti na yujjati desana, visesaya samvattantiti yujjati desana. ","ne6:15.6":"Catuttham jhanam samapannassa sato upekkhasahagata sannamanasikara visesaya samvattantiti na yujjati desana, hanaya samvattantiti yujjati desana. ","ne6:15.7":"Akasanancayatanasahagata va sannamanasikara hanaya samvattantiti na yujjati desana, visesaya samvattantiti yujjati desana. ","ne6:16.1":"Akasanancayatanam samapannassa sato rupasahagata sannamanasikara visesaya samvattantiti na yujjati desana, hanaya samvattantiti yujjati desana. ","ne6:16.2":"Vinnanancayatanasahagata va sannamanasikara hanaya samvattantiti na yujjati desana, visesaya samvattantiti yujjati desana. ","ne6:16.3":"Vinnanancayatanam samapannassa sato akasanancayatanasahagata sannamanasikara visesaya samvattantiti na yujjati desana, hanaya samvattantiti yujjati desana. ","ne6:16.4":"Akincannayatanasahagata va sannamanasikara hanaya samvattantiti na yujjati desana, visesaya samvattantiti yujjati desana. ","ne6:16.5":"Akincannayatanam samapannassa sato vinnanancayatanasahagata sannamanasikara visesaya samvattantiti na yujjati desana, hanaya samvattantiti yujjati desana. ","ne6:16.6":"Nevasannanasannayatanasahagata va sannamanasikara hanaya samvattantiti na yujjati desana, visesaya samvattantiti yujjati desana. ","ne6:16.7":"Nevasannanasannayatanam samapannassa sato sannupacara visesaya samvattantiti na yujjati desana, hanaya samvattantiti yujjati desana. ","ne6:16.8":"Sannavedayitanirodhasahagata va sannamanasikara hanaya samvattantiti na yujjati desana, visesaya samvattantiti yujjati desana. ","ne6:16.9":"Kallataparicitam cittam na ca abhiniharam khamatiti na yujjati desana, kallataparicitam cittam atha ca abhiniharam khamatiti yujjati desana. ","ne6:17.1":"Evam sabbe navasuttanta yathadhammam yathavinayam yathasatthusasanam sabbato vicayena harena vicinitva yuttiharena yojetabbati. ","ne6:17.2":"Tenaha ayasma mahakaccayano “sabbesam haranam ya bhumi yo ca gocaro tesan”ti. ","ne6:17.3":"Niyutto yutti haro. "}