{"ne8:0.1":"Netti ","ne8:0.2":"Patiniddesavara ","ne8:0.3":"Vibhanga 5 ","ne8:0.4":"Lakkhanaharavibhanga ","ne8:1.1":"Tattha katamo lakkhano haro? ","ne8:1.2":"“Vuttamhi ekadhamme”ti, ayam lakkhano haro. ","ne8:1.3":"Kim lakkhayati? ","ne8:1.4":"Ye dhamma ekalakkhana, tesam dhammanam ekasmim dhamme vutte avasittha dhamma vutta bhavanti. ","ne8:1.5":"Yatha kim bhave? ","ne8:1.6":"Yathaha bhagava—","ne8:2.1":"“Cakkhum, bhikkhave, anavatthitam ittaram parittam pabhangu parato dukkham byasanam calanam kukkulam sankharam vadhakam amittamajjhe”. ","ne8:2.2":"Imasmim cakkhusmim vutte avasitthani ajjhattikani ayatanani vuttani bhavanti. ","ne8:2.3":"Kena karanena? ","ne8:2.4":"Sabbani hi cha ajjhattikani ayatanani vadhakatthena ekalakkhanani. ","ne8:2.5":"Yatha caha bhagava—","ne8:3.1":"“Atite, radha, rupe anapekkho hohi, anagatam rupam ma abhinandi, paccuppannassa rupassa nibbidaya viragaya nirodhaya cagaya patinissaggaya patipajja”. ","ne8:3.2":"Imasmim rupakkhandhe vutte avasittha khandha vutta bhavanti. ","ne8:3.3":"Kena karanena? ","ne8:3.4":"Sabbe hi pancakkhandha yamakovadasutte vadhakatthena ekalakkhana vutta. ","ne8:3.5":"Yatha caha bhagava—","ne8:4.1":"“Yesanca susamaraddha, ","ne8:4.2":"niccam kayagatasati; ","ne8:4.3":"Akiccam te na sevanti, ","ne8:4.4":"kicce sataccakarino”. ","ne8:5.1":"Iti kayagataya satiya vuttaya vutta bhavanti vedanagata sati cittagata dhammagata ca. ","ne8:5.2":"Tatha yam kinci dittham va sutam va mutam vati vutte vuttam bhavati vinnatam. ","ne8:5.3":"Yatha caha bhagava—","ne8:6.1":"“Tasmatiha tvam bhikkhu kaye kayanupassi viharahi atapi sampajano satima vineyya loke abhijjhadomanassam”. ","ne8:6.2":"“Atapi”ti viriyindriyam, “sampajano”ti pannindriyam, “satima”ti satindriyam, “vineyya loke abhijjhadomanassan”ti samadhindriyam, evam kaye kayanupassino viharato cattaro satipatthana bhavanaparipurim gacchanti. ","ne8:6.3":"Kena karanena, ekalakkhanatta catunnam indriyanam. ","ne8:7.1":"Catusu satipatthanesu bhaviyamanesu cattaro sammappadhana bhavanaparipurim gacchanti, catusu sammappadhanesu bhaviyamanesu cattaro iddhipada bhavanaparipurim gacchanti, catusu iddhipadesu bhaviyamanesu pancindriyani bhavanaparipurim gacchanti, pancasu indriyesu bhaviyamanesu panca balani bhavanaparipurim gacchanti, pancasu balesu bhaviyamanesu satta bojjhanga bhavanaparipurim gacchanti, sattasu bojjhangesu bhaviyamanesu ariyo atthangiko maggo bhavanaparipurim gacchati, sabbeva bodhangama dhamma bodhipakkhiya bhavanaparipurim gacchanti. ","ne8:7.2":"Kena karanena, sabbe hi bodhangama bodhipakkhiya neyyanikalakkhanena ekalakkhana, te ekalakkhanatta bhavanaparipurim gacchanti. ","ne8:8.1":"Evam akusalapi dhamma ekalakkhanatta pahanam abbhattham gacchanti. ","ne8:8.2":"Catusu satipatthanesu bhaviyamanesu vipallasa pahiyanti, ahara cassa parinnam gacchanti, upadanehi anupadano bhavati, yogehi ca visamyutto bhavati, ganthehi ca vippayutto bhavati, asavehi ca anasavo bhavati, oghehi ca nitthinno bhavati, sallehi ca visallo bhavati, vinnanatthitiyo cassa parinnam gacchanti, agatigamanehi na agatim gacchati, evam akusalapi dhamma ekalakkhanatta pahanam abbhattham gacchanti. ","ne8:9.1":"Yattha va pana rupindriyam desitam, desita tattheva rupadhatu rupakkhandho rupancayatanam. ","ne8:9.2":"Yattha va pana sukha vedana desita, desitam tattha sukhindriyam somanassindriyam dukkhasamudayo ca ariyasaccam. ","ne8:9.3":"Yattha va pana dukkha vedana desita, desitam tattha dukkhindriyam domanassindriyam dukkhanca ariyasaccam. ","ne8:9.4":"Yattha va pana adukkhamasukha vedana desita, desitam tattha upekkhindriyam sabbo ca paticcasamuppado. ","ne8:9.5":"Kena karanena, adukkhamasukhaya hi vedanaya avijja anuseti. ","ne8:9.6":"Avijjapaccaya sankhara, sankharapaccaya vinnanam, vinnanapaccaya namarupam, namarupapaccaya salayatanam, salayatanapaccaya phasso, phassapaccaya vedana, vedanapaccaya tanha, tanhapaccaya upadanam, upadanapaccaya bhavo, bhavapaccaya jati, jatipaccaya jaramaranam sokaparidevadukkhadomanassupayasa sambhavanti, evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","ne8:9.7":"So ca saragasadosasamohasankilesapakkhena hatabbo, vitaragavitadosavitamohaariyadhammehi hatabbo. ","ne8:10.1":"Evam ye dhamma ekalakkhana kiccato ca lakkhanato ca samannato ca cutupapatato ca, tesam dhammanam ekasmim dhamme vutte avasittha dhamma vutta bhavanti. ","ne8:10.2":"Tenaha ayasma mahakaccayano “vuttamhi ekadhamme”ti. ","ne8:10.3":"Niyutto lakkhano haro. "}