{"pe4:0.1":"Petakopadesa ","pe4:0.2":"4. Suttavicayacatutthabhumi ","pe4:1.1":"Tattha katamo suttavicayo? ","pe4:2.1":"Tattha kusalehi dhammehi akusalehi dhammehi pubbaparaso sadhukam upaparikkhiyati. ","pe4:2.2":"Kim nu kho idam suttam arabhi …pe… tehi suttehi saha adhisannatthehi yujjati udahu na yujjatiti? ","pe4:3.1":"Yatha bhagava kilese adimhi tattha deseti. ","pe4:3.2":"Kim desitam? ","pe4:3.3":"Tesam kilesanam pahanam udahu no desitanti upaparikkhitabbam. ","pe4:3.4":"Yadi na desitam bhagavati tesam kilesanam pahanam kusala dhamma pariyesitabba; ","pe4:3.5":"yattha te akusala pahanam gacchanti. ","pe4:3.6":"Sace samannehamano na labhati. ","pe4:3.7":"Tattha akusala dhamma apakaddhitabba vimamsitabba, sankilesabhagiyasuttam, yadi kilesa apakaddhiyanta. ","pe4:3.8":"Ye va na denti tattha upaparikkhitabba ariyamaggadhamma tasu bhumisu kilesa pahanam gacchanti, udahu na gacchantiti. ","pe4:3.9":"Yattaka pana kilesa desita. ","pe4:3.10":"Na tattaka ariyadhamma desita. ","pe4:3.11":"Yattha kilesa pahanam gacchanti, tattha ye kilesa ariyadhammanam patipakkhena na yujjanti, te apakaddhitabba, sace apakaddhiyanta yojanam deti. ","pe4:3.12":"Tattha evam vimamsitabbam. ","pe4:3.13":"Dve tini va taduttari va kilesa ekena ariyamaggena pahanam gacchantiti. ","pe4:3.14":"Sace evam vimamsiyanta yojanam deti, tattha upaparikkhitabbam. ","pe4:3.15":"Paramparaya va pitakasampadanena va suttassa attho ca nattho ca. ","pe4:3.16":"Yam va na sakka suttam niddisitum neva suttam vicikicchitabbam. ","pe4:3.17":"Evam yatha adimhi kusala dhamma honti. ","pe4:3.18":"Ye kilesa te pahineyyati. ","pe4:3.19":"Te upaparikkhitabba. ","pe4:3.20":"Puro va kusalo patipakkhena va puro desana, anuna anadhika uggahetabba. ","pe4:3.21":"Yatha pathamo uttilo yesamidani kilesanam ye ariyadhamma desita ime kilesa imehi ariyadhammehi pahiyanti, udahu nappahiyantiti vicinitabba. ","pe4:3.22":"Yadi upaparikkhiyamana yujjanti, gahetabba. ","pe4:3.23":"Atha na yujjanti, ye kilesa apatipakkha honti, te kilesa aparipakkhitabba. ","pe4:3.24":"Ye ca ariyadhamma patipakkha honti, te ariyadhamma apakaddhitabba. ","pe4:3.25":"Na hi ariyadhamma anagamikilesappahanam gacchanti, napi ariyadhamma sabbakilesanam pahanaya samvattanti. ","pe4:3.26":"Yatha kusala metta akusalo rago na tu kusala mettati karetva akusalassa ragassa pahanaya sambhavati byapado mettaya pahanam gacchati. ","pe4:3.27":"Tasma ubho kilesa upaparikkhitabba. ","pe4:3.28":"Yo yo ca dhammo upadisiyati kusalo va akusalo va so apakaddhitabbo. ","pe4:3.29":"Sace te yujjanti apakaddhiyamano natthi upaparikkhitabbam. ","pe4:3.30":"Dve va kilesa ekena ariyadhammena pahineyyati dvihi va ariyadhammehi eko va kileso pahiyatiti. ","pe4:4.1":"Atha va evampi upaparikkhiyamanam yujjati, tattha vimamsitabbam va yatha yujjati tattha vimamsitabbam va, yatha nanu sakka suttam niddisitum, na hi sutte vicikicchitabbam. ","pe4:4.2":"Kileso mam ariyadhammesu desitesu ubhayato upaparikkhitabbam. ","pe4:4.3":"Kira ye va ime kilesa desita ye ca ariyadhamma desita gathaya va byakaranena va, kim nu kho ime kilesa imehi ariyadhammehi pahiyanti, udahu nappahiyanti? ","pe4:4.4":"Ime va ariyadhamma imesam kilesanam pahanaya samvattantiti. ","pe4:4.5":"Kincapi kusalehi dhammehi akusala dhamma pahanam gacchanti. ","pe4:4.6":"Na tu sabbehi ariyadhammehi sabbakusala pahanam gacchanti. ","pe4:4.7":"Yatha metta kusalo akusalo ca rago na tu kusala metta akusalo ragoti karetva mettaya rago pahanam, byapado mettaya pahanam gacchanti. ","pe4:4.8":"Evam kilesoti karetva suttena pahanam gacchati. ","pe4:4.9":"Na sutto dhammoti karetva sabbam kilesassa pahanaya samvattati. ","pe4:4.10":"Yam tu suttassa ariyadhammo sankilesapatipakkho, so tena pahanam gacchatiti. ","pe4:5.1":"Tattha kusale desite sutte byakarane va sankilesa na yujjanti ariyadhamma va, te mahapadese niddisitabbavayavena apakaddhitabba. ","pe4:5.2":"Tattha kilesehi ca desitehi ariyadhammesu ca yadipi tena ariyadhammena te kilesa pahanam gacchanti. ","pe4:5.3":"Tatthapi uttari upaparikkhitabbam. ","pe4:5.4":"Kena karanena ete kilesa pajahitabba, kena karanena ariyadhamma desitati? ","pe4:5.5":"Yena yena va akarena ariyadhamma desita, tena tena pakarena ayam kileso thito. ","pe4:5.6":"Atthi hi eko kileso, tena va ariyadhamma na annatha annatha pahatabbo, yatha ditthi rago avijja ca dassanena pahatabba. ","pe4:5.7":"Sa ce evanca avijja bhavanaya bhumi va dhamma bhavanaya pahatabba. ","pe4:5.8":"Sayeva uddhambhagiyam asankhatadassanaya vimuttiya animittena cetosamadhina amanasikarena pahiyati. ","pe4:5.9":"Evam sattham sabyanjanam upaparikkhitabbam. ","pe4:5.10":"Ye dassanena pahatabba kilesa dassanakarena ariyadhammo desito, bhavanaya pahatabba bhavanakarena ariyadhammo desito, patisevana pahatabba patisevanakarena ariyadhammo desito, evam vinodanapahatabba yava satta asava katabba, yavannatha. ","pe4:5.11":"Annatha hesa dhammo pahatabbo annenakarena ariyadhammo desito, so ariyadhammo annatha pariyesitabbo. ","pe4:5.12":"Yadi ayam dhammo pariyesato yo ca deseti yena yenakarena, so ariyadhammo pariyesitabbo, tenakarena kileso pahiyati. ","pe4:5.13":"So tattha upaparikkhitabbo. ","pe4:5.14":"Atha na yujjati yadi hi tena suttena vihitam suttam vimamsitabbam. ","pe4:5.15":"Yatha yujjati, tatha gahetabbam. ","pe4:5.16":"Yatha na yujjati, tatha na gahetabbam, addha etam bhagavata na bhasitam, ayasmata va duggahitam, yatha mahapadese niddisitabbam, bhagavata yathabhutam desitam, yo ca dhammo desito kusalo ca akusalo ca tassa dhammassa paccayo pariyesitabbo. ","pe4:5.17":"Na hi paccaya vina dhammo appaccayo uppajjati. ","pe4:5.18":"Tattha ko akaro pariyesanaya? ","pe4:6.1":"Tattha tatharupam sahetu sappaccayam soyam dhammo vuttoti idam vimamsitabbam. ","pe4:6.2":"So ca paccayo tividho—","pe4:6.3":"mudu majjho adhimatto. ","pe4:6.4":"Tattha mudumhi paccaye mududhammo gahetabbo, evam satyesa paccayo duvidho paramparapaccayo ca samanantarapaccayo ca. ","pe4:6.5":"So paccayo mudutena byadhimattam pariyesitabbam. ","pe4:6.6":"Kinkaranam? ","pe4:6.7":"Annataropi paccayo annehi paccayehi pariyattim va paripurim va gacchati. ","pe4:6.8":"Tattha yo dhammo desito, tassa dhammassa etena va karanena va hetu pariyesitabbo. ","pe4:6.9":"Yatha paccayo hetuna paccayena ca, so tassa dhammassa nissando pariyesitabbo. ","pe4:6.10":"Yatha niddittho adhitthane padhanam pariyesati, so paccayo pariyesitabbo. ","pe4:6.11":"Na hi mudussa dhammassa adhimatto nissando adhimattassa va nissandassa mududhammo, atha mudussa mudu majjhaya majjho adhimattassa adhimatto yujjati, tam gahetabbam, atha na yujjati na gahetabbam. ","pe4:6.12":"Yanca bhagava arabhati dhammam desetum, tamyeva dhammam majjhantapariyosanam deseti, yatha suttadhitthane dhamma adimhi niddisati, tamyeva bahu tassa suttassa pariyosanam. ","pe4:6.13":"Tassa hi dhammassa vasena tam suttam hoti gatha va byakaranam khuddakam mahantam va, yatha pana duvidha anurupanti va thapana ca desanathapana. ","pe4:6.14":"Rupantipi dhammassa pariyesitabba. ","pe4:6.15":"Yatha ca bhagavata pancannam indriyanam samvaranam desitam tanhaya niggahanattham icchava hoti. ","pe4:6.16":"Deseti yatha gopalakopame sutte annehipi suttehi bhagava bhasati icchava hoti majjhimanikaye vitakko ayam bhagavato desananurupanti iti so dhammo annesupi veyyakaranesu pariyesitabbo. ","pe4:6.17":"Na hi ekam hi sutte datthabbo. ","pe4:6.18":"Yujjanam tam gahetabbam. ","pe4:7.1":"Tattha katamam anunnatam? ","pe4:7.2":"Yam kinci suttam bhagavata na bhasitam tanca suttesuyeva dissati, evametam dharetabbam. ","pe4:7.3":"Yatha asukena bhasitanti, tam suttam vimamsitabbam. ","pe4:7.4":"Kim nu kho imam suttam anunnatam khamam bhagavato udahu nanunnatam khamam, kinci rupanca suttam bhagavato anunnatam khamam kinci rupanca nanunnatam khamam? ","pe4:7.5":"Yam sabbaso anotaretva dasabalo gocaram deseti, tam sabbam suttam bhagavato nanunnatam khamam. ","pe4:7.6":"Atthipi so savako dasabalanam gocaram janati odhiso anodhiso, tam pana balam sabbaso na janati annatha nama savanena, yatha ayasmata sariputtena yena brahmano ovadito, tassa ayasmato natthi indriyabalavemattananam, tena puggalaparo paranca tam ajananto sati uttarikaraniye uppadito, so bhagavata apasadito. ","pe4:7.7":"Yathava ayasma mahakassapo bhagineyyam ovadati anantariyasamannagato iddhipatihirena anguliyo adipetva yam sabbesam dhammanam kammasamadananam hetuso thanaso yathabhutam nanam, tassa ayasmato samvijjate, tena nam ovadati, tam bhagava karoti. ","pe4:8.1":"“Sacepi dasa pajjote, ","pe4:8.2":"dharayissasi kassapa; ","pe4:8.3":"Neva dakkhati rupani, ","pe4:8.4":"cakkhu tassa na vijjati”ti. ","pe4:9.1":"Api ca kho yatha duto rajavacanena sattamanusasati, evam sesanugo annatakam ghosam paresam deseti. ","pe4:9.2":"Anunnatakhamasuttam gahetabbam. ","pe4:9.3":"Ananunnatakhamam na gahetabbam. ","pe4:10.1":"Tattha katamo suttasankaro? ","pe4:10.2":"Pancavidham suttam, sankilesabhagiyam vasanabhagiyam dassanabhagiyam bhavanabhagiyam asekkhabhagiyam. ","pe4:10.3":"Annam aradheyya annam deseti annassa ca suttassa attham annamhi sutte niddisati. ","pe4:10.4":"Suttassa va hi anekakaram attham niddisati. ","pe4:10.5":"Ariyadhammasadhane attham vivarati. ","pe4:10.6":"Vasanabhagiyassa attham dassanabhagiyesu niddisati. ","pe4:10.7":"Orambhagiyanam samyojananam attham uddhambhagiyesu niddisati. ","pe4:10.8":"Mudumajjhanam indriyanam adhimattesu suttesu niddisati. ","pe4:10.9":"Iti ayam suttam sambhedam hetuna ca nissandena ca phalena ca niddesena ca mudumajjhadhimattatayapi ca atthena ca byanjanena ca yo sambhedo, ayam vuccati suttasankaro. ","pe4:10.10":"Yo asambhedo, ayam vuccati suttavicayo. ","pe4:11.1":"Tatthayam uddanagatha ","pe4:12.1":"Purimanam akkhandam, ","pe4:12.2":"yathabhutassa paccayo; ","pe4:12.3":"Nissando vasanasaddhi, ","pe4:12.4":"anunna suttasankaro. ","pe4:13.1":"Therassa mahakaccayanassa suttavicayo nama catutthabhumi. "}