{"pe5:0.1":"Petakopadesa ","pe5:0.2":"5. Haravibhangapancamabhumi ","pe5:1.1":"Tattha katamo <b>haravibhango</b>? ","pe5:1.2":"Yattha solasa hara akkharaso bhedam gacchanti. ","pe5:1.3":"Tattha adimhi <b>desanaharo</b>. ","pe5:1.4":"Tattha ayam gatha kusala va akusala va saccani va saccekadeso va. ","pe5:1.5":"Kim desitanti? ","pe5:1.6":"Sutte vimamsa desanaharo. ","pe5:1.7":"Yatha ariyasaccani nikkhepo cattari saccani sadharanani asadharanani ca. ","pe5:1.8":"Yani ca attharasa padani dukkhato satta padani sankhepena kayikena cetasikena dukkhena, appiyasampayogena piyavippayogena ca tihi ca sankhatahi. ","pe5:1.9":"Tattha tini sankhatalakkhanani tisso dukkhata uppado sankhatalakkhanam, sankharadukkhataya dukkhata ca sankhatalakkhanam, viparinamadukkhataya dukkhatati annathattam ca sankhatalakkhanam, dukkhadukkhataya ca dukkhata, imesam tinnam sankhatalakkhananam tisu vedanabhumisu adukkhamasukha vedana uppado sankhatalakkhanam, sankharadukkhataya ca dukkhata tayo sankhatalakkhanam, sukha vedanaya ca viparinamadukkhataya ca dukkhatati annathattam sankhatalakkhanam, dukkhavedana dukkhadukkhata ca dukkhata imamhi imesu navapadesu pathamakesu sattasu padesu solasasu padesu dukkha pariyesitabba, ekadasa dukkhataya ca lakkhanam niddese niddittham. ","pe5:1.10":"Patubhavalakkhana jatiya ca patubhavacutilakkhano cutoti vittharena pannarasapadani kattabbani, evam sadharanani asadharanani ca sattasu dasasu padesu pannasa tividhe ca sasanappatthane attharasavidhesu ca suttadhitthanesu dasavidhesu ca suttavidheyyesu solasavidhesu ca haresu ekavisatividhaya ca pavicayavimamsayati idam desitam. ","pe5:1.11":"Yathabhutanca desitanti, ayam vuccati desanaharo. ","pe5:2.1":"Tattha katamo <b>vicayo haro</b>? ","pe5:3.1":"“Padam panha ca puccha ca, ","pe5:3.2":"kim pubbam kinca pacchimam; ","pe5:3.3":"Anugiti sa ca vicayo, ","pe5:3.4":"haro vicayoti niddittho”. ","pe5:4.1":"Padanti pathamam padam. ","pe5:4.2":"Tassa ko attho? ","pe5:4.3":"Yam bhagava puttho ayasmata ajitena tam gahetabbam, katipadani putthani yatha kim kenassu nivuto lokoti gatha, imani katipadani cattari iti visajjanaya puccha. ","pe5:4.4":"Yattakehi padehi bhagavata visajjitani padani iti pucchaya ca ya padanam sankasana, idam vuccati padanti. ","pe5:5.1":"Panhati imani cattari padani. ","pe5:5.2":"Kati panha? ","pe5:5.3":"Eko va dve va taduttari va imani cattari padani eko panho, atthanuparivatti byanjanam hoti, sambahulanipi padani ekamevattham pucchati. ","pe5:5.4":"Imani cattari padani anuparivattini tam byanjanena eko panhova hoti. ","pe5:5.5":"Kenassu nivuto lokoti lokam sandhaya pucchati, kenassu nappakasati kissabhilepanam brusiti tamyeva pucchati. ","pe5:5.6":"Kimsu tassa mahabbhayanti tamyeva pucchati. ","pe5:5.7":"Evam atthanuparivatti byanjanam eko panho hoti, so panho catubbidho ekamsabyakaraniyo vibhajjabyakaraniyo patipucchabyakaraniyo thapaniyoti. ","pe5:5.8":"Tattha cakkhu aniccanti ekamsabyakaraniyo, yam aniccam tam dukkhanti vibhajjabyakaraniyo, siya aniccam na cakkhu, yanipi ayatanani ca na cakkhu, tanipi aniccanti na cakkhuyeva, ayam vibhajjabyakaraniyo, yam cakkhu tam cakkhundriyam neti patipucchabyakaraniyo, tam cakkhu tathagatoti thapaniyo. ","pe5:5.9":"Annatra cakkhunati thapaniyo panho. ","pe5:5.10":"Idam panham bhagava kim pucchito, lokassa sankileso pucchito. ","pe5:5.11":"Kinkaranam? ","pe5:5.12":"Tividho hi sankileso tanhasankileso ca ditthisankileso ca duccaritasankileso ca. ","pe5:5.13":"Tattha avijjaya nivutoti avijjam dasseti, jappati tanham dasseti, mahabbhayanti akusalassa kammassa vipakam dasseti, sotam nama sukhavedaniyassa kammassa dukkhavedaniyo vipako bhavissatiti netam thanam vijjatiti bhagava visajjeti, catuhi yo padehi avijjaya nivuto lokoti …pe… ","pe5:5.14":"evam vuccati. ","pe5:6.1":"Taduttari patipucchati, savanti sabbadhi sotati gatha, cattari padani pucchati tam bhagava dvihi padehi visajjeti. ","pe5:7.1":"“Yani sotani lokasmim, ","pe5:7.2":"sati tesam nivaranam; ","pe5:7.3":"Sotanam samvaram brumi, ","pe5:7.4":"pannayete pidhiyare”. ","pe5:8.1":"Imani cattari padani dvihi padehi visajjeti. ","pe5:8.2":"Idam padanti pucchito, tassa sankilitthassa lokassa vodanam pucchito, sotani cha tanhakaya bahuladhivacanena niddittha bhavanti sabbehi ayatanehi. ","pe5:8.3":"Tani sotani kena nivariyantiti pariyutthanapahanam pucchati, kena sota pidhiyareti anusayasamugghatam pucchati. ","pe5:8.4":"Tattha bhagava chasu dvaresu satiya deseti, yo hi sampajano viharati satidovarikena ca tassa indriyani guttani sambhavanti. ","pe5:8.5":"Tattha guttesu indriyesu ya ya vipassana, sa sa tesam tesam sotanam tassa ca avijjaya yo loko nivuto accantapahanaya samvattati. ","pe5:8.6":"Evam sotani pihitanipi bhavanti tato uttari pucchati. ","pe5:9.1":"Panna ca sati ca namarupassa kho tassa bhagavantam putthumagamma katthetam upasammati imani cattari padani bhagava ekena padena visajjeti. ","pe5:10.1":"“Yametam panham apucchi, ","pe5:10.2":"Ajita tam vadami te; ","pe5:10.3":"…pe… ","pe5:10.4":"Vinnanassa nirodhena, ","pe5:10.5":"Etthetam upasammati”. ","pe5:11.1":"Imina panhena kim pucchati? ","pe5:11.2":"Anupadisesanibbanadhatum pucchati, tam bhagava anupadisesaya nibbanadhatuya visajjeti. ","pe5:11.3":"Tattha pathamena panhena sankilesam pucchati. ","pe5:11.4":"Dutiyena panhena vodanam pucchati. ","pe5:11.5":"Tatiyena panhena sopadisesanibbanadhatum pucchati. ","pe5:11.6":"Catutthena panhena anupadisesanibbanadhatum patipucchati tato uttari patipucchati. ","pe5:12.1":"“Ye ca sankhatadhammase, ","pe5:12.2":"ye ca sekha puthu idha; ","pe5:12.3":"Tesam me nipako iriyam, ","pe5:12.4":"puttho pabruhi marisa”. ","pe5:13.1":"Imani cattari padani pucchati. ","pe5:13.2":"Kati ca pana te panhe sankhatadhamma ca arahanta sekkha ca? ","pe5:13.3":"Kim pubbam kinca pacchimanti ayamattho. ","pe5:13.4":"Tattha kataram pathamam pucchati, kataram paccha? ","pe5:13.5":"Arahantam pathamam pucchati. ","pe5:13.6":"Sekkhadhamme tattha kena padena sankhatadhammati arahanto gahita, puthuti sekkha gahita. ","pe5:13.7":"Tesam me nipakoti sadharanam padam bhagavantam pucchati. ","pe5:13.8":"Tassa sadharanani ca asadharanani ca panhesu pucchitabbani. ","pe5:13.9":"Tam bhagava visajjeti. ","pe5:13.10":"Na tatha puttham, pathamam puttham, tam puccha visajjeti. ","pe5:13.11":"Yam paccha pucchitam pathamam visajjeti. ","pe5:13.12":"Kinca idam pucchitam visuddhanam visujjhantananca ka iriyati idam pucchi, tam kamesu nabhigijjheyya. ","pe5:13.13":"Manasanavilo siyati pariyutthanani vitakkena ca bhagava nivareti, dve pana vitakkaanavilataya pariyutthanam, yatha nivaranesu niddittham. ","pe5:13.14":"Kusala sabbadhammesuti arahantam visajjeti. ","pe5:14.1":"Kenassu tarati oghanti gatha, imani cattari padani. ","pe5:14.2":"Cattaroyeva panha. ","pe5:14.3":"Kinkaranam, na hi ettha atthanuparivatti byanjanam yatha pathamam ajitapanhesu, tassa na ekamsena bahuni visajjanani, bahuka panha, ekova na capi, sabbe pucchati, pubbe visajjito, yatha catuttho ajitapanhe, yam ettha yathabhutam pariyesanapadabandhena visajjanayo evam yathabhutam pariyesati. ","pe5:14.4":"Yo puna ettha yam evam pucchati tattha ayamakaro pucchanayam antojata bahijatati gatha pucchitavisajjanaya maggitabba. ","pe5:14.5":"Katham visajjitati bhagavati visajjeti? ","pe5:14.6":"Sile patitthaya naro sapannoti gatha. ","pe5:14.7":"Tattha cittabhavanaya samatha, pannabhavanaya vipassana. ","pe5:14.8":"Tattha evam anumiyati, ye dhamma samathena ca vipassanaya ca pahiyanti, te ime antojata bahijata. ","pe5:14.9":"Tattha visajjanam samathena rago pahiyati, vipassanaya avijja. ","pe5:14.10":"Ajjhattavatthuko rago antojata, bahiravatthuko rago bahijata. ","pe5:14.11":"Ajjhattavatthuka sakkayaditthi, ayam antojata. ","pe5:14.12":"Ekasatthi ditthigatani ca bahiravatthukani bahijata, ya hi ajjhattavatthuka ya ditthibhagiyena bhavissati, ayam jata. ","pe5:14.13":"Tatha sankhittena ya kaci ajjhattavatthuka tanha ca ditthi ca, ayam antojata. ","pe5:14.14":"Ya kaci bahiravatthuka tanha ca ditthi ca, ayam bahijata. ","pe5:15.1":"Yatha devata bhagavantam pucchati “catucakkam navadvaran”ti gatha. ","pe5:15.2":"Tattha bhagava visajjeti “chetva naddhim varattam ca”ti gatha, idam bhagava dukkhanirodhagaminim patipadam visajjeti. ","pe5:15.3":"Imaya visajjanaya bhagava anumiyati kilese ettha purimaya gathaya niddisitabbena. ","pe5:15.4":"Tam hi catucakkanti cattaro va hatthapada. ","pe5:15.5":"Navadvaranti nava vanamukhani. ","pe5:15.6":"Yatha catucakkanti cattaro upadana, upadanappaccaya bhavo, upadananirodha bhavanirodho. ","pe5:15.7":"Navadvaranti nava manavidha, manajatikaya hi dukkham seyyenamhi paraso tini tikani punnam. ","pe5:15.8":"Tikena samyuttam hi pancakamaguniko rago. ","pe5:15.9":"Tattha naddhiti tanha visajjiyati. ","pe5:15.10":"Varattanti manam visajjeti, iccha lobho ca papakoti pancakamaguniko rago. ","pe5:15.11":"Tattha visamalobho papakoti niddisiyati samulatanhanti. ","pe5:15.12":"Annanamulaka tanhati annanamulaka tanha, tanhaya ca ditthiya ca pahanam. ","pe5:15.13":"Ye ca puna annepi keci catucakkayogena teneva karanena ca yujjanti, samsaragamino dhamma sabbe niddisitabba. ","pe5:15.14":"Tatthayam gatha visajjana pucchaya ca visajjanaya sameti. ","pe5:15.15":"Yam yadi sandena atha saha byakaranena anugitiyam ca so vicayoti bhagava yattakani padani nikkhipati, tattakehi anugayati. ","pe5:16.1":"Atthahi, bhikkhave, angehi samannagato bhikkhu duteyyam gantumarahati. ","pe5:16.2":"Imani attha padani nikkhittani. ","pe5:16.3":"Chahi padehi bhagava anugayati. ","pe5:17.1":"“Yo ve na byathati patva, ","pe5:17.2":"parisam uggavadinim; ","pe5:17.3":"Na ca hapeti vacanam, ","pe5:17.4":"na ca chadeti sasanam. ","pe5:18.1":"Asandiddhim ca bhanati, ","pe5:18.2":"Pucchito na ca kuppati; ","pe5:18.3":"Sa ve tadisako bhikkhu, ","pe5:18.4":"Duteyyam gantumarahati”ti. ","pe5:19.1":"Tattha pana bhagava yattakani padani nikkhipati, tattakehi anugayati. ","pe5:19.2":"Sattahi, bhikkhave, angehi samannagato kalyanamitto piyo garubhavaniyoti vittharena, idam bhagava sattahi padehi anugayati. ","pe5:19.3":"Iti bahussutava anugayati, appatarakatham padam va nikkhepo, bahussutava nava padani nikkhepo, appatarika anugitiya bahutarika anugayati. ","pe5:19.4":"Ayam vuccati te anugiti ca vicayo, ayam vicayo nama haro. ","pe5:20.1":"Tattha katamo <b>yuttiharo</b>? ","pe5:21.1":"“Sabbesam haranam, ","pe5:21.2":"Ya bhumi yo ca gocaro tesam; ","pe5:21.3":"Yuttayutti parikkha, ","pe5:21.4":"Haro yuttiti niddittho”. ","pe5:22.1":"Haranam solasannam yatha desana yatha vicayo yo ca niddisiyati, ayam niddeso. ","pe5:22.2":"Ayam puccha suttesu na yujjatiti ya tattha vimamsa, ayam yutti. ","pe5:23.1":"Yatha hi sahetu sappaccaya satta sankilissanti, atthi hetu atthi paccayo sattanam sankilesaya, sahetu sappaccaya satta visujjhanti, atthi hetu atthi paccayo sattanam visuddhiya. ","pe5:23.2":"Silavata, ananda, puggalena na veyyakaraniya kinti me vippatisaro uppadeyya …pe… abyakaranam kattabbam, ayam visuddhiya maggo. ","pe5:23.3":"Tassa hetu ko paccayo, silakkhandhassa cattari cattari hetu ca paccayo ca. ","pe5:23.4":"Sappurisasamsevo yo ca patirupadesavaso ca, ayam upadapaccayata sappaccayo. ","pe5:23.5":"Yam poranakammam assa vipako paccayo, taya paccayaya attasammapanidhi, ayam hetu. ","pe5:23.6":"Iti silakkhandho sahetu sappaccayoti idam lokikam silam. ","pe5:24.1":"Yam pana lokuttaram silam, tassa tini indriyani paccayo—","pe5:24.2":"saddhindriyam viriyindriyam samadhindriyam—","pe5:24.3":"ayam paccayo. ","pe5:24.4":"Satindriyanca pannindriyanca hetu. ","pe5:24.5":"Pannaya nibbedhagaminiya, yam silam jayati. ","pe5:24.6":"Sotapannassa ca silam tenayam hetu ayam paccayo. ","pe5:24.7":"Yam puna samadhino passaddhi ca piti ca pamojjam paccayo. ","pe5:24.8":"Yam sukham hetu tena samadhikkhandho sahetu sappaccayo. ","pe5:24.9":"Yam samahito yathabhutam pajanati, ayam panna. ","pe5:24.10":"Tassa paratoghoso ajjhattam ca yoniso manasikaro hetu ca paccayo ca, iti ime tayo khandha sahetu sappaccaya evam satta panna. ","pe5:24.11":"Sattabyakaranisu ca suttesu na yujjati. ","pe5:24.12":"Ayam yuttiharo. ","pe5:24.13":"So catusu mahapadesesu datthabbo. ","pe5:25.1":"Tattha katamam <b>padatthanam</b>? ","pe5:26.1":"“Dhammam deseti jino, ","pe5:26.2":"Tassa ca dhammassa yam padatthanam; ","pe5:26.3":"Iti yava sabbadhamma, ","pe5:26.4":"Eso haro padatthano”. ","pe5:27.1":"Tattha panca kamaguna kamaragassa padatthanam. ","pe5:27.2":"Yesam kesanci kamarago uppajjati uppanno va uppajjissati va, etesu yepi pancasu rupesu ayatanesu nannatra etehi kamaragassa padatthananti. ","pe5:27.3":"Vuccate, tena panca kamaguna kamaragassa padatthanam. ","pe5:27.4":"Pancindriyani ruparagassa padatthanam. ","pe5:27.5":"Manindriyam bhavaragassa padatthanam. ","pe5:27.6":"Pancakkhandha sakkayaditthiya padatthanam. ","pe5:27.7":"Ekasatthi ditthigatani ditthiragassa padatthanam. ","pe5:27.8":"Kamadhatu kamaragassa padatthanam. ","pe5:27.9":"Arupadhatu aruparagassa padatthanam. ","pe5:27.10":"Sukhasanna kamaragassa padatthanam. ","pe5:27.11":"Byapadasanna byapadassa padatthanam. ","pe5:27.12":"Asampajannata sammohassa padatthanam. ","pe5:27.13":"Nava aghatavatthuni byapadassa padatthanam. ","pe5:27.14":"Navavidham manam manassa padatthanam. ","pe5:27.15":"Sukha vedana raganusayassa padatthanam. ","pe5:27.16":"Dukkha vedana patighanusayassa padatthanam. ","pe5:27.17":"Adukkhamasukha vedana avijjanusayassa padatthanam. ","pe5:27.18":"Attavadupadananca musavado ca lobhassa padatthanam. ","pe5:27.19":"Panatipato ca pisunavaca ca pharusavaca ca byapadassa padatthanam. ","pe5:27.20":"Micchattanca samphappalapo ca mohassa padatthanam. ","pe5:27.21":"Bhavam bhoganca vokaro ahankarassa padatthanam. ","pe5:27.22":"Bahiranam pariggaho mamankarassa padatthanam. ","pe5:27.23":"Kayassa sangam ditthiya padatthanam. ","pe5:27.24":"Kayikadoso dosassa padatthanam. ","pe5:27.25":"Kayikakasavo lobhassa padatthanam. ","pe5:27.26":"Yo yo va pana dhammo yena yena arammanena uppajjati saccadhitthanena va dhammadhitthanena va anusayanena va, so dhammo tassa padatthanam. ","pe5:27.27":"Tena sarammanena so dhammo uppajjati. ","pe5:28.1":"Yatha manusso purimassa padassa padatthanam alabhanto dutiyam padam uddharati, so pacchanupadam samharati. ","pe5:28.2":"Yadi pana yo na dutiyapadassa padatthanam labhati, aparam padam uddharati. ","pe5:28.3":"Tassa yo ceso paccayo bhavati. ","pe5:28.4":"Evam dhammo kusalo va akusalo va abyakato va padatthanam alabhanto na pavattati. ","pe5:28.5":"Yatha payuttassa dhammassa yonilabho, ayam vuccati padatthano haro. ","pe5:29.1":"Tattha katamo <b>lakkhano haro</b>? ","pe5:30.1":"“Vuttamhi ekadhamme, ","pe5:30.2":"Ye dhamma ekalakkhana tena; ","pe5:30.3":"Sabbe bhavanti vutta, ","pe5:30.4":"So haro lakkhano nama”. ","pe5:31.1":"Yesanca susamaraddha, niccam kayagatasatiti gathaya vuttaya kayagatasatiya vutta vedanagata cittagata dhammagata ca sati catunnam satipatthananam ekena satipatthanena. ","pe5:31.2":"Na hi cittam ekasmim vinnanatthitiya pavattati, nanasu gatisu pavattati, kayagatasatiya vuttaya vutta vedanagata cittadhammagata ca. ","pe5:31.3":"Na hi kayagatasatiya bhavitaya satipatthana cattaro bhavanaparipurim na gacchanti. ","pe5:31.4":"Evam tassadisesu dhammesu vuttesu sabbadhamma vutta ca bhavanti. ","pe5:32.1":"Sacittapariyodapanam, etam buddhana sasananti gatha cetasika dhamma vutta, citte rupam vuttam. ","pe5:32.2":"Idam namarupam dukkham ariyasaccam. ","pe5:32.3":"Tato sacittapariyodapana yam yam odapeti, tam dukkham. ","pe5:32.4":"Yena odapeti, so maggo. ","pe5:32.5":"Yato odapana, so nirodho. ","pe5:32.6":"Cakkhum ca paticca rupe ca uppajjati cakkhuvinnanam, tattha sahajata vedana sanna cetana phasso manasikaro etete dhamma ekalakkhana uppadalakkhanena. ","pe5:32.7":"Yo ca rupe nibbindati, vedanaya so nibbindati, sannasankharavinnanesupi so nibbindati. ","pe5:32.8":"Iti ye ekalakkhana dhamma, tesam ekamhi dhamme nidditthe sabbe dhamma niddittha honti, ayam vuccati lakkhano haro. ","pe5:33.1":"Tattha katamo <b>catubyuho haro</b>? ","pe5:34.1":"“Nirutti adhippayo ca, ","pe5:34.2":"byanjana desanaya ca; ","pe5:34.3":"Suttattho pubbaparasandhi, ","pe5:34.4":"eso haro catubyuho”. ","pe5:35.1":"Tattha katama nirutti, sa katham pariyesitabba? ","pe5:35.2":"Yatha vuttam bhagavata ekadasahi angehi samannagato bhikkhu khippam dhammesu mahattam papunati, atthakusalo ca hoti, dhammakusalo ca hoti, niruttikusalo ca hoti, itthadhivacanakusalo ca hoti, purisadhivacanakusalo ca, vipurisadhivacanakusalo ca, atitadhivacanakusalo ca, anagatadhivacanakusalo ca, paccuppannadhivacanakusalo ca. ","pe5:35.3":"Ekadhippayena kusalo nanadhippayena kusalo. ","pe5:35.4":"Kimhi desitam, atitanagatapaccuppannam. ","pe5:35.5":"Itthadhivacanena purisadhivacanena vipurisadhivacanena sabbam yathasuttam niddittham. ","pe5:35.6":"Tam byanjanato niruttikosallato yo yam suttassa suniruttidunniruttitam avekkhati, idam evam niropayitabbam. ","pe5:35.7":"Idampi na niropayitabbam. ","pe5:35.8":"Idam vuccate niruttikosallam. ","pe5:36.1":"Tattha katamam adhippayakosallam? ","pe5:36.2":"Yathadesitassa suttassa sabbassa varam gacchati imena bhagavata desitabbanti. ","pe5:36.3":"Yatha kim appamado amatam padam, pamado maccuno padanti gatha. ","pe5:36.4":"Ettha bhagavato ko adhippayo? ","pe5:36.5":"Ye asitimeva akankhanti te appamatta viharissanti, ayam adhippayo. ","pe5:37.1":"“Yogassa kalam na nivattati ya ca, ","pe5:37.2":"So na tattha papintave bhavanti; ","pe5:37.3":"Vedanamaggaisina paveditam, ","pe5:37.4":"Dhutarajasava dukkha pamokkhata”. ","pe5:38.1":"Ettha bhagavato ko adhippayo? ","pe5:38.2":"Ye dukkhe nassadaka, te viriyamarabhissanti dukkhakkhayayati. ","pe5:38.3":"Ayam tattha bhagavato adhippayo. ","pe5:38.4":"Iti gathaya va byakaranena va desite imina suttena sadhaka, yo evam dhammanudhammam patipajjatiti so adhippayo, ayam vuccati desanadhippayo. ","pe5:39.1":"Tattha katamo pubbaparasandhi? ","pe5:39.2":"Yam gathayam va suttesu va padani asiti tani bhavanti evam va evameti tassa gathaya suttassa va yani purimani padani yani ca pacchimakani, tani samosaretabbani. ","pe5:39.3":"Evam so pubbaparena sandhi nayati. ","pe5:39.4":"Ya eka samaraddha gatha dve tini va tassa mekadese bhasitanam abhasitahi gathahi aniddittho attho bhavati tadupadharitabbam. ","pe5:39.5":"Yamva sabba itissa pariyesamanassa pariyesana kankha, tassa va puggalassa pannattinam apare pariyesitabbam. ","pe5:39.6":"Idam vuccate pubbaparena sandhi. ","pe5:39.7":"Kosallanti vatthuto nidanakosallam. ","pe5:39.8":"Byanjanato niruttikosallam. ","pe5:39.9":"Desanadhippayakosallam. ","pe5:39.10":"Pubbaparena sandhikosallam. ","pe5:39.11":"Tattha tassa gatha pariyesita nidanam va. ","pe5:39.12":"Upalabbhitum na attho niddisitabbo vatthuto nidanakosallam atthakosallam imehi catuhi padehi attho pariyesiyanto yathabhutam pariyittho hoti. ","pe5:39.13":"Atha ca sabbo vatthuto va nidanena va yo adhippayo byanjano nirutti sandhi ca anuttaro eso pubbaparena evam suttatthena desitabbam. ","pe5:39.14":"Ayam catubyuho haro. ","pe5:40.1":"Tattha katamo <b>avatto haro</b>? ","pe5:41.1":"“Ekamhi padatthane, ","pe5:41.2":"Pariyesati sesakam padatthanam; ","pe5:41.3":"Avattati patipakkhe, ","pe5:41.4":"Avatto nama so haro”. ","pe5:42.1":"Yatha kim unnalanam pamattananti gathayo. ","pe5:42.2":"Yam pamado, idam kissa padatthanam? ","pe5:42.3":"Kusalanam dhammanam osaggassa. ","pe5:42.4":"Kusaladhammosaggo pana kissa padatthanam? ","pe5:42.5":"Akusaladhammapatisevanaya. ","pe5:42.6":"Kissa padatthanam, kusaladhammapatisevanaya? ","pe5:42.7":"Kissa padatthanam, kilesavatthupatisevanaya? ","pe5:42.8":"Iti pamadena mohapakkhiya ditthi avijja chandaragapakkhiya. ","pe5:42.9":"Tattha tanha ca ditthi cattaro asava tanha kamasavo ca bhavasavo ca ditthasavo ca avijjasavo ca. ","pe5:42.10":"Tattha citte atthiti ditthi cetasikesu niccanti pancasu kamagunesu ajjhavahanena kamasavo, upapattisu asatti bhavasavo. ","pe5:42.11":"Tattha rupakayo kamasavassa bhavasavassa ca padatthanam. ","pe5:42.12":"Namakayo ditthasavassa avijjasavassa ca padatthanam. ","pe5:43.1":"Tattha alliyanaya ajjhattavahanam kamasavassa lakkhanam. ","pe5:43.2":"Patthanaganthanaabhisankharakayasankharanam bhavasavassa lakkhanam, abhiniveso ca paramaso ca ditthasavassa lakkhanam. ","pe5:43.3":"Appativedho dhammesu asampajanna ca avijjasavassa lakkhanam. ","pe5:43.4":"Ime cattaro asava cattari upadanani. ","pe5:43.5":"Kamasavo kamupadanam, bhavasavo bhavupadanam, ditthasavo ditthupadanam, avijjasavo attavadupadanam, imehi catuhi upadanehi pancakkhandha. ","pe5:43.6":"Tattha avijjasavo citte pahatabbo, so citte cittanupassissa pahiyati. ","pe5:43.7":"Ditthasavo dhammesu pahatabbo, so dhammesu dhammanupassissa pahiyati. ","pe5:43.8":"Bhavasavo asattiya pahatabbo, so vedanasu vedananupassissa pahiyati. ","pe5:43.9":"Kamasavo pancasu kamagunesu pahatabbo, so kaye kayanupassissa pahiyati. ","pe5:43.10":"Tattha kayanupassana dukkhamariyasaccam bhajati. ","pe5:43.11":"Vedananupassana pancannam indriyanam paccayo sukhindriyassa dukkhindriyassa somanassindriyassa domanassindriyassa upekkhindriyassa, sattakilesopacaro tena samudayam bhajati. ","pe5:43.12":"Citte cittanupassana nirodham bhajati. ","pe5:43.13":"Dhammesu dhammanupassana maggam bhajati. ","pe5:43.14":"Tenassa catusu ca dassanena tasseva sabbe pahiyanti, yena niddittha pathamam unnalanam pamattanam tesam vaddhanti asava. ","pe5:43.15":"Janato hi passato asavanam khayo dukkham samudayo nirodho maggo hi akusala dhamma. ","pe5:43.16":"Evam pariyesitabba. ","pe5:43.17":"Yava tassa akusalassa gati tato patipakkhena akusale dhamme pariyesati tesam kilesanam harena avattati. ","pe5:43.18":"Ayam vuccate avatto haro. ","pe5:43.19":"Evam sukkapi dhamma pariyesitabba. ","pe5:43.20":"Akusaladhamme agamissa. ","pe5:44.1":"Tattha avattassa harassa ayam bhumi sati upatthana ca vipallasa ca cattari nanani sakkayasamuppadayagamini ca patipada sakkayanirodhagamini patipada. ","pe5:45.1":"Tattha katamo <b>vibhatti haro</b>? ","pe5:45.2":"Yam kinci vibhajjabyakaraniyam vuccati vibhatti haro. ","pe5:45.3":"Yatha kim agantva ca puna puggalo hoti, no vagatam na paribhasati paripucchataya panhaya atiyanam ekassa kinci—","pe5:45.4":"ayam vuccate vibhatti haro. ","pe5:46.1":"Tattha katamo <b>parivattano haro</b>? ","pe5:46.2":"Yam kinci patipakkhaniddeso, ayam vuccati parivattano haro. ","pe5:46.3":"Yatha vuttam bhagavata sammaditthikassa purisapuggalassa micchaditthi nijjinna hotiti vittharena sabbani maggangani. ","pe5:46.4":"Ayam vuccate parivattano haro. ","pe5:47.1":"Tattha katamo <b>vevacano haro</b>? ","pe5:48.1":"“Vevacanehi anekehi, ","pe5:48.2":"Ekam dhammam pakasitam; ","pe5:48.3":"Sutte yo janati suttavidu, ","pe5:48.4":"Vevacano nama so haro”. ","pe5:49.1":"Yatha ayasma sariputto ekamhi vatthumhi vevacanena nanavuttena bhagavata pasamsito “mahapanno sariputto hasapanno javanapanno”ti idam pannaya vevacanam. ","pe5:49.2":"Yatha ca maggavibhange niyyanattho ekamekam maggangam vevacanehi niddittham. ","pe5:49.3":"Evam avijjaya vevacana. ","pe5:49.4":"Ekam akusalamulam tadeva santam tesu tesu janapadesu tena tena pajananti. ","pe5:49.5":"Na hi anena tadevapi alapiyanti annam bhajati. ","pe5:49.6":"Sabbakamajahassa bhikkhunoti kama alapita. ","pe5:49.7":"Yassa nitthinno sankoti teyeva kame sankati alapati. ","pe5:49.8":"Sunamanassa puretaram rajjanti teyeva kame rajjanti alapati. ","pe5:49.9":"Evam suttamhi yo dhammo desiyati tassa pariyetthi “katamassa dhammassa idam namam katamassa idam vevacanan”ti. ","pe5:49.10":"Sabbannu hi yesam yesam ya nirutti hoti, yatha gami tena tena desetiti tassa vevacanam pariyesitabbam. ","pe5:49.11":"Ayam vevacano haro. ","pe5:50.1":"Tattha katamo <b>pannatti haro</b>? ","pe5:50.2":"Cattari ariyasaccaniti suttam niddisati, nikkhepapannatti. ","pe5:50.3":"Ya samudayapannatti. ","pe5:50.4":"Kabalikare ahare atthi chando atthi rago yava patitthitam. ","pe5:50.5":"Tattha vinnanam pabhavapannattim pannapeti. ","pe5:50.6":"Kabalikare ahare natthi chando …pe… samugghati pannatti. ","pe5:51.1":"Tassa kamasavapi cittam vimuccati, bhavasavapi cittam vimuccati, avijjasavapi cittam vimuccatiti pahanapannattim pannapeti. ","pe5:51.2":"Tanha yassa purakkhata panna parivattati gatha manapapannattim pannapeti. ","pe5:51.3":"Evam pana manapapannattiti ekadhammam bhagava pannapeti. ","pe5:51.4":"Na hi tanha dukkhasamudayoti karetva sabbattha tanhasamudayo niddisitabbo. ","pe5:51.5":"Yatha uppannam kamavitakkam nadhivaseti vinodeti pajahatiti patikkhepapannatti. ","pe5:51.6":"Evam sabbesam dhammanam kusalananca akusalananca yancassa dhammakkhettam bhavati, so ceva dhammo tattha pavattati. ","pe5:51.7":"Tadavasittha dhamma tassanuvattaka honti. ","pe5:51.8":"Sa duvidha pannatti—","pe5:51.9":"paradhinapannatti ca sadhinapannatti ca. ","pe5:51.10":"Katama sadhinapannatti? ","pe5:51.11":"Samadhim, bhikkhave, bhavetha, samahito, bhikkhave, bhikkhu yathabhutam pajanati. ","pe5:51.12":"“Rupam aniccan”ti yathabhutam pajanati, ayam sadhinapannatti paradhinapannatti ca, sa pannatti pannaya ca silassa ca, yatha cattari jhanani bhavetha. ","pe5:51.13":"Tassa atthi samadhindriyam muduni cattari indriyani tani catuparadhinani, tini aveccappasadeti paradhinam samadhindriyam cattari indriyani paradhinati catusu ariyasaccesu aparadhinam pannindriyam satipatthanesu sammappadhanesu viriyindriyam. ","pe5:51.14":"Iti sake padatthane sake khettasadhino so dhammo, so ca tattha pannapetabbo. ","pe5:51.15":"Tassa patipakkha nighato niddisitabbo. ","pe5:51.16":"Etthayam anekakarapannatti kena karanena ayam dhammo pannattoti. ","pe5:51.17":"Ayam vuccate pannatti. ","pe5:52.1":"Tattha katamo <b>otarano haro</b>? ","pe5:52.2":"Chasu dhammesu otaretabbam. ","pe5:52.3":"Katamesu chasu? ","pe5:52.4":"Khandhesu dhatusu ayatanesu indriyesu saccesu paticcasamuppadesu. ","pe5:52.5":"Natthi tam suttam va gatha va byakaranam va. ","pe5:52.6":"Imesu channam dhammanam annatarasmim na sandissati. ","pe5:52.7":"Ettavata esa sabba desana ya ta khandha va dhatuyo va ayatanani va saccani va paticcasamuppado va, tattha pancannam khandhanam vedanakkhandho ragadosamohanam padatthanam. ","pe5:52.8":"Tattha tisso vedanayo tassa sukhaya vedanaya somanasso savicaro, dukkhaya vedanaya domanasso savicaro, adukkhamasukhaya vedanaya upekkho savicaro. ","pe5:52.9":"Yam puna tattha vedayitam idam dukkhasaccam, khandhesu sankharakkhandho tattha kayo pamattam saupavattati, tanca sankharagato dvidha ca bhavangotaranam kammam tini ca sankharani punnabhisankhara va apunna va anenja va hetu sabbasaragassa no vitaragassa, dosassa abhisankharani ca avitarago ceteti ca pakappeti ca, vitarago pana ceteti ca no abhisankharoti, yam unham vajiram katthe va rukkhe va annattha va patantam bhindati ca dahati ca, evam saragacetana ceteti ca abhisankharoti ca. ","pe5:52.10":"Yatha satam vajiram na bhindati na ca dahati, evam vitaragacetana ceteti na ca abhisankharoti. ","pe5:52.11":"Tattha pancannam khandhanam eko khandho anindriyasariram sannakkhandho. ","pe5:53.1":"Tattha dhatunam attharasa dhatuyo. ","pe5:53.2":"Tattha ya rupi dasa dhatuyo, tasu desiyamanasu rupakkhandho niddisitabbo, dukkham ariyasaccam. ","pe5:53.3":"Yepi ca cha vinnanakaya manodhatusattama, tattha vinnanakkhandho ca niddisitabbo, dukkham ariyasaccam. ","pe5:53.4":"Dhammadhatu pana dhammasamosarana, so dhammo hetuna ca nissandena ca phalena ca kiccena ca vevacanena ca yena yena upalabbhati, tena tena niddisitabbo. ","pe5:53.5":"Yadi va kusala yadi va akusala yadi va abyakata yadi va asankhata. ","pe5:53.6":"Dvadasannam ayatananam dasa ayatanani rupani tam dukkham ariyasaccam niddisitabbam. ","pe5:53.7":"Rupakkhandho ca manayatananca vinnanakkhandhena niddisitabbam, dukkham ariyasaccam. ","pe5:53.8":"Dhammayatanam nanadhammasamosaranam. ","pe5:53.9":"Tattha ye dhamma indriyanam indriyesu niddisitabba, ye anindriyanam anindriyesu niddisitabba. ","pe5:53.10":"Pariyayato ca otaretabba. ","pe5:53.11":"Yatha sa dhammadhatu tatha dhammayatanam pariyesitabbam. ","pe5:53.12":"Yayeva hi dhammadhatu tadeva dhammayatanam anunam anadhikam. ","pe5:54.1":"Tattha paticcasamuppado atthi tividho, atthi catubbidho, atthi duvidho. ","pe5:54.2":"Tattha tividho paticcasamuppado hetuphalanissando. ","pe5:54.3":"Avijja sankhara tanha upadanam ca ayam hetu, vinnanam namarupam salayatanam phasso vedana ca ayam paccayo, yo bhavo ayam vipako, ya jati maranam ayam nissando. ","pe5:55.1":"Katham catubbidho hetu paccayo vipako nissando ca? ","pe5:55.2":"Avijja ca tanhasankhara ca upadanam ca—","pe5:55.3":"ayam hetu. ","pe5:55.4":"Vinnanam namarupassa paccayo. ","pe5:55.5":"Namarupam upapajjati, tatha upapannassa salayatanam phasso vedana ca—","pe5:55.6":"ayam paccayo. ","pe5:55.7":"Yo bhavo ayam vipako. ","pe5:55.8":"Ya jati ya ca jaramaranam—","pe5:55.9":"ayam nissando. ","pe5:56.1":"Katham duvidho paticcasamuppado? ","pe5:56.2":"Avijja sankhara tanha upadanam—","pe5:56.3":"ayam samudayo. ","pe5:56.4":"Vinnanam namarupam salayatanam phasso vedana bhavo jati marananca—","pe5:56.5":"idam dukkham. ","pe5:56.6":"Yam pana avijjanirodha sankharanirodho imani tappatipakkhena dve saccani. ","pe5:56.7":"Tasma paticcasamuppado yena akarena niddittho, tena tena niddisitabbo. ","pe5:57.1":"Tatha bavisati indriyani. ","pe5:57.2":"Dvadasa indriyani cakkhundriyani cakkhundriyam yena domanassindriyam, idam dukkham. ","pe5:57.3":"Purisindriyam ca ditthiya ca tanhapadatthanam. ","pe5:57.4":"Yato puriso purisakanam tam evam katabbata. ","pe5:57.5":"Atha ajjhattam sarajjati. ","pe5:57.6":"Ayam ahankaro tam yasa saratto bahiddha pariyesati, ayam mamankaro evam itthi, tattha sukhindriyam ca somanassindriyam ca purisindriyassanuvattaka honti. ","pe5:57.7":"Tassa adhippayaparipunna lobhadhamma kusalamule pavaddhenti. ","pe5:57.8":"Tassa ce ayamadhippayo na paripurim gacchati. ","pe5:57.9":"Tassa dukkhindriyam ca domanassindriyam ca vattati. ","pe5:57.10":"Doso ca akusalamulam pavaddhati. ","pe5:57.11":"Sace pana upekkha bhaveti upekkhindriyassa anuvattakama bhavati. ","pe5:57.12":"Amoho ca kusalamulam pavaddhati. ","pe5:57.13":"Iti satta indriyani kilesavatthumupadaya ananvemani avamani sabbassa vedana itthindriyam purisindriyam. ","pe5:57.14":"Tattha attha indriyani saddhindriyam yava annatavino indriyam, ayam dukkhanirodhagamini patipada. ","pe5:57.15":"Dasannam pannindriyanam kamaragassa padatthanam. ","pe5:57.16":"Manindriyam bhavaragassa padatthanam. ","pe5:57.17":"Pannindriyani ruparagassa padatthanam. ","pe5:57.18":"Itthindriyam ca purisindriyam ca satta pannattiya padatthanam. ","pe5:57.19":"Tattha yena yena indriyena yuttam va gathaya otaretum sakkoti, tena tena niddisitabbo. ","pe5:57.20":"Evam khandhesu dhatusu ayatanesu saccesu paticcasamuppadesu ayam otarano haro. ","pe5:58.1":"Tattha katamo <b>sodhano haro</b>? ","pe5:58.2":"Yo gatha ekena arambho bhasissanti. ","pe5:58.3":"Tattha ekissa bhasitaya avasitthasu bhasitasu so attho na niddisitabbo. ","pe5:58.4":"Kinkaranam? ","pe5:58.5":"Na hi tava so attho bhasito, so abhasito na sakka niddisitum. ","pe5:58.6":"Yatha kim appamado amatam padanti gatha ayameka gatha niddisitabba. ","pe5:58.7":"Kinkaranam, atthikkhatava imassa arambhassa anabhasitam? ","pe5:59.1":"“Evam visesato natva, ","pe5:59.2":"Appamadamhi pandita; ","pe5:59.3":"Appamade pamodanti, ","pe5:59.4":"Ariyanam gocare ratati”. ","pe5:60.1":"Idam abhasitam. ","pe5:60.2":"Imissapi gathaya bhasitaya attho niddisitabbo. ","pe5:60.3":"Kinkaranam, atthi tattha avasittham? ","pe5:60.4":"Te jhayino satatika, niccam dalhaparakkamati gatha, evam ima gathayo upadharita yada bhavanti, tada attho niddisitabbo. ","pe5:60.5":"Evam assutapubbesu suttesu byakaranesu va ekuddeso bhasito. ","pe5:60.6":"Ya vimamsa tulana idam atthi kiccam, idam suttam bhasitam tassa vevacanam niddittham va na vati. ","pe5:60.7":"Tattha ya vimamsa, ayam vuccate sodhano haro. ","pe5:61.1":"Tattha katamo <b>adhitthano haro</b>? ","pe5:61.2":"Ekattata ca vemattata ca. ","pe5:61.3":"Tattha kitapannatti ca kiccapannatti ca. ","pe5:61.4":"Sa ekattata ca vemattata ca yatha pannatti ekavevacanena vemattata pajanatiti panna, sa ca adhipateyyatthena pannatti. ","pe5:61.5":"Yam anomattiyatthena pannattanti. ","pe5:61.6":"Tam anomattiyatthena pannabalam. ","pe5:61.7":"Tanubhuta gocarattavasa sevasati tisu ratanesu anussati buddhanussati dhammanussati sanghanussati aviparitanussaranataya. ","pe5:61.8":"Sammaditthi dhammanam pavicayena dhammavicayasambojjhango abhiniharato abhinnati. ","pe5:61.9":"Sankhepena magga ka vatthu avikopanataya ekatta, yatha unhena samsattham unhodakam, sitena samsattham sitodakam kharodakam gulhodakanti, idam ekattata vemattata ca. ","pe5:62.1":"Atthi puna dhammo nanadhammasanghato ekato yatharupam cattaro varetabba, tanca rupanti ekattata. ","pe5:62.2":"Pathavidhatu apo tejo vayodhatuti vemattata. ","pe5:62.3":"Evam sabba catasso dhatuyo rupanti ekattata, pathavidhatu apo tejo vayodhatuti vemattata. ","pe5:62.4":"Pathavidhatuti lakkhanato ekattata, sankinnavatthuto vemattata. ","pe5:62.5":"Yam kinci kakkhalalakkhanam, sabbam tam pathavidhatuti ekattata. ","pe5:62.6":"Kesa loma nakha danta chavi cammanti vemattata. ","pe5:62.7":"Evam sabbam catasso dhatuyo rupanti ekattam. ","pe5:62.8":"Sadda gandha rasa photthabbati vemattata. ","pe5:63.1":"Atthi puna dhammo vemattata anno namam labhati. ","pe5:63.2":"Yatha kayanupassanaya navasanna vinilakasanna uddhumatakasanna, ayam asubhasanna, ya ekattata arammanato vemattato, sa evam sannavedanasu adinavam samanupassato tathadhitthanam samadhindriyam ca sayeva dhammesu tattha sannabhavana viriyindriyam ca dhammesu dhammanupassana citte attasannam pajahato pannindriyam ca citte cittanupassana. ","pe5:63.3":"Iti yo koci nanapacaro sabbaso pannaya gocaro panna, ayam vemattata, yatha kamarago bhavarago ditthiragoti vemattata tanhaya. ","pe5:63.4":"Iti yam ekattataya ca vemattataya ca nanam vimamsana tulana. ","pe5:63.5":"Ayam adhitthano haro. ","pe5:64.1":"Tattha katamo <b>parikkharo haro</b>? ","pe5:64.2":"Sahetu sappaccayam vodananca sankileso ca, yam tadubhayam pariyetthi, saparikkharo haro. ","pe5:64.3":"Iti dhammanam sahetukanam hetu pariyesitabbo, sappaccayanam paccayo pariyesitabbo. ","pe5:65.1":"Tattha kim nanakaranam, hetussa ca paccayassa ca? ","pe5:65.2":"Sabhavo hetu, parabhavo paccayo. ","pe5:65.3":"Parabhavassa paccayo hetupi, sabhavassa hetuya parabhavassa kassaci paccayo avutto hetu, vutto paccayo. ","pe5:65.4":"Ajjhattiko hetu, bahiro paccayo. ","pe5:65.5":"Sabhavo hetu, parabhavo paccayo. ","pe5:65.6":"Nibbattako hetu, patiggahako paccayo. ","pe5:65.7":"Nevasiko hetu, agantuko paccayo. ","pe5:65.8":"Asadharano hetu, sadharano paccayo. ","pe5:65.9":"Ekoyeva hetu, aparaparo paccayo. ","pe5:66.1":"Hetussa upakaranam samudanetabbo. ","pe5:66.2":"Samudanam hetu, tattha duvidho hetu. ","pe5:66.3":"Duvidho paccayo—","pe5:66.4":"samanantarapaccayo ca paramparapaccayo ca. ","pe5:66.5":"Hetupi duvidho—","pe5:66.6":"samanantarahetu ca paramparahetu ca. ","pe5:66.7":"Tattha katamo paramparapaccayo? ","pe5:66.8":"Avijja namarupassa paramparapaccayo, vinnanam samanantarapaccayataya paccayo. ","pe5:66.9":"Yadi adimhi avijjanirodho bhavati namarupassa nirodhopi. ","pe5:66.10":"Tattha samanantaram kinkaranam paramparapaccayo samanantarapaccayo samuddanito, ayam paccayato. ","pe5:66.11":"Tattha katamo paramparahetu? ","pe5:66.12":"Vijanantassa paramparahetutaya hetu, annakaro samanantarahetutaya hetu. ","pe5:66.13":"Yassa hi yam samanantaram nibbattati, so tassa hetupi jatinirodha bahi akaranirodho, akaranirodha dandanirodho, dandanirodha khandanirodho. ","pe5:66.14":"Evam hetupi dvidha so tahi passitabbo. ","pe5:67.1":"Paticcasamuppado yatha avijjapaccayo tassa puna kimpaccayo, ayoniso manasikaro. ","pe5:67.2":"So kassa paccayo sankharanam, iti paccayo ca samuppannam ca tassa ko hetu avijjayeva. ","pe5:67.3":"Tatha hi purima koti na pannayati. ","pe5:67.4":"Tattha avijjanusayo avijjapariyutthanassa hetu purima hetu paccha paccayo, sapi avijjasankharanam paccayo catuhi karanehi sahajatapaccayataya samanantarapaccayataya abhisandanapaccayataya patitthanapaccayataya. ","pe5:68.1":"Katham sahajatapaccayataya avijjasankharanam paccayo? ","pe5:68.2":"Yam cittam ragapariyuttham, tattha avijjapariyutthanena sabbam pannaya gocaram hanti. ","pe5:68.3":"Tattha sankhara tipaccayatthika addhabhumikaramahattassa ayam avijjasahasamuppannam vuddhim virulhim vepullatamapajjanti catuhi karanehi panna pahiyati. ","pe5:68.4":"Katamehi catuhi? ","pe5:68.5":"Anusayo pariyutthanam samyojanam upadanam. ","pe5:68.6":"Tattha anusayo pariyutthanam jati pariyutthita samyujjati samyutta upadiyati upadanapaccaya bhavo. ","pe5:68.7":"Evam te sankhara tividha uppanna bhumigata nasannattha ayam maggena vinitattayati te thamagata apativinitatipi te sankharati vuccati, evam sahetusamuppannatthena atthi meva paccaya sankharanam paccayo niddittham apanetva kusalam akusalam kusalo ca akusalo ca pakkhipitabbo, vipakadhamma apanetva vacaniyam avacaniyam vacaniyanca avacaniyanca pakkhipitabbam, bhavaapeviritta, sabbasuttam parikkhipitabbam. ","pe5:69.1":"Dasa tathagatabalani cattari vesarajjani punnani anannakatam avijja samanantarapaccayataya sankharanam paccayo yena cittena saha samuppanna avijja tassa cittassa samanantaracittam samuppannanti, tassa yam samanantaracittam samuppannanti, tassa pacchimassa cittassa purimacittam hetupaccayataya paccayo, tena avijja hetu tena cittena upadanam anokasakata nanam na uppajjanti. ","pe5:69.2":"Ya tassa appamada dhatu abhijjhabhisandita tahim vipallasa uppajjanti “asubhe subhan”ti “dukkhe sukhan”ti, tattha sankhara uppajjanti ratta duttha mulassa cetana ragapariyutthanena byapadapariyutthanena avijjapariyutthanena ditthivipallaso vatthuniddese niddisitabbo, yam viparitacitto vijanati ayam cittavipallaso, ya viparitasanna upagganhati ayam sannavipallaso. ","pe5:69.3":"Yam viparitaditthi abhinivisati ayam ditthivipallaso. ","pe5:69.4":"Attha micchattani vaddhanti, tini akusalani ayoniso manasikare uppannam vinnananca vijjanca karonti. ","pe5:69.5":"Iti pubbaparante akusalanataritaro sankhara vuddhim vepullatam gacchanti. ","pe5:69.6":"Te ca mahata ca appatividita ponobhavika sankhara bhavanti. ","pe5:69.7":"Iti evam avijja sahajatapaccayataya sankharanam paccayo samanantarapaccayataya ca. ","pe5:70.1":"Katham abhisandanakarena avijja sankharanam paccayo? ","pe5:70.2":"Sa avijja te sankhare abhisanneti parippharati. ","pe5:70.3":"Seyyathapi nama uppalam va padumam va tam udake vaddham assa, sitena varina abhisannam parisandanam vuddhim virulhim vepullatam apajjati. ","pe5:70.4":"Evam abhisandanatthena avijja sankharanam paccayo. ","pe5:71.1":"Katham patitthahanatthena avijja sankharanam paccayo? ","pe5:71.2":"Te sankhara avijjayam nissaya vuddhim virulhim vepullatam apajjanti. ","pe5:71.3":"Seyyathapi nama uppalam va padumam va pathavim nissaya pathavim patitthaya vuddhim virulhim vepullatam apajjati. ","pe5:71.4":"Ete sankhara avijjayam patitthita avijjayam nissaya vuddhim virulhim vepullatam gacchanti. ","pe5:71.5":"Evam patitthahanatthena avijja sankharanam paccayo. ","pe5:72.1":"Puna ragasahagatassa kammassa vipakena patisandhimhi bhavo nibbattati, tam kammassa sabbam abhinivittham annanavasena ponobhavika sankharati vuccanti, evampi avijjapaccaya sankhara atthi. ","pe5:72.2":"Puna pancasu ye ca sekkha puggala, ye ca asannisamapattim samapanna, ye ca bhavagata, ye ca antogatayeva samsedaja, ye ca va pana anno hi koci anagamibhuta na cetenti na ca patthenti, tesam kim paccaya sankhara. ","pe5:72.3":"Puna raga atthi tesam sankharani upadanani cittamanussarantiyeva avipakkavipakasamuhata asamucchinnapaccaya tesam puna ca gato bhavati. ","pe5:72.4":"Evampi hi avijjapaccaya sankhara. ","pe5:72.5":"Puna sa te na upadana napi sankhara atthi, puna tesam satta anusaya asamuhata asamucchinna tadarammanam bhavati. ","pe5:72.6":"Vinnanassa patitthaya vinnanapaccaya namarupam. ","pe5:72.7":"Evampi avijjapaccaya sankhara. ","pe5:72.8":"Puna sa yam kinci kammam acayagami sabbam tam avijjavasena abhisankhariyati tanhavasena ca alliyati annanavasena ca tattha adinavampi na janati. ","pe5:72.9":"Tadeva vinnanabijam bhavati, sayeva tanhasineho bhavati. ","pe5:72.10":"Sayeva avijja sammohoti. ","pe5:72.11":"Evampi avijjapaccaya sankhara vattabba. ","pe5:72.12":"Iti imehi akarehi avijja sankharanam paccayo. ","pe5:73.1":"Tattha avijjaya hetu ayoniso manasikaro paccayo hoti. ","pe5:73.2":"Tattha abhicchedo ayam tattha tatiyam balam nivatti, ayam patisandhi. ","pe5:73.3":"Tattha punabbhavo yo avecchedo asamugghatanatthena ayam anusayo. ","pe5:73.4":"Yatha patakam va satakam va dve jana pilesu ca eka va balam va assa nivatassesu, na pana pilesu soseyya. ","pe5:73.5":"Tattha yam sineha apodhatu anupullana sosetabba. ","pe5:73.6":"Unhadhatumagamma sace puna tam akase nikkhipeyya tam ussavena yebhuyyataram sinehamapajjeyya, na hi anagamma tejodhatum parisesam gaccheyya. ","pe5:73.7":"Evameva bhavaggaparamapi samapatti na anurupassa samugghataya samvattati. ","pe5:73.8":"Te hi alayanti sammasanti, na ca tanhaya tanhapahanam gacchanti. ","pe5:73.9":"Tattha so asamugghato. ","pe5:73.10":"Avijjaya anusayo ca cittassa sampalibodho, idam pariyutthanam. ","pe5:73.11":"Yathabhutam vinnanassa appativedho ayam avijjaasavo avijjavinnanabijam bhavati. ","pe5:73.12":"Yam bijam so hetu na samucchijjati, asamucchijjanto patisandehati. ","pe5:73.13":"Patisandahanto na samugghatam gacchati. ","pe5:73.14":"Asamugghatam cittam pariyonahati, pariyonaddhacitto yathabhutam nappajanati, iti sannanassa sasavattho, avijjattho, hetuattho, avacchedattho, anivattiattho, phalattho patisandhiattho, punabbhavattho, asamugghatattho, anusayattho, pariyutthanattho, apativedhanattho. ","pe5:73.15":"Ettavata avijjaya khettam niddittham bhavati. ","pe5:73.16":"Ayam vuccate parikkharo nama haro. ","pe5:74.1":"Tattha katamo <b>samaropano haro</b>? ","pe5:74.2":"Ugghatitamhi tamhi santanceva ca nam vittharam pana vattabbam. ","pe5:74.3":"Vittharavidham cittanna ayam samaropano haro. ","pe5:74.4":"Tattha namaniddeso upaghataka vatthuniddeso vevacanam vatthubhuto vittharo. ","pe5:74.5":"Yatha kim, ya bhikkhunam vattato pahatabbo, ayam upaghatana. ","pe5:75.1":"Tattha katamo samaropano? ","pe5:75.2":"Kinci na vattabbam, ruparagam va namavantapahatabbam. ","pe5:75.3":"Yava vinnananti vittharena katabbani. ","pe5:75.4":"Avijja ta opammena pannapetabba, ayam samaropano. ","pe5:75.5":"Nissitacittassa ca mattiko ca nissayo tanha ca ditthi ca. ","pe5:75.6":"Tattha ditthi avijja tanha sankhara. ","pe5:75.7":"Tattha ditthipaccaya tanha ime avijjapaccaya sankhara. ","pe5:75.8":"Tattha nissitam vinnanam idam sankharapaccaya vinnanam yava jaramaranam, idam sankhittena bhasite avasittham paropayati. ","pe5:76.1":"Anissitassa calitam natthiti tassa evam ditthiya tanhaya ca pahanam tattha ditthiavijjanirodhaya bhutam vinnanam saragatthaniyesu dhammesu tam tam dhammam upecca annam dhammam dhavati makkatopamataya, atha khvassa parittesu dhammesu saragatthaniyesu chandarago natthi kuto tato calana, adhimattesu sattesu cittam nivessayati tam apatitthitam vinnanam anaharam nirujjhati vinnananirodha namarupanirodho yava jaramarananirodho. ","pe5:76.2":"Ayam samaropano. ","pe5:77.1":"Tattha ragavasena vinnanassa calitam sapariggaho, tasmim calite asati yo parikilesopacaro tividho aggi patippassaddho bhavati. ","pe5:77.2":"Tenaha calite asante passaddhi hoti. ","pe5:77.3":"Tattha yam samaropana passaddhakayo sukham vedeti, sukhino cittam samadhiyati. ","pe5:77.4":"Yava vimuttitamiti nanadassanam bhavati. ","pe5:77.5":"So asavanam khaya ca vimutti no upapajjati. ","pe5:77.6":"Tassa upapattissa agatigatiya asantiya nevidha na huram na ubhayamantarena. ","pe5:77.7":"Esevanto dukkhassati anupadisesa nibbanadhatu. ","pe5:77.8":"Idamassa suttassa majjhe samaropitam paticcasamuppade ca vimuttiyam ca yogo na ca etam tassa sankhittena bhasitassa vittharena attham vibhajjanti. ","pe5:77.9":"Ayam vuccate samaropano haro. ","pe5:77.10":"Na ca sankilesabhagiyena suttena sankilesabhagiyo ye ca dhamma samaropayitabba nanne. ","pe5:77.11":"Evam vasanabhagiye nibbedhabhagiye, ayam samaropano haro. ","pe5:77.12":"Ime solasa hara. ","pe5:78.1":"Suvirassa mahakaccayanassa jambuvanavasino petakopadese haravibhango nama pancama bhumi. "}