{"pe6:0.1":"Petakopadesa ","pe6:0.2":"6. Suttatthasamuccayabhumi ","pe6:1.1":"Buddhanam bhagavantanam sasanam tividhena sangaham gacchati, khandhesu dhatusu ayatanesu ca. ","pe6:1.2":"Tattha <b>pancakkhandha</b> rupakkhandho yava vinnanakkhandho. ","pe6:1.3":"Dasa rupaayatanani cakkhu rupa ca yava kayo photthabba ca, ayam rupakkhandho. ","pe6:1.4":"Tattha cha vedanakaya vedanakkhandho cakkhusamphassaja vedana yava manosamphassaja vedana, ayam vedanakkhandho. ","pe6:1.5":"Tattha cha sannakaya sannakkhandho, rupasanna yava dhammasanna ime cha sannakaya, ayam sannakkhandho. ","pe6:1.6":"Tattha cha cetanakaya sankharakkhandho, rupasancetana yava dhammasancetana ime cha cetanakaya, ayam sankharakkhandho. ","pe6:1.7":"Tattha cha vinnanakaya vinnanakkhandho, cakkhuvinnanam yava manovinnanam ime cha vinnanakaya, ayam vinnanakkhandho. ","pe6:1.8":"Ime pancakkhandha. ","pe6:2.1":"Tesam ka parinna? ","pe6:2.2":"Aniccam dukkham sanna anattati esa etesam parinna. ","pe6:2.3":"Tattha katamo khandhattho? ","pe6:2.4":"Samuhattho khandhattho, punjattho khandhattho, rasattho khandhattho. ","pe6:2.5":"Tam yatha dabbakkhandho vanakkhandho darukkhandho aggikkhandho udakakkhandho vayukkhandho iti evam khandhesu sabbasangahova evam khandhattho. ","pe6:3.1":"Tattha <b>attharasa dhatuyo</b> cakkhudhatu rupadhatu cakkhuvinnanadhatu …pe… ","pe6:3.2":"manodhatu dhammadhatu manovinnanadhatu. ","pe6:3.3":"Etayo attharasa dhatuyo. ","pe6:3.4":"Tasam parinna aniccam dukkham sanna anattati esa etasam parinna. ","pe6:3.5":"Tattha ko dhatuattho? ","pe6:3.6":"Vuccate avayavattho dhatuattho. ","pe6:3.7":"Avayavoti cakkhu no pasado cakkhudhatu. ","pe6:3.8":"Evam pancasu dhatusu puna ragavavacchedattho dhatuattho. ","pe6:3.9":"Vavacchinna hi cakkhudhatu. ","pe6:3.10":"Evam pancasu punaraha ekantipakatyatthena dhatuatthoti vuccate. ","pe6:3.11":"Tam yatha, pakatiya ayam puriso pittiko semhiko vatiko sannipatikoti evam pakaticakkhudhatu dasannam piya ca sabbesu indriyesu …pe… ","pe6:3.12":"visabhagattho dhatuattho. ","pe6:4.1":"Tattha <b>dvadasayatanani</b> katamani? ","pe6:4.2":"Cha ajjhattikani cha bahirani. ","pe6:4.3":"Cakkhayatanam yava manayatananti ajjhattikam, rupayatanam yava dhammayatananti bahiram. ","pe6:4.4":"Etani dvadasa ayatanani. ","pe6:4.5":"Etesam ka parinna? ","pe6:4.6":"Aniccam dukkham sanna anattati, esa etesam parinna. ","pe6:4.7":"Api ca dvidha parinna nataparinna ca pahanaparinna ca. ","pe6:4.8":"Tattha nataparinna nama aniccam dukkham sanna anattati, esa nataparinna. ","pe6:4.9":"Pahanaparinna pana chandaragappahana, esa pahanaparinna. ","pe6:4.10":"Tattha katamo ayatanattho? ","pe6:4.11":"Vuccate akarattho ayatanattho. ","pe6:4.12":"Yatha suvannakaro dubbannakaro, yatha dvihi tehi akarehi te te gava uttitthanti. ","pe6:4.13":"Evam ete hi cittacetasika gava uttitthanti kammakilesa dukkhadhamma ca. ","pe6:4.14":"Punaraha ayadanattho ayatanattho. ","pe6:4.15":"Yatha ranno ayadanehi ayo bhavati, evam ayadanattho ayatanattho. ","pe6:5.1":"<b>Cattari ariyasaccani</b> dukkham samudayo nirodho maggo ca. ","pe6:5.2":"Dukkham yatha samasena dhammacariyam manasanca, samudayo samasena avijja ca tanha ca, nirodho samasena vijja ca vimutti ca, maggo samasena samatho ca vipassana ca. ","pe6:6.1":"Tattha <b>sattatimsa bodhipakkhika dhamma</b> katame? ","pe6:6.2":"Cattaro satipatthana yava ariyo atthangiko maggo, evamete sattatimsa bodhipakkhika dhamma. ","pe6:6.3":"Ye dhamma atitanagatapaccuppannanam buddhanam bhagavantanam paccekabuddhanam savakanam ca nibbanaya samvattantiti, so maggo cattaro satipatthana. ","pe6:6.4":"Katame cattaro? ","pe6:6.5":"Idha bhikkhu kaye kayanupassi viharati, ","pe6:6.6":"sammappadhanam … ","pe6:6.7":"iddhipadam … ","pe6:6.8":"indriyani … ","pe6:6.9":"balani … ","pe6:6.10":"tattha ko indriyattho? ","pe6:6.11":"Indattho indriyattho, adhipateyyattho indriyattho, pasadattho indriyattho, asadharanam kassa kiriyattho indriyattho; ","pe6:6.12":"anavapariyattho balattho, thamattho balattho, upadayattho balattho, upatthambhanattho balattho. ","pe6:7.1":"Tattha katame satta bojjhanga? ","pe6:7.2":"Satisambojjhango yava upekkhasambojjhango. ","pe6:7.3":"Tattha katamo atthangiko maggo? ","pe6:7.4":"Sammaditthi yava sammasamadhi. ","pe6:7.5":"Tattha atthangiko maggoti khandho silakkhandho ca samadhikkhandho ca pannakkhandho ca. ","pe6:7.6":"Tattha ya ca sammavaca yo ca sammakammanto yo ca sammaajivo, ayam silakkhandho. ","pe6:7.7":"Ya ca sammasati yo ca sammavayamo yo ca sammasamadhi, ayam samadhikkhandho. ","pe6:7.8":"Yo ca sammasankappo ya ca sammaditthi, ayam pannakkhandho. ","pe6:7.9":"Evam tayo tisso sikkha. ","pe6:7.10":"Evam tihakarehi dasa padani …pe…. ","pe6:8.1":"Tattha yogavacaro silakkhandhe thito dosam akusalam na upadiyati, dosanusayam samuhanati, dosasallam uddharati, dukkhavedanam parijanati, kamadhatum samatikkamati. ","pe6:8.2":"Samadhikkhandhe thito lobham akusalam na upadiyati, raganusayam samuhanati, lobhasallam uddharati, sukhavedanam parijanati, rupadhatum samatikkamati. ","pe6:8.3":"Pannakkhandhe thito moham akusalam na upadiyati, avijjanusayam samuhanati, mohasallam ditthisallanca uddharati, adukkhamasukhavedanam parijanati, arupadhatum samatikkamati. ","pe6:8.4":"Iti tihi khandhehi tini akusalamulani na upadiyati, cattari sallani uddharati, tisso vedana parijanati, tedhatukam samatikkamati. ","pe6:9.1":"Tattha katama <b>avijja</b>? ","pe6:9.2":"Yam catusu ariyasaccesu annananti vittharena yatha so panasajjesu kathankatha katabbam. ","pe6:9.3":"Tattha katamam vinnanam? ","pe6:9.4":"Cha vinnanakaya vedana sanna cetana phasso manasikaro, idam namam. ","pe6:9.5":"Tattha katamam rupam? ","pe6:9.6":"Catumahabhutikam catunnam mahabhutanam upadayarupassa pannattim. ","pe6:9.7":"Iti purimakanca namam idanca rupam tadubhayam namarupanti vuccati. ","pe6:9.8":"Tattha chalayatananti cha ajjhattikani ayatanani, cakkhu ajjhattikam ayatanam yava mano ajjhattikam ayatanam. ","pe6:9.9":"Phassoti cha phassakaya cakkhusamphasso yava manosamphassoti phasso. ","pe6:9.10":"Cha vedanakaya vedana. ","pe6:9.11":"Tanhati cha tanhakaya tanha. ","pe6:9.12":"Upadananti cattari upadanani kamupadanam ditthupadanam silabbatupadanam attavadupadananti upadanam. ","pe6:9.13":"Bhavoti tayo bhava kamabhavo rupabhavo arupabhavo. ","pe6:9.14":"Tattha katama jati? ","pe6:9.15":"Ya pathamam khandhanam pathamam dhatunam pathamam ayatananam uppatti jati sanjati okkanti abhinibbatti khandhanam patubhavo, ayam jati. ","pe6:9.16":"Tattha katama jara? ","pe6:9.17":"Jara nama yam tam khandiccam paliccam valittacata pavivittam catunnam mahabhutanam vivannatam bhaggo tam jara hiyana pahiyana ayuno hani samhani indriyanam paribhedo upanaho paripako, ayam jara. ","pe6:9.18":"Tattha katamam maranam? ","pe6:9.19":"Maranam nama yam tasmim tasmim sattanikaye tesam tesam sattanam cuti cavanata maranam kalankiriya uddhumatakanam bhedo kayassa jivitindriyassa upacchedo, idam maranam. ","pe6:9.20":"Iti purimika ca jara idanca maranam tadubhayam jaramaranam. ","pe6:10.1":"Tattha andhakaratimisa yathabhutam appajananalakkhana avijja sankharanam padatthanam. ","pe6:10.2":"Abhisankharanalakkhana sankhara, upacayapunabbhavabhiropanapaccupatthana. ","pe6:10.3":"Te vinnanassa padatthanam. ","pe6:10.4":"Vatthu savinnattilakkhanam vinnanam, tam namarupassa padatthanam. ","pe6:10.5":"Anekasannissayalakkhanam namarupam, tam salayatanassa padatthanam. ","pe6:10.6":"Indriyavavatthapanalakkhanam salayatanam, tam phassassa padatthanam. ","pe6:10.7":"Sannipatalakkhano phasso, so vedanaya padatthanam. ","pe6:10.8":"Anubhavanalakkhana vedana, sa tanhaya padatthanam. ","pe6:10.9":"Ajjhosanalakkhana tanha, sa upadanassa padatthanam. ","pe6:10.10":"Adanaparihananalakkhanam upadanam, tam bhavassa padatthanam. ","pe6:10.11":"Nanagativikkhepalakkhano bhavo, so jatiya padatthanam. ","pe6:10.12":"Khandhanam patubhavalakkhana jati, sa jaraya padatthanam. ","pe6:10.13":"Upanayaparipakalakkhana jara, sa maranassa padatthanam. ","pe6:10.14":"Ayukkhayajivitauparodhalakkhanam maranam, tam dukkhassa padatthanam. ","pe6:10.15":"Kayasampilanalakkhanam dukkham, tam domanassassa padatthanam. ","pe6:10.16":"Cittasampilanalakkhanam domanassam, tam sokassa padatthanam. ","pe6:10.17":"Socanalakkhano soko, so paridevassa padatthanam. ","pe6:10.18":"Vaciniccharanalakkhano paridevo, so upayasassa padatthanam. ","pe6:10.19":"Ye ayasa te upayasa. ","pe6:11.1":"Nava padani yattha sabbo akusalapakkho sangaham samosaranam gacchati. ","pe6:11.2":"Katamani nava padani? ","pe6:11.3":"Dve mulakilesa, tini akusalamulani, cattaro vipallasa. ","pe6:11.4":"Tattha dve mulakilesa avijja ca bhavatanha ca, tini akusalamulani lobho doso moho ca. ","pe6:11.5":"Cattaro vipallasa—","pe6:11.6":"“anicce niccan”ti sannavipallaso cittavipallaso ditthivipallaso, “dukkhe sukhan”ti sannavipallaso cittavipallaso ditthivipallaso, “anattani atta”ti sannavipallaso cittavipallaso ditthivipallaso, “asubhe subhan”ti sannavipallaso cittavipallaso ditthivipallaso. ","pe6:12.1":"Tattha avijja nama catusu ariyasaccesu yathabhutam annanam, ayam avijja. ","pe6:12.2":"Bhavatanha nama yo bhavesu rago sarago iccha muccha patthana nandi ajjhosanam apariccago, ayam bhavatanha. ","pe6:13.1":"Tattha katamo lobho akusalamulam? ","pe6:13.2":"Lobho nama so tesu tesu paravatthusu paradabbesu paratthanesu parasapateyyesu parapariggahitesu lobho lubbhana iccha muccha patthana nandi ajjhosanam apariccago, ayam lobho akusalamulam. ","pe6:13.3":"Kassetam mulam? ","pe6:13.4":"Lobho lobhajassa akusalassa kayakammassa vacikammassa manokammassa ca, tatha yatha tamsampayuttanam cittacetasikanam dhammanam mulam. ","pe6:14.1":"Tattha katamo doso akusalamulam? ","pe6:14.2":"So sattesu aghato akkhanti appaccayo byapado padoso anatthakamata cetaso patighato, ayam doso akusalamulam. ","pe6:15.1":"Kassetam mulam? ","pe6:15.2":"Dosajassa kayakammassa vacikammassa manokammassa sampayuttananca cittacetasikanam dhammanam mulam. ","pe6:16.1":"Tattha katamo moho akusalamulam? ","pe6:16.2":"Yam catusu ariyasaccesu anabhisamayo asampajjaggaho appativedho moho muyhana sammoho sammuyhana avijja tamo andhakaro avaranam nivaranam chadanam acchadanam apasacchagamanam kusalanam dhammanam, ayam moho akusalamulam. ","pe6:17.1":"Kassetam mulam? ","pe6:17.2":"Mohajassa akusalassa kayakammassa vacikammassa manokammassa ca tamsampayuttakananca cittacetasikanam dhammanam mulam. ","pe6:18.1":"Tattha <b>vipallasa</b> janitabba, vipallasanam vatthu janitabbam. ","pe6:18.2":"Yam vipallasam siya, tam janitabbam. ","pe6:18.3":"Tattha eko vipallaso tini vipallasani cattari vipallasavatthuni. ","pe6:18.4":"Katamo eko vipallaso ca, yena patipakkhena vipallasitam ganhati? ","pe6:18.5":"“Anicce niccan”ti, “dukkhe sukhan”ti, “anattani atta”ti, “asubhe subhan”ti, ayam eko vipallaso. ","pe6:19.1":"Katamani cattari vipallasavatthuni? ","pe6:19.2":"Kayo vedana cittam dhamma ca. ","pe6:19.3":"Imani cattari vipallasavatthuni. ","pe6:20.1":"Katamani tini vipallasani? ","pe6:20.2":"Sanna cittam ditthi ca. ","pe6:20.3":"Imani tini vipallasani. ","pe6:21.1":"Tattha manapike vatthumhi indriyavatthe vannayatane va yo nimittassa uggaho, ayam sannavipallaso. ","pe6:21.2":"Tattha viparitacittassa vatthumhi sati vinnatti, ayam cittavipallaso. ","pe6:21.3":"Tattha viparitacittassa tamhi rupe “asubhe subhan”ti ya khanti ruci upekkhana nicchayo ditthi nidassanam santirana, ayam ditthivipallaso. ","pe6:21.4":"Tattha vatthubhedena kayesu dvadasa vipallasa bhavanti. ","pe6:21.5":"Tayo kaye tayo vedanaya tayo citte tayo dhamme, cattaro sannavipallasa cattaro cittavipallasa cattaro ditthivipallasa, ayatanupacayato cakkhuvinnanasannasamangissa rupesu dvadasa vipallasa yava mano sannasamangissa, dhammesu dvadasa vipallasa cha dvadasaka cattari vipallasa bhavanti. ","pe6:21.6":"Arammanananattato hi aparimitasankheyyanam sattanam aparimitamasankheyya vipallasa bhavanti hinukkatthamajjhimataya. ","pe6:22.1":"Tattha pancakkhandha cattari attabhavavatthuni bhavanti. ","pe6:22.2":"Yo rupakkhandho, so kayo attabhavavatthu. ","pe6:22.3":"Yo vedanakkhandho, so vedana attabhavavatthu. ","pe6:22.4":"Yo sannakkhandho ca sankharakkhandho ca, te dhamma attabhavavatthu. ","pe6:22.5":"Yo vinnanakkhandho, so cittam attabhavavatthu. ","pe6:22.6":"Iti pancakkhandha cattari attabhavavatthuni. ","pe6:22.7":"Tattha kaye “asubhe subhan”ti. ","pe6:22.8":"Vipallaso bhavati. ","pe6:22.9":"Evam vedanasu … ","pe6:22.10":"citte … ","pe6:22.11":"dhammesu ca attavipallaso bhavati. ","pe6:22.12":"Tattha catunnam vipallasanam samugghatanattham bhagava cattaro satipatthane deseti pannapeti kaye kayanupassi viharato “asubhe subhan”ti. ","pe6:22.13":"Vipallasam samugghateti, evam vedanasu, citte, dhammesu ca katabbam. ","pe6:23.1":"Tattha andhakaratimisa appativedhalakkhana avijja, tassa vipallasapadatthanam. ","pe6:23.2":"Ajjhosanalakkhana tanha, tassa piyarupasatarupam padatthanam. ","pe6:23.3":"Attasayavancanalakkhano lobho, tassa adinnadanam padatthanam. ","pe6:23.4":"Idha vivadalakkhano doso, tassa panatipato padatthanam. ","pe6:23.5":"Vatthuvippatipattilakkhano moho, tassa micchapatipatti padatthanam. ","pe6:23.6":"Sankhatanam dhammanam avinasaggahanalakkhana niccasanna, tassa sabbasankhara padatthanam. ","pe6:23.7":"Sasavaphassopagamanalakkhana sukhasanna, tassa mamankaro padatthanam. ","pe6:23.8":"Dhammesu upagamanalakkhana attasanna, tassa ahankaro padatthanam. ","pe6:23.9":"Vannasangahanalakkhana subhasanna, tassa indriyaasamvaro padatthanam. ","pe6:23.10":"Etehi navahi padehi udditthehi sabbo akusalapakkho niddittho bhavati, so ca kho bahussutena sakka janitum no appassutena, pannavata no duppannena, yuttena no ayuttena. ","pe6:24.1":"Nava padani kusalani yattha sabbo kusalapakkho sangaho samosaranam gacchanti. ","pe6:24.2":"Katamani nava padani? ","pe6:24.3":"Samatho vipassana alobho adoso amoho aniccasanna dukkhasanna anattasanna asubhasanna ca. ","pe6:25.1":"Tattha katamo <b>samatho</b>? ","pe6:25.2":"Ya cittassa thiti santhiti avatthiti thanam patthanam upatthanam samadhi samadhanam avikkhepo avippatisaro vupasamo manaso ekaggam cittassa, ayam samatho. ","pe6:26.1":"Tattha katama <b>vipassana</b>? ","pe6:26.2":"Khandhesu va dhatusu va ayatanesu va namarupesu va paticcasamuppadesu va paticcasamuppannesu va dhammesu dukkhesu va samudayesu va nirodhe va magge va kusalakusalesu va dhammesu savajjaanavajjesu va kanhasukkesu va sevitabbaasevitabbesu va so yathabhutam vicayo pavicayo vimamsa paravimamsa gahana aggahana pariggahana cittena paricitana tulana upaparikkha nanam vijja va cakkhu buddhi medha panna obhaso aloko abha pabha khaggo naraco dhammavicayasambojjhango sammaditthi maggangam, ayam vipassana. ","pe6:26.3":"Tenesa vipassana iti vuccati vividha va esa vipassanati, tasma esa vipassanati vuccati. ","pe6:26.4":"Dvidha cesa hi vipassana dhammavipassanati vuccati, dvidha imaya passati subhanca asubhanca kanhanca sukkanca sevitabbanca asevitabbanca kammanca vipakanca bandhanca vimokkhanca acayanca apacayanca pavattinca nivattinca sankilesanca vodananca, evam vipassanati vuccati. ","pe6:26.5":"Atha va viiti upasaggo passanati attho tasma vipassanati vuccate, ayam vipassana. ","pe6:27.1":"Tattha dve roga sattanam avijja ca bhavatanha ca, etesam dvinnam roganam nighataya bhagavata dve bhesajjani vuttani samatho ca vipassana ca. ","pe6:27.2":"Imani dve bhesajjani patisevento dve aroge sacchikaroti ragaviragam cetovimuttim avijjaviraganca pannavimuttim. ","pe6:27.3":"Tattha tanharogassa samatho bhesajjam, ragaviraga cetovimutti arogam. ","pe6:27.4":"Avijjarogassa vipassanabhesajjam avijjaviraga pannavimutti arogam. ","pe6:27.5":"Evanhi bhagava caha, “dve dhamma parinneyya namanca rupanca, dve dhamma pahatabba avijja ca bhavatanha ca, dve dhamma bhavetabba samatho ca vipassana ca, dve dhamma sacchikatabba vijja ca vimutti ca”ti. ","pe6:27.6":"Tattha samatham bhavento rupam parijanati, rupam parijananto tanham pajahati, tanham pajahanto ragaviraga cetovimuttim sacchikaroti, vipassanam bhavento namam parijanati, namam parijananto avijjam pajahati, avijjam pajahanto avijjaviraga pannavimuttim sacchikaroti. ","pe6:27.7":"Yada bhikkhuno dve dhamma parinnata bhavanti namanca rupanca, tathassa dve dhamma pahina bhavanti avijja ca bhavatanha ca. ","pe6:27.8":"Dve dhamma bhavita bhavanti samatho ca vipassana ca, dve dhamma sacchikatabba bhavanti vijja ca vimutti ca. ","pe6:27.9":"Ettavata bhikkhu katakicco bhavati. ","pe6:27.10":"Esa sopadisesa nibbanadhatu. ","pe6:27.11":"Tassa ayupariyadana jivitindriyassa uparodha idanca dukkham nirujjhati, annanca dukkham na uppajjati. ","pe6:27.12":"Tattha yo imesam khandhanam dhatuayatananam nirodho vupasamo annesanca khandhadhatuayatananam appatisandhi apatubhavo, ayam anupadisesa nibbanadhatu. ","pe6:28.1":"Tattha katamam <b>alobho kusalamulam</b>? ","pe6:28.2":"Yamdhatuko alobho alubbhana alubbhitattam aniccha apatthana akanta anajjhosanam. ","pe6:28.3":"Ayam alobho kusalamulam. ","pe6:28.4":"Kassetam mulam? ","pe6:28.5":"Alobhajassa kusalassa kayakammassa vacikammassa manokammassa tamsampayuttananca cittacetasikanam dhammanam mulam. ","pe6:28.6":"Atha va ariyo atthangiko maggo kusalanti vuccati, so tinnam magganganam mulam. ","pe6:28.7":"Katamesam tinnam, sammasankappassa sammavayamassa sammasamadhissa ca imesam mulanti, tasma kusalamulanti vuccati. ","pe6:29.1":"Tattha katamam <b>adoso kusalamulam</b>? ","pe6:29.2":"Ya sattesu va sankharesu va anaghato appatighato abyapatti abyapado adoso metta mettayana atthakamata hitakamata cetaso pasado, ayam adoso kusalamulam. ","pe6:29.3":"Kassetam mulam? ","pe6:29.4":"Adosajassa kusalassa kayakammassa vacikammassa manokammassa tamsampayuttananca cittacetasikanam dhammanam mulam. ","pe6:29.5":"Atha va tinnam magganganam mulam. ","pe6:29.6":"Katamesam tinnam? ","pe6:29.7":"Sammavacaya sammakammantassa sammaajivassa ca imesam tinnam magganganam mulam, tasma kusalamulanti vuccati. ","pe6:30.1":"Tattha katamam <b>amoho kusalamulam</b>? ","pe6:30.2":"Yam catusu ariyasaccesu yathabhutam nanadassanam abhisamayo samma ca paccagamo pativedho amoho asammuyhana asammoho vijjapakaso aloko anavaranam sekkhanam kusalanam dhammanam, ayam amoho kusalamulam. ","pe6:30.3":"Kassetam mulam? ","pe6:30.4":"Amohajassa kusalassa kayakammassa vacikammassa manokammassa tamsampayuttananca cittacetasikanam dhammanam mulam. ","pe6:30.5":"Atha va dvinnam magganganam etam mulam. ","pe6:30.6":"Katamesam dvinnam? ","pe6:30.7":"Sammaditthiya ca sammasatiya ca imesam dvinnam magganganam mulam, tasma kusalamulanti vuccati. ","pe6:31.1":"Evam imesam tihi kusalamulehi atthangiko maggo yojetabbo. ","pe6:32.1":"Tattha katama <b>aniccasanna</b>? ","pe6:32.2":"“Sabbe sankhara uppadavayadhammino”ti ca ya sanna sanjanana vavatthapana uggaho, ayam aniccasanna. ","pe6:32.3":"Tassa ko nissando? ","pe6:32.4":"Aniccasannaya bhavitaya bahulikataya atthasu lokadhammesu cittam nanusandhati na sandhati na santhahati, upekkha va patikkulata va santhahati, ayamassa nissando. ","pe6:33.1":"Tattha katama <b>dukkhasanna</b>? ","pe6:33.2":"“Sabbe sankhara dukkha”ti ya sanna sanjanana vavatthapana uggaho, ayam dukkhasanna. ","pe6:33.3":"Tassa ko nissando? ","pe6:33.4":"Dukkhasannaya bhavitaya bahulikataya alasse sampamade vimhaye ca cittam nanusandhati na sandhati na santhahati, upekkha va patikkulata va santhahati, ayamassa nissando. ","pe6:34.1":"Tattha katama <b>anattasanna</b>? ","pe6:34.2":"“Sabbesu dhammesu anatta”ti ya sanna sanjanana vavatthapana uggaho, ayam anattasanna. ","pe6:34.3":"Tassa ko nissando, anattasannaya bhavitaya bahulikataya ahankaro cittam nanusandhati na sandhati, mamankaro na santhahati, upekkha va patikkulata va santhahati, ayamassa nissando. ","pe6:35.1":"Tattha katama <b>asubhasanna</b>? ","pe6:35.2":"“Satta sankhara asubha”ti ya sanna sanjanana vavatthapana uggaho, ayam asubhasanna. ","pe6:35.3":"Tassa ko nissando? ","pe6:35.4":"Asubhasannaya bhavitaya bahulikataya subhanimitte cittam nanusandhati na sandhati na santhahati, upekkha va patikkulata va santhahati, ayamassa nissando. ","pe6:36.1":"Tattha pancannam khandhanam parinna bhagavata desita, yo tattha asubhasanna rupakkhandhassa parinnattam, dukkhasanna vedanakkhandhassa parinnattam, anattasanna sannakkhandhassa sankharakkhandhassa parinnattam, aniccasanna vinnanakkhandhassa parinnattam. ","pe6:36.2":"Tattha samathena tanham samugghateti, vipassanaya avijjam samugghateti, adosena dosam samugghateti, amohena moham samugghateti, aniccasannaya niccasannam samugghateti, dukkhasannaya sukhasannam samugghateti, anattasannaya attasannam samugghateti, asubhasannaya subhasannam samugghateti. ","pe6:37.1":"Cittavikkhepapatisamharanalakkhano samatho, tassa jhanani padatthanam. ","pe6:37.2":"Sabbadhammam yathabhutam pativedhalakkhana vipassana, tassa sabbaneyyam padatthanam. ","pe6:37.3":"Icchapatisamharanalakkhano alobho, tassa adinnadana veramani padatthanam. ","pe6:37.4":"Abyapadalakkhano adoso, tassa panatipata veramani padatthanam. ","pe6:37.5":"Vatthuappatihatalakkhano amoho, tassa sammapatipatti padatthanam. ","pe6:37.6":"Sankhatanam dhammanam vinasaggahanalakkhana aniccasanna, tassa udayabbayo padatthanam. ","pe6:37.7":"Sasavaphassasanjananalakkhana dukkhasanna, tassa vedana padatthanam. ","pe6:37.8":"Sabbadhammaanupagamanalakkhana anattasanna, tassa dhammasanna padatthanam. ","pe6:37.9":"Vinilakavipubbakauddhumatakasamuggahanalakkhana asubhasanna, tassa nibbida padatthanam. ","pe6:37.10":"Imesu navasu padesu upaditthesu sabbo kusalapakkho upadittho bhavati, so ca bahussutena sakka janitum no appassutena, pannavata no duppannena, yuttena no ayuttenati. ","pe6:38.1":"Tattha niccasannadhimuttassa aparaparam cittam panamento satimapaccavekkhato aniccasanna na upatthati, pancasu kamagunesu sukhassadadhimuttassa iriyapathassa agatimapaccavekkhato dukkhasanna na upatthati, khandhadhatuayatanesu attadhimuttassa nanadhatuanekadhatuvinibbhogamapaccavekkhato anattasanna na upatthati, vannasanthanabhiratassa kaye subhadhimuttassa ca vippaticchanna asubhasanna na upatthati. ","pe6:39.1":"Avippatisaralakkhana saddha, saddahana paccupatthanam. ","pe6:39.2":"Tassa cattari sotapattiyangani padatthanam. ","pe6:39.3":"Evanhi vuttam bhagavata saddhindriyam bhikkhave, kuhim datthabbam, catusu sotapattiyangesu kusalesu dhammesu. ","pe6:40.1":"Suraapatikkhepanalakkhanam viriyindriyam, viriyindriyarambho paccupatthanam. ","pe6:40.2":"Tassa atita cattaro sammappadhana padatthanam. ","pe6:40.3":"Yatha vuttam bhagavata viriyindriyam, bhikkhave, kuhim datthabbam, catusu sammappadhanesu. ","pe6:41.1":"Sati saranalakkhana, asammohapaccupatthana. ","pe6:41.2":"Tassa atita cattaro satipatthana padatthanam. ","pe6:41.3":"Yatha vuttam bhagavata satindriyam bhikkhave, kuhim datthabbam, catusu satipatthanesu. ","pe6:42.1":"Ekaggalakkhano samadhi, avikkhepapaccupatthano, tassa cattari nanani padatthanam. ","pe6:42.2":"Yatha vuttam bhagavata samadhindriyam, bhikkhave, kuhim datthabbam, catusu jhanesu. ","pe6:43.1":"Pajananalakkhana panna, bhutatthasantirana paccupatthana, tassa cattari ariyasaccani padatthanam. ","pe6:43.2":"Yatha vuttam bhagavata pannindriyam, bhikkhave, kuhim datthabbam, catusu ariyasaccesu. ","pe6:44.1":"<b>Cattari cakkani</b> patirupadesavaso cakkam, sappurisupanissayo cakkam, attasammapanidhanam cakkam, pubbe katapunnata cakkam. ","pe6:44.2":"Tattha ariyasannissayalakkhano patirupadesavaso, so sappurisupanissayassa padatthanam. ","pe6:44.3":"Ariyasannissayalakkhano sappurisupanissayo, so attasammapanidhanassa padatthanam. ","pe6:44.4":"Sammapatipattilakkhanam attasammapanidhanam, tam punnanam padatthanam. ","pe6:44.5":"Kusaladhammopacayalakkhanam punnam, tam sabbasampattinam padatthanam. ","pe6:45.1":"Ekadasasilamulaka dhamma silavato avippatisaro bhavati …pe… ","pe6:45.2":"so vimuttinanadassanam “naparam itthattaya”ti pajanana. ","pe6:45.3":"Tattha veramanilakkhanam silam, tam avippatisarassa padatthanam. ","pe6:45.4":"Na attanuvadalakkhano avippatisaro, so pamojjassa padatthanam. ","pe6:45.5":"Abhippamodanalakkhanam pamojjam, tam pitiya padatthanam. ","pe6:45.6":"Attamanalakkhana piti, sa passaddhiya padatthanam. ","pe6:45.7":"Kammaniyalakkhana passaddhi, sa sukhassa padatthanam. ","pe6:45.8":"Abyapadalakkhanam sukham, tam samadhino padatthanam. ","pe6:45.9":"Avikkhepanalakkhano samadhi, so yathabhutananadassanassa padatthanam. ","pe6:45.10":"Aviparitasantiranalakkhana panna, sa nibbidaya padatthanam analayanalakkhana nibbida, sa viragassa padatthanam. ","pe6:45.11":"Asankilesalakkhano virago, so vimuttiya padatthanam. ","pe6:45.12":"Akusaladhammavivekalakkhana vimutti, sa vimuttino vodanassa padatthanam. ","pe6:46.1":"<b>Catasso ariyabhumiyo cattari samannaphalani</b>. ","pe6:46.2":"Tattha yo yathabhutam pajanati, esa dassanabhumi. ","pe6:46.3":"Sotapattiphalanca so yathabhutam pajanitva nibbindati, idam tanukamaragassa padatthanam byapadanam. ","pe6:46.4":"Sakadagamiphalanca sanham virajjati, ayam ragaviraga cetovimutti. ","pe6:46.5":"Anagamiphalanca yam avijjaviraga vimuccati, ayam katabhumi. ","pe6:46.6":"Arahattanca samannaphalaniti ko vacanattho, ariyo atthangiko maggo samannam, tassetani phalani samannaphalaniti vuccati. ","pe6:46.7":"Kissa brahmannaphalaniti vuccante? ","pe6:46.8":"Brahmannaariyo atthangiko maggo, tassa tani phalaniti brahmannaphalaniti vuccante. ","pe6:47.1":"Tattha sotapanno katham hoti? ","pe6:47.2":"Saha saccabhisamaya ariyasavakassa tini samyojanani pahiyanti sakkayaditthi vicikiccha silabbataparamaso ca, imesam tinnam samyojananam pahana parikkhaya ariyasavako hoti sotapanno avinipatadhammo yava dukkhassantam karoti. ","pe6:48.1":"Tattha katama sakkayaditthi? ","pe6:48.2":"Assutava balo puthujjano yava ariyadhamme akovido, so rupam attato samanupassati yava vinnanasmim attanam, so imesu pancasu khandhesu attaggaho va attaniyaggaho va esohamasmi ekasmim vasavattiko pakkhitto anuggaho anusayanto angamanganti parati. ","pe6:48.3":"Ya tathabhutassa khanti ruci pekkhana akaraparivitakko ditthinijjhayana abhippasanna, ayam vuccate sakkayaditthiti. ","pe6:49.1":"Tattha panca ditthiyo ucchedam bhajanti. ","pe6:49.2":"Katamayo panca? ","pe6:49.3":"Rupam attato samanupassati, yava vinnanam attato samanupassati, imayo panca ucchedam bhajanti, avasesayo pannarasa sassatam bhajanti. ","pe6:49.4":"Iti sakkayaditthipahana dvasatthiditthigatani pahiyanti. ","pe6:49.5":"Pahana ucchedam sassatanca na bhajati. ","pe6:49.6":"Iti ucchedasassatappahana ariyasavakassa na kinci ditthigatam bhavati, anna va lokuttaraya sammaditthiya. ","pe6:49.7":"Katham pana sakkayaditthi na bhavati? ","pe6:49.8":"Idha ariyasavako sutava hoti, sabbo sukkapakkho katabbo, yava ariyadhammesu kovido rupam anattato samanupassati, yava vinnanam …pe… ","pe6:49.9":"evamassa samanupassantassa sakkayaditthi na bhavati. ","pe6:50.1":"Katham vicikiccha na bhavati? ","pe6:50.2":"Idha ariyasavako buddhe na kankhati, na vicikicchati abhippasidati, itipi so bhagavati sabbam. ","pe6:50.3":"Dhamme na kankhati na vicikicchati sabbam. ","pe6:50.4":"Yava tanhakkhayo virago nirodho nibbananti, imina dutiyena akankhiyena dhammena samannagato hoti. ","pe6:50.5":"Sanghe na kankhati …pe… ","pe6:50.6":"yava puja devananca manussanancati, imina tatiyena akankhiyena dhammena samannagato hoti. ","pe6:51.1":"Sabbe sankhara dukkhati na kankhati na vicikicchati adhimuccati abhippasidati. ","pe6:51.2":"Tanha dukkhasamudayoti na kankhati na vicikicchati. ","pe6:51.3":"Tanhanirodha dukkhanirodhoti na kankhati na vicikicchati. ","pe6:51.4":"Ariyo atthangiko maggo dukkhanirodhagamini patipadati na kankhati na vicikicchati adhimuccati abhippasidati. ","pe6:51.5":"Yava buddhe va dhamme va sanghe va dukkhe va samudaye va nirodhe va magge va kankhayana vimati vicikiccha dvedhapatha asappana parisappana anavatthanam adhitthagamanam anekamso anekamsikata, te tassa pahina bhavanti panunna ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","pe6:52.1":"Tattha silabbataparamaso dvidha—","pe6:52.2":"silassa va suddhassa va. ","pe6:52.3":"Tattha silassa silabbataparamaso iminaham silena va vatena va tapena va brahmacariyena va devo va bhavissami devannataro va tattha kapotapadahi accharahi saddhim kilissami ramissami paricarissamiti. ","pe6:52.4":"Yathabhutadassananti rucivimutti rago ragaparivattaka ditthirupana passana asantussitassa silabbataparamaso. ","pe6:52.5":"Tattha katamo suddhassa silabbataparamaso? ","pe6:52.6":"Idhekacco silam paramasati, silena sujjhati, silena niyati, silena muccati, sukham vitikkamati, dukkham vitikkamati, sukhadukkham vitikkamati anupapunati uparimena. ","pe6:52.7":"Tadubhayam silavatam paramasati tadubhayena silavatena sujjhanti muccanti niyanti, sukham vitikkamanti, dukkham vitikkamanti, sukhadukkham vitikkamanti, anupapunantiti avisucikaram dhammam avimuttikaram dhammam visucito vimuttito paccagacchantassa ya tathabhutassa khanti ruci mutti pekkhana akaraparivitakko ditthinijjhayana passana, ayam suddhassa silabbataparamaso. ","pe6:52.8":"Ete ubho paramasa ariyasavakassa pahina bhavanti yava ayatim anuppadadhamma, so silava bhavati ariyakantehi silehi samannagato akkhandehi yava upasamasamvattanikehi. ","pe6:52.9":"Imesam tinnam samyojananam pahana sutava ariyasavako bhavati sotapanno avinipatadhammo, sabbam. ","pe6:53.1":"Sahasaccabhisamaya, iti ko vacanattho? ","pe6:53.2":"Cattaro abhisamaya, parinnabhisamayo pahanabhisamayo sacchikiriyabhisamayo bhavanabhisamayo. ","pe6:54.1":"Tattha ariyasavako dukkham parinnabhisamayena abhisameti, samudayam pahanabhisamayena abhisameti, nirodham sacchikiriyabhisamayena abhisameti, maggam bhavanabhisamayena abhisameti. ","pe6:54.2":"Kinkaranam? ","pe6:54.3":"Dukkhassa parinnabhisamayo, samudayassa pahanabhisamayo, nirodhassa sacchikiriyabhisamayo, maggassa bhavanabhisamayo. ","pe6:54.4":"Samathavipassanaya katham abhisameti? ","pe6:54.5":"Arammane cittam upanibandhetva pancakkhandhe dukkhato passati. ","pe6:54.6":"Tattha yo upanibandho, ayam samatho. ","pe6:54.7":"Ya pariyogahana, ayam vipassana. ","pe6:54.8":"Pancakkhandhe dukkhati passato yo pancakkhandhesu alayo nikanti upagamanam ajjhosana iccha muccha panidhi patthana pahiyati. ","pe6:54.9":"Tattha pancakkhandha dukkham. ","pe6:54.10":"Yo tattha alayo nikanti upagamanam ajjhosanam iccha muccha panidhi patthana, ayam samudayo. ","pe6:54.11":"Yam tassa pahanam, so nirodho samatho vipassana ca maggo, evam tesam catunnam ariyasaccanam ekakale ekakkhane ekacitte apubbam acarimam abhisamayo bhavati. ","pe6:54.12":"Tenaha bhagava “sahasaccabhisamaya ariyasavakassa tini samyojanani pahiyanti”ti. ","pe6:55.1":"Tattha samathavipassana yuganaddha vattamana ekakale ekakkhane ekacitte cattari kiccani karoti, dukkham parinnabhisamayena abhisameti, yava maggam bhavanabhisamayena abhisameti. ","pe6:55.2":"Kim karana? ","pe6:55.3":"Dukkham parinnabhisamayo, yava maggam bhavanabhisamayo. ","pe6:55.4":"Evam ditthanto yatha nava jalam gacchanti cattari kiccani karoti, parimam tiram papeti, orimam tiram jahati, bharam vahati, sotam chindati; ","pe6:55.5":"evameva samathavipassana yuganaddha vattamana ekakale ekakkhane ekacitte cattari kiccani karoti, dukkham parinnabhisamayena abhisameti, yava maggam bhavanabhisamayena abhisameti. ","pe6:55.6":"Yatha va suriyo udayanto ekakale apubbam acarimam cattari kiccani karoti, andhakaram vidhamati, alokam patukaroti, rupam nidassiyati, sitam pariyadiyati; ","pe6:55.7":"evameva samathavipassana yuganaddha vattamana ekakale …pe… ","pe6:55.8":"yatha padipo jalanto ekakale apubbam acarimam cattari kiccani karoti, andhakaram vidhamati, alokam patukaroti, rupam nidassiyati, upadanam pariyadiyati; ","pe6:55.9":"evameva samathavipassana yuganaddha vattamana ekakale …pe…. ","pe6:56.1":"Yada ariyasavako sotapanno bhavati avinipatadhammo niyato yava dukkhassantam karoti, ayam dassanabhumi. ","pe6:56.2":"Sotapattiphalanca sotapattiphale thito uttari samathavipassanam bhavento yuganaddha vattamana kamaragabyapadanam yebhuyyena pahana ariyasavako hoti. ","pe6:56.3":"Sakadagami parinitthitatta sakideva imam lokam agantva dukkhassantam karoti, ayam tanubhumi. ","pe6:57.1":"Sakadagamiphalanca yo sakadagamiphale thito vipassanam bhavento kamaragabyapade sanusaye anavasesam pajahati, kamaragabyapadesu anavasesam pahinesu pancorambhagiyani samyojanani pahinani bhavanti sakkayaditthi silabbataparamaso vicikiccha kamacchando byapado ca, imesam pancannam orambhagiyanam samyojananam pahana ariyasavako hoti anagami tattha parinibbayi anavattidhammo tasma loka, ayam vitaragabhumi. ","pe6:58.1":"Anagamiphalanca anagamiphale thito uttari samathavipassanam bhavento panca uddhambhagiyani samyojanani pajahati ruparagaaruparagamanauddhaccaavijjanca. ","pe6:58.2":"Imesam pancannam uddhambhagiyanam samyojananam pahana ariyasavako araha bhavati, khinasavo vusitava sammadannavimutto parikkhinabhavasamyojano anuppattasadattho, ayam katabhumi. ","pe6:59.1":"Arahantova ayam sopadisesa nibbanadhatu. ","pe6:59.2":"Tassa ayukkhaya jivitindriyaparodha idanca dukkham nirujjhati, annanca dukkham na uppajjati. ","pe6:59.3":"Yo imassa dukkhassa nirodho vupasamo, annassa ca apatubhavo, ayam anupadisesa nibbanadhatu. ","pe6:59.4":"Ima dve nibbanadhatuyo. ","pe6:59.5":"Iti saccani vuttani. ","pe6:59.6":"Saccabhisamayo vutto, kilesavavatthanam vuttam, pahanam vuttam, bhumiyo vutta, phalani vuttani, nibbanadhatuyo vutta. ","pe6:59.7":"Evamimesu vuttesu sabbabodhi vutta bhavati. ","pe6:59.8":"Ettha yogo karaniyo. ","pe6:60.1":"Tattha katamayo <b>nava anupubbasamapattiyo</b>? ","pe6:60.2":"Cattari jhanani catasso ca arupasamapattiyo nirodhasamapatti ca. ","pe6:60.3":"Tattha cattari jhanani katamani? ","pe6:60.4":"Idha, bhikkhave, bhikkhu vivicceva kamehiti vittharena katabbani. ","pe6:60.5":"Tattha katama cattaro arupasamapattiyo? ","pe6:60.6":"Viragino vata vattabbo, yava nirodhasamapatti vittharena katabba. ","pe6:60.7":"Imayo nava anupubbasamapattiyo. ","pe6:61.1":"Tattha katamam pathamam jhanam? ","pe6:61.2":"Pancangavippayuttam pancangasamannagatam. ","pe6:61.3":"Katamehi pancahi angehi vippayuttam? ","pe6:61.4":"Pancahi nivaranehi. ","pe6:61.5":"Tattha katamani panca nivaranani? ","pe6:61.6":"Kamacchandoti vittharetabbo. ","pe6:61.7":"Tattha katamo kamacchando? ","pe6:61.8":"Yo pancasu kamagunesu chandarago pemam nikanti ajjhosanam iccha muccha patthana apariccago anusayo pariyutthanam, ayam kamacchandanivaranam. ","pe6:61.9":"Tattha katamam byapadanivaranam? ","pe6:61.10":"Yo sattesu sankharesu ca aghato …pe… ","pe6:61.11":"yatha dose tatha niotthana, ayam byapado nivaranam. ","pe6:61.12":"Tattha katamam middham? ","pe6:61.13":"Ya cittassa jalata cittassa garuttam cittassa akammaniyata cittassa nikkhepo niddayana pacalikata pacalayana pacalayanam, idam middham. ","pe6:61.14":"Tattha katamam thinam? ","pe6:61.15":"Ya kayassa thinata jalata kayassa garutta kayassa appassaddhi, idam thinam. ","pe6:61.16":"Iti idanca thinam purimakanca middham tadubhayam thinamiddhanivarananti vuccati. ","pe6:61.17":"Tattha katamam uddhaccam? ","pe6:61.18":"Yo avupasamo cittassa, idam uddhaccam. ","pe6:61.19":"Tattha katamam kukkuccam? ","pe6:61.20":"Yo cetaso vilekho alancana vilancana hadayalekho vippatisaro, idam kukkuccam. ","pe6:61.21":"Iti idanca kukkuccam purimakanca uddhaccam tadubhayam uddhaccakukkuccanivarananti vuccati. ","pe6:61.22":"Tattha katamam vicikicchanivaranam? ","pe6:61.23":"Yo buddhe va dhamme va sanghe va …pe… ","pe6:61.24":"ayam vicikiccha. ","pe6:61.25":"Api ca kho pana panca vicikicchayo samanantarayika desantarayika samapattantarayika maggantarayika saggantarayika, imayo panca vicikicchayo. ","pe6:61.26":"Idha pana samapattantarayika vicikiccha adhippeta. ","pe6:61.27":"Ime panca nivarana. ","pe6:62.1":"Tattha nivarananiti ko vacanattho, kuto nivarayantiti? ","pe6:62.2":"Sabbato kusalapakkhika nivarayanti. ","pe6:62.3":"Katham nivarayanti? ","pe6:62.4":"Kamacchando asubhato nivarayati, byapado mettaya nivarayati, thinam passaddhito nivarayati, middham viriyarambhato nivarayati, uddhaccam samathato nivarayati, kukkuccam avippatisarato nivarayati, vicikiccha pannato paticcasamuppadato nivarayati. ","pe6:63.1":"Aparo pariyayo. ","pe6:63.2":"Kamacchando alobhato kusalamulato nivarayati, byapado adosato nivarayati, thinamiddham samadhito nivarayati, uddhaccakukkuccam satipatthanehi nivarayati, vicikiccha amohato kusalamulato nivarayati. ","pe6:64.1":"Aparo pariyayo. ","pe6:64.2":"Tayo vihara dibbaviharo brahmaviharo ariyaviharo. ","pe6:64.3":"Dibbaviharo cattari jhanani, brahmaviharo cattari appamanani, ariyaviharo sattatimsa bodhipakkhiya dhamma. ","pe6:64.4":"Tattha kamacchando uddhaccam kukkuccanca dibbaviharam nivarayati, byapado brahmaviharam nivarayati, thinamiddham vicikiccha ca ariyaviharam nivarayati. ","pe6:65.1":"Aparo pariyayo. ","pe6:65.2":"Kamacchando byapado uddhaccakukkuccanca samatham nivarayanti, thinamiddham vicikiccha ca vipassanam nivarayanti, ato nivarananti vuccante. ","pe6:65.3":"Imehi pancahi angehi vippayuttam pathamam jhanam. ","pe6:66.1":"Katamehi pancahi angehi sampayuttam <b>pathamam jhanam</b>? ","pe6:66.2":"Vitakkavicarehi pitiya sukhena ca cittekaggataya ca. ","pe6:66.3":"Imesam pancannam anganam uppadapatilabhasamannagamo sacchikiriyam pathamam jhanam patiladdhanti vuccati. ","pe6:66.4":"Imani panca angani uppadetva viharatiti, tena vuccate pathamam jhanam upasampajja viharatiti dibbena viharena. ","pe6:67.1":"Tattha <b>dutiyam jhanam</b> caturangasamannagatam pitisukhena cittekaggataya ajjhattam sampasadanena imani cattari angani uppadetva sampadetva viharati, tena vuccati dutiyam jhanam upasampajja viharatiti. ","pe6:68.1":"Tattha pancangasamannagatam <b>tatiyam jhanam</b> satiya sampajannena sukhena cittekaggataya upekkhaya imani pancangani uppadetva sampadetva viharati, tena vuccati tatiyam jhanam upasampajja viharatiti. ","pe6:69.1":"Tattha <b>catuttham jhanam</b> caturangasamannagatam upekkhaya satiparisuddhiya adukkhamasukhaya vedanaya cittekaggata ca, imehi catuhangehi samannagatam catuttham jhanam. ","pe6:69.2":"Iti imesam catunnam anganam uppado patilabho samannagamo sacchikiriya catuttham jhanam patiladdhanti vuccati. ","pe6:69.3":"Imani cattari jhanani uppadetva sampadetva upasampajja viharati, tena vuccati dibbena viharena viharatiti. ","pe6:70.1":"Tattha katamo aniccattho? ","pe6:70.2":"Pilanattho aniccattho pabhangattho sampapanattho vivekattho aniccattho, ayam aniccattho. ","pe6:71.1":"Tattha katamo dukkhattho? ","pe6:71.2":"Pilanattho dukkhattho sampilanattho samvegattho byadhinattho, ayam dukkhattho. ","pe6:72.1":"Tattha katamo sunnattho? ","pe6:72.2":"Anupalitto sunnattho, asambhajanattho gatapattho vivattattho, ayam sunnattho. ","pe6:73.1":"Tattha katamo anattattho? ","pe6:73.2":"Anissariyattho anattattho, avasavattanattho, akamakarittho parividattho, ayam anattatthoti. ","pe6:74.1":"Suttatthasamuccayo nama samvattisantika petakabhumi samatta. "}