{"pe7:0.1":"Petakopadesa ","pe7:0.2":"Pakinnakaniddesa ","pe7:1.1":"Jhanam virago. ","pe7:1.2":"Cattari jhanani vittharena katabbani. ","pe7:1.3":"Tani duvidhani; ","pe7:1.4":"bojjhangavippayuttani ca bojjhangasampayuttani ca. ","pe7:1.5":"Tattha bojjhangavippayuttani bahirakani, bojjhangasampayuttani ariyapuggalani. ","pe7:1.6":"Tattha yena cha puggalamulani tesam nikkhipetva ragacarito, dosacarito, mohacarito, ragadosacarito, ragamohacarito, dosamohacarito, samabhagacarito, iti imesam puggalanam jhanam samapajjitanam panca nivaranani patipakkho tesam patighataya yatha asamattho tini akusalamulani nigganhati. ","pe7:1.7":"Lobhena akusalamulena abhijjha ca uddhaccanca uppilavatam alobhena kusalamulena nigganhati, kukkuccanca vicikiccha ca mohapakkho, tam amohena nigganhati. ","pe7:1.8":"Doso ca thinamiddhanca dosapakkho, tam adosena nigganhati. ","pe7:2.1":"Tattha alobhassa paripuriya nekkhammavitakkam vitakketi. ","pe7:2.2":"Tattha adosassa paripuriya abyapadavitakkam vitakketi. ","pe7:2.3":"Tattha amohassa paripuriya avihimsavitakkam vitakketi. ","pe7:2.4":"Tattha alobhassa paripuriya vivitto hoti kamehi. ","pe7:2.5":"Tattha adosassa paripuriya amohassa paripuriya ca vivitto hoti papakehi akusalehi dhammehi, savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","pe7:3.1":"Vitakkati tayo vitakka—","pe7:3.2":"nekkhammavitakko abyapadavitakko avihimsavitakko. ","pe7:3.3":"Tattha pathamabhinipato vitakko, patiladdhassa vicaranam vicaro. ","pe7:3.4":"Yatha puriso durato purisam passati agacchantam, na ca tava janati eso itthiti va purisoti va yada tu patilabhati itthiti va purisoti va evam vannoti va evam santhanoti va ime vitakkayanto uttari upaparikkhanti kim nu kho ayam silava udahu dussilo addho va duggatoti va. ","pe7:3.5":"Evam vicaro vitakke appeti, vicaro cariyati ca anuvattati ca. ","pe7:3.6":"Yatha pakkhi pubbam ayuhati paccha nayuhati yatha ayuhana evam vitakko, yatha pakkhanam pasaranam evam vicaro anupalati vitakketi vicarati vicareti. ","pe7:3.7":"Vitakkayati vitakketi, anuvicarati vicareti. ","pe7:3.8":"Kamasannaya patipakkho vitakko, byapadasannaya vihimsasannaya ca patipakkho vicaro. ","pe7:3.9":"Vitakkanam kammam akusalassa amanasikaro, vicaranam kammam jetthanam samvarana. ","pe7:3.10":"Yatha paliko tunhiko sajjhayam karoti evam vitakko, yatha tamyeva anupassati evam vicaro. ","pe7:3.11":"Yatha aparinna evam vitakko. ","pe7:3.12":"Yatha parinna evam vicaro. ","pe7:3.13":"Niruttipatisambhidayanca patibhanapatisambhidayanca vitakko, dhammapatisambhidayanca atthapatisambhidayanca vicaro. ","pe7:3.14":"Kallita kosallattam cittassa vitakko, abhiniharakosallam cittassa vicaro. ","pe7:3.15":"Idam kusalam idam akusalam idam bhavetabbam idam pahatabbam idam sacchikatabbanti vitakko, yatha pahananca bhavana ca sacchikiriya ca evam vicaro. ","pe7:3.16":"Imesu vitakkavicaresu thitassa duvidham dukkham na uppajjati kayikanca cetasikanca; ","pe7:3.17":"duvidham sukham uppajjati kayikanca cetasikanca. ","pe7:3.18":"Iti vitakkajanitam cetasikam sukham piti kayikam sukham kayikoyeva. ","pe7:3.19":"Ya tattha cittassa ekaggata, ayam samadhi. ","pe7:3.20":"Iti pathamam jhanam pancangavippahinam pancangasamannagatam. ","pe7:4.1":"Tesamyeva vitakkavicaranam abhikkhanam asevanaya tassa tapponamanasam hoti. ","pe7:4.2":"Tassa vitakkavicara olarika khayanti. ","pe7:4.3":"Yanca pitisukhanca nekkhammanca olarikam bhavati. ","pe7:4.4":"Api ca samadhija piti rati ca jayati. ","pe7:4.5":"Tassa vicararammanam. ","pe7:4.6":"Tesam vupasama ajjhattam ceto sampasidati. ","pe7:4.7":"Ye vitakkavicara dve dhammanussaritabba. ","pe7:4.8":"Paccuppanna daranitabbam. ","pe7:4.9":"Tesam vupasama ekodibhavam cittekaggatam hoti. ","pe7:4.10":"Tassa ekodibhavena piti paripurim gacchati. ","pe7:4.11":"Ya piti, tam somanassindriyam, yam sukham, tam sukhindriyam. ","pe7:4.12":"Ya cittekaggata, ayam samadhi. ","pe7:4.13":"Tam dutiyam jhanam caturangasamannagatam. ","pe7:4.14":"So pitiya viraga yati ojahi jallasahagatam. ","pe7:5.1":"Tattha somanassacittamupadananti ca so tam vicinanto upekkhameva manasikaroti. ","pe7:5.2":"So pitiya viraga upekkhako viharati. ","pe7:5.3":"Yatha ca pitiya sukhamanitam, tam kayena patisamvedeti sampajano viharati. ","pe7:5.4":"Yena satisampajannena upekkhaparipurim gacchati. ","pe7:5.5":"Idam tatiyam jhanam caturangasamannagatam. ","pe7:6.1":"Tatha kayikassa sukhassa pahanaya pathame jhane somanassindriyam nirujjhati. ","pe7:6.2":"Dutiye jhane dukkhindriyam nirujjhati. ","pe7:6.3":"So sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati. ","pe7:6.4":"Tattha catuhi indriyehi upekkha pasada hoti, dukkhindriyena domanassindriyena sukhindriyena somanassindriyena ca. ","pe7:6.5":"Tesam nirodha upekkhasampajannam hoti, tattha sukhindriyena somanassindriyena ca asati hoti, tesam nirodha satima hoti, dukkhindriyena domanassindriyena ca asampajannam, tesam nirodha sampajannam hoti, iti upekkhaya ca sanna, sato sampajano cittekaggata ca idam vuccate ca catuttham jhanam. ","pe7:7.1":"Tattha yo ragacarito puggalo tassa sukhindriyanca somanassindriyanca; ","pe7:7.2":"yo dosacarito puggalo tassa dukkhindriyanca domanassindriyanca; ","pe7:7.3":"yo mohacarito puggalo tassa asati ca asampajannanca. ","pe7:8.1":"Tattha ragacaritassa puggalassa tatiye jhane catutthe ca anunayo nirujjhati, dosacaritassa pathame jhane dutiye ca patigham nirujjhati, mohacaritassa puggalassa pathame jhane dutiye ca asampajannam nirujjhati. ","pe7:8.2":"Tatiye jhane catutthe ca asati nirujjhati, evameva tesam tinnam puggalanam cattari jhanani vodanam gamissanti. ","pe7:9.1":"Tattha ragadosacaritassa puggalassa asampajannanca anunayo ca patighanca, tena hanabhagiyam jhanam hoti. ","pe7:9.2":"Tattha ragamohacaritassa puggalassa anunayattam ca adinavam dassita, tam tassa hanabhagiyam jhanam hoti. ","pe7:9.3":"Tattha dosamohacaritassa puggalassa patigho ca asati ca asampajannanca adinavam dassita tena tassa hanabhagiyam jhanam hoti. ","pe7:10.1":"Tattha ragadosamohasamabhagacaritassa puggalassa visesabhagiyam jhanam hoti, imani cattari jhanani sattasu puggalesu niddisitabbani. ","pe7:10.2":"Catusu ca samadhisu chandasamadhina pathamam jhanam, viriyasamadhina dutiyam jhanam, cittasamadhina tatiyam jhanam, vimamsasamadhina catuttham jhanam. ","pe7:10.3":"Appanihitena pathamam jhanam, sunnataya dutiyam jhanam, animittena tatiyam jhanam, anapanassatiya catuttham jhanam. ","pe7:10.4":"Kamavitakkabyapadananca tam tam vupasamena pathamam jhanam hoti, vitakkavicaranam vupasamena dutiyam jhanam, sukhindriyasomanassindriyanam vupasamena tatiyam jhanam, kayasankharanam vupasamena catuttham jhananca. ","pe7:10.5":"Cagadhitthanena pathamam jhanam, saccadhitthanena dutiyam jhanam, pannadhitthanena tatiyam jhanam, upasamadhitthanena catuttham jhanam. ","pe7:10.6":"Imani cattari jhanani sankhepaniddesena nidditthani, tattha samadhindriyam paripurim gacchati. ","pe7:10.7":"Anuvattanakani cattari, tattha yo pathamam jhanam nissaya asavakkhayam papunati, so sukhaya patipadaya dandhabhinnaya domanassindriyapatipakkhena. ","pe7:10.8":"Yo dutiyam jhanam nissaya asavanam khayam papunati, so sukhaya patipadaya khippabhinnaya dukkhindriyapatipakkhena. ","pe7:10.9":"Yo tatiyam jhanam nissaya asavanam khayam papunati, so sukhaya patipadaya dandhabhinnaya somanassindriyapatipakkhena. ","pe7:10.10":"Yo catuttham jhanam nissaya asavanam khayam papunati, so sukhaya patipadaya khippabhinnaya sukhindriyapatipakkhena gato. ","pe7:11.1":"Pakinnakaniddeso. "}