{"pe8:0.1":"Petakopadesa ","pe8:0.2":"Harasampatabhumi ","pe8:1.1":"Yani cattari jhanani, tesam jhananam imani angani, tesam anganam samuho assa anga, ayam jhanabhumi ko visesoti assa viseso. ","pe8:1.2":"Ime sambhara tehi ayam samudagamo, tassa samudagamassa ayam upanisa, taya upanisaya ayam bhavana. ","pe8:1.3":"Tassa bhavanaya ayam adinavo. ","pe8:1.4":"Tena ayam parihani. ","pe8:1.5":"Kassa parihaniti tadupagajjhayino. ","pe8:1.6":"Tam yatha bhanitam paccavekkhanto ayam viseso. ","pe8:1.7":"Tena visesena ayam assado, so kassa assado ajhaniya jhayino, tassa ajhaniya jhayino, idam kallita kosalle thitajjhanam anomaddiyatam gacchati jhanabalam, jhanabale thitassa ayam paramippattassa imani jhanangani anavilasankappo pathame jhane jhanangani bhavi. ","pe8:1.8":"So piti tadanusarittava pathame jhane jhanangam tassanguno ca dhamma tadabhisannitaya ca. ","pe8:1.9":"Piti dutiye jhane jhanangadhammata kho pana tatha pavattassa sahagatam jhanangadhammam sasukhataya ajjhattam sampasado dutiye jhane jhanangam manosampasadanataya tadabhisannitaya ca. ","pe8:1.10":"Piti dutiye jhane jhanangam ajjhattam sampasadanam samadhita piti dutiye jhane jhanangam, cetaso ekodibhavo dutiye jhane jhanangam, upekkha phassata tatiye jhane jhanangam, sukham tassa anganti ca. ","pe8:1.11":"Cetaso ekodibhavo catutthe jhane jhanangam, upekkha adukkhamasukha catutthe jhane jhanangam, abhinisabhumi upekkhasatiparisuddhi catutthe jhane jhanangam. ","pe8:1.12":"Satiparisuddhi ca anekajjhanabhumisu jhanangasamayutta piti cetaso ekodibhavo catutthe jhane jhanangam. ","pe8:2.1":"Tattha katama jhanabhumi? ","pe8:2.2":"Savitakke savicare viveka anugata pathame jhane jhanabhumi. ","pe8:2.3":"Avitakke avicare ajjhattam sampasadanam janitam pitimanugata dutiye jhane jhanabhumi. ","pe8:2.4":"Sukhasatasamohita sappitika tatiye jhane jhanabhumi. ","pe8:2.5":"Tassa sukhadukkhasahagata abhiniharasahagata catutthe jhane jhanabhumi. ","pe8:2.6":"Appamanasahagata sattarammana pathame jhane jhanabhumi. ","pe8:2.7":"Abhibhumiayatanasahagata rupasannisu dutiye jhane jhanabhumi. ","pe8:2.8":"Vimokkhasahagatanam vimokkhesu tatiye jhane jhanabhumi. ","pe8:2.9":"Anupassanasahagata kayasankhara samma catutthassa jhanassa bhumi. ","pe8:3.1":"Tattha katame jhanavisesa? ","pe8:3.2":"Vivicceva kamehi vivicca papakehi akusalehi dhammehi cittacetasikasahagata kamadhatusamatikkamanatapi, ayam jhanaviseso. ","pe8:3.3":"Avitakka ceva avicara ca sappitikaya satisahagataya pitisahagata sannamanasikara samudacaranti. ","pe8:3.4":"Ayam jhanaviseso. ","pe8:3.5":"Avitakkaya bhumiya avicareyeva sati anugata upekkhasahagata manasikara samudacaranti. ","pe8:3.6":"Tadanudhammataya ca sati sandahati. ","pe8:3.7":"Tanca bhumim upasampajja viharati, ayam jhanaviseso. ","pe8:3.8":"Satiparisuddhisahagata sannamanasikara samudacaranti, tanca bhumim upasampajja viharati, ayam jhanaviseso. ","pe8:3.9":"Vinnanancayatanasahagataya bhumiyam akincannayatanasahagata sannamanasikara samudacaranti, tanca bhumim upasampajja viharati, ayam jhanaviseso. ","pe8:4.1":"Jhanasambhara nekkhammavitakko sambharo kamavitakkavinodanadhippayata. ","pe8:4.2":"Abyapadavitakko sambharo byapadavitakkapativinodanadhippayata. ","pe8:4.3":"Avihimsavitakko sambharo vihimsavitakkapativinodanadhippayata. ","pe8:4.4":"Indriyesu guttadvarata appicchata sambharo parisuddhajivo catunnam samapattinam sambharo akammassa viharita. ","pe8:4.5":"Maggasambharo samapattipajjanata. ","pe8:4.6":"Phalasambharo jhananibbattitaya jhanasamudagamo. ","pe8:4.7":"Kusalahetu yam jhanam samudayam gacchanti ko ca na kutoci nekkhammappatta samudagacchanti. ","pe8:4.8":"Alambanirodhasamadhi santo samudagacchanti. ","pe8:4.9":"Avitikkanta samudagacchanti. ","pe8:4.10":"Sukhindriyam somanassindriyam pahanaya te ca abyapajjataya samudagacchanti. ","pe8:4.11":"Tam pana sandhaya samudagacchanti. ","pe8:4.12":"Aparidahanaya samudagacchanti. ","pe8:4.13":"Ayam nanasamudagamo. ","pe8:5.1":"Tattha katama upanisa? ","pe8:5.2":"Kalyanamittata jhanassa upanisa. ","pe8:5.3":"Kalyanasampavankata jhanassa upanisa. ","pe8:5.4":"Indriyesu guttadvarata jhanassa upanisa. ","pe8:5.5":"Asantutthita kusalesu dhammesu jhanassa upanisa. ","pe8:5.6":"Saddhammassavanam jhanassa upanisa. ","pe8:5.7":"Samvejaniye thane samviggassa yoniso padhanam. ","pe8:5.8":"Ayam jhanopanisa. ","pe8:6.1":"Tattha katama bhavana? ","pe8:6.2":"Mettasevana abyapadavitakkabhavana. ","pe8:6.3":"Karunasevana avihimsavitakkabhavana. ","pe8:6.4":"Muditabhavana pitisukhasampajanna karita. ","pe8:6.5":"Upekkhabhavana passavata upekkhabhavana apassavata upekkha ca ajjhupekkha ca, asubhasannabhavana dukkhapatipada dandhabhinna bhavasandhabhinna bhavasandhanam, sa chabbidha bhavana bhavita bahulikata anutthita vatthukata yanikata paricita susamaraddha. ","pe8:6.6":"Ayam bhavana. ","pe8:7.1":"Evam bhavayantassa ayam adinavo. ","pe8:7.2":"Pathame jhane sankharasamannagato eso dhammo assuto sasavo. ","pe8:7.3":"Sace esa dhammo ayam silo asannapatipakkho ca esa dhammo kamo paticaro pativicaro samapattinam ca sabbolariko esa dhammo vitakkavicaro ca. ","pe8:7.4":"Tattha cittam khobhenti, kayo cettha kilamati, kayamhi cettha kilante cittam vihannati. ","pe8:7.5":"Anabhiniharakkhamova abhinnanam ime adinava pathame jhane. ","pe8:8.1":"Dutiye jhane ime adinava pitipharanasahagato ca eso dhammo, na samudacarasseti cittam. ","pe8:8.2":"Asodhayam upagamo cesa dhammo upagamiparissayo domanassapaccatthiko cesa dhammo. ","pe8:8.3":"Tattha tattha yuttinam piti parajjato cesa dhammo dukkaram hoti, avattasantasabhumiparivajjayanto catusu dukkhatasu esa dhammo anuviddhapanasaddhaya dukkhataya ca na palibodhadukkhataya ca abhinnadukkhataya ca rogadukkhataya ca, ime adinava dutiye jhane. ","pe8:9.1":"Tattha katame adinava tatiye jhane? ","pe8:9.2":"Upekkhasukhasahagataya tattha satavinam pancannam upekkhasukham parivattito esa dhammo tena niccasannitananca yam hoti. ","pe8:9.3":"Dukkhopaniyam sukham cittassa sankhobhatam upadaya sukhadukkhaya gato savati. ","pe8:9.4":"Sukhadukkhanukatanca upadaya anabhiharakkhamam cittam hoti. ","pe8:9.5":"Abhinnaya sacchikiriyasu sabbepi cete dhamma tisu jhanasamapattisu catuhi ca dukkhatahi anuviddhanam sa bhaya dukkhataya palibodhadukkhataya ca abhinnaya dukkhataya ca ime adinava tatiye jhane. ","pe8:10.1":"Tattha katame adinava catutthe jhane? ","pe8:10.2":"Akincannasamapattika te dhammanusamapattika etissa ca bhumiyam satanam balaputhujjananam anekavidhani ditthigatani uppajjanti. ","pe8:10.3":"Olarika sukhumehi ca rupasannahi anuvidhani etani jhanani sada anudayamettajhanakalanudanukalaya sadharana, dukkara ca sabbe cattaro mahasambhara samudagatani ca etani jhanani annamannam nissaya samudagacchanti. ","pe8:10.4":"Ettha samudagata ca ete dhamma na samatta honti. ","pe8:10.5":"Asamuggahitanimitta ca ete dhamma parihayanti. ","pe8:10.6":"Nirujjhanti ca ete dhamma na upadiyanti nirujjhangani ca, etesam dhammanam jhanani nimittani na jhananimittasanna vokirati. ","pe8:10.7":"Appatiladdhapubba ca jhayivasena ca bhavati. ","pe8:10.8":"Imehi adinavehi ayam jhanaparihani. ","pe8:11.1":"Nirodhasamapattiya apatisankhaya avasesasannino akincannayatanasahagata sannamanasikara samudacaranti, so nirodhasamapattito parihayati. ","pe8:11.2":"Anenjasannino asannayatanam samapannassa akincannayatanasahagata manasikara samudacaranti, tanca bhumim na pajanati, so tato parihayati. ","pe8:11.3":"Akincannayatanam samapannassa vinnanancayatanasanna manasikara samudacaranti, tanca bhumim na pajanati, so tato parihayati. ","pe8:11.4":"Vinnanancayatanam samapannassa rupasannasahagata. ","pe8:11.5":"Vittharena …pe… ","pe8:11.6":"yava pathame jhane kamasannasahagata katabba. ","pe8:11.7":"Sakassa parihayati, kalankajjhane kalankam jhayati, parisamantato jhayati, bhindanto jhayati, na sajjhayati, ayuhanto jhayati, kinci ca niparicito jhayati. ","pe8:11.8":"Atividhavanto jhayati, atimannanto jhayati, kayasankhare appatisambhare jhayati, pariyutthanassa nissaranam ajananto jhayati, nivaranabhibhuto jhayati, assapattimanasikaronto jhanassa assado kamaragapariyutthanam pahanam jhanassa assado kamaragahetunam dhammanam udayanti, nirujjhangani etesam dhammanam jhanani uparima sukhupekkha kamakammakilesanam pahanam assado, evam kho puna jhanassa assado mahasamvasamappilite lokasannivase asambodhokasa vigamessamidam jhanappahana. ","pe8:11.9":"Ayam palirodhamappalirodhalokasannivase esanidhamidam jhanam anamataggasamsarasamapannanam sattanam samsarappahanana anisamso, yamidam jhanassa assado kayassa ajhaniyajhayino bhavati. ","pe8:11.10":"Ajhaniyajhaniyajhayihi aparamasanto ajhaniyajhayitam jhayati, yani kalankajjhayino padani, tani anudhitani patipakkhe. ","pe8:12.1":"Tattha katamam jhanakosallam? ","pe8:12.2":"Samapattikosallam jhanakosallam, jhanavisesakosallam jhanakosallam, jhanantarikakosallam jhanakosallam, samapattivutthanakosallam jhanakosallam, jhane sabhavakosallam jhanakosallam, jhane adinavakosallam jhanakosallam, jhane nissaranakosallam jhanakosallam, jhanaphalena upadaya kosallam, jhanaphalena patisankhanaphale aparihanadhammata nibbattijhane ca kilitapi visesabhagiyam jhanam patilabbhati. ","pe8:12.3":"Idam panassati bhavaharita ca arammananimittaggaho anabhiniharabalam, cittekaggata nimittasu gatisahita samathabalena asamsidananca jhane maggaphalam samatham pavatte samadhino upekkhapalipubbaparanimittasayo paggahino satibalam tam pavattitananca vipassananam samannabale. ","pe8:12.4":"Tattha katama jhanaparamita? ","pe8:13.1":"Suparamita metta kamesu satta kamasangasattati yamhi sutte desanaya voharena dve saccani nidditthani, dukkhanca samudayo ca, vicayena harena ye samyojaniyesu dhammesu vajjam na passanti, te ogham tarissantiti netam thanam vijjati. ","pe8:13.2":"Na tarissantiti atthi esa yutti ca vicayo ca idam nu kissa padatthanam, kamesu sattati panca kamaguna, tam kamatanhaya padatthanam. ","pe8:13.3":"Samyojane vajjamapassamanati avijjaya padatthanam, na hi jatu samyojanasangasatta ogham tareyyum vipulam mahantanti upadanassa padatthanam. ","pe8:13.4":"Kamesu sattati kama dvidha—","pe8:13.5":"vatthukama ca kilesakama ca, tattha kilesakama kamatanha kamatanhaya yutta bhavanti rupatanha bhavatanha lakkhanena harena, samyojane vajjamapassamanati samyojanassa. ","pe8:13.6":"Yo tattha chandarago tassa kim padatthanam? ","pe8:13.7":"Sukha vedana dve ca indriyani—","pe8:13.8":"sukhindriyanca somanassindriyanca. ","pe8:13.9":"Iti sukhaya vedanaya gahitaya tayopi vedana gahita honti. ","pe8:13.10":"Vedanakkhandhe gahite sabbe pancakkhandha gahita honti. ","pe8:13.11":"Rupasaddagandharasaphotthabba gahita, vatthukamesu gahitesu sabbani cha bahirani ayatanani gahitani honti. ","pe8:13.12":"Ajjhattikabahiresu ayatanesu yo sato, ayam vuccate lakkhano haro, tattha yo olarikamhi kilese ajjhavasito sabbakilesesu yo na tato sukhumataresu na vitarago bhavati. ","pe8:13.13":"Tattha bahirasamyojanam mamanti ajjhattasamyojanam ahanti. ","pe8:13.14":"Tattha bhagavato ko adhippayo? ","pe8:13.15":"Ye ogham taritukama te samyojaniyesu dhammesu adinavanupassino viharissantiti ayamettha bhagavato adhippayo. ","pe8:13.16":"Kamesu sattati yesu ca satta yena ca satta yesanca satta ayam catubbidho akaro sabbesam harabhagiyo. ","pe8:14.1":"Tattha katamani tini vipallasani padatthanani ca? ","pe8:14.2":"Cittavipallasassa ditthivipallasassa sannavipallasassa tayo vipallasa tini akusalamulani padatthanam. ","pe8:14.3":"Tini akusalamulani hinappanitakariyakammassa padatthanam. ","pe8:14.4":"Catunnanca upadananam doso akusalamulam dissati. ","pe8:14.5":"Hinappanitakariyakammassa padatthanam. ","pe8:14.6":"Yatha matuya va pituno va annatarassa va puna ularassa bhikkhuno abhayam deti. ","pe8:14.7":"Tattha anno miccha patipajjeyya kayena va vacaya va. ","pe8:14.8":"Tattha so byapadamupadaya tesam ularanam rakkhavaranaguttiya anupalayanto yo ularanam abhayam deti. ","pe8:14.9":"Tesam abhaye dinne yo tattha miccha patipajjeyya. ","pe8:14.10":"Tattha so byapadam upadayanto dosajam kammam karoti. ","pe8:14.11":"Yo tattha asadhu indriya nivaranam yam tesam abhayam dakkhinato sannam idam panitam karanam maya puna tattha micchapatipatti ayam byapado hinagamivakammam lobho moho ca imani nivaranani vacanani tani cattari upadanani tehi catuhi upadanehi yo so upadano itthi va puriso va tesam pancakkhandhanam teyeva upadano samudayo idam dukkhanca samudayo ca soyeva desanaharo. ","pe8:15.1":"Tattha kamesu ye na pajjanti, te adinavanupassanaya pajjanti. ","pe8:15.2":"Itissa kamadhatuya nikkhamitukamata, ayam vuccati nekkhammacchando. ","pe8:15.3":"Yo tattha anabhisankharanam kinci visodheti tassa dhavara va, ayam abyapadacchando. ","pe8:15.4":"Kinci vihimsati, ayam vihimsachando. ","pe8:15.5":"Iti nekkhammabhinihata tayo chanda—","pe8:15.6":"nekkhammacchando abyapadacchando avihimsachando. ","pe8:15.7":"Tattha nekkhammacchando alobho; ","pe8:15.8":"abyapadacchando adoso; ","pe8:15.9":"avihimsachando amoho. ","pe8:15.10":"Imani tini kusalamulani atthasu sampattesu parahitani, tesamyeva catunnam upadananam nirodhaya samvattanti. ","pe8:15.11":"Sace va puna kammam kareyya kanham va sukkam va tassa vipakahanaya samvattanti. ","pe8:15.12":"Idam kammam akanham asukkam kammakkhayaya samvattati. ","pe8:15.13":"Tattha yo tinnam akusalamulanam nirodho, ayam nirodho. ","pe8:15.14":"Soyeva maggo tattha patipadani imani dve saccani imani cattari saccani avatto haro. ","pe8:16.1":"Kamesu sattati ye sekkha, te ekenevakarena satta. ","pe8:16.2":"Ye puthujjana, te dvihakarehi satta, tassayam panho vibhajjabyakaraniyo vattabbo. ","pe8:16.3":"Kincapi sotapanno patisevanaya, no ca kho abhinivese satto yo hi apacayaya padahati, na upacayaya. ","pe8:16.4":"Sekkho hi kilesavasena kame patisevati. ","pe8:16.5":"Puthujjano pana kilesasamutthanaya kame patisevati. ","pe8:16.6":"Tattha kamesu sattanam catuogham tarissatiti vibhajjabyakaraniyo, ayam vibhatti. ","pe8:17.1":"Parivattanoti kame ye neva sajjanti na ca samyojanehi samyutta, te ogham tarissanti vipulam mahantanti. ","pe8:17.2":"Ayam suttassa patipakkho. ","pe8:18.1":"Vevacananti yo kamesu satto yo ca tattha kamanam guno, tattha viso satto. ","pe8:18.2":"Yepi kamanam ahara dhamma, tattha viso satto. ","pe8:18.3":"Tatthimam kamanam vevacanam pako rajo sallam gando iti upaddavoti. ","pe8:18.4":"Yani va pana annani vevacanani tattha viso sattoti vevacanam. ","pe8:18.5":"Satto bandho mucchito gadhito ajjhosito kame ajjhapanna parimutto tabbahulavihariti. ","pe8:18.6":"Yani va pana annani vevacanani, ayam vevacano nama. ","pe8:18.7":"Kamappacarapannattiya kilesagocarapannattiya pannatta cittanti vevacanam. ","pe8:18.8":"Satto tabbahulavihariti yani va pana annani. ","pe8:18.9":"Ime kamappacarapannattiya kilesagocarapannattiya pannatta, bijapannattiya pannatta, sankhara samyojanapannattiya pannatta, upadanam hetupannattiya pannattam, puggalo puthupannattiya pannatto. ","pe8:19.1":"Otaranoti imaya paticcasamuppado dukkhanca samudayo ca. ","pe8:19.2":"Ye kilesa ye sankhara samyojanani ca pancasu khandhesu sankharakkhandho dhammayatanesu akusala dhammayatanani indriyesu sukhindriyanca, somanassindriyanca, ayam indriyotarano. ","pe8:20.1":"Sodhanoti ettako. ","pe8:20.2":"Eseva arambho niddisitabbo suttattho. ","pe8:21.1":"Adhitthanoti ime dhamma atthi ekattataya pannatta atthi vemattataya. ","pe8:21.2":"Ye sanna bahiro kame, te vemattataya pannatta. ","pe8:21.3":"Pancasu kamagunesu sattati pariyutthanavipallasa vemattataya pannatta ogham tareyyum. ","pe8:21.4":"Vipulam mahantanti avijja ekattataya pannatta. ","pe8:22.1":"Parikkharoti tassa ko hetu ko paccayo? ","pe8:22.2":"Arammanapaccayataya paccayo. ","pe8:22.3":"Ayoniso ca manasikaro sannissayassa paccayataya paccayo. ","pe8:22.4":"Avijja samanantarapaccayataya paccayo. ","pe8:22.5":"Raganusayo hetupaccayataya paccayo. ","pe8:22.6":"Ayam hetu, ayam paccayo. ","pe8:23.1":"Samaropano paccayoti ye kamesu satta sugata surupati ayam kamadhatuya chando rago te apunnamaya sankhara. ","pe8:23.2":"Te kim paccaya? ","pe8:23.3":"Avijja paccaya. ","pe8:23.4":"Te kissa paccaya? ","pe8:23.5":"Vinnanassa paccaya. ","pe8:23.6":"Iti avijjapaccaya sankhara. ","pe8:23.7":"Sankharapaccaya vinnanam yava jaramaranam evametassa kevalassa mahato dukkhakkhandhassa samudayo hoti ekam suttam gatam. ","pe8:23.8":"Pancanivaranikam suttam katabbam. ","pe8:24.1":"Tattha katamo desanaharo nama? ","pe8:24.2":"Ya ca abhijjha yo ca byapado yanca uddhaccam, ayam tanha. ","pe8:24.3":"Yanca thinamiddham, yanca kukkuccam ya ca vicikiccha, ayam ditthi. ","pe8:24.4":"Ya pana kayassa akammaniyata kincapi tam middham no tu sabhavakilesataya kileso, iti ya ca cittasalliyana ya ca kayakammaniyata, ayam pakkhopakileso na tu sabhavakileso. ","pe8:24.5":"Tattha attasannanupacittam kilamatho kukkuccanupacittam thinam ya cittassa liyana, iti ime panca nivarana cattari nivaranani sabhavakilesa thinamiddham nivaranapakkhopakileso. ","pe8:24.6":"Yatha cattaro asava sabhavaasavataya asava no tu cittasasavataya asava. ","pe8:24.7":"Sabhavataya asava. ","pe8:24.8":"Pakkhe asavataya asava. ","pe8:24.9":"Atha panaha suttantam yena te sampayutta va vippayutta va asava, teyeva ete vattabba sasava va anasava va. ","pe8:25.1":"Tattha katamo vicayo. ","pe8:25.2":"Abhijjha kamatanha rupatanha bhavatanha. ","pe8:25.3":"Yam va pana kinci ajjhosanagatam sasava abhijjhitassa mettanupassiya yo anattham carati. ","pe8:25.4":"Tattha yo byapadam uppadeti, acari carissatiti. ","pe8:25.5":"Evam nava aghatavatthuni kattabbani, tassevam byapadanupassissa kileso yo paridaho kayakilamatho akammaniyata middham. ","pe8:25.6":"Cittanupassissa patighatena khiyana, idam thinamiddham. ","pe8:25.7":"Tattha adhikaranaavupasamo, idam uddhaccam. ","pe8:25.8":"Yam kim kasathamiti idam kukkuccam. ","pe8:25.9":"Yam yatha idam santiranam, ayam vicikiccha. ","pe8:25.10":"Tattha avijja ca tanha ca atthi, idam pariyutthanam. ","pe8:25.11":"Avaranam nivaranam chadanam upakkileso ca atthi, idam kamacchando kamaragapariyutthanassa padatthanam. ","pe8:25.12":"Byapado byapadapariyutthanassa padatthanam. ","pe8:25.13":"Thinamiddham thinamiddhapariyutthanassa padatthanam. ","pe8:25.14":"Uddhaccakukkuccam avijjapariyutthanassa padatthanam. ","pe8:25.15":"Vicikiccha vicikicchapariyutthanassa padatthanam. ","pe8:25.16":"Kamaragapariyutthanam anusayasamyojanassa padatthanam. ","pe8:25.17":"Byapadapariyutthanam patighasamyojanassa padatthanam. ","pe8:25.18":"Thinamiddhapariyutthanam manasamyojanassa padatthanam. ","pe8:25.19":"Avijjapariyutthananca vicikicchapariyutthananca ditthisamyojanassa padatthanam. ","pe8:26.1":"Tattha katamo lakkhano haro? ","pe8:26.2":"Kamaragapariyutthane vutte sabbani pariyutthanani vuttani hontiti. ","pe8:26.3":"Samyojanesu vuttesu sabbasamyojanani vuttani honti. ","pe8:26.4":"Ayam lakkhano haro. ","pe8:27.1":"Tattha katamo catubyuho haro? ","pe8:27.2":"Ye ime panca nivarana jhanapatipakkho so dukkhasamudayo. ","pe8:27.3":"Yam phalam, idam dukkham. ","pe8:27.4":"Tattha kamacchandassa nekkhammavitakko patipakkho; ","pe8:27.5":"byapadassa abyapadavitakko patipakkho; ","pe8:27.6":"tinnam nivarananam avihimsavitakko patipakkho. ","pe8:27.7":"Iti ime tayo vitakka. ","pe8:27.8":"Nekkhammavitakko samadhikkhandham bhajati. ","pe8:27.9":"Abyapadavitakko silakkhandham bhajati. ","pe8:27.10":"Avihimsavitakko pannakkhandham bhajati. ","pe8:27.11":"Ime tayo khandha. ","pe8:27.12":"Ariyo atthangiko maggo nivaranappahanaya samvattati. ","pe8:27.13":"Yam nivaranappahanam, ayam nirodho. ","pe8:27.14":"Imani cattari saccani. ","pe8:27.15":"Ayam catubyuho haro. ","pe8:28.1":"Tattha katamo avatto haro? ","pe8:28.2":"Panca nivaranani dasa bhavanti. ","pe8:28.3":"Yadapi ajjhattam sarajjati, tadapi nivaranam. ","pe8:28.4":"Yadapi bahiddha sarajjati, tadapi nivaranam, evam yava vicikiccha ime dasa nivarana. ","pe8:28.5":"Ajjhattabahiddha kilesa imani dve samyojanani ajjhattasamyojananca bahiddhasamyojananca. ","pe8:28.6":"Tattha ahanti ajjhattam, mamanti bahiddha. ","pe8:28.7":"Sakkayaditthi ajjhattam, ekasatthi ditthigatani bahiddha. ","pe8:28.8":"Yo ajjhattam chandarago rupesu avitarago bhavati avitacchando. ","pe8:28.9":"Evam yava vinnane, ayam ajjhatta tanha. ","pe8:28.10":"Yam chasu bahiresu ayatanesu tisu ca bhavesu ajjhosanam, ayam bahiddha tanha. ","pe8:28.11":"Imani dve saccani samyojanani samyojaniya ca dhamma. ","pe8:28.12":"Tattha samyojanesu dhammesu ya nibbidanupassana ca, ayam maggo. ","pe8:28.13":"Yam samyojanappahanam, ayam nirodho. ","pe8:28.14":"Ayam avatto haro. ","pe8:29.1":"Tattha katamo vibhattiharo? ","pe8:29.2":"Samyojananti na etam ekamsena. ","pe8:29.3":"Manasamyojanam ditthibhagiyanti na tam ekamsena aditthamanam nissayamanam na pajahati. ","pe8:29.4":"Yo panca uddhambhagiyo mano kincapi so ditthipakkhe siya. ","pe8:29.5":"Na tu orambhagiyam samyojanam tassa pahanaya samvattatiti. ","pe8:29.6":"Yo ca ahankaro na paviddhoyam panassa evam hoti. ","pe8:29.7":"Kadasu namaham tam santam ayatanam sacchikatva upasampajja viharissami, yam ariya santam ayatanam upasampajja viharissantiti, ayam abhijjha na ca tam nivaranam. ","pe8:29.8":"Atthi pana arahato kayakilesamiddhanca okkamati na ca tam nivaranam tassa thinamiddham nivarananti. ","pe8:29.9":"Na ekamsena. ","pe8:29.10":"Ayam vibhattiharo. ","pe8:30.1":"Parivattanoti panca nivarana pancangikena jhanena pahanam gacchanti. ","pe8:30.2":"Ayam tesam patipakkho nivarano asukassa pahinati na annanuminitabbam, paramatthamajjhattam, ayam parivattana. ","pe8:31.1":"Tattha katamo vevacano? ","pe8:31.2":"Kamacchando chandarago pemam nikantiti vevacanam. ","pe8:31.3":"Nivaranam chadanam upakkileso pariyutthananti vevacanam. ","pe8:32.1":"Pannattiti avijjapaccaya kiccapannattiya pannatti, byapado vikkhepapannattiya pannatti, thinamiddham asamugghatapannattiya pannatti. ","pe8:32.2":"Evam sabbepi ete panca nivarana imamhi sutte vikkhepapannattiya pannatti. ","pe8:33.1":"Tattha katamo otarano? ","pe8:33.2":"Ime panca nivarana avijja ca tanha ca tattha avijjamula nivarana. ","pe8:33.3":"Ya tanha ime sankhara, te avijjapaccaya ime dve dhamma pancasu khandhesu sankharakkhandhapariyapanna, ayatanesu dhammayatanam, dhatusu dhammadhatu, indriyesu imesam dhammanam padatthanam sukhindriyassa ca somanassindriyassa ca itthindriyassa ca purisindriyassa ca. ","pe8:34.1":"Tattha katamo sodhano haro? ","pe8:34.2":"Idam suttam yatha arabbha nikkhittam so attho bhasito imehi pancahi padehi. ","pe8:35.1":"Tattha kamacchando ca byapado ca vicikiccha ca na ekattataya pannatta, kamati na ekattataya pannatta, atha khalu vemattataya pannatta. ","pe8:35.2":"Ayam adhitthano haro. ","pe8:36.1":"Tattha katamo parikkharo? ","pe8:36.2":"Kamacchandassa ayoniso manasikaro subharammanapaccayo; ","pe8:36.3":"subhanimittanca hetu. ","pe8:36.4":"Byapadassa ayoniso manasikaro aghatavatthuni ca paccayo; ","pe8:36.5":"patighanusayo hetu. ","pe8:36.6":"Thinamiddhassa patisamharo paccayo; ","pe8:36.7":"pavattiya kilamatha calana tanca hetu. ","pe8:36.8":"Uddhaccakukkuccassa rajaniyam arammaniyam assadiyakindriyam tava aparipunnanca nanam paccayo; ","pe8:36.9":"kamasanna ca ditthianusayo ca hetu. ","pe8:36.10":"Vicikicchaya nava manavidha arammanam mananusayo, sova paccayo; ","pe8:36.11":"vicikicchanusayo hetu. ","pe8:36.12":"Ete panca dhamma sahetu sappaccaya uppajjanti. ","pe8:37.1":"Tattha katamo samaropano haro? ","pe8:37.2":"Ime panca nivarana cattaropi ete asava gandapi ete sallapi ete upadanani ete. ","pe8:37.3":"Tesu eva bahiresu dhammesu sankilesabhagiyam suttanti pannattim gacchati. ","pe8:37.4":"Ayam samaropano haro. ","pe8:37.5":"Niddittham sankilesikabhagiyam suttam. ","pe8:38.1":"Manopubbangama dhammati gatha. ","pe8:39.1":"Tattha katamo desana haro? ","pe8:39.2":"Imamhi sutte ko attho khandhavavatthanena vinnanakkhandham deseti, dhatuvavatthanena manovinnanadhatum, ayatanavavatthanena manayatanam, indriyavavatthanena manindriyam. ","pe8:39.3":"Tassa kim pubbangama dhamma? ","pe8:39.4":"Sankhittena cha dhamma pubbangama dhamma kusalamulani ca akusalamulani ca animittam imamhi sutte kusalamulam desitam. ","pe8:39.5":"Tattha katama manopubbangama dhamma? ","pe8:39.6":"Mano tesam pubbangamam, yathapi balassa raja pubbangamo, evameva dhammanam manopubbangama. ","pe8:39.7":"Tattha tividhanam pubbangamanam nekkhammacchandena abyapadacchandena avihimsachandena. ","pe8:39.8":"Alobhassa nekkhammacchandena pubbangama. ","pe8:39.9":"Adosassa abyapadacchandena pubbangama. ","pe8:39.10":"Amohassa avihimsachandena pubbangama. ","pe8:39.11":"Tattha <b>manosettha</b>ti manasa ime dhamma ussata manena va nimmita. ","pe8:39.12":"Manova imesam dhammanam setthoti manova imesam dhammanam setthajetthoti manova imesam dhammanam adhipaccam karotiti manosettha. ","pe8:39.13":"<b>Manojava</b>ti yattha mano gacchati. ","pe8:39.14":"Tattha ime dhamma gacchantiti manojava. ","pe8:39.15":"Yatha vato sigham gacchati anno va koci sigham gamako vuccate vatajavoti pakkhigamikoti, evameva ime dhamma manena sampajayamana gacchanti, tattha ime dhamma gacchantiti manojavati. ","pe8:39.16":"Te tividha chandasamudanita anavilata ca sankappo. ","pe8:39.17":"Sattavidha ca kayikam sucaritam vacasikam sucaritam, te dasa kusalakammapatha. ","pe8:39.18":"Tattha <b>manasa ce pasannena</b>ti manokammam. ","pe8:39.19":"<b>Bhasati va</b>ti vacikammam. ","pe8:39.20":"<b>Karoti va</b>ti kayakammam. ","pe8:39.21":"Imehi imasmim sutte dasa kusalakammapatha paramapi santa silavata parama. ","pe8:39.22":"So bhavati vivattiyam na lokaniyyanaya vasanabhagiyam suttam bhavati. ","pe8:39.23":"Ayam desana. ","pe8:40.1":"Tattha katamo vicayo haro? ","pe8:40.2":"Manopubbangama dhammati kusalamulani ca atthangasammattani. ","pe8:40.3":"Idam suttam. ","pe8:41.1":"Yuttiti dasannam kusalakammapathanam yo vipako, so sukhavedaniyo abyapadassangamano. ","pe8:41.2":"<b>Chayava anapayini</b>ti anugacchati atthi esa yutti. ","pe8:42.1":"Padatthananti attharasannam manopavicaranam padatthanam. ","pe8:42.2":"Manopubbangama dhammati sabbakusalapakkhassa ime dhamma padatthanam. ","pe8:42.3":"<b>Manasa ce pasannena</b>ti yo cetaso pasado, idam saddhindriyassa padatthanam. ","pe8:42.4":"<b>Bhasati va</b>ti sammavacaya. ","pe8:42.5":"<b>Karoti va</b>ti sammakammantassa ca sammavayamassa ca padatthanam. ","pe8:43.1":"Lakkhanoti iti pubbangama dhammati vedanapubbangamapi ete, sannapubbangamapi ete, sankharapubbangamapi ete. ","pe8:43.2":"Ye keci dhamma sahajata sabbe pubbangama etesam dhammanam. ","pe8:43.3":"<b>Tato nam sukhamanveti</b>ti somanassamapi nam anveti yam susukhacchaya tadapi nam sukham tadapi anveti. ","pe8:44.1":"Tattha katamo catubyuho haro? ","pe8:44.2":"Manopubbangamati na idam ekadivacanam. ","pe8:44.3":"Kim karana? ","pe8:44.4":"Sabbeyeva ime chavinnanakaya, imamhi bhagavato ko adhippayo? ","pe8:44.5":"Ye sukhena atthika, te manam pasadentiti ayam imamhi sutte bhagavato adhippayo. ","pe8:44.6":"Attho pubbeyeva niddittho. ","pe8:45.1":"Yani hi kusalamulani, tani atthanisamsamatta hetu, ayam atthangiko maggo. ","pe8:45.2":"Dasa thanani desanahetuni desanapaccaya niddesana ca. ","pe8:45.3":"Tattha yam manne dukkhena saha namarupam vinnanasaccanti angena kusalamulam pahiyati, ayam appahinabhumiyam samudayo. ","pe8:45.4":"Yam tesam pahana, ayam nirodho. ","pe8:45.5":"Imani cattari saccani. ","pe8:45.6":"Ayam avatto haro. ","pe8:46.1":"Vibhattiti—","pe8:47.1":"“Manopubbangama dhamma, ","pe8:47.2":"Manosettha manojava; ","pe8:47.3":"Manasa ce pasannena, ","pe8:47.4":"Bhasati va karoti va; ","pe8:47.5":"Tato nam sukhamanveti, ","pe8:47.6":"Chayava anapayini”ti. ","pe8:48.1":"Tam na ekamsena samanassa va brahmanassa va pana hoti. ","pe8:48.2":"Tassa va micchaditthikassa sakasatthe cittam pasadeti, tena ca pasannena cittena bhasati byakaroti na tam sukhamanveti na chayava anugamini, dukkhameva tam anveti. ","pe8:48.3":"Yatha vahantam cakkam padamanveti, idam tam vibhajjabyakaraniyam. ","pe8:48.4":"Manasa ce pasannena kayakammam vacikammam sukhavedaniyanti samaggate sukhavedaniyam micchaggate dukkhavedaniyam, ayam vibhatti. ","pe8:49.1":"Tattha katamo parivattano haro? ","pe8:49.2":"Manopubbangama dhammati yam manasa padutthena bhasati va karoti va dukkhamassanugamini, etaniyeva dve suttani bhasitani esa eva ca patipakkho. ","pe8:49.3":"Vevacananti yadidam mano cittam vinnanam manindriyam manovinnanadhatu. ","pe8:50.1":"Pannattiti manopubbangama dhammati ayam mano kinci pannattiya pannattam. ","pe8:50.2":"Dhammati kusalakammapathapannattiya pannattam. ","pe8:50.3":"Manosetthati visitthapannattiya pannattam. ","pe8:50.4":"Manojavati sahapannattiya pannattam. ","pe8:50.5":"Cittanti nekkhammapannattiya pannattam. ","pe8:50.6":"Manasa ce pasannenati saddhindriyapannattiya pannattam. ","pe8:50.7":"Manasa ce pasannenati anavilasankappadutiyajjhanapannattiya pannattam. ","pe8:50.8":"Manasa ce pasannenati assaddhanam patipakkhapannattiya pannattam. ","pe8:50.9":"Bhasati vati sammavacapannattiya pannattam. ","pe8:50.10":"Karoti vati sammakammantapannattiya pannattam. ","pe8:50.11":"Tato nam sukhamanvetiti jhanasamadhanam. ","pe8:50.12":"Indriyesu manindriyam. ","pe8:50.13":"Paticcasamuppade vinnanam. ","pe8:50.14":"Manopubbangama dhammati metta ca muduta ca jhanesu dutiyam jhanam tatiyanca. ","pe8:50.15":"Khandhesu sankharakkhandhapariyapanno. ","pe8:50.16":"Dhatusu dhammadhatu, ayatanesu dhammayatanam. ","pe8:50.17":"Yam kusalam indriyesu sukhindriyanca somanassindriyanca padatthanam. ","pe8:50.18":"Imesam dhammanam paticcasamuppannanam phassapaccaya sukhavedaniyo phasso sukhavedana manopavicaresu somanassavicaro chattimsesu pathamapadesu cha somanassanekkhammassita. ","pe8:50.19":"Iti ayam otarano haro. ","pe8:51.1":"Tattha katamo sodhano haro? ","pe8:51.2":"Yam attham arabbha idam suttam bhasitam. ","pe8:51.3":"So attho niyutto etamattham arabbha suttam. ","pe8:51.4":"Ayam sodhano haro. ","pe8:52.1":"Tattha katamo adhitthano haro? ","pe8:52.2":"Manopubbangama dhammati vevacanapannatti, na ekattapannatti. ","pe8:52.3":"Dhammati ekato na vevacanapannatti. ","pe8:52.4":"Manasa ce pasannenati so pasado dvidho ajjhattanca abyapadavikkhambhanabahiddha ca okappanato. ","pe8:52.5":"So ajjhattapasado dvidho. ","pe8:52.6":"Samugghatapasado ca vikkhambhanapasado ca byapadapariyutthanam. ","pe8:52.7":"Vighato na mulapasado jatamulampi va. ","pe8:52.8":"Pasado sabyapadam vighatena. ","pe8:52.9":"Tato nam sukhamanvetiti sukham kayikanca cetasikanca appiyavippayogopi piyasampayogopi nekkhammasukhampi puthujjanasukhampi pitisambojjhangampi cetasikam sukham. ","pe8:52.10":"Yampi passaddhakayo sukham vedeti, tampi kayikam sukham bojjhanga ca cetasikam sukham. ","pe8:52.11":"Yampi passaddhakayo sukham vedesi, tampi tanca sukhapadatthanam pannattiya yathavuttam tam aparamattham kusalanam dhammanam. ","pe8:52.12":"Anvetiti appana sandissati na cayam va pattabhuto anveti. ","pe8:52.13":"Tadidam suttam dvihi akarehi adhitthatabbam. ","pe8:52.14":"Hetuna ca yo pasannamanaso vipakena ca yo dukkhavedaniyo. ","pe8:53.1":"Parikkharoti bhagava pancasatena bhikkhusanghena nagaram pavisati rajagaham. ","pe8:53.2":"Tattha manusso puggalo bhagavantam parivisati, tassa pasado uppanno kusalamulapubbayogavacaropi. ","pe8:53.3":"So annesanca akkhati, idam vacam bhasati labha tesam, yesam nivesanam bhagava pavisati, amhakampi yadi bhaveyya mayampi bhagavato sampasadam lacchamhati. ","pe8:53.4":"Yena bhagava tenanjalim panametva “namo bhagavato namo bhagavato”ti abyapadamano ekamante atthasi. ","pe8:53.5":"Tadanantare bhagava imam suttam abhasittha “manopubbangama dhamma”ti. ","pe8:53.6":"Sabbam suttam tatha yam paresam bhasati idam vacakammam. ","pe8:53.7":"Yam anjalim panameti, idam kayakammam. ","pe8:53.8":"Yo manopasado, idam manokammam. ","pe8:53.9":"Tattha yam paresam pakaseti bhasati vannam. ","pe8:53.10":"Yesam bhagava nivesanam gacchatiti. ","pe8:53.11":"Sabbam tassa alobho kusalamulam. ","pe8:53.12":"Yam bhagavati mettacitto, tassa adoso kusalamulam. ","pe8:53.13":"Yam anjalim panameti mananca nigganhati, tatthassa amoho kusalamulam patubhavati. ","pe8:53.14":"Yam ularapannam patilabhati, idamassa ditthivipallasappahanam. ","pe8:53.15":"Yam tathayeva samvaro hoti, idamassa sannavipallasappahanam. ","pe8:53.16":"Yam manassa pasadanam, idamassa cittavipallasappahananti akusalavipallasanam vikkhambhanam pahanam paccayo. ","pe8:53.17":"Tini kusalamulani yo anavilacittasankappo, so tassa manasikaroti vuccati. ","pe8:53.18":"Yam kilesehi vikkhambhanam iti vipallasa ca arammana sappaccayataya paccayo kusalamulani ca sandissayataya paccayo, so ca manasikaro hetuna imina paccayena cittam uppannam. ","pe8:53.19":"Tattha yam sasattharammanam cittam pavattam ayam buddhanussati. ","pe8:53.20":"Yampi bhagavato gune manasi karoti, ayamassa dhammanussati. ","pe8:53.21":"Tattha satisampajannam hetu, ayanca paccayo. ","pe8:53.22":"Vaca panna hetu vitakkavicara paccayo. ","pe8:53.23":"Kayasankhara kammassa abhisankharo nama hetu va appaccayo sukhavedaniyassa kammassa upacayo hetuka kammassa paccayo. ","pe8:54.1":"Tattha katamo samaropano haro? ","pe8:54.2":"Manasayeva pasannena satoyevettha pasanno api ca cittavodana satta vimuccantiti tena satta cittapubbangama cittena pasannena cetanapi tattha cittabhuta bhavantiti patigha ayam cetananam pasadena kayo cassa pasado, so ca arabhati pasadena pasanno sannananti cassa aviparita, so pancavidho vikkhambhana, kayapassambhanayeva pasado cittasito cittam pana pubbamyeva pasannam. ","pe8:54.3":"Ayam samaropana. ","pe8:54.4":"Evam pancannampi pasado. ","pe8:54.5":"Tato nam sukhamanvetiti katamam bhagava niddisati? ","pe8:54.6":"Na hi attasaccam tassa kammassa vipako anveti. ","pe8:54.7":"Tassa upayo anugacchati yada sitapaccaya uppajjate somanassam avippatisaropi anveti. ","pe8:54.8":"Ayam samaropano haro. ","pe8:55.1":"Mahanamasakkassa suttam. ","pe8:55.2":"Tasmince samaye assato asampajano kalam kareyya kame bhavati. ","pe8:55.3":"Assato abhisamaharo yo ma bhayi, mahanama, yam tam cittam digharattam saddhaparibhavitam silaparibhavitam sutacagaparibhavitanti vittharena katabbam. ","pe8:55.4":"Cagena ca pannaya ca kim dasseti? ","pe8:55.5":"Ya saddha, sa cetaso pasado. ","pe8:55.6":"Ya anavilasankappita, sa saddha. ","pe8:55.7":"Kim karana? ","pe8:55.8":"Anavilalakkhana. ","pe8:55.9":"Anavilalakkhana hi saddha. ","pe8:55.10":"Apare ahu gunaparisuddhinitthagamanalakkhana, yanca apare va vacanapatiggahalakkhana saddha. ","pe8:55.11":"Aparo pariyayo attanam yadi evam okappeti “naham kinci janamiti esa aham tattha anunnatta anannata”ti. ","pe8:55.12":"Ayam saddhati. ","pe8:55.13":"Aparo pariyayo ekasatthiya ditthigatanam adinavanupassana aniccam dukkhamanattati. ","pe8:55.14":"Tena ca padittham bhavati yatha gambhire udapane udakam cakkhuna passati na ca kayena abhisambhunati. ","pe8:55.15":"Evamassa ariya nijjhanakkhantiya ditthi bhavati, na ca sacchikata. ","pe8:55.16":"Ayam vuccati saddha. ","pe8:55.17":"Sa ca lokika. ","pe8:55.18":"Aparo pariyayo khamati puthujjanabhutassa visati cati ko sakkayadhina na niveso. ","pe8:55.19":"Na etam ekanti nayasanna yathabhutam ditthiya tu khalu muduhi pancahi indriyehi dassanamaggena pahina bhavanti. ","pe8:55.20":"Ditthekattha ca kilesa, ayam saddha. ","pe8:56.1":"Sotapattangamadukkhayam bhumiyam paripunna vuccati. ","pe8:56.2":"Tasmimyeva bhumiyam sekkhasilam ariya dharanti vuccati. ","pe8:56.3":"Tasmimyeva bhumiyam mudupanna pannindriyanti vuccati. ","pe8:56.4":"Tasmimyeva bhumiyam khandhehi anatthikata, ayam cago. ","pe8:56.5":"Tasma saddha cagadhitthanena niddisitabba. ","pe8:56.6":"Yatikena bhiyyo manena sa hissa viparita ditthika assaddha, sa nayanaupadhisu pamatta samadinna. ","pe8:56.7":"Tattha saddhindriyam yo kamam parivissanti iti santapapapatinissagga na cagadhitthanam pannindriyena pannadhitthanam, silena upasamadhitthanam. ","pe8:56.8":"Ime cattaro dhamma silam paribhavayanti saddha silam cago ca pannati. ","pe8:56.9":"Tattha saddhaya ogham tarati. ","pe8:56.10":"Yam silam, ayam appamado. ","pe8:56.11":"Yo cago, idam pannaya kammam. ","pe8:56.12":"Ya panna, idam pannindriyam, tattha yam saddhindriyam. ","pe8:56.13":"Tam tisu aveccappasadesu. ","pe8:56.14":"Yam silam, tam saddhindriyesu. ","pe8:56.15":"Yo cago, so catusu jhanesu. ","pe8:56.16":"Ya panna, sa saccesu, sati sabbatthagamini. ","pe8:56.17":"Tassa sekkhassa bhaddika bhati, bhaddiko abhisamparayo. ","pe8:56.18":"Tassa sammutthassatikassa silam karontassa na kayasammutthassatitaya tani va indriyani tam va kusalamulam kammavipakam bhavati. ","pe8:56.19":"Tassa tikassa atthaniddeso. ","pe8:56.20":"Tattha saddha silam cago panna cattaro dhamma. ","pe8:56.21":"Ya saddha ya ca panna, idam manosucaritam. ","pe8:56.22":"Yam silam, idam kayikam vacasikam sucaritam. ","pe8:56.23":"Yo cago, idam cetasikam alobho sucaritam. ","pe8:56.24":"Iti citte gahite pancakkhandha gahita bhavanti. ","pe8:56.25":"Imehi dhammehi sucaritam idam dukkhanca ariyasaccam padatthanam maggassa. ","pe8:57.1":"Tattha katamo vicayo haro? ","pe8:57.2":"Ya ca saddha yanca silam. ","pe8:57.3":"Tam kissa karoti? ","pe8:57.4":"Ya saddha taya bhagavantam anussarati mattenapi hatthina samagata, assa bho kukkura sabbam silena nappatipajjati kayena va vacaya va thanam visarado bhavatiti avippatisari panna yassa pannattam upatthapeti. ","pe8:57.5":"Tassa akhandassa silam yam na pacchi tassam mohassa akusalacittam uppajjati micchaditthisahagatam va, ayam vicayo haro. ","pe8:57.6":"Dhammavadino bhaddikarati bhavissati atthi esa yutti. ","pe8:58.1":"Tattha katamo padatthano haro? ","pe8:58.2":"Yamidam cittam digharattam paribhavitam saddhaya silena cagena pannaya samadhina pathamajjhanassa padatthanam. ","pe8:58.3":"Ya saddha assa anavilasankappo, tam dutiyajjhanassa padatthanam. ","pe8:58.4":"Tini ca aveccappasada yam silam, tam ariyakantam, tam silakkhandhassa padatthanam. ","pe8:58.5":"Ya panna, sa pannakkhandhassa padatthanam. ","pe8:58.6":"Ime ca dhamma idanca cittam ekodibhutasamadhissa padatthanam. ","pe8:58.7":"Saddha saddhindriyassa padatthanam. ","pe8:58.8":"Cago samadhindriyassa padatthanam. ","pe8:58.9":"Panna pannindriyassa padatthanam. ","pe8:58.10":"Saddha ca panna ca vipassanaya padatthanam. ","pe8:58.11":"Silanca cago ca samathassa padatthanam. ","pe8:58.12":"Saddha ca panna ca avijja viragaya pannavimuttiya padatthanam. ","pe8:58.13":"Silanca cago ca ragaviragaya cetovimuttiya padatthanam. ","pe8:59.1":"Tattha katamo lakkhano haro? ","pe8:59.2":"Vinnane vutte saddhasatibhavite sabbe pancakkhandha vutta bhavanti. ","pe8:59.3":"Saddhaya bhanitaya sabbani satta dhanani bhanitani honti saddhadhanam …pe… ","pe8:59.4":"silakkhandhe vutte samadhikkhandho ca pannakkhandho ca vutta bhavanti. ","pe8:59.5":"Yam tam cittam digharattam paribhavitam pacchimake kale na tadanuparivatti bhavissatiti netam thanam vijjati. ","pe8:59.6":"Tattha sannapi tadanuparivattini bhavati. ","pe8:59.7":"Yepi tajjatika dhamma, tepi tadanuparivattino bhavanti. ","pe8:59.8":"Rupasanna rupasancetananupassanamanasikaro evam channam ayatananam vinnanakaye, ayam lakkhano haro. ","pe8:60.1":"Tattha katamo catubyuho haro? ","pe8:60.2":"Idha sutte bhagavato ko adhippayo? ","pe8:60.3":"Ye bhaddikam bhatim akankheyya bhaddikanca abhisamparayam, te saddham silam cagam pannanca manasi karissanti, ayam adhippayo. ","pe8:60.4":"Ye cannepi satta tathagatassa sammukham na patiyujjhante, imam dhammam sota avippatisarato kalam karissantiti, ayam adhippayo. ","pe8:61.1":"Tattha katamo avatto haro? ","pe8:61.2":"Idampi cattaro dhamma saddha ca panna ca assaddhiyanca avijjanca hananti. ","pe8:61.3":"Silanca cago ca tanha ca dosanca hananti. ","pe8:61.4":"Tassa dve mulani pahiyanti. ","pe8:61.5":"Dukkham nivatteti appahinabhumiyanca dvimulani pancakkhandha. ","pe8:61.6":"Dve ariyasaccani samatho ca vipassana ca. ","pe8:61.7":"Dvinnam mulanam pahanam. ","pe8:61.8":"Imani dve saccani nirodho ca maggo ca. ","pe8:61.9":"Ayam avatto haro. ","pe8:62.1":"Tattha katamo vibhatti? ","pe8:62.2":"Yam tam cittam saddhaparibhavitam …pe… ","pe8:62.3":"sace puthujjanassa tassapi bhaddika bhati bhavissatiti na ekamsena tassa kammam dittheyeva dhamme vipakanti paccessati, aparamhi va pariyaye bhavissati. ","pe8:62.4":"Yam va atitam vipakaya paccupatthitam, tappaccayani cetani, ye yatha mahakammavibhange “tenayam vibhajjabyakaraniyo niddeso dhammacarino ya bhaddika bhati”ti. ","pe8:63.1":"Tattha katama parivattana? ","pe8:63.2":"Assaddhiyam dussilyam yam maccheram duppannam ca yanca patipakkhena pahina bhavanti, ayam parivattana. ","pe8:64.1":"Tattha katamam vevacanam? ","pe8:64.2":"Yam tam cittam digharattam paribhavitam cittam manovinnanam …pe… ","pe8:64.3":"yam saddhabalam saddhindriyam, yam silam tam sucaritam, samyamo niyamo damo khandhata imani tassa vevacanani. ","pe8:64.4":"Yo cago so patinissaggo alobho vosaggo cagoyitthanam. ","pe8:64.5":"Ya panna sa pannatta pannappabha pannindriyam pannabalam. ","pe8:65.1":"Tattha katama pannatti? ","pe8:65.2":"Yam tam cittam bijam pannattiya pannattam. ","pe8:65.3":"Paribhavana vasana pannattiya pannatti. ","pe8:65.4":"Saddha pasadapannattiya pannatta. ","pe8:65.5":"Silam sucaritapannattiya pannattam. ","pe8:65.6":"Cago punnakiriyapannattiya pannatto. ","pe8:65.7":"Panna vimamsapannattiya pannatta. ","pe8:65.8":"Ime tayo dhamma saddha silam cago pannavato parisuddhim gacchanti. ","pe8:66.1":"Tattha katamo otarano? ","pe8:66.2":"Yam cittam, tam khandhesu vinnanakkhandho, dhatusu manovinnanadhatu, ayatanesu manayatanam. ","pe8:66.3":"Ye cattaro dhamma, te khandhesu sankharakkhandhe pariyapanna …pe… ","pe8:66.4":"dhatusu ayatanesu. ","pe8:67.1":"Tattha katamo sodhano haro? ","pe8:67.2":"Idam bhagavato bhasitam mahanamena sakkena pucchitena sabbam tam niyuttam. ","pe8:68.1":"Tattha katamo adhitthano? ","pe8:68.2":"Idam cittam vemattataya pannattam akusalehi cittehi aparibhavitehi paribhavitanti yani puna paribhavitani annesampi tattha upadaya pannattam sabbepime cattaro dhamma ekattataya pannatta. ","pe8:68.3":"Bhaddika bhatiti kamabhogino teva rupadhatu arupadhatu manussati sabba bhaddika bhati tadeva kathaya pannattam, ayam pannatti. ","pe8:69.1":"Tattha katamo parikkharo? ","pe8:69.2":"Cittassa indriyani paccayo adhipateyyapaccayataya manasikaro. ","pe8:69.3":"Hetupaccayataya paccayo. ","pe8:69.4":"Saddhaya lokika panna hetupaccayataya paccayo. ","pe8:69.5":"Yoniso ca manasikaro paccayo. ","pe8:69.6":"Silassa patirupadesavaso paccayo. ","pe8:69.7":"Attasammapanidhananca hetu. ","pe8:69.8":"Cagassa alobho hetu. ","pe8:69.9":"Avippatisaro ca hetupaccayo. ","pe8:69.10":"Panna parato ca ghoso ajjhattanca yoniso manasikaro hetupaccayo ca. ","pe8:70.1":"Tattha katamo samaropano? ","pe8:70.2":"Yam tam cittam digharattam paribhavitanti cetasikapi. ","pe8:70.3":"Ettha sabbe dhamma paribhavita bhaddika te bhati bhavissati, bhaddika upapattiko abhisamparayo. ","pe8:70.4":"Iti ye keci manussaka upabhogaparibhoga sabbe bhaddika bhatiyeva, ayam samaropano. ","pe8:71.1":"Uddham adho sabbadhi vitaragoti gatha. ","pe8:71.2":"Tattha kim uddham nama? ","pe8:71.3":"Yam ito uddham bhavissati anagami, idam uddham. ","pe8:71.4":"Adho nama yamatikkantamatitam, idamavoca apadanatanti uddham. ","pe8:71.5":"Tattha atitena sassataditthi pubbantakappikanam aparantaditthi kesanci, ucchedaditthim yam vuttakappikanam ima ceva ditthiyo ucchedaditthi ca sassataditthi ca. ","pe8:71.6":"Tatthayam sassataditthi imani pannarasa padani sakkayaditthi sassatam bhajanti. ","pe8:71.7":"Rupavantam me atta, attani me rupam, rupam me attati yaduccate pannam paridahanti. ","pe8:71.8":"Ya ucchedaditthi sa pancasatani ucchedam bhajanti. ","pe8:71.9":"Te “tam jivam tam sariran”ti passanti, rupam me attati tatharupa catubbidha sakkayaditthi ucchedena ca sassatena ca. ","pe8:71.10":"Evam pancasu khandhesu visativatthukaya ditthiya pannarasa padani pubbantam bhajanti. ","pe8:71.11":"Sassataditthiya panca padani aparantam bhajanti ucchedaditthiya. ","pe8:71.12":"Tattha “ayamahamasmi”ti passanta rupam attato samanupassati, so ucchedavadi rupavantanca attanam, attani ca rupam, rupasmim va attati so passati cati iti ucchedaditthi ca, attato patissarati sassataditthi pubbantato ca patissarati. ","pe8:71.13":"“Ayamahamasmi”ti na samanupassati. ","pe8:71.14":"Tassa ditthasava pahanam gacchanti. ","pe8:71.15":"Yo tisu addhasu pubbante ca aparante ca tena tena nidditthanena uddham adho sabbadhi vitarago “ahamasmi”ti na anupassatiti imina dvarena imina payogena imina upayena idam dassanabhumi ca sotapattiphalanca so ariyo payogo anabhavangatena samsarena apunabbhavati yo koci ariyo payogo punabbhavaya muduni va pancindriyani majjhani adhimattani va sabbam apunabbhavappahanaya samvattanti. ","pe8:71.16":"Ahanti ditthogho kamogho bhavogho avijjogho ca odhiso. ","pe8:71.17":"Tattha desanaharena cattari saccani pancahi indriyehi sotapattiphalena ca dve saccani maggo ca nirodho ca. ","pe8:71.18":"Sakkayasamudayena dve saccani dukkhanca samudayo ca, ayam desana haro. ","pe8:72.1":"Tattha katamo vicayo? ","pe8:72.2":"“Ayamahamasmi”ti asamanupassanto tini dassanappahatabbani samyojanani pajahati. ","pe8:72.3":"Ayam vicayo. ","pe8:73.1":"Tattha katama yutti? ","pe8:73.2":"Tividha puggala koci ugghatitannu koci vipancitannu koci neyyo. ","pe8:73.3":"Ugghatitannu tikkhindriyo ca tato vipancitannu mudindriyo tato mudindriyehi neyyo. ","pe8:73.4":"Tattha ugghatitannu tikkhindriyataya dassanabhumimagamma sotapattiphalam papunati, ekabijako bhavati. ","pe8:73.5":"Ayam pathamo sotapanno. ","pe8:73.6":"Vipancitannu muduhi indriyehi dassanabhumimagamma sotapattiphalam papunati, kolankolo ca hoti. ","pe8:73.7":"Ayam dutiyo sotapanno. ","pe8:73.8":"Tattha neyyo dassanabhumimagamma sotapattiphalam papunati, sattakkhattuparamo ca bhavati. ","pe8:73.9":"Ayam tatiyo sotapanno. ","pe8:74.1":"Atthi esa yutti mudumajjhadhimattehi indriyehi mudumajjhadhimattam bhumim sacchikareyya sakkayaditthippahanena va ditthigatani pajahati. ","pe8:74.2":"Ayam yutti. ","pe8:75.1":"Tattha katamo padatthano? ","pe8:75.2":"Tattha sakkayaditthi sabbamicchaditthiya padatthanam. ","pe8:75.3":"Sakkayo namarupassa padatthanam. ","pe8:75.4":"Namarupam sakkayaditthiya padatthanam. ","pe8:75.5":"Panca indriyani rupini ruparagassa padatthanam. ","pe8:75.6":"Salayatanam ahankarassa padatthanam. ","pe8:75.7":"Tattha katamo lakkhano? ","pe8:75.8":"Dvisu ditthisu pahinasu tattha eka ditthi ditthigatani pahanam gacchanti. ","pe8:75.9":"Uddham ca adho ca vitarago sabbarajaniyesu vitarago hoti. ","pe8:75.10":"Tajja parabhumiyam, idam paccayanti yathabhutam passati. ","pe8:75.11":"So sabbapaticcasamuppadam amasati. ","pe8:75.12":"Ayam lakkhano haro. ","pe8:76.1":"Tattha katamo catubyuho haro? ","pe8:76.2":"Imamhi sutte bhagavato ko adhippayo? ","pe8:76.3":"Ye satta ye nabhiramissanti, te ditthippahanaya vayamissanti. ","pe8:76.4":"Ayamettha bhagavato adhippayo. ","pe8:76.5":"Ayam catubyuho haro. ","pe8:77.1":"Tattha katamo avatto haro? ","pe8:77.2":"Yanimani muduni pancindriyani tani orambhagiyani pancindriyani. ","pe8:77.3":"Sabbena sabbam samuhananti abhijjhabyapado ca bhavanakarena sekkhaya vimuttiya balam saddha, uddhambhagiyani ditthivasena balam saddha, viriyindriyam arabhitatta satindriyam paggahitatta accantam nittham gacchanti. ","pe8:77.4":"Tattha yani indriyani, ayam maggo sankilesappahanam. ","pe8:77.5":"Ayam nirodho ayatim anuppadadhammo, idam dukkham. ","pe8:77.6":"Ayam avatto haro. ","pe8:78.1":"Tattha katamo vibhatti haro? ","pe8:78.2":"“Ayamahamasmi”ti yo samanupassati, so ca kho adhimattena lokika yam bhumiyam na tu ariyena payogena so sakkayaditthi pajahati. ","pe8:78.3":"Yam vuccati tajjaya bhumiya adhimattaya. ","pe8:78.4":"Tattha tajjaya bhumiyam pancahi akarehi adhimattatam patilabhati silena vatena bahusaccena samadhina nekkhammasukhena. ","pe8:78.5":"Tattha appatte pattasanni adhimanam ganhati. ","pe8:78.6":"Etasmimyeva vatthuppattiyam bhagava idam suttam bhasati. ","pe8:78.7":"Silava vatamattenati. ","pe8:78.8":"Tattha yo appatte pattasanni tassa yo samadhi, so samiso kapurisasevito pana so kapurisa vuccanti puthujjana. ","pe8:78.9":"Amisam yanca ariyamaggamagamma lokika anariyam tena samadhi hoti anariyo kapurisasevito. ","pe8:78.10":"Yo pana ariyakarena yathabhutam na janati na passati, so adhigamanam pajahati yo ariyena samadhina akapurisasevitena niramisena niyati, tattha akapurisa vuccanti ariyapuggala. ","pe8:78.11":"Yo tehi sevito samadhi, so akapurisasevito. ","pe8:78.12":"Tasma ekam vibhajjabyakaraniyam “ayamahamasmi”ti asamanupassanto tatha pateti. ","pe8:79.1":"Tattha katama parivattana? ","pe8:79.2":"Imaya dassanabhumiya kilesa pahatabba, tehi pahiyanti anidditthapi bhagavata niddisitabba yo. ","pe8:80.1":"Tattha katamam vevacanam? ","pe8:80.2":"Ya sakkayaditthiya attaditthiya. ","pe8:80.3":"Ayam bhumi. ","pe8:80.4":"Ye kilesa pahatabba. ","pe8:80.5":"Te appahiyanti anidditthapi bhagavata sassataditthi ca ucchedaditthi ca, sa pariyantaditthi ca. ","pe8:80.6":"Ya apariyantaditthi ca, sa sassataditthi ca. ","pe8:80.7":"Ya ucchedaditthi, sa natthika ditthi. ","pe8:80.8":"Ya sassataditthi, sa akiriyaditthi. ","pe8:80.9":"Idam vevacanam. ","pe8:81.1":"Tattha katama pannatti? ","pe8:81.2":"Tanha samyojanapannattiya pannatta. ","pe8:81.3":"Maggo patilabhapannattiya pannatto. ","pe8:81.4":"Indriya patilabhapannattiya pannattati. ","pe8:81.5":"Tattha katamo otarano? ","pe8:81.6":"Sakkayo dukkham dassanappahatabbo. ","pe8:81.7":"Samudayo maggo. ","pe8:81.8":"Indriyani tani ca nidditthani khandhadhatuayatanesu. ","pe8:82.1":"Tattha katamo sodhano haro? ","pe8:82.2":"Yanhi arabbha bhagavata idam suttam bhasitam, so arabbha niddittho. ","pe8:82.3":"Tattha katamo parikkharo? ","pe8:82.4":"Namarupassa hetupaccayopi vinnanam hetu bijam. ","pe8:82.5":"Tena avijja ca sankhara ca paccayo. ","pe8:82.6":"Nivattinayo na aparo pariyayo sabbabhavo, ye ca sabbabhavassa hetu parabhandapaccayo iti sammaditthi parato ca ghoso yoniso ca manasikaro paccayo. ","pe8:82.7":"Ya panna uppadeti, esa hetu sammaditthiya sammasankappo bhavati, ya sammasamadhi, ayam parikkharo. ","pe8:83.1":"Tattha katamo samaropano? ","pe8:83.2":"“Ayamahamasmi”ti asamanupassi dukkhato rogato …pe… ","pe8:83.3":"pannarasa padani. ","pe8:83.4":"Silani bhagava kimatthiyani kimanisamsani. ","pe8:83.5":"Silani, ananda, avippatisaratthani yava vimutti. ","pe8:83.6":"Tattha duvidho attho—","pe8:83.7":"purisattho ca vacanattho ca. ","pe8:84.1":"Tattha katamo purisattho? ","pe8:84.2":"Yayam na pacchanutapita ayam avippatisaro, ayam purisattho. ","pe8:84.3":"Yatha koci bruhayati imatthamasevati so bhaneyya, kinci mamettha adhinam tassatthaya idam kiriyam arabhamiti. ","pe8:84.4":"Ayam purisattho. ","pe8:85.1":"Tattha katamo vacanattho? ","pe8:85.2":"Silani kayikam va vacasikam va sucaritam avippatisaroti. ","pe8:85.3":"Tattha silassa vatassa ca bhasoyeva. ","pe8:85.4":"Ananna sugatakammata sucaritam ayam avippatisaro. ","pe8:85.5":"Evam yava vimuttiti ekamekasmim pade dve attha—","pe8:85.6":"purisattho ca vacanattho ca, yatha imamhi sutte evam sabbesu suttesu dve dve attha. ","pe8:85.7":"Ayam hi paramattho uttamattho ca. ","pe8:85.8":"Yam nibbanasacchikam nissaya yam sakam sacchikatabbam bhavati, so vuccati katassa katthoti. ","pe8:85.9":"Ayam puna vevacanam sampajanati. ","pe8:85.10":"Imina niyuttatthamabhilabbhanti vacanattho. ","pe8:85.11":"Tattha yam attham savako abhikankhati. ","pe8:85.12":"Tassa yo patilabho, ayam purisattho. ","pe8:85.13":"Yam yam bhagava dhammam deseti, tassa tassa dhammassa ya atthavinnatti. ","pe8:85.14":"Ayam attho, tattha silanam avippatisaro atthopi anisamsopi. ","pe8:85.15":"Eso ca anisamso yam duggatim na gacchati. ","pe8:85.16":"Yatha tam bhagavata esanisamso dhamme sucinne na duggatim gacchati dhammacari, ayam attho. ","pe8:86.1":"Yam puriso bhavanabhumiyam silani arabbha silena samyutto hoti evam yava vimutti tatha silakkhandho. ","pe8:86.2":"Tattha yo ca avippatisaro anusayavasena niddittho, tanca silam ayam silakkhandho. ","pe8:86.3":"Pamojjapitipassaddhiti ca samadhindriyena, ayam samadhikkhandho. ","pe8:86.4":"Yam samahito yathabhutam pajanati, ayam pannakkhandho. ","pe8:86.5":"Ime tayo khandha silam samadhi panna ca tatha silam paripureti yam viriyindriyam tena karanena so silam paripureti, anuppannassa ca akusalassa anuppadaya vayamati, uppannassa ca pahanaya anuppannassa ca kusalassa uppadaya, uppannassa ca kusalassa bhiyyobhavaya iti viriyindriyam niddittham. ","pe8:86.6":"Tattha yo samadhikkhandho, idam samadhindriyam. ","pe8:86.7":"Pannakkhandho pannindriyam, tam catusu sammappadhanesu datthabbam. ","pe8:86.8":"Tatha yo anuppannassa ca akusalassa anuppadaya vayamati, idam pathamam sammappadhanam. ","pe8:86.9":"Yam uppannassa, idam dutiyam. ","pe8:86.10":"Cattari sammappadhanani catusu jhanesu passitabbani. ","pe8:86.11":"Tatha silakkhandhena nekkhammadhatu ca adhika, tayo ca vitakka nekkhammavitakko abyapadavitakko avihimsavitakko ca. ","pe8:86.12":"Sadharanabhuta. ","pe8:86.13":"Ya piyayamanassa pamojjena idam kayikam sukham anitam aniyamitipemena, idam dukkham. ","pe8:86.14":"Yo tattha avikkhepo, ayam samadhi. ","pe8:86.15":"Idam pancangikam pathamam jhanam. ","pe8:86.16":"Ya cetasika passaddhi savitakkam savicaram virodhanam, yo kileso ca paridaho, so pathame jhane niruddho. ","pe8:86.17":"Tatha ya ca kilesapassaddhi ya ca vitakkavicaranam passaddhi, ubhayepi ete dhamme passaddhayam. ","pe8:86.18":"Tattha kayassa cittassa ca sukham sukhayana, idam pitisukhino passaddhi. ","pe8:86.19":"Yopi ekodibhavo cittassa, tena ekodibhavena yam cittassa ajjhattam sampasadanam, idam catuttham jhanangam. ","pe8:86.20":"Iti ajjhattanca sampasado cetaso ca ekodibhavo piti ca sukhanca, idam dutiyam jhanam caturangikam. ","pe8:86.21":"Yo passaddhakayo sukham vedeti, tena adhimattena sukhena pharitva sukham cetasikam yam, so pitivitarago evam tassa pitivitaragataya upekkham patilabhati. ","pe8:86.22":"So pitiya ca viraga upekkham patilabhati. ","pe8:86.23":"Sukhanca patisamvedeti. ","pe8:86.24":"Sati ca samma pannaya patilabhati. ","pe8:86.25":"Sace sati ekaggata idam pancangikam tatiyam jhanam. ","pe8:86.26":"Yam sukhino cittam samadhiyati, ayam ekaggataya paravidhanabhagiya, pathame jhane atthi cittekaggata no cakkhussa vedana sabbam paripurim gacchati. ","pe8:86.27":"Yatha catutthe jhane, tatha ya upekkha passambhayam satisampajannam cittekaggata ca, idam catuttham jhanam. ","pe8:87.1":"Yatha samadhi dassayitabbam, tatha pannindriyam tam catusu ariyasaccesu passitabbam. ","pe8:87.2":"Yam samahito yathabhutam pajanati, sa pajanana catubbidha asubhato dukkhato anattato ca, yadarammanam tam dukkham ariyasaccam, yam pajananto nibbindati vimuccati tatha yam kamasavassa pahanam bhavasavassa ditthasavassa avijjasavassa, ayam nirodho appahinabhumiyam asavasamudayo. ","pe8:87.3":"Imani cattari ariyasaccani yatha pannindriyam passitabbam. ","pe8:87.4":"Yathayam samahito yathabhutam pajanati, ayam dassanabhumi. ","pe8:87.5":"Sotapattiphalanca yathabhutam pajananto nibbindatiti, idam tanukanca. ","pe8:87.6":"Kamaragabyapadam sakadagamiphalanca yam nibbindati virajjati, ayam pathamajjhanabhavanabhumi ca ragaviraga cetovimutti anagamiphalanca. ","pe8:87.7":"Yam vimutti vimuccati, ayam avijjaviraga pannavimutti arahattanca. ","pe8:87.8":"Ime avippatisara ca viriyindriyanca cattaro sammappadhana avippatisara tanca upari yava samadhi, evam te cattari jhanani samadhindriyanca yam samahito yathabhutam pajanati. ","pe8:87.9":"Ime cattaro satipatthana silaparipurimupadaya cagasamhitena ca nibbedhikananca nimittanam anavilamana, idam satindriyam cattaro satipatthana. ","pe8:87.10":"Yam puna imaya dhammadesanaya tisu thanesu ditthogamanakindriyam kilesapahanena ca sekkhasilam, idam saddhindriyam. ","pe8:87.11":"Cattari ca sotapattiyangani phalani. ","pe8:87.12":"Samadhindriyani sopaniyaharini sabbasuttesu niddisitabbani. ","pe8:87.13":"Yam jhanam patilabhanam viriyagahitamyeva nanam patissarato, ayam sutamayi panna. ","pe8:87.14":"Yo samadhi pubbaparanimittabhaso anomagatitaya yathakamo, ayam cintamayi panna, yam tathasamahito yathabhutam pajanati, ayam bhavanamayi panna. ","pe8:87.15":"Ayam suttaniddeso. ","pe8:88.1":"Imam suttam nibbedhabhagiyam bujjhakaradhikam bujjhitabbam. ","pe8:88.2":"Yehi angehi samannagatam tam bujjhissanti tassa angani bujjhissanti, tena bojjhanga. ","pe8:88.3":"Tatha adito yava silam vatam cetana karaniya, kissa silani paripureti. ","pe8:88.4":"Anuppannassa ca akusalassa anuppadaya uppannassa ca akusalassa pahanaya anuppannassa kusalassa uppadaya uppannassa ca kusalassa bhiyyobhavaya, idam viriyam tassa tassa bujjhitassa anganti. ","pe8:88.5":"Ayam viriyasambojjhango. ","pe8:88.6":"Imina viriyena dve dhamma adito avippatisaro pamojjanca ya puna piti avippatisarapaccaya pamojjapaccaya, ayam pitisambojjhango. ","pe8:88.7":"Yam pitimanassa kayo passambhati. ","pe8:88.8":"Ayam passaddhisambojjhango. ","pe8:88.9":"Tena kayikasukhamanitam yam sukhino cittam samadhiyati, ayam samadhisambojjhango. ","pe8:88.10":"Yam samahito yathabhutam pajanati, ayam dhammavicayasambojjhango. ","pe8:88.11":"Ya silamupadaya pancannam bojjhanganam upadayanulomata nimittayana pitibhagiyananca visesabhagiyananca apilapanata sahagata hoti anavamaggo, ayam satisambojjhango. ","pe8:88.12":"Yam yathabhutam pajanati, accaraddhaviriyam karoti. ","pe8:88.13":"Uddhaccabhumiti kata abhipatthitam peseti. ","pe8:88.14":"Kosajjabhumiti garahito rahitehi angehi bujjhati yam cakkhusamathapatham, sa upekkhati. ","pe8:88.15":"Tena sa upekkha tassa bojjhangassa anganti karitva upekkhasambojjhangoti vuccate. ","pe8:88.16":"Eso suttaniddeso. ","pe8:89.1":"Tattha katama desana? ","pe8:89.2":"Asmim sutte cattari ariyasaccani desitani. ","pe8:89.3":"Tattha katamo vicayo? ","pe8:89.4":"Silavato avippatisaro yava vimutti imissaya pucchaya minikimatthassamiti dve padani puccha dve padani visajjanani dvihi padehi dve abhinnam dvihi ceva padehi visajjana kim pucchati nibbadhikam kayabhumim kammassa tatha hi patittha ca asekkhe dhamme uppadeti. ","pe8:89.5":"Tattha katama yutti? ","pe8:89.6":"Silavato avippatisaro bhavati kim nicchandassa ca virago atthi esa yutti. ","pe8:89.7":"Tattha katamam padatthanam? ","pe8:89.8":"Viriyam viriyindriyassa padatthanam. ","pe8:89.9":"Samadhi samadhindriyassa padatthanam. ","pe8:89.10":"Panna pannindriyassa padatthanam. ","pe8:89.11":"Viriyam adosassa padatthanam. ","pe8:89.12":"Samadhi alobhassa padatthanam. ","pe8:89.13":"Panna amohassa padatthanam. ","pe8:89.14":"Viriyindriyam tinnam magganganam padatthanam, sammavacaya sammakammantassa sammaajivassa. ","pe8:89.15":"Samadhindriyam tinnam magganganam padatthanam, sammasankappassa sammavacaya sammasamadhino. ","pe8:89.16":"Pannindriyam dvinnam magganganam padatthanam, sammasatiya sammaditthiya ca. ","pe8:90.1":"Tattha katamo lakkhano? ","pe8:90.2":"Silakkhandhe vutte sabbe tayo khandha vutta bhavanti, silameva hi selopamata yatha selo sabbapaccatthikehi akaraniyo evam tam cittam sabbakilesehi na kampatiti, ayam amoho. ","pe8:90.3":"Virattam rajaniyesuti ayam alobho. ","pe8:90.4":"Kopaneyye na kuppatiti ayam adoso. ","pe8:90.5":"Tattha panna amoho kusalamulam, alobho alobhoyeva, adoso adosoyeva. ","pe8:90.6":"Imehi tihi kusalamulehi sekkhabhumiyam thito asekkhamaggam uppadeti. ","pe8:90.7":"Sekkhabhumi sampattikammadhamme uppadeti, sa ca sammavimutti, yanca vimuttirasananadassanam ime dasa asekkhanam arahattam dhamma. ","pe8:90.8":"Tattha atthangikena maggena catubbidha bhavanapi labbhati. ","pe8:90.9":"Silabhavana kayabhavana cittabhavana pannabhavana ca. ","pe8:90.10":"Tattha sammakammantena sammaajivena ca kayo bhavito. ","pe8:90.11":"Sammavacaya sammavayamena ca silam bhavitam. ","pe8:90.12":"Sammasankappena sammasamadhina ca cittam bhavitam. ","pe8:90.13":"Sammaditthiya sammasatiya ca panna bhavita. ","pe8:90.14":"Imaya catubbidhaya bhavanaya dve dhamma bhavanaparipurim gacchanti cittam pannanca. ","pe8:90.15":"Cittam bhavanaya samatho, panna bhavanaya vipassana. ","pe8:90.16":"Tattha panna avijjapahanena cittam upakkilesehi amissikatanti. ","pe8:90.17":"Panna bhavanaya cittabhavanamyeva paripureti. ","pe8:90.18":"Evam yassa subhavitam cittam kuto tam dukkhamessatiti. ","pe8:90.19":"Api ca kho pana tassa ayasmato abyapadadhatu adhimutta, na so petam samapanno tassa sankhapaharam deti, sankhavitakkite sarire dukkham na vediyati, ayam suttattho. ","pe8:91.1":"Tattha katama desana? ","pe8:91.2":"Imamhi sutte dasa asekkha arahattadhamma desita appamana ca samma vibhavana. ","pe8:91.3":"Tattha katamo vicayo? ","pe8:91.4":"Selopamata ye ye dhamma vedaniyasukhadukkhopagata, te sabbe nirupam vanupassantanam vupagata kayato vedayitaparikkharo appavattito dukkham na vediyati. ","pe8:91.5":"Tattha katama yutti, yassevam bhavitam cittam kuto tam dukkhamessatiti. ","pe8:91.6":"Tisu bhavanasu dukkham nakkhamati cittam cittabhavanaya ca. ","pe8:91.7":"Nirodhabhavanaya ca anantarika samadhibhavanaya ca. ","pe8:91.8":"Iti yassevam bhavitam cittanti samadhi phalassa padatthanam. ","pe8:92.1":"Tattha katamo lakkhano? ","pe8:92.2":"Yassevam bhavitam cittanti cittani bhavitani yatha pathamam nidditthani panna silam kayo cittam, silampi subhavitam kayikacetasikanca thitatta nanupakampatiti vedanapi tatha sannapi sankharapi. ","pe8:92.3":"Kuto tam dukkhamessatiti sukhampi nanugacchati, adukkhamasukhampi nagatanti. ","pe8:93.1":"Tattha katamo catubyuho haro? ","pe8:93.2":"Idha bhagavato ko adhippayo? ","pe8:93.3":"Ye dukkhena adhika bhavissanti, te evarupahi samapattihi virahissanti. ","pe8:93.4":"Ayamettha bhagavato adhippayo. ","pe8:93.5":"Ye ca appasanna, te hi bhavissanti, pasannananca pitipamojjam bhavissati, ayam tattha bhagavato adhippayo. ","pe8:93.6":"Avattoti natthi avattanassa bhumi. ","pe8:94.1":"Vibhattiti yassevam bhavitam cittam kuto tam dukkhamessatiti duvidho niddeso—","pe8:94.2":"dukkhahetuniddeso ca patipakkhaniddeso ca. ","pe8:94.3":"Ko so dukkhahetu? ","pe8:94.4":"Yato dukkham agacchati patipakkhe vutte sesadhammanam silam hetu ca paccayo ca, te sabbe dhamma vutta honti. ","pe8:94.5":"Ekabodhipakkhiye dhamme vutte sabbe bodhagamaniya dhamma vutta bhavanti. ","pe8:95.1":"Tattha katamo catubyuho haro? ","pe8:95.2":"Imamhi sutte bhagavato ko adhippayo? ","pe8:95.3":"Ye avippatisarena chandika, te silaparipuri bhavanti pamojjachandika avippatisariparipuri, ayamettha bhagavato adhippayo …pe… ","pe8:95.4":"ayam catubyuho haro. ","pe8:96.1":"Tattha katamo avatto? ","pe8:96.2":"Idam suttam nibbedhabhagiyam. ","pe8:96.3":"Yo nibbedho, ayam nirodho. ","pe8:96.4":"Yena nibbijjhati, so maggo. ","pe8:96.5":"Yam nibbijjhati, tam dukkham. ","pe8:96.6":"Yam nibbedhagamina maggena pahiyati, samudayoyam vutto. ","pe8:97.1":"Tattha katama vibhatti? ","pe8:97.2":"Silavato avippatisaroti vibhajjabyakaraniyam, paramasantassa natthi avippatisaro yava dosakatam kayena va vacaya va akusalam arabhati. ","pe8:97.3":"Kincipissa evam hoti “sukatametam sucaritametam no cassa tena avippatisarena pamojjam jayati yava vimutti, tassa silavato avippatisaro”ti vibhajjabyakaraniyam, ayam vibhattiharo. ","pe8:98.1":"Tattha katama parivattana? ","pe8:98.2":"Imehi sattahi upanisasampattihi ekadasa upanisa vibhattiyam pajahanam pajahanti, ayam parivattana. ","pe8:99.1":"Tattha katama vevacana? ","pe8:99.2":"Imesam ariyadhammanam balabojjhangavimokkhasamadhisamapattinam imani vevacanani. ","pe8:100.1":"Tattha katama pannatti? ","pe8:100.2":"Silavato avippatisaroti silakkhandhe nekkhammapannattiya pannattam, nisajjapannatti ca evam dasa angani dvihi dvihi angehi pannattani. ","pe8:101.1":"Tattha katamo otarano? ","pe8:101.2":"Idam nibbedhabhagiyasuttam pancasu otinnam yatha yam pathamam niddittham evamindriyadikhandhadhatuayatanesu niddisitabbani. ","pe8:102.1":"Tattha katamo sodhano haro? ","pe8:102.2":"Silavato avippatisaroti na tava suddho arambho avippatisarino pamojjanti na tava suddho arambho yani ekadasa padani desitani yada tada suddho arambho, ayam sodhano. ","pe8:103.1":"Tattha katamo adhitthano? ","pe8:103.2":"Silavemattataya pannattam evam dasa padani sabbani silakkhandhassa anisamso, te ca patirupadesavaso ca paccayo attasammapanidhananca hetu, samadhikkhandhassa sukham hetu passaddhi paccayo, yena jhanasahajati ca thananti jhananga aparo pariyayo kamesu adinavanupassana samadhino paccayo nekkhamme anisamsadassavita hetu. ","pe8:104.1":"Tattha katama samaropana? ","pe8:104.2":"Yam viriyindriyam, so silakkhandho. ","pe8:104.3":"Yam silam, te cattaro dhamma padhana. ","pe8:104.4":"Yam dhammanudhammapatipatti, so patimokkhasamvaro. ","pe8:105.1":"Yassa selopamam cittanti gatha, selopamanti upama yatha selo vatena na kampati na unhena na sitena sankampati. ","pe8:105.2":"Yatha aneka acetana, te unhena milayanti, sitena avasussanti, vatena bhajanti. ","pe8:105.3":"Na evam selo (…) virattam rajaniyesu dosaniye na dussatiti karanam dosaniye domanassantam, na dutthena va kampati unhena va, so milayati sitena va avasussati, evam cittam ragena nanussati sitena kampatiti. ","pe8:105.4":"Kinkaranam? ","pe8:105.5":"Virattam rajaniyesu dosaniye na dussati. ","pe8:105.6":"Kinkaranam? ","pe8:105.7":"Dosaniye panassanti na dussati, aduttham tam na kosissanti, tena kuppaniye na kuppati, yassevam bhavitam cittam kuto tam dukkhaniddeso ca kuto evarupassa dukkham agamissatiti niddittham. ","pe8:106.1":"Parivattanati kuto tam dukkhamessatiti yam cetasikam sukham anupadisesa ayam natthi sopadisesa ayam atthi. ","pe8:106.2":"Puna evamahamsu tam khanam tam muhuttam ubhayameva avedayitam sopadisesam yanca anupadisesam yanca tam khanam tam muhuttam anupadisesam yanca sopadisesam ca avedayitam. ","pe8:106.3":"Sukhamapannassa anavattikanti ayamettha viseso parivattana. ","pe8:107.1":"Tattha katamo vevacano? ","pe8:107.2":"Yassevam bhavitam cittam va bhavitam subhavitam anutthitam vatthukatam susamaraddham. ","pe8:107.3":"Cittanti mano vinnanam manindriyam manovinnanadhatu. ","pe8:108.1":"Tattha katama pannatti? ","pe8:108.2":"Cittam mano sankhara vupasamapannattiya pannattam. ","pe8:108.3":"Samadhi asekkhapannattiya pannatto. ","pe8:108.4":"Dukkham ucchinnapannattiya pannattam. ","pe8:109.1":"Tattha katamo otarano? ","pe8:109.2":"Citte nidditthe pancakkhandha niddittha honti, ayam khandhesu otarano, manovinnanadhatuya nidditthaya attharasa dhatuyo niddittha honti, ayam dhatusu otarano. ","pe8:109.3":"Manayatane nidditthe sabbani ayatanani nidditthani honti. ","pe8:109.4":"Tattha manayatanam namarupassa padatthanam. ","pe8:109.5":"Namarupapaccaya salayatanam. ","pe8:109.6":"Tatha paticcasamuppade. ","pe8:109.7":"Ayam otarano. ","pe8:109.8":"Tattha katamo sodhano suddhoyeva arambho. ","pe8:110.1":"Tattha katamo adhitthano? ","pe8:110.2":"Chalindriyam bhavana ekattayam pannatti chatthitena kayo ekattaya pannatto. ","pe8:111.1":"Tattha katamo parikkharo? ","pe8:111.2":"Cittassa pubbahetu samuppadaya manasikaro ca tapponata ca yam asamahitabhumiyam ca visesadhammanam abhavitatta cittasatatam gacchati, sace samadhino sukham hetu avippatisaro paccayo, ayam hetu ayam paccayo parikkharo. ","pe8:112.1":"Tattha katama samaropana? ","pe8:112.2":"Yassevam bhavitanti tassa dhamma samaropayitabba. ","pe8:112.3":"Kayo silam panna bhavitacittanti anabhiratam anapanatam anekam anutam anapajjasattam ayam samannayatana na tassa sekkhassa sammasamadhi sabbe asekkha dasa arahantadhamma niddittha honti. ","pe8:112.4":"Asekkhabhagiyani suttani. ","pe8:113.1":"Yassa nuna, bhante, kayagatasati abhavita, ayam so annataram sabrahmacarim asajja samapajja appatinissajja janapadacarikam pakkameyya, so ayasma imasmim vippatijanati dve pajani patijanati cittabhavanayanca ditthiya pahanam, kayabhavanayanca ditthippahanam, kayabhavanayanca tanhapahanam, yam pathamam upamam karoti. ","pe8:113.2":"Asucinapi sucinapi pathavi neva attiyati na jigucchati na pitipamojjam patilabhati, evameva hi pathavisamena so cetasa anvayena appakena averena abyapajjena viharamiti. ","pe8:113.3":"Iti so ayasma kim patijanati, kayabhavanaya sukhindriyapahanam patijanati, cittabhavanaya somanassindriyapahanam patijanati. ","pe8:113.4":"Kayika vedana raganusayamanugatanam sukhindriyam patikkhipati. ","pe8:113.5":"Na hi vedanakkhandham ya cetasika sukhavedana tattha ayam patilabhapaccaya uppajjati sukham somanassam. ","pe8:113.6":"Sotam patikkhipati, na hi manosamphassajam vedanam. ","pe8:113.7":"Tattha catusu mahabhutesu rupakkhandhassa anusayapatighapahanam bhanati. ","pe8:113.8":"Kame rupanca tanca asekkhabhumiyam. ","pe8:113.9":"Kaye kayanupassana ditthadhammasukhaviharanca. ","pe8:113.10":"Balena ca ussahena ca sabbam manasi katattanam pahanam medam katalikaya ca purisena ca mandanakajatikena ca, etehi imassa matapitusambhutam paccavekkhanam, so kayena ca kayanupassanaya ca cittena ca cittanupassanaya ca dve dhamme dhareti. ","pe8:113.11":"Kayakilesavatthum cittena ca cittasannissaye cittena subhavitena sattannam ca samapattinam viharitum patijanati. ","pe8:114.1":"Gahapatiputtopamataya ca yatha gahapatiputtassa nanaranganam vatthakarandako punno bhaveyya, so yam yadeva vatthayugam pubbanhasamaye akankhati, pubbanhasamaye nibbapeti, evam majjhanhikasamaye, sayanhasamaye, evameva so ayasma cittassa subhavitatta yatharupena viharena akankhati pubbanhasamayam viharitum, tatharupena pubbanhasamayam viharati, majjhanhikasamaye, sayanhasamaye. ","pe8:114.2":"Tena vesa ayasmata upamaya me asitaya pathavi va anuttara indriyabhavana bhavitacittena. ","pe8:114.3":"Tena so ayasma idam atthavidham bhavanam patijanati catusu mahabhutesu, kayabhavanam upakacandalam purisametakam bhavatalakasu cittabhavanam, imahi bhavanahi taya bhavanaya ca samatha paripurimantehi. ","pe8:114.4":"Imehi catuhi pannaparipurimantehi. ","pe8:115.1":"Katham upakacandalam patikulesu dhammesu appatikulasanni viharati? ","pe8:115.2":"Kayo pakatiya appatikulam kaye uddhumatakasanna sankhittena nava sanna ime patikula dhamma ceso ayasma patikulato ajigucchito kayagatasatiya bhavananuyogamanuyutto viharati, na hi tassa jigucchappahaya cittam patikulati. ","pe8:116.1":"Katham appatikulesu dhammesu patikulasanni viharatiti? ","pe8:116.2":"Kayo sabbalokassa appatikulo tam so ayasma asubhasannaya viharati. ","pe8:116.3":"Evam appatikulesu dhammesu patikulasanni viharati. ","pe8:117.1":"Katham patikulesu ca appatikulesu ca appatikulasanni viharatiti api sabboyam lokassa yamidam mundo pattapani kulesu pindaya vicarati, tena ca so ayasma suvannadubbannena appatikulasanni cittena ca kayena nibbidasahagatena appatikulasanni, evam patikulesu appatikulesu ca dhammesu appatikulasanni viharati. ","pe8:118.1":"Katham patikulesu ca dhammesu appatikulasanni viharati? ","pe8:118.2":"Patikulesu ca dhammesu subhasannino itthirupe patikulesu ca jigucchino vinilakavipubbake tattha so ayasma patikulasanni viharati. ","pe8:119.1":"Katham patikulesu dhammesu tadubhayam abhinivajjayitva upekkhako viharati sato ca sampajano ca? ","pe8:119.2":"Appatikulesu ca dhammesu subhasannino itthirupe patikulesu ca jigucchino vinilakavipubbake tadubhayam abhinivajjayitva “netam mama, nesohamasmi, neso me atta”ti viharati. ","pe8:119.3":"Evam tadubhayam abhinivajjayitva upekkhako viharati sato sampajano. ","pe8:120.1":"Aparo pariyayo. ","pe8:120.2":"Tedhatuko lokasannivaso sabbabalaputhujjananam appatikulasanna. ","pe8:120.3":"Tattha ca ayasma sariputto appatikulasanni viharati. ","pe8:120.4":"Evam appatikulesu dhammesu patikulasanni viharati. ","pe8:121.1":"Katham patikulesu dhammesu appatikulasanni viharati? ","pe8:121.2":"Patikulasannino sabbasekkha idha ka tedhatuke sabbaloke. ","pe8:121.3":"Tattha katamo bhumippatto samadhiphale sacchikato appatikulasanni viharati? ","pe8:121.4":"Kinkaranam? ","pe8:121.5":"Na hi tam atthi yassa lokassa pahanaya patikulasanni uppadeyya. ","pe8:122.1":"Katham patikulesu ca appatikulesu ca dhammesu patikulasanni viharati? ","pe8:122.2":"Tedhatuke lokasannivase yava kamalokabhumata hi raganam vitaraganam patikulasamata ruparupadhatum appatikulasamata. ","pe8:122.3":"Tattha ca ayasma sariputto patikulasanni viharati. ","pe8:122.4":"Evam patikulesu ca appatikulesu ca dhammesu patikulasanni viharati. ","pe8:123.1":"Katham patikulesu ca appatikulesu ca dhammesu appatikulasanni viharati? ","pe8:123.2":"Yam kinci parato duruttanam duragatanam vacanapathanam tam vacanam appatikulam yavata vacaso appatirupa tatha janassa appatikulasanna. ","pe8:123.3":"Tattha ayasma sariputto abhinnaya sacchikato appatikulasanni viharati, evam patikulesu ca appatikulesu ca dhammesu appatikulasanni viharati. ","pe8:124.1":"Katham patikulesu ca appatikulesu ca dhammesu tadubhayam abhinivajjayitva upekkhako ca viharati sato ca sampajano? ","pe8:124.2":"Yanca nesam samanupassati ye dhamma duccarita, te dhamma appatikula. ","pe8:124.3":"Tattha ayasma sariputto iti patisancikkhati ye dhamma duccarita, te dhamma anitthavipaka. ","pe8:124.4":"Ye dhamma sucarita, te acayagamino. ","pe8:124.5":"So ca sucaritam acayagaminim karitva duccaritam anitthavipakam karitva tadubhayam abhinivajjayitva upekkhako viharati. ","pe8:125.1":"Atha patikulesu ca dhammesu appatikulesu ca patikulasanni viharati. ","pe8:125.2":"Tanha patikuladhamma kinkaranam? ","pe8:125.3":"Tanhavasena hi satta dvihi dhammehi satta, kabalikare ahare rasatanhaya satta, phasse sukhasannaya satta. ","pe8:125.4":"Tatthayasma sariputto kabalikare ca ahare patikulasanni viharati, phasse ca dukkhasanni viharati. ","pe8:125.5":"Evam patikulesu ca appatikulesu ca patikulasanni viharati. ","pe8:126.1":"Katham patikulesu ca dhammesu appatikulesu ca dhammesu appatikulasanni viharati? ","pe8:126.2":"Tanhakkhayam anuttaram nibbanam tatha balaputhujjananam patikulasanna pahatasanna ca. ","pe8:126.3":"Tatthayasmato sariputtassa appatikulasanna abyapadasanna ca samam pannaya passitva evam patikulesu ca dhammesu appatikulasanni viharati. ","pe8:127.1":"Katham patikulesu ca appatikulesu ca dhammesu appatikulasanni viharati? ","pe8:127.2":"Tatiye ca nibbane patikulasannino yasena ca kittini ca appatikulasannino. ","pe8:127.3":"Tatthayasma sariputto assadanca adinavanca nissarananca yathabhutam sammapannaya patijananto patikulanca appatikulanca dhammam tadubhayam abhinivajjayitva appatikulasanni viharati. ","pe8:128.1":"Katham patikulam appatikulanca dhammam tadubhayam abhinivajjayitva upekkhako viharati? ","pe8:128.2":"Sato ca sampajano ca, yanca samanupassati anunayo appatikulo dhammo patigho ca patikulo dhammo, tatthayasma sariputto anunayassa patighappahinatta upekkhako viharati sato sampajano ca. ","pe8:128.3":"Yancassa samanupassati ayam pancavidha anuttara indriyabhavana. ","pe8:128.4":"Ayam suttaniddeso. ","pe8:129.1":"Tattha katamo desanaharo? ","pe8:129.2":"Imamhi sutte kim desitabbam? ","pe8:129.3":"Tattha vuccate, imamhi sutte ditthadhammasukhaviharo desito, tatha vimuttam cittam paccavekkhana ca adhipannadhammam desitam. ","pe8:130.1":"Tattha katamo vicayo? ","pe8:130.2":"Ye kaye kayanupassino viharanti, tesam cittam anunayappatighena na viharati anunayappatighena cabhiramamanassa cittam samaggatam bhavissatiti bhavanaya balametam, ayam vicayo haro. ","pe8:131.1":"Tattha katamo yuttiharo? ","pe8:131.2":"Kayabhavanaya ca cittabhavanaya ca na kinci sabrahmacari atimannissatiti. ","pe8:131.3":"Atthi esa yutti, ayam yuttiharo. ","pe8:132.1":"Tattha katamo padatthano haro? ","pe8:132.2":"Kayabhavanaya pathamassa sati upatthanassa padatthanam. ","pe8:132.3":"Ya pathavisamacittata, sa aniccanupassanaya padatthanam. ","pe8:133.1":"Tattha katamo lakkhano? ","pe8:133.2":"Yam pathavisamena cetasa viharati attanupassi pathavisamena gihi viharati. ","pe8:133.3":"Ko attho pathavisamenati? ","pe8:133.4":"Yatha ye ca selopamataya akammayutta evameva pathavisamo ayam hiriyataya. ","pe8:133.5":"Ayam lakkhano. ","pe8:134.1":"Tattha katamo catubyuho haro? ","pe8:134.2":"Imamhi byakarane ko tassa ayasmato adhippayo? ","pe8:134.3":"Ye keci arahanta indriyabhavanam akankhiyanti, te pathavisamatam uppadayissantiti. ","pe8:134.4":"Ayam adhippayo. ","pe8:135.1":"Tattha katamo avattoti? ","pe8:135.2":"Natthi avattassa bhumi. ","pe8:136.1":"Tattha katamo vibhatti? ","pe8:136.2":"Yo kayanupassi viharati, so pathavisamacittatam patilabhissatiti na ekamsena. ","pe8:136.3":"Kinkaranam? ","pe8:136.4":"Ye khandakadichinnakadino, na te pathavisamacittatam patilabhanti. ","pe8:136.5":"Sabba kayagatasati sekkhabhavanaya nibbanam phalam, ayam vibhatti. ","pe8:137.1":"Tattha katamo parivattano haro? ","pe8:137.2":"Ye kayanupassino viharissanti, tesamyeva kayapaccaya uppajjeyya asava vighataparilaha, ayam parivattano haro. ","pe8:138.1":"Tattha katamo otarano? ","pe8:138.2":"Pancakkhandha avitinna bavisatindriyani, tatha yam manindriyam, tam manodhatu manayatananca. ","pe8:138.3":"Yam samadhindriyam, tam dhammadhatu dhammayatananca. ","pe8:138.4":"Ayam otarano haro. ","pe8:139.1":"Tattha katamo sodhano haro? ","pe8:139.2":"Ye ca manasa cattaro bhavetabba, te sabbe bhavita yam tam manena pahine pattabbatam sabbattha etassa ca atthaya arambho, so attho suddho. ","pe8:139.3":"Ayam sodhano haro. ","pe8:140.1":"Tattha katamo adhitthano? ","pe8:140.2":"Ayam samadhi ekattataya pannatto, cha kaya ekattataya pannatta. ","pe8:140.3":"Pancindriyani rupini rupakayo. ","pe8:140.4":"Cha vedanakaya vedanakayo. ","pe8:140.5":"Cha sannakaya sannakayo. ","pe8:140.6":"Cha cetanakaya cetanakayo. ","pe8:140.7":"Cha vinnanakaya vinnanakayo. ","pe8:140.8":"Sabbepi ete dhamma dhammakayotiyeva sankham gacchanti. ","pe8:140.9":"Ayam adhitthano. ","pe8:141.1":"Parikkharoti samapattikosallanca vithikosallanca hetu. ","pe8:141.2":"Yanca gocarakosallam yanca kallam tam kosallam paccayo. ","pe8:141.3":"Vodanakosallam hetu, kallam paccayo. ","pe8:141.4":"Sukham hetu, abyapajjam paccayo. ","pe8:141.5":"Ayam parikkharo. ","pe8:142.1":"Tattha katamo samaropanoti? ","pe8:142.2":"Yatha pathavi sucimpi nikkhipante asucimpi nikkhitte tadiseyeva evam kayo manapikehipi phassehi amanapikehipi phassehi tadisoyeva patighasamphassena va sukhaya vedanaya tadisam yo cittam. ","pe8:142.3":"Idam suttam vibhattam saopammam ugghatitannussa puggalassa vibhagena. ","pe8:142.4":"Tattha samaropanaya avakaso natthi. ","pe8:143.1":"Tattha katamam suttam sankilesabhagiyam? ","pe8:143.2":"Yato ca kusalehi dhammehi na virodhati, na vaddhati, imam adinavam bhagava deseti, tasma channam vivareyya, vivatam nativassati, tato adinavato vivareyyati tam tihi dhammehi nabhidhamsitati asubhasannaya ragena nabhidhamsiyati. ","pe8:143.3":"Mettaya dosena nabhidhamsiyati. ","pe8:143.4":"Vipassanaya mohena nabhidhamsiyati. ","pe8:143.5":"Evancassa yo yo dhammo patipakkho tamhi tamhi dhamme paripurissati. ","pe8:143.6":"Yo tassa dhammassa akusalo dhammo patipakkho, tena nadhivasiyati. ","pe8:144.1":"Aparo pariyayo. ","pe8:144.2":"Ye ime dhamma attana na sakkoti vutthanam, te ete dhamma desita. ","pe8:144.3":"Channamativassatiti tehi vitakkam yena ca sakka puna desitam cittam vibhavetum pariyodapetum vivekaninnassa vivekaponassa vivekapabbharassa vuddhim virulhim vepullatam apajjati kusalesu dhammesu, seyyathapi nama uppalam va kumudam va padumam va udake sukkapakkhe cando yavaratti yavadivaso agacchati, tassa vuddhiyeva patikankhitabba, na parihani, evamvidham tam cittam nabhidhamsiyati. ","pe8:144.4":"Aparopettha yo akuto asatho amayavi uju puriso yathabhutam attanam avikaroti. ","pe8:144.5":"Tattha yo chadeti tassa akusala dhamma cittam anudhavanti. ","pe8:144.6":"Channamativassatiti yo pana hoti asatho akuto amayavi uju puriso yathabhutam attanam avikaroti. ","pe8:144.7":"Tassa cittam akusalehi dhammehi na viddhamsiyati, ayam suttattho. ","pe8:145.1":"Tattha katama desana? ","pe8:145.2":"Idha desita dasa akusalakammapatha adhivassanataya dasa kusalakammapatha anadhivassanataya akusalehi na visujjhati. ","pe8:145.3":"Yatha vuttam bhagavata “cittasankilesa, bhikkhave, satta sankilissanti”ti. ","pe8:146.1":"Tattha katamo vicayo? ","pe8:146.2":"Yassevam cittam adhivasiyati, tassa bujjhitassa yam bhaveyya kuteyya, tam anantariyenapi satthari va gunanukampanataya, ayam vicayo. ","pe8:147.1":"Tattha katama yuttiti? ","pe8:147.2":"Evam anadhivasiyantam cittam vutthati. ","pe8:147.3":"Vutthitam patitthahati kusalesu dhammesuti atthi esa yutti. ","pe8:148.1":"Padatthananti channamativassatiti channam asamvaranam padatthanam, vivatam nativassatiti achannam samvarananam. ","pe8:148.2":"Tasma channam vivareyya vivatam nativassatiti desanaya padatthanam. ","pe8:149.1":"Lakkhanoti channamativassatiti ye keci vicittena channena ekalakkhana dhamma sabbe te aviddhamsiyanti. ","pe8:149.2":"Tasma channam vivareyya. ","pe8:149.3":"Vivatam nativassatiti ye keci tena acchannena ekalakkhana dhamma sabbe te nativassantiti lakkhano haro. ","pe8:150.1":"Tattha katamo catubyuho haro? ","pe8:150.2":"Imamhi sutte bhagavato ko adhippayo? ","pe8:150.3":"Yesam kesanci cittam akusala dhamma adhipatidesita te yathadhammam patikarissantiti ayam tattha bhagavato adhippayo. ","pe8:150.4":"Ayam catubyuho haro. ","pe8:151.1":"Avattoti yam channam tam duvidham kampamanam samucchitabbo. ","pe8:151.2":"Anantariyasamadhinam. ","pe8:151.3":"Tattha passaddhiyanca mano asave vaddheti, assaddhiyena ca pamadam gacchati, pamadena onamati, unnalabhavam gacchati. ","pe8:151.4":"Vuttancetam bhagavata “unnalanam pamattanam tesam vaddhanti asava”ti cattari tani upadanani, yani cattari upadanani, te pancupadanakkhandha bhavanti. ","pe8:151.5":"Imani saccani dukkhanca samudayo ca. ","pe8:151.6":"Tasma channam vivareyyati yena hetuna, te asava vaddhanti. ","pe8:151.7":"Tesam pahinatta asava pahiyante. ","pe8:151.8":"Tattha appamadena assaddhiyam pahiyati uddhaccakukkuccappahanena olarikata tassa dve dhamma na samatho ca bhavana ca paripurim gacchanti. ","pe8:151.9":"Yo tesam asavanam khayo, ayam nirodho. ","pe8:151.10":"Imani cattari saccani, ayam avatto. ","pe8:152.1":"Tattha katamo vibhatti haro? ","pe8:152.2":"Channamativassatiti na ekamso. ","pe8:152.3":"Kinkaranam? ","pe8:152.4":"Yassa assa nivattana yathapi sekkhanam. ","pe8:152.5":"Yathavuttam bhagavata—","pe8:153.1":"“Kincapi sekkho pakareyya papam, ","pe8:153.2":"Kayena vacaya uda cetasa va; ","pe8:153.3":"Abhabbo hi tassa pariguhanaya, ","pe8:153.4":"Abhabbata ditthapadassa hoti”ti. ","pe8:154.1":"Kincapi tesam nivaranam cittam hoti. ","pe8:154.2":"Api tu appaccaya samaye ca te niddisitabba, ayam vibhattiharo. ","pe8:155.1":"Tattha katamo parivattano haro. ","pe8:155.2":"Channamativassatiti yassa ye dhamma sabbam anavivatam ativassiyati, vivatam nativassati, avagunantam nativassati. ","pe8:155.3":"Ayam parivattano haro. ","pe8:156.1":"Tattha katamo vevacano haro. ","pe8:156.2":"Channanti avutam nivutam pihitam patikujjitam sanchannam parodham, vivatam nativassatiti yassa te dhamma pabbajjita vinodam nadhivassita vantikatati, ayam vevacano haro. ","pe8:157.1":"Tattha katamo pannatti haro. ","pe8:157.2":"Channamativassatiti kilesabhagiyapannattam vivatam nativassatiti sadhammakiccam yam patipada pannattiya pannattam, tasma hi channam vivareyyati anusasanapannattiya pannattam, vivatam nativassatiti niddhanapannattiya pannattam, ayam pannatti haro. ","pe8:158.1":"Tattha katamo otarano haro? ","pe8:158.2":"Channamativassatiti tayo kilesa rago doso moho, te khandhesu sankharakkhandho …pe… ","pe8:158.3":"te pura yatha niddittham khandhadhatuayatanesu, ayam otarano haro. ","pe8:159.1":"Tattha katamo sodhano haro? ","pe8:159.2":"Yenarambhena idam suttam bhasati so arambho niyutto. ","pe8:160.1":"Adhitthanoti channamativassatiti ekattataya pannattam. ","pe8:160.2":"Kinkaranam? ","pe8:160.3":"Idam hi ativassatiti imassa ca ativassati evanca ativassatiti ayam vemattataya ya sunasadharanehi lakkhanehi pannapiyati, sa ekattapannatti. ","pe8:161.1":"Tattha katamo parikkharo? ","pe8:161.2":"Yanca tam ativassiyanti, tassa dve hetu dve paccaya akusalapasuteva vacakattabhirati ca. ","pe8:161.3":"Ime dve ayonisomanasikaro ca kusala dhamma vopasagga ca, ime dve paccaya. ","pe8:162.1":"Tattha katamo samaropano? ","pe8:162.2":"Channamativassatiti vemati passatiti channam yam pariggahitum yam adesitum appassutam yam kathankatha vibhutena akusalamulena yam tanhaya ca te vaddhati dosati sannitva te appasakkhayena sankhara. ","pe8:162.3":"Sankharapaccaya vinnanam yava jaramaranam, ayam samaropano. ","pe8:162.4":"Yam puna tatha desana, tasseva akusala dhamma vuddhim virulhim vepullatamapajjati tassa sankhara nirodha, ayam samaropano. ","pe8:163.1":"Cattaro puggala tamo tamaparayanoti …pe… ","pe8:163.2":"tattha katamo vuccate tamo nama? ","pe8:163.3":"Yo tamo andhakaro, yatha vuttam bhagavata “yatha andhakare tasmim bhayanake sakampidhatupuriso na passati, evameva annanato tamopanandhakaro papakasakammasavipakam na saddho hoti”. ","pe8:163.4":"Iti evam lakkhanata annanam tamo avijja moho, yena satta yathabhutam nappajananti, iti vuccati tamoti. ","pe8:163.5":"So tinnam cakkhunam tamo mamsacakkhuno dibbacakkhuno pannacakkhuno, imesam cakkhunam idha tamo niddisiyati annananti. ","pe8:163.6":"Tattha katamam annanam adassanam? ","pe8:163.7":"Atha nissaye yam pubbante annanam aparante annanam pubbantaparante annanam hetumhi annanam paccayamhi annanam tassa annanino samadhibhutassa eso nissando. ","pe8:163.8":"Yam na janati idam sevitabbam idam na manasikatabbanti. ","pe8:163.9":"So tena tamena niddisiyati tamopi yatha vuccati. ","pe8:163.10":"Mulhoti evam cetana. ","pe8:163.11":"Tena tamena so puggalo vuccati. ","pe8:163.12":"Tamoti so tena tamena asamuhatena asamucchinnena tapparamo bhavati tapparayano, ayam vuccati puggalo tamo tamaparayanoti. ","pe8:163.13":"Parayanoyeva dhammo manasikatabbo so tamo dahati annacittam upatthapeti. ","pe8:163.14":"Te cassa dhamma nijjhanakkhamanti. ","pe8:163.15":"So sutamayaya pannaya samanupassati. ","pe8:164.1":"Tattha katamo tamo jotiparayano? ","pe8:164.2":"So tena pannavasena iriyati evam tasseva iriyantassa parayano bhavati. ","pe8:164.3":"Ayam vuccate puggalo tamo jotiparayano. ","pe8:165.1":"Tattha katamo puggalo joti jotiparayano? ","pe8:165.2":"Tattha vuccati joti nama yam tassa ce tamassa patipakkhena ye ca dhamme antamaso nanaloko, so sunadhammo puggalo tamo jotiparayano, tattha vuccate, yoyam puggalo tamo jotiparayano, so yadi tatharupam kalyanamittam patilabhati, yo nam akusalato ca nivareti bhavitakusalatava bhavi niyojetiti. ","pe8:165.3":"Evanca saddhammam deseti. ","pe8:165.4":"Ime dhamma kusala, ime dhamma akusala. ","pe8:165.5":"Ime dhamma savajja, ime dhamma anavajja. ","pe8:165.6":"Ime dhamma sevitabba, ime dhamma na sevitabba. ","pe8:165.7":"Ime dhamma bhajitabba, ime dhamma na bhajitabba. ","pe8:165.8":"Ime dhamma upasampajja vihatabba, ime dhamma na upasampajja vihatabba. ","pe8:165.9":"Ime dhamma manasikatabba, ime dhamma na manasikatabbati. ","pe8:165.10":"Paccate sannaya yatha sannayati satindriyani, so evam pajanati. ","pe8:165.11":"Ime dhamma kusala, ime dhamma akusala. ","pe8:165.12":"Ime dhamma savajja, ime dhamma anavajja. ","pe8:165.13":"Ime dhamma sevitabba, ime dhamma na sevitabba. ","pe8:165.14":"Ime dhamma bhavetabba, ime dhamma na bhavetabba. ","pe8:165.15":"Ime dhamma upasampajja vihatabba, ime dhamma na upasampajja vihatabba. ","pe8:165.16":"Ime dhamma manasikatabba, ime dhamma na manasikatabbati. ","pe8:165.17":"So te dhamme susuyyati, sotam odahati, annam cittam upatthapeti, te cassa dhamma nijjhanakkhamanti, so sutamayaya pannaya samannagato so tena paccayavasena iriyati evam tasseva iriyanti tapparamo bhavati tapparayano. ","pe8:165.18":"Ayam vuccate puggalo tamo tamaparayano. ","pe8:166.1":"Tattha katamo puggalo joti tamaparayano? ","pe8:166.2":"Joti nama ya tasseva tamassa patipakkhena ye dhamma antamaso nanaloko, so puna dhammo. ","pe8:166.3":"Katama uccate? ","pe8:166.4":"Pannayato panditoti vuccate, so evam pajanati. ","pe8:166.5":"Ime dhamma kusala, ime dhamma akusala. ","pe8:166.6":"Ime dhamma savajja, ime dhamma anavajja. ","pe8:166.7":"Ime dhamma sevitabba, ime dhamma na sevitabba. ","pe8:166.8":"Ime dhamma bhavitabba, ime dhamma na bhavitabba. ","pe8:166.9":"Ime dhamma upasampajja vihatabba, ime dhamma na upasampajja vihatabba. ","pe8:166.10":"Ime dhamma manasikatabba, ime dhamma na manasikatabba. ","pe8:166.11":"Idha pana papamittasamsevano papamittavasanugo akusale dhamme abhivaddheti, kusale dhamme pajahati. ","pe8:166.12":"So tena pamadena paccayasanna amanasikatva assatiasampajannam asevati. ","pe8:166.13":"Taya yo patipakkho tamo, so pavaddheti. ","pe8:166.14":"So tamabhibhuto parayano tamaparamo ceva bhavati. ","pe8:166.15":"Ayam vuccati puggalo joti tamaparayano. ","pe8:167.1":"Tattha katamo puggalo joti jotiparayano? ","pe8:167.2":"Tattha vuccate soyam puggalo kalyanamittassa sannissito bhavati sakka samyogi kusalam gavesi, so kalyanamitte upasankamitva paripucchati, paripanhayati—","pe8:167.3":"kim kusalam, kim akusalam? ","pe8:167.4":"Kim savajjam, kim anavajjam? ","pe8:167.5":"Kim sevitabbam, kim na sevitabbam? ","pe8:167.6":"Kim bhavitabbam, kim na bhavitabbam? ","pe8:167.7":"Kim upasampajja vihatabbam, kim na upasampajja vihatabbam? ","pe8:167.8":"Kim manasikatabbam, kim na manasikatabbam? ","pe8:167.9":"Katham sankileso hoti, katham vodanam hoti? ","pe8:167.10":"Katham pavatti hoti, katham nivatti hoti? ","pe8:167.11":"Katham bandho hoti, katham mokkho hoti? ","pe8:167.12":"Katham sakkayasamudayo hoti, katham sakkayanirodho hoti? ","pe8:167.13":"So ettha desitam yatha upatthitam tatha sampatipajjanto so evam pajanati. ","pe8:167.14":"Ime dhamma kusala, ime dhamma akusala. ","pe8:167.15":"Evam …pe… ","pe8:167.16":"yava katham sakkayasamudayo hoti, katham sakkayanirodho hotiti vittharena katabbam. ","pe8:167.17":"So te dhamme adhipatikankhati evam lakkhanam nanam vijja alokam vaddheti. ","pe8:167.18":"So puggalo tapparamo bhavati tapparayano, ayam vuccate puggalo joti jotiparayano. ","pe8:168.1":"Tattha katamo puggalo tamo tamaparayano? ","pe8:168.2":"Yo akusalam dhammam dipeti. ","pe8:168.3":"Tam bhavanaya hinasu gatisu upapattim dasseti, tapparamo bhavati tapparayano. ","pe8:168.4":"Ayam vuccate puggalo tamo tamaparayano. ","pe8:169.1":"Tattha yo puggalo tamo jotiparayano? ","pe8:169.2":"So tamena akusalassa kammassa vipakam dasseti. ","pe8:169.3":"Tameti yam cakkhu kalyanamittassa yena akusale dhamme pajahati, kusale dhamme abhivaddhati. ","pe8:170.1":"Tattha yo ca panitasu gatisu upapattim dasseti, tapparamo tena vuccate tamo jotiparayano. ","pe8:171.1":"Tattha yo puggalo joti tamaparayano? ","pe8:171.2":"Kusalassa kammavipakam dasseti. ","pe8:171.3":"Yam cakkhu papamittasamsaggena papamittupasevena papamittavasanugo akusalam dhammam abhivaddhati, tam bhavanaya hinasu gatisu upapattim dasseti. ","pe8:171.4":"Tapparamo tena vuccate joti tamaparayano. ","pe8:172.1":"Tattha yo puggalo joti jotiparayano so jotita pabhata yava panitasu gatisu upapattim dasseti. ","pe8:172.2":"Tapparamo tenaha joti jotiparayano. ","pe8:173.1":"Jotitamaparayanena dasa akusalanam kammanam udayam dasseti. ","pe8:173.2":"Tamena puggalena akusalanam kammanam vipakam dasseti. ","pe8:173.3":"Na akusalanam dhammanam vipakam dasseti. ","pe8:173.4":"Tamena attha micchattani dasseti. ","pe8:173.5":"Jotina attha sammattani dasseti. ","pe8:173.6":"Jotina tamaparayanena dasa akusalakammapathe dasseti. ","pe8:173.7":"Jotina panitattam dasseti. ","pe8:173.8":"Tamena jotiparayanena atapaniyam dhammam dasseti. ","pe8:173.9":"Jotina tamaparayanena tapaniyam dhammam dasseti. ","pe8:173.10":"Ayam suttattho. ","pe8:174.1":"Tattha katamo desana haro? ","pe8:174.2":"Imamhi sutte kim desitam? ","pe8:174.3":"Tattha vuccate imamhi sutte kusalakusala dhamma desita. ","pe8:174.4":"Kusalakusalananca dhammanam vipako desito. ","pe8:174.5":"Hinappanitananca sattanam gati nanakaranam desitam. ","pe8:174.6":"Ayam desana haro. ","pe8:175.1":"Tattha katamo vicayo haro? ","pe8:175.2":"Akusalassa kammassa yo vipakam paccanubhoti. ","pe8:175.3":"Tattha thito akusale dhamme uppadiyati vicayantam yujjati. ","pe8:175.4":"Kusalassa kammassa yo vipakam paccanubhoti. ","pe8:175.5":"Tattha thito kusale dhamme uppadiyati vicayantam yujjati. ","pe8:175.6":"Ayam vicayo yutti ca. ","pe8:176.1":"Tattha katamo padatthano haro? ","pe8:176.2":"Yo puggalo joti, so paccavekkhanaya padatthanam. ","pe8:176.3":"Yo puggalo tamo, so tamadinnam vanupassanaya padatthananti dasseti. ","pe8:176.4":"Tamena jotiparayanena appamadassa padatthanam dasseti, tamo avijjaya ca ditthiya ca padatthanam dasseti. ","pe8:176.5":"Jotina tamaparayanena pamadassa ca ditthiya ca padatthanam dasseti. ","pe8:176.6":"Ayam padatthano. ","pe8:177.1":"Tattha katamo lakkhano haro? ","pe8:177.2":"Tamena tamaparayanena tamoti avijjaya nidditthaya sabbakilesadhamma niddittha honti. ","pe8:177.3":"Tamena jotiparayanena jotivijjaya nidditthaya sabbe bodhipakkhiyadhamma niddittha honti. ","pe8:177.4":"Jotitamaparayanena pamado niddittho hoti. ","pe8:177.5":"Tamena jotiparayanena appamado niddittho hoti. ","pe8:177.6":"Ayam lakkhano haro. ","pe8:178.1":"Tattha katamo catubyuho haro? ","pe8:178.2":"Imamhi sutte bhagavato ko adhippayo? ","pe8:178.3":"Ye satta nicakulino, na te imam sutva kusale dhamme samadaya vattissanti. ","pe8:178.4":"Ye satta uccakulino, te imam dhammadesanam sutva bhiyyoso mattaya kusale dhamme samadaya vattissantiti. ","pe8:178.5":"Ayam catubyuho haro. ","pe8:178.6":"Bhumiyam upadeso. ","pe8:179.1":"Tattha katamo avatto haro? ","pe8:179.2":"Ya avijjato pabhuti tanha, ayam samudayo. ","pe8:179.3":"Yo tamo tamaparayano, idam dukkham. ","pe8:179.4":"Imani dve saccani dukkhanca samudayo ca joti yena suttena dhammena pannapiyati, so dhammo pannindriyassa padatthanam. ","pe8:179.5":"Tena amohena tini kusalamulani paripurim gacchanti saggassa padatthanam. ","pe8:180.1":"Tattha katama vibhatti? ","pe8:180.2":"Tamo tamaparayanoti na ekamsena. ","pe8:180.3":"Kinkaranam? ","pe8:180.4":"Atthi tamo ca bhavo aparapariyavedaniyena ca kusalena jotina puggalena sahopattibhave. ","pe8:180.5":"Atthi joti ca bhavo aparapariyavedaniyena ca akusalena tamena puggalena sahopattibhave parivattana tamesu patipakkhoti jotina tamaparayano. ","pe8:181.1":"Tattha katamo vevacano? ","pe8:181.2":"Yo tamo, so evam attabyapadaya patipanno, so assaddhaya balo akusalo abyatto anadinavadassi. ","pe8:181.3":"Yo joti, so attahitaya patipanno pandito kusalo byatto adinavadassi. ","pe8:181.4":"Ayam vevacano. ","pe8:182.1":"Tattha katama pannatti? ","pe8:182.2":"So puggalo vipakapannattiya pannapiyati, akusale pariyadinnata pannapiyati. ","pe8:182.3":"Jotikusaladhammupapattipannattiya pannapiyati kusaladhammavipakapannattiya cati. ","pe8:183.1":"Otaranoti ye avijjapaccaya sankhara yanca jaramaranam ya ca avijja, tam padatthanam, niddesena vijjuppado avijjanirodho yo yava jaramarananirodho, ime dve dhamma sankharakkhandhapariyapanna. ","pe8:183.2":"Dhammadhatu dhammayatananca padatthanam niddesena dhatusu. ","pe8:184.1":"Tattha katamo sodhano? ","pe8:184.2":"Imassa suttassa desitassa arambho. ","pe8:185.1":"Adhitthanoti tamoti bhagava braviti, na ekam puggalam deseti. ","pe8:185.2":"Yavata sattanam gati, tattha ye duccaritadhammena upapanna, te bahuladhivacanena tamo niddisati. ","pe8:185.3":"Ya joti sabbasattesu kusaladhammopapatti sabbam tam jotiti abhilapati ayamekata paccayo yonisomanasikarapannatti catunnam mahabhutanam puggalanam. ","pe8:186.1":"Tattha katamo parikkharo? ","pe8:186.2":"Akusalassa papamittata paccayo, ayoniso manasikaro hetu. ","pe8:186.3":"Kusalassa kalyanamittata paccayo, yoniso manasikaro hetu. ","pe8:187.1":"Tattha katama samaropanati? ","pe8:187.2":"Idhekacco nice kule paccajato hotiti nice kule paccajato rupesu saddesu gandhesu rasesu phassesu, so upapanno sabbamhi manussake upabhogaparibhoge. ","pe8:187.3":"Joti panitesu kusalesu upapanno sabbamhi manussake upabhogaparibhoge upapannoti. ","pe8:188.1":"Tattha katamam sankilesabhagiyam nibbedhabhagiyam ca suttam? ","pe8:188.2":"Na tam dalham bandhanamahu dhirati gatha. ","pe8:188.3":"Kena karanena tam bandhanam dalham? ","pe8:188.4":"Catuhi karanehi issariyena sakka mocetum dhanena va annena va yacanaya va parayanena va. ","pe8:188.5":"Yesu ca ayam rago manikundalesu puttesu daresu ca ya apekkha, idamassa cetasikabandhanam. ","pe8:188.6":"Tam na sakka issariyena va dhanena va annena va yacanaya va parayanena va mocetum. ","pe8:188.7":"Na ca tattha koci atthi patibhogo. ","pe8:188.8":"Imina bandhanato mocayitthati devo va manusso va tadidam bandhanam raganusayena ca chasu bahiresu ca ayatanesu bandhati. ","pe8:188.9":"Rupesu rupatanha bandhati, yava dhammesu dhammatanha. ","pe8:188.10":"Yo idha loke bandho paralokasmim bandho niyati. ","pe8:188.11":"So bandho jayati, bandho miyati. ","pe8:188.12":"Bandho asma loka param lokam gacchati. ","pe8:188.13":"Na sakka mocetum annatra ariyamaggena imanca bandhanam. ","pe8:188.14":"Maranabhavanca upapattibhavanca bhayato viditva chandaragam pajahati. ","pe8:188.15":"So imam chandaragam pajahitva atikkamati. ","pe8:188.16":"Ayanca loko ito param dutiyo. ","pe8:189.1":"Tattha yam bandhanasankharanam pahanam idam vuccati ubhayesu thanesu viriyam, gandhaparivato sumuni nopalimpati. ","pe8:189.2":"Tatheva pariggahesu puttesu daresu ca avulho salloti tasseva tanhaya pahanam dasseti. ","pe8:189.3":"Ayam tanhamulassa pahana vare appamattoti kamo pamadavattati pahanaya nekkhammabhirato appamadavihari bhavati. ","pe8:189.4":"Tassa asayam pahanaya neva imam lokam asisati na paralokam. ","pe8:189.5":"Na idhalokam nissitam, piyarupam satarupam akankhati. ","pe8:189.6":"Napi paralokam nissitam piyarupam satarupam akankhati, tena vuccate “nasisate lokamimam param lokanca”ti. ","pe8:189.7":"Yam tassa pahanam tam chedanam atthakavaggiyesu muni niddittho. ","pe8:189.8":"So idha virodho atthakavaggiyesu nasisanam idha anatha. ","pe8:189.9":"Tathayam tanhaya tassa pariggahassa vatthukamassa ekagathaya ete sabbe kama dassita. ","pe8:189.10":"Tena bhagava deseti “etampi chetvana paribbajanti anapekkhino sabbakame pahaya”ti. ","pe8:189.11":"Imissa gathaya dvidha niddeso samsandananiddeso ca samayaniddeso ca, yatha ayam gatha sankilesabhagiyanca nibbedhabhagiyanca, evam taya gathaya sankilesabhagiyanca nibbedhabhagiyanca visajjana. ","pe8:189.12":"Evam gatha sabbagathasu byakaranesu va niddittham suttam. ","pe8:190.1":"Tattha katama desana? ","pe8:190.2":"Imam suttam kenadhippayena desitam. ","pe8:190.3":"Ye ragacarita satta, te kame pajahissantiti ayam tattha bhagavato adhippayo. ","pe8:191.1":"Tattha katamo vicayo? ","pe8:191.2":"Yassa dasavatthuka kilesa uttinna vanta vidita. ","pe8:191.3":"Katame dasavidhati, kilesakama ca orambhagiyauddhambhagiya ca samyojana dasavatthukani ayatanani, ayam vicayo. ","pe8:192.1":"Tattha katama yutti? ","pe8:192.2":"Ye saratta te galhabandhanena bandhanti atthi esa yutti. ","pe8:193.1":"Tattha katamo padatthano? ","pe8:193.2":"Saratto manikundalesu mamankarassa padatthanam. ","pe8:193.3":"Apekkhati atitavatthussa saragassa padatthanam. ","pe8:193.4":"Etampi chetvati bhavanaya padatthanam. ","pe8:194.1":"Tattha katamo lakkhano? ","pe8:194.2":"Sarattacitto manikundalesu yo ahankare visatto mamankare visatto, yo puttadare saratto. ","pe8:194.3":"Khettavatthusmim saratto. ","pe8:194.4":"Ayam lakkhano haro. ","pe8:195.1":"Tattha katamo catubyuho haro? ","pe8:195.2":"Idha sutte bhagavato ko adhippayo. ","pe8:195.3":"Ye nibbanena chandika bhavissanti, te puttadare tanham pajahissanti. ","pe8:195.4":"Ayam tattha bhagavato adhippayo. ","pe8:195.5":"Imani cattari saccani. ","pe8:196.1":"Tattha katamo avatto? ","pe8:196.2":"Ya puttadare tanha, ayam samudayo. ","pe8:196.3":"Ye upadinnakkhandha, te ye ca bahiresu rupesu rupapariggaho, idam dukkham, yam tattha chedaniyam, ayam nirodho. ","pe8:196.4":"Yena bhijjati, ayam maggo. ","pe8:197.1":"Vibhattiti natthi vibhattiya bhumi. ","pe8:198.1":"Parivattanoti patipakkho niddittho. ","pe8:199.1":"Tattha katamo vevacano? ","pe8:199.2":"Niddittho vevacano. ","pe8:200.1":"Tattha katamo otarano? ","pe8:200.2":"Atthi tanha eko satto otinno tappaccaya vinnanam yava jaramaranam. ","pe8:200.3":"Ya tattha vedana, ayam avijja vijjuppada avijjanirodho yava jaramarananirodho. ","pe8:201.1":"Tattha katamo sodhano? ","pe8:201.2":"Suddho gathaya arambho. ","pe8:202.1":"Tattha katamo adhitthano? ","pe8:202.2":"Na tam dalham bandhanamahu dhirati ekattataya pannatta, na vemattataya. ","pe8:202.3":"Cattaro raga kamarago ruparago bhavarago ditthirago cati ekattataya pannatta. ","pe8:203.1":"Tattha katamo parikkharo? ","pe8:203.2":"Yesam rago manikundalesu tassa subhasanna hetu, anubyanjanaso ca nimittaggahita paccayo. ","pe8:203.3":"Yaya te chinnani tassa asubhasanna hetu, nimittaggahanaanubyanjanaggahanavinodanam paccayo. ","pe8:204.1":"Tattha katamo samaropano? ","pe8:204.2":"Saratto manikundalesu sammulhavidho dutthatipi etampi chetvana paribbajantiti tam parinnatattham parivajjitattham pajahita, ayam samaropano. ","pe8:205.1":"Yam cetasikam yam pakappitam vittharena paccayo, yam va cetasikam kayikam cetasikam kammam. ","pe8:205.2":"Kinkarana? ","pe8:205.3":"Cetasika hi cetana manokammati vuccate, sa cetanakammam, yam cetasikam imam kayikanca vacasikanca imani tini kammani nidditthani. ","pe8:205.4":"Kayakammam vacikammanca tani kusalani piyam kayena ca vacaya ca arabhati paramasati, ayam vuccati silabbataparamaso. ","pe8:205.5":"Sankappana te tividha sankhara punnamaya apunnamaya anenjamaya, tappaccaya vinnanam te arammanametam hoti vinnanassa thitiya. ","pe8:205.6":"Ya subhasanna sukhasanna attasanna ca. ","pe8:205.7":"Idam cetasikam. ","pe8:205.8":"Yam rupupagam vinnanam titthati ruparammanam rupapatitthitam nandupasecanam vuddhim virulhim vepullatam gacchati, ayam sankappana, iti yam vinnanatthitisu thitam pathamabhinibbattiarammanavasena upadanam, idam vuccati cetasikanti. ","pe8:206.1":"Tattha thitassa arupassa ya nikanti ajjhosanam, idampi sakampitam manapikesu rupesu piyarupasatarupesu abhogo, idam cetasikam. ","pe8:206.2":"Yam ceteti sattesu manapikesu abhijjhakayagantho patighanusayesu byapadakayagantho sabbe cattaro gantha, ayam pancasu kamagunesu pathamabhinipato cittassa ya cetana yassa tattha assadanupassissa aneka papaka akusala dhamma cittam arupavatiyo honti. ","pe8:206.3":"Puggalo raganubandhibhuto tehi kilesakamehi yatha kamakaraniyo, ayam vuccate kamesu pakappana. ","pe8:206.4":"Evam sabbe cattaro ogha. ","pe8:206.5":"Yam tehi kamehi samyutto viharati bhavito ajjhosanno, ayam cetana. ","pe8:206.6":"Yassa tathayam avitaragassa adhigatapemassa tassa viparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa dukkhanuparivattitam vinnanam hoti saritassa vayadhammasamuppado cittam pariyadiyati, idam vuccati pakappitanti. ","pe8:207.1":"Ekamekassa ceteti ca pakappeti ca vinnanassa thiti ya hoti, sa ca thiti dvidha arammanatthiti ca aharatthiti ca. ","pe8:207.2":"Tattha ya arammanatthiti, ayam namarupassa paccayo. ","pe8:207.3":"Ya aharatthiti ya punabbhavabhinibbattika thiti ya ca ponobhavika thiti, ayam vuccati arammanam. ","pe8:207.4":"Tam hoti vinnanassa thitiya tassa vinnanapaccaya namarupam yava jaramarananca ceteti, atha ca puna patthayate yato na ponobhavika anagatavatthumhi, ayam patipakkho niddittho. ","pe8:207.5":"Na ceteti na patthayati atha ca dusetiti duvidho niddeso. ","pe8:207.6":"Assa pubbe hoti tam cetasikam tam pakappitam asamuhatam tappaccaya, ayam vinnanassa thiti hoti. ","pe8:208.1":"Atha va tassa anusaya avibhavanti tappaccaya tassa punabbhavo nibbattati. ","pe8:208.2":"Atha va nam sankiyate appetu agare va, sukhuma va santi va na sankiyate kame tam evam niccesupi agaresu jato hoti. ","pe8:208.3":"Tam nayati yam no kappetum evam sankhara cetita pakappita ca arammanabhuta honti, ya ca cetana ya ca pakappana yanca vatthu nibbattam, ubhopi ete arammanam vinnanassa tatha cetanaya ca sankappanaya ca patthanaya ca bhuta satta ceteti ca sankappeti ca. ","pe8:208.4":"Yam gavesana na ca ceteti na ca sankappeti. ","pe8:208.5":"Katame ca satta bhuta? ","pe8:208.6":"Ye ca tanujataandajapi andaka anubhinna samsedaja na ca sambhinna ime bhuta. ","pe8:208.7":"Katame sambhavesino gabbhagata andagata samsaranto ime na ceteti na pattheti na ca sankappeti. ","pe8:208.8":"Anusaye na ca punabbhavo nibbattiti? ","pe8:208.9":"Ye bhuta satta ye sambhavesino, te thavara. ","pe8:208.10":"Ye va sato cetenti patthenti ca ye thavara. ","pe8:208.11":"Te na ca cetenti, na ca patthenti, na ca sankappenti, anusayena ca samsaranti. ","pe8:209.1":"Aparo pariyayo. ","pe8:209.2":"Ye ariyapuggala sekkha, tattha te na ca cetenti, na ca sankappenti, anusayena puna uppajjanti. ","pe8:210.1":"Aparo pariyayo. ","pe8:210.2":"Sukhuma pana bhumigata udakagata cakkhuno apatham nagacchanti, te na ca cetenti, na ca sankappenti, anusayena ca samsaranti. ","pe8:211.1":"Aparo pariyayo. ","pe8:211.2":"Bahika sabbe bhikkhu abhimanika, te na ca cetenti, na ca patthayanti, anusayena ca samsaranti, na ca cetenti, na ca sankappenti, na ca anusenti. ","pe8:211.3":"Arammanampetam na hoti vinnanassa thitiya. ","pe8:212.1":"Na ca cetetiti pariyutthanasamugghatam dasseti. ","pe8:212.2":"Na ca anusetiti anusayasamugghatam dasseti. ","pe8:212.3":"Na ca cetetiti olarikanam kilesanam pahanam dasseti. ","pe8:212.4":"Na ca anusetiti sukhumanam kilesanam pahanam dasseti. ","pe8:212.5":"Na ca cetetiti yena bhumi ca na ca patthayantiti sakadagami anagami, na ca anusetiti araham, na ca cetetiti silakkhandhassa patipakkhena pahanam dasseti, na ca patthayatiti samadhikkhandhassa patipakkhena pahanam dasseti, na ca anusayatiti pannakkhandhassa patipakkhena pahanam dasseti, na ca cetetiti apunnamayanam sankharanam pahanam dasseti, na ca patthayatiti punnamayanam sankharanam pahanam dasseti, na ca anusetiti anenjamayanam sankharanam pahanam dasseti, na ca cetetiti anannatannassamitindriyam, na ca patthayatiti annindriyam, na ca anusayatiti annatavino indriyam. ","pe8:212.6":"Na ca cetetiti muduka indriyabhavana, na ca patthayatiti majjhaindriyabhavana, na ca anusetiti adhimatta indriyabhavana. ","pe8:212.7":"Ayam suttattho. ","pe8:213.1":"Tattha katama desana? ","pe8:213.2":"Idha sutte cattari saccani desitani. ","pe8:214.1":"Yanca cetayitam yanca pakappitam atthi etam arammanam cittam patitthati vicinati yujjati. ","pe8:214.2":"Na ca cetetiti na ca patthayatiti atthi evam arammanam anusaye vinnanamiti viciniyati yujjati na ca ceteti na ca patthayati. ","pe8:214.3":"Anusayappahana vinnanatthitim na gavesanti, viciyantam yujjati. ","pe8:214.4":"Ayam yuttivicayo. ","pe8:215.1":"Tattha katamo padatthano? ","pe8:215.2":"Cetana pariyutthanam cetanapariyutthanassa padatthanam. ","pe8:215.3":"Sankappanam upadanassa padatthanam. ","pe8:215.4":"Anusayo pariyutthanassa padatthanam. ","pe8:215.5":"Tesam chandaragavinasaya bhavana bhavaragassa pahanam. ","pe8:216.1":"Tattha katamo lakkhano? ","pe8:216.2":"Yam cetasikanti vedayitam pakappitam uggahitam vinnatam tabbinnanam arammanampi paccayopi. ","pe8:217.1":"Tattha katamo catubyuho? ","pe8:217.2":"Idha sutte bhagavato ko adhippayo? ","pe8:217.3":"Ye punabbhavam na icchanti, te na cetayissanti na ca patthayissantiti, ayam adhippayo. ","pe8:218.1":"Avattoti ya ca cetana patthana ca anusayo ca vinnanatthitipahana ca, imani dve saccani. ","pe8:219.1":"Vibhattiti natthi vibhattiya bhumi. ","pe8:220.1":"Parivattana pana patipakkham suttam. ","pe8:221.1":"Tattha katamo vevacano? ","pe8:221.2":"Cetana rupasancetana yava dhammasancetana. ","pe8:221.3":"Yo anusayo, te satta anusaya. ","pe8:222.1":"Pannattiti cetanapariyutthanam pannattiya pannatta. ","pe8:222.2":"Sankappanam upadanapannattiya pannattam. ","pe8:222.3":"Anusayo hetupannattiya pannatto. ","pe8:222.4":"Vinnanatthiti upapattihetupannattiya pannatta. ","pe8:222.5":"Cetana sankappana anusayo samucchedo chandaragavinayapannattiya pannatto. ","pe8:222.6":"Pathame keci dvihi parivattakehi paticcasamuppado idappaccayataya majjhapannatti. ","pe8:223.1":"Otaranoti dvihi parivattakehi dukkhanca samudayo ca majjhimakehi maggo ca nirodho ca. ","pe8:224.1":"Sodhanoti sutte suttassa arambho. ","pe8:225.1":"Adhitthanoti yancetayitam sabbam adhitthanena ekattaya pannattam. ","pe8:225.2":"Sankappitanti upadanekattaya pannattam. ","pe8:225.3":"Vinnanam ekattaya pannattam. ","pe8:226.1":"Parikkharoti subhanca arammanam ayoniso manasikaro cetana hetupaccayataya paccayo. ","pe8:226.2":"Vinnanassa patitthano dhammo arammanapaccayataya paccayo. ","pe8:226.3":"Tassa manasikaro hetupaccayataya paccayo. ","pe8:227.1":"Tattha katamo samaropano? ","pe8:227.2":"Idam suttam sannitam tattha ceteti visajjana iti niddisitabba. ","pe8:227.3":"Tassa ditthiya vinnanapaccaya namarupam yava jaramaranam, ayam samaropano. ","pe8:228.1":"Arammanametam na hoti vinnanassa thitiya, vinnananirodha namarupanirodho, namarupanirodha yava jaramarananirodho. ","pe8:229.1":"Tattha katamam sankilesabhagiyanca nibbedhabhagiyanca asekkhabhagiyanca suttam? ","pe8:229.2":"Ayam loko santapajato yava ye hi keci samana va brahmana va bhavena bhavassa vippamokkhamahamsu. ","pe8:229.3":"Sankilesabhagiyam upadhim hi paticca dukkhamidam sambhoti, ya ta pana tanha pahiyanti, bhavam nabhinandatiti nibbedhassa nibbutassa bhikkhuno anupadaya punabbhavo na hoti. ","pe8:229.4":"Upaccaga sabbabhavani taditi asekkhabhagiyam. ","pe8:230.1":"Tattha santapajatoti ragajo santapo dosajo mohajoti. ","pe8:230.2":"Tesam sattanam thanam dasseti. ","pe8:230.3":"Loko santapajatoti phasso tividho sukhavedaniyo dukkhavedaniyo adukkhamasukhavedaniyo. ","pe8:230.4":"Tattha sukhavedaniyo phasso ragasantapo, dukkhavedaniyo dosasantapo, adukkhamasukhavedaniyo mohasantapo. ","pe8:230.5":"Yatha ca bhagava aha pathamakassa valahakassa gomagge yehi gahapatiputta ragajehi dosajehi mohajehi santapehi dukkham supati, te mama santapa na santi. ","pe8:231.1":"Rogam vadati attatoti tehi santapehi santapito tividham vipallasam patilabhati sannavipallasam cittavipallasam ditthivipallasam. ","pe8:231.2":"Tattha asubhe subhanti sannavipallaso. ","pe8:231.3":"Dukkhe sukhanti cittavipallaso. ","pe8:231.4":"Anicce niccanti anattani attati ditthivipallaso. ","pe8:232.1":"Yatha cittassa vipallaso sannaditthite tividha vitakka—","pe8:232.2":"cittavitakko vipallaso sannavitakko vipallaso ditthivitakko vipallasopi. ","pe8:232.3":"Tattha avijja vipallaso gocara gatipateyyabhumi, yatha hi tam sanjanati yatha vijanati yatha sanjanati ca vijanati ca. ","pe8:232.4":"Yatha khanti ceteti ime cattaro vipallasa satta yehi catubbidham attabhavavatthum rogabhutam gandabhutam “atta”ti vadanti. ","pe8:232.5":"Rogam vadati attatoti ayam avatto. ","pe8:232.6":"Yena yena hi mannati tato tam hoti annathati subhanti mannati na tatha hoti. ","pe8:232.7":"Evam sukhanti niccam attati so annatha bhavameva santam anagatam bhavam patthayati, tena vuccati “bhavarago”ti. ","pe8:232.8":"Bhavamevabhinandati, yam abhinandati, tam dukkhanti pancakkhandhe niddisiyati. ","pe8:232.9":"Yanca tappaccaya sokaparidevadukkham tassa hi bhavessati. ","pe8:232.10":"Ettavata sankileso hoti. ","pe8:232.11":"Pahanattham kho pana brahmacariyam vussati. ","pe8:232.12":"Tinnam santapanam chandaragavinayo hoti. ","pe8:233.1":"Upadhim hi paticca dukkhamidam bhavatiti ye bhavamevabhinandanti yassa bhavessati, tam dukkham tassa dukkhassa pahanamaha. ","pe8:233.2":"Sabbaso upadananca yam natthi dukkhassa sambhavoti cattaro vipallasa yatha nidditthaupadanamaha. ","pe8:233.3":"Tassa pathamo vipallaso kamupadanam, dutiyam ditthupadanam, tatiyam silabbatupadanam, catuttham attavadupadanam, tesam yo khayo natthi dukkhassa sambhavo upadhi nidanam dukkhanirodhamaha. ","pe8:233.4":"Evametam yathabhutam sammappannaya passato vibhavatanha na hoti. ","pe8:233.5":"Vibhavam nabhinandatiti dassanabhumim manteti sabbaso tanhakkhayam nibbananti dve vimuttiyo katheti ragaviraganca avijjaviraganca. ","pe8:233.6":"Tassa bhikkhunoti anupadisesanibbanadhatum manteti. ","pe8:233.7":"Ayam suttassa atthaniddeso. ","pe8:234.1":"Tattha katamo vicayo? ","pe8:234.2":"Yassa yattha parilaheti tassa paridayhantassa so yathabhutam natthi nibbindati ca, ayam vicayo ca yutti ca. ","pe8:235.1":"Padatthano ragajo parilaho sukhindriyassa domanassindriyassa ca padatthanam. ","pe8:235.2":"Dosajo parilaho sukhindriyassa domanassindriyassa ca padatthanam. ","pe8:235.3":"Mohajo parilaho upekkhindriyassa domanassindriyassa ca padatthanam. ","pe8:236.1":"Tattha katamo lakkhano haro? ","pe8:236.2":"Phassapareto vedanapareto sannaparetopi sankharaparetopi yena yena mannati yadi subhanimittena yadi sukhanimittena yadi niccanimittena yadi attanimittena asubhe subhanti mannati, evam sabbam ragaje parilahe vutte cattaro parilaha vutta bhavanti. ","pe8:236.3":"Ragajo dosajo mohajo ditthijo ca ragam vadamiti attato vadati. ","pe8:236.4":"Sabbani pannarasa padani aniccam dukkhanti. ","pe8:237.1":"Tattha katamo catubyuho? ","pe8:237.2":"Idha sutte bhagavato ko adhippayo? ","pe8:237.3":"Ye parilahena na acchanti te bhavam nabhinandanti. ","pe8:237.4":"Ye bhavam nabhinandanti, te parinibbayissanti. ","pe8:237.5":"Ayam adhippayo. ","pe8:238.1":"Tattha katamo avatto? ","pe8:238.2":"Sankilesabhagiyena dukkhanca samudayanca niddisati. ","pe8:238.3":"Nibbedhabhagiyena magganca nirodhanca. ","pe8:239.1":"Tattha katama vibhatti? ","pe8:239.2":"Santapajato rogajato rogam vadati attato tam na ekamsena hoti amanasikara santapajato kho na ca rogam attato vadati. ","pe8:240.1":"Tattha katamo parivattano? ","pe8:240.2":"Pakkhapatipakkhanidassanattham bhumi parivattanaya. ","pe8:241.1":"Tattha katamo vevacano haro? ","pe8:241.2":"Roganca attato vadati sallam attato vadati. ","pe8:241.3":"Pannarasa padani sabbani vattabbani. ","pe8:242.1":"Tattha katama pannatti? ","pe8:242.2":"Santapajatoti domanassapadatthanam. ","pe8:242.3":"Sabbe vacanapannattiya pannapeti. ","pe8:242.4":"Rogam vadati attato vipallaso sankilesapannattiya pannapeti. ","pe8:242.5":"Yam nabhinandati, tam dukkhanti vipallasanikkhepapannattiya pannatta. ","pe8:242.6":"Te akatasatta loka majjhena vemattataya pannatta. ","pe8:243.1":"Tattha katamo otarano? ","pe8:243.2":"Santapajatoti tini akusalamulani, te sankhara sankharakkhandhapariyapanna, dhatusu dhammadhatu, ayatanesu dhammayatanam. ","pe8:243.3":"Indriyesu itthindriyam purisindriyanca padatthanam. ","pe8:244.1":"Tattha katamo sodhano? ","pe8:244.2":"Suddho suttassa arambho. ","pe8:245.1":"Tattha katamo adhitthano haro? ","pe8:245.2":"Parilahoti ye satta loka ekattapannattiya pannatta, te akatasatta loka majjhena vemattataya pannatta. ","pe8:246.1":"Tattha katamo parikkharo? ","pe8:246.2":"Santapajatoti ayoniso manasikaro hetu, vipallasanca paccayo. ","pe8:246.3":"Tattha dvihi dhammehi atta abhinivittha cittanca cetasikanca dhamme ubhayani tassa viparitena paramasato. ","pe8:246.4":"Aparo pariyayo, cetasikehi dhammehi attasanna anattasanna samugghateti. ","pe8:246.5":"Aparo pariyayo. ","pe8:246.6":"Aniccasanna cetasikesu dhammesu, na tu attasanna. ","pe8:246.7":"Idam vuccati cittanti va manoti va vinnananti va idam digharattam abbhuggatam etam mama, esohamasmi, eso me attati. ","pe8:246.8":"Tattha cetasika dhammanupassana esapi dhammasanna. ","pe8:246.9":"Tassa ko hetu, ko paccayo? ","pe8:246.10":"Ahankaro hetu, mamankaro paccayo. ","pe8:247.1":"Tattha katamo samaropano? ","pe8:247.2":"Ayam loko santapajatoti akusalam manteti vinnanam namarupassa paccayo yava jaramarananti, ayam samaropano. ","pe8:248.1":"Evametam yathabhutam, sammappannaya passati akusalamulanam pahanam. ","pe8:248.2":"Tattha avijjanirodho avijjanirodha yava jaramarananirodho, ayam samaropano. ","pe8:249.1":"Cattaro puggala—","pe8:249.2":"anusotagami patisotagami thitatto, tinno parangato thale titthati brahmanoti. ","pe8:250.1":"Tattha yo anusotagami ayam kame sevati. ","pe8:250.2":"Papanca kammam karoti yava kame patisevati. ","pe8:250.3":"Idam lobho akusalamulam, soyeva tanha, so tehi kamehi vuyhati anusotagamiti vuccati. ","pe8:250.4":"Yo puggalo tahi gamito tappaccaya tassa hetu akusalakammam karoti kayena ca vacaya ca, ayam vuccati papakammam karotiti. ","pe8:250.5":"Tassa tini sotani sakkayaditthi vicikiccha silabbataparamaso. ","pe8:250.6":"Imehi tihi sotehi tividhadhatuyam uppajjati kamadhatuyam rupadhatuyam arupadhatuyam. ","pe8:250.7":"Tena patipakkhena yo kame na patisevati. ","pe8:250.8":"Yo silavatam na paramasati. ","pe8:250.9":"Yo sakkayaditthinam pahanaya kamesu yathabhutam adinavam passati. ","pe8:250.10":"Yena ca te dhamme patisevati. ","pe8:250.11":"Yanca tappaccaya titthati brahmanoti araham kira. ","pe8:250.12":"Tattha araham tassa parangato hoti, parangatassa thale titthati sopadisesa nibbanadhatu. ","pe8:250.13":"Anusotagaminiti dassanappahatabbanam samyojananam appahanamaha. ","pe8:250.14":"Patisotagaminiti phale ditthekatthananca kilesanam pahanamaha, thitattena pancannam orambhagiyanam samyojananam pahanamaha. ","pe8:250.15":"Tattha anusotagamina maggarupimaha. ","pe8:250.16":"Patisotagamina thitattena ca maggamitimaha. ","pe8:250.17":"Parangatena savaka asekkha ca sammasambuddha ca vutta. ","pe8:250.18":"Anusotagamina sakkayasamudayagaminim patipadamaha. ","pe8:250.19":"Patisotagamina thitattena sakkayanirodhagaminim patipadamaha. ","pe8:250.20":"Parangatena dasa asekkha arahanta dhamma vutta. ","pe8:250.21":"Ayam suttattho. ","pe8:251.1":"Tattha katama desana? ","pe8:251.2":"Imasmim hi sutte cattari ariyasaccani desitani. ","pe8:251.3":"Tedhatukalokasamatikkamananca. ","pe8:252.1":"Tattha katamo vicayo haro? ","pe8:252.2":"Yo kame patisevati papam kareyyati yo ca kame na patisevati so papakammam na kareyyati yo ca imehi dvihi bhumihi uttinno parangatoti ya vimamsa ayam vicayo. ","pe8:253.1":"Yuttiti yujjati suttesu, nayujjatiti ya vimamsaya, ayam yutti. ","pe8:254.1":"Padatthanoti anusotagamina sattannam samyojananam padatthanam. ","pe8:254.2":"Akusalassa kiriya akusalassa mulanam padatthanam. ","pe8:254.3":"Patisotagamina yathabhutadassanassa padatthanam. ","pe8:254.4":"Thitattena asamhariyaya padatthanam. ","pe8:254.5":"Parangatoti kadaci bhumiya padatthanam. ","pe8:255.1":"Tattha katamo lakkhano haro? ","pe8:255.2":"Yo anusotam gacchati tanhavasena. ","pe8:255.3":"Sabbesampi kilesanam vasena gacchati. ","pe8:255.4":"Yo patisotam vayamati. ","pe8:255.5":"Tanhaya sabbesampi so kilesanam vayamati patisotam. ","pe8:255.6":"Yo attana thito kayenapi so thito vacacittenapi so thito. ","pe8:255.7":"Ayam lakkhano haro. ","pe8:256.1":"Tattha katamo catubyuho? ","pe8:256.2":"Idha sutte bhagavato ko adhippayo? ","pe8:256.3":"Ye anusotagaminiya patipadaya nabhiramissanti, te patisotam vayamissantiti yava kadaci bhumiyam, ayam adhippayo. ","pe8:257.1":"Avattoti idha sutte cattari suttani desitani. ","pe8:258.1":"Tattha katamo vibhatti haro? ","pe8:258.2":"Yo kame patisevati papanca kammam karoti. ","pe8:258.3":"So anusotagamiti na ekamsena sotapannopi kame patisevati. ","pe8:258.4":"Tam bhagiyanca papakammam karoti. ","pe8:258.5":"Kincapi sekkhopi kareyya papam yatha sutte niddittho na ca so anusotagami, idam vibhajjabyakaraniyam. ","pe8:258.6":"Na ca kame patisevati na ca papakammam karoti patisotagami na ca ekamsena sabbe bahirako kamesu vitarago na ca kame patisevati, tena ca papakammam karoti anusotagami patisotagami, ayam vibhatti. ","pe8:259.1":"Tattha katamo parivattano haro? ","pe8:259.2":"Niddittho patipakkho. ","pe8:260.1":"Vevacanoti kamesu vatthukamapi kilesakamapi rupasaddagandharasaphassaputtadaradasakammakaraporisanca pariggaha. ","pe8:261.1":"Pannattiti sabbe puthujjana ekattaya pannatta. ","pe8:261.2":"Anusotagamiti kilesasamudacarapannattiya pannatta. ","pe8:261.3":"Ye pana sekkha puggala, te nibbanapannattiya pannatta. ","pe8:261.4":"Ye pana anagami, te asamhariya pannattiya pannatta, ayam pannatti. ","pe8:262.1":"Otaranoti yo anusotagami, so dukkham. ","pe8:262.2":"Ye tassa dhamma, te dukkhassa samudayo. ","pe8:262.3":"Yam rupam, ayam rupakkhandho, evam pancapi khandha paticcasamuppado, te kilesa sankharakkhandhapariyapanna dhammayatanam dhammadhatu indriyesu ca pannatta. ","pe8:263.1":"Sodhanoti yenarambhena idam suttam desitam, so arambho sabbo suddho. ","pe8:264.1":"Adhitthanoti patisotagamina sabbe sotapanna ekattena va niddittha raganusayapatisotagamino sekkhava maggo ca sekkho ca puggalo thitattoti. ","pe8:265.1":"Vitarago ekattaya pannatto. ","pe8:265.2":"Parangatoti sabbe arahanto sabbe paccekabuddha sammasambuddha ca ekattaya pannatta. ","pe8:266.1":"Parikkharoti anusotagamino papamittapaccayo kamapariyutthanam hetu. ","pe8:266.2":"Patisotagamino dve hetu dve paccaya ca yava sammaditthiya uppadayaditthi, tassa patiladdhamaggo hetu arambho paccayo kayiko cetasikassa kotthaso ca. ","pe8:267.1":"Samaropanoti vibhatti idam suttam natthi samaropanaya bhumi. ","pe8:268.1":"Pancanisamsa sotanugatanam dhammanam yava ditthiya suppatividdhanam suttam vittharena katabbam. ","pe8:268.2":"Yunjato ghatentassa vayamato gilano maranakale devabhuto paccekabodhim papunati. ","pe8:268.3":"Sotanugatati saddhammassavanena katam hoti. ","pe8:268.4":"Na ca adhipannadhammavipassanaya tassa cittam tasitam hoti, na ca anibbiddhattam, idam ca suttam pancannam puggalanam desitam, saddhanusarino mudindriyassa tikkhindriyassa ca dhammanusarino tikkhindriyassa mudindriyassa ca. ","pe8:268.5":"Yo pana mohacarito puggalo na sakkoti yunjitum ghatitum vayamitum yathabhutam yathasamadhika vimutti tam khanam tam layam tam muhuttam phalam dasseti. ","pe8:268.6":"Sadhu parihayati paro tam duyhati, no tu sukhaavipakini bhavati. ","pe8:268.7":"Tassa dittheyeva ca dhamme upapajjaaparapariyavedaniyam. ","pe8:268.8":"Tattha yo puggalo dhammanusari tassa yadi sotanugata dhamma honti so yunjanto papunati. ","pe8:268.9":"Yo dhammanusari mudindriyo, so gilano papunati. ","pe8:268.10":"Yo saddhanusari tikkhindriyo, so maranakalasamaye papunati. ","pe8:268.11":"Yo mudindriyo, so devabhuto papunati. ","pe8:268.12":"Yada devabhuto na papunati, na so teneva dhammaragena taya dhammanandiya paccekabodhim papunati. ","pe8:268.13":"Yo sotanugatesu yunjati ghateti vayamati, so pubbapannena visesam sanjanati, sanjananto papunati. ","pe8:268.14":"Sace pana gilanassa manasikaro hoti, tattha yunjanto papunati. ","pe8:268.15":"Sace panassa maranakale samviggo hoti, tattha yunjanto papunati. ","pe8:268.16":"Sace pana na katthaci samvego hoti, tassa devabhutassa sukhino dhammabhuta pada evam avilapati. ","pe8:268.17":"So evam janati “ayam so dhammavinayo yattha mayam pubbe manussabhuta brahmacariyam carimha”ti. ","pe8:268.18":"Atha devabhuto papunati. ","pe8:268.19":"Dibbesu va pancasu kamagunesu ajjhosito hoti pamadavihari, so tena kusalamulena paccekabodhim papunati. ","pe8:269.1":"Ya paratoghosena vacasa suparicita, ayam sutamayi panna. ","pe8:269.2":"Ye pana dhamma honti manasa anupekkhita, ayam cintamayi panna. ","pe8:269.3":"Yam ditthiya suppatividdha, ayam bhavanamayi panna. ","pe8:269.4":"Yam sotanugata vacasa paricita honti, so ca dittheyeva dhamme parinibbayi, ayam araham puggalo. ","pe8:269.5":"Yo upapajjati devabhuto papunati, tattha ca parinibbayati, ayam anagami. ","pe8:269.6":"Yo tena kusalamulena paccekabodhim papunati, ayam pubbayogasambharasambhuto puggalo. ","pe8:270.1":"Sotanugata dhammati pathamam vimuttayatanam, vacasa paricitati dutiyam tatiyanca vimuttayatanam, manasa anupekkhitati catuttham vimuttayatanam ditthiya suppatividdhati pancamam vimuttayatanam. ","pe8:271.1":"Sotanugataya vimuttiya vacasa ya vaca suppatividdha anupubbadhammassa sotena sutva silakkhandhe paripureti, manasa anupekkhita samadhikkhandham paripureti, ditthiya suppatividdha pannakkhandham paripureti. ","pe8:272.1":"Sotanugata dhamma bahussuta hontiti vittharena katabbam. ","pe8:272.2":"Idam pathamam saddhapadanam manasa anupekkhitati patisallanabahulo viharati, vittharena katabbam. ","pe8:272.3":"Idam dutiyam saddhapadanam ditthiya suppatividdhati anasava cetovimuttiya naparam itthattayati pajanatiti. ","pe8:272.4":"Idam tatiyam saddhapadanam. ","pe8:273.1":"Sotanugata dhammati sekkham sattha dasseti. ","pe8:273.2":"Manasa anupekkhitati arahattam sattha dasseti. ","pe8:273.3":"Ditthiya suppatividdhati tathagatam arahantam sammasambuddham sattha dasseti. ","pe8:274.1":"Sotanugata dhammati kamanam nissaranam dasseti. ","pe8:274.2":"Manasa anupekkhitati rupadhatuya nissaranam dasseti. ","pe8:274.3":"Ditthiya suppatividdhati tedhatukanam nissaranam dasseti. ","pe8:274.4":"Ayam suttattho. ","pe8:275.1":"Tattha katamo desanaharo? ","pe8:275.2":"Imamhi sutte tayo esana desita sotanugatehi dhammehi vacasa paricitehi kamesanaya samathamaggo. ","pe8:275.3":"Ditthiya suppatividdhehi brahmacariyesanaya samathamaggo. ","pe8:276.1":"Vicayoti yatha suttam manasikaronto vicinanto sutamayipannam patilabhati. ","pe8:276.2":"Yatha ca so manasikarotiti yatha sutadhamma tada cintamayipannam patilabhati. ","pe8:276.3":"Yatha dittheva dhamme manasikaroti tada bhavanamayipannam patilabhati. ","pe8:276.4":"Ayam vicayo. ","pe8:277.1":"Sutena sutamayipannam patilabhati. ","pe8:277.2":"Cintaya cintamayipannam bhavanaya bhavanamayipannam patilabhati. ","pe8:277.3":"Atthi esa yutti. ","pe8:278.1":"Padatthanoti sotanugata dhammati dhammassavanassa padatthanam. ","pe8:278.2":"Vacasa paricitati yunjanaya padatthanam. ","pe8:278.3":"Manasa anupekkhitati dhammanudhammaya vipassanaya padatthanam. ","pe8:278.4":"Ditthiya anupekkhitati pannayapi anupekkhita ditthiyapi anupekkhita. ","pe8:279.1":"Catubyuhoti imamhi sutte bhagavato ko adhippayo? ","pe8:279.2":"Ye imahi dvihi pannahi samannagata tehi …. ","pe8:280.1":"Sa nibbutoti maggaphalam anupadisesanca nibbanadhatum manteti, danena olarikanam kilesanam pahanam manteti. ","pe8:280.2":"Silena majjhimanam, pannaya sukhumakilesanam manteti, ragadosamohakkhaya sa nibbutoti kata ca bhumi. ","pe8:281.1":"“Dadato punnam pavaddhati, ","pe8:281.2":"Samyamato veram na ciyati”. ","pe8:282.1":"Kusalo ca jahati papakanti maggo vutto. ","pe8:282.2":"Ragadosamohakkhaya sa nibbutoti maggaphalamaha. ","pe8:283.1":"Dadato punnam pavaddhati, samyamatoti tihi padehi lokikam kusalamulam vuttam. ","pe8:283.2":"Ragadosamohakkhaya sa nibbutoti lokuttaram kusalamulam vuttam. ","pe8:284.1":"Dadato punnam pavaddhati, samyamato veram na ciyatiti puthujjanabhumim manteti. ","pe8:284.2":"Kusalo ca jahati papakanti sekkhabhumim manteti. ","pe8:284.3":"Ragadosamohakkhaya sa nibbutoti asekkhabhumi vutta. ","pe8:285.1":"Dadato punnam pavaddhati, samyamato veram na ciyatiti magganiya patipada vutta. ","pe8:285.2":"Kusalo ca jahati papakanti sekkhavimutti. ","pe8:285.3":"Ragadosamohakkhaya sa nibbutoti asekkhavimutti. ","pe8:286.1":"Dadato punnam pavaddhati, samyamato veram na ciyatiti danakatham silakatham maggakatham lokikanam dhammanam desanamaha. ","pe8:286.2":"Kusalo ca jahati papakanti loke adinavanupassana. ","pe8:286.3":"Ragadosamohakkhaya sa nibbutoti samukkamsikaya dhammadesanayapi patividdha. ","pe8:287.1":"Dadato punnam pavaddhatiti pananam abhayadanena panatipata veramanisattanam abhayam deti. ","pe8:287.2":"Evam sabbani sikkhapadani katabbani. ","pe8:287.3":"Samyamato veram na ciyatiti sile patitthaya cittam samyameti, tassa samyamato paripurim gacchati. ","pe8:287.4":"Ragadosamohakkhaya sa nibbutoti dve vimuttiyo. ","pe8:287.5":"Ayam suttaniddeso. ","pe8:288.1":"Tattha katama desana? ","pe8:288.2":"Imamhi sutte kim desitam? ","pe8:288.3":"Dve sugatiyo deva ca manussa ca, dibba ca pancakamaguna, manussaka ca. ","pe8:288.4":"Dvihi padehi niddeso. ","pe8:288.5":"Dadato punnam pavaddhati, samyamato veram na ciyati, kusalo ca jahati papakanti maggo vutto. ","pe8:288.6":"Ragadosamohakkhaya sa nibbutoti dve nibbanadhatuyo desita sopadisesa ca anupadisesa ca. ","pe8:288.7":"Ayam desana. ","pe8:289.1":"Vicayoti dadato punnam pavaddhatiti imina pathamena padena danamayikapunnakiriyavatthu vuttam. ","pe8:289.2":"Tenassa anantariyanam kusalanam dhammanam. ","pe8:289.3":"Dutiyena padena … yanti, niyyanikam sasananti, ayam adhippayo. ","pe8:290.1":"Assavanena ca amanasikarena ca appativedhena ca sakkayasamudayagamini patipada vutta. ","pe8:290.2":"Savanena ca manasikarena ca pativedhena ca sakkayanirodhagamini patipada vutta. ","pe8:290.3":"Ayam avatto. ","pe8:291.1":"Vibhattiti ekamsabyakaraniyo. ","pe8:291.2":"Natthi tattha vibhattiya bhumi. ","pe8:291.3":"Parivattanati ye pancanisamsa, te pancadina patipakkhena teneva dittheva dhamme papunati, tam upapajjamana aparo pariyayo. ","pe8:292.1":"Vevacananti sotanugata dhammati yam suttam ditthampi pannindriyam vinnattampi ditthiya suppatividdhampi vibhavitampi. ","pe8:293.1":"Pannattiti sotanugatadhammati desana avijjapannattiya pannattam. ","pe8:293.2":"Manasikaro pamojjapannattiya pannatto, ditthadhammapi anisamsapannattiya pannatta. ","pe8:294.1":"Otaranoti tisso panna vacasa paricitesu sutamayi panna manasa anupekkhitesu cintamayi panna ditthiya suppatividdhasu bhavanamayi panna. ","pe8:294.2":"Imani ariyasaccani indriyani vijjuppada avijjanirodho paticcasamuppado indriyesu tini indriyani, ayatanesu dhammayatanapariyapanna dhatusu dhammadhatupariyapannati. ","pe8:295.1":"Sodhanoti yo arambho suttassa paveso niyutto. ","pe8:296.1":"Adhitthanoti pancanisamsati vemattataya pannatta anisamsa sota anugatati vemattataya ariyavoharo pannatto, dhamme ca savananti ekattataya pannattam. ","pe8:297.1":"Parikkharoti dhammassavanassa payirupasana paccayo, saddha hetu. ","pe8:297.2":"Manasa anupekkhitati atthappatisamvedita paccayo, dhammappatisamvedita hetu, ditthiya suppatividdhati saddhammassavananca manasikaro ca paccayo, sutamayi cintamayi panna hetu. ","pe8:298.1":"Samaropanoti vibhattam suttam aparo pariyayo nibbatti bale natthi. ","pe8:298.2":"Tattha samaropanaya bhumi. ","pe8:299.1":"Tattha katamam vasanabhagiyanca nibbedhabhagiyanca suttam? ","pe8:299.2":"Dadato punnam pavaddhatiti gatha. ","pe8:299.3":"Dadatoti danamayikapunnakiriyavatthu vuttam. ","pe8:299.4":"Samyamato veram na ciyatiti silamayikapunnakiriyavatthu vuttam. ","pe8:299.5":"Kusalo ca jahati papakanti lobhassa ca mohassa ca byapadassa ca pahanamaha. ","pe8:299.6":"Ragadosamohakkhaya sa nibbutoti lobhassa ca mohassa ca byapadassa ca chandaragavinayamahati. ","pe8:299.7":"Dadato punnam pavaddhatiti gatha alobho kusalamulam bhavati. ","pe8:299.8":"Samyamato veram na ciyatiti adoso kusalamulam bhavati. ","pe8:299.9":"Samyamato veram na ciyatiti avera asapatta abyapadataya sada. ","pe8:299.10":"Kusalo ca jahati papakanti nanuppada annananirodho. ","pe8:299.11":"Catutthapadena ragadosamohakkhayena ragaviraga cetovimuttimohakkhayena avijjaviraga pannavimutti, ayam vicayo. ","pe8:300.1":"Yuttiti dane thito ubhayam hi paripureti. ","pe8:300.2":"Macchariyanca pajahati. ","pe8:300.3":"Punnanca pavaddhati. ","pe8:300.4":"Atthi esa yutti. ","pe8:301.1":"Padatthananti dadato punnam pavaddhatiti cagadhitthanassa padatthanam. ","pe8:301.2":"Samyamato veram na ciyatiti pannadhitthanassa padatthanam kusalo ca jahati papakanti saccadhitthanassa padatthanam. ","pe8:301.3":"Ragadosamohakkhaya sa nibbutoti upasamadhitthanassa padatthanam. ","pe8:301.4":"Ayam padatthano. ","pe8:302.1":"Tattha katamo lakkhano? ","pe8:302.2":"Dadato punnam pavaddhati samyamato veram na ciyati. ","pe8:302.3":"Dadatopi veram na kariyati kusalo ca jahati papakam ragadosamohakkhaya sa nibbuto rupakkhayapi vedanakkhayapi, yena rupena dittham, tena tathagato pannapento pannapeyya rupassa khaya viraganirodhati evam pancakkhandha. ","pe8:303.1":"Catubyuho idha bhagavato ko adhippayo? ","pe8:303.2":"Ye mahabhoganam patthayissanti? ","pe8:303.3":"Te danam dassanti parissayapahanaya, ye averabhichandaka, te panca verani pajahissanti, ye kusalabhichandaka, te atthangikam maggam bhavessanti atthannam micchattanam pahanaya. ","pe8:303.4":"Ye nibbayitukama, te ragadosamoham pajahissantiti ayam bhagavato adhippayo. ","pe8:304.1":"Avattoti yanca adadato macchariyam yanca asamyamato veram yanca akusalassa papassa appahanam, ayam dukkhaniddeso na samudayo. ","pe8:304.2":"Alobhena ca adosena ca amohena ca kusalena imani tini kusalamulani. ","pe8:304.3":"Tesam paccayo attha sammattani, ayam maggo. ","pe8:304.4":"Tesam ragadosamohanam khaya, ayam nirodho. ","pe8:305.1":"Vibhattiti dadato punnam pavaddhatiti na ekamsena yo rajadandabhayena deti, yo ca akappiyassa paribhogena silavantesu deti, na tassa punnam pavaddhatiti so cetam danam akusalena deti, dandadanam satthadanam apunnamayam pavaddhati, na punnam. ","pe8:305.2":"Samyamato veram na ciyatiti na ekamsena kinkaranam yanca yo padam ditthadhammikam passati yadi mama rajano gahetva hattham va chindeyya …pe… ","pe8:305.3":"na tena samyamena veram na karoti. ","pe8:305.4":"Yo tu evam samadiyati panatipatassa papako vipakoti, ditthe yeva dhamme abhisamparaye ca evam sabbassa akusalassa hetuto arati. ","pe8:305.5":"Imina samyamena veram na ciyati. ","pe8:306.1":"Parivattanati dadato punnam pavaddhatiti adadato punnam na pavaddhati. ","pe8:306.2":"Yam danamayam, tam samyamato veram na ciyati, asamyamato veram kariyati. ","pe8:306.3":"Kusalo ca jahati papakam akusalo na jahati. ","pe8:306.4":"Ragadosamohakkhaya sanibbutoti dutam pesetva panitam pesetvapi na pakkosami, so sayameva pana mahabhikkhusanghaparivaro amhakam vasanatthanam sampatto amhehi ca santhagarasala karita, ettha mayam dasabalam anetva mangalam bhanapemati cintetva upasankamimsu. ","pe8:306.5":"Yena santhagaram tenupasankamimsuti tam divasam kira santhagare cittakammam nitthapetva attaka muttamatta honti. ","pe8:306.6":"Buddha nama arannajjhasaya arannarama antogame vaseyyum va no vati tasma bhagavato manam janitvava patijaggissamati cintetva te bhagavantam upasankamimsu. ","pe8:306.7":"Idani pana manam labhitva patijaggitukama yena santhagaram, tenupasankamimsu. ","pe8:306.8":"Sabbasantharinti yatha sabbam santhatam hoti evam yena bhagava tenupasankamimsuti. ","pe8:306.9":"Ettha pana te mallarajano santhagaram patijaggitva nagaravithiyopi sammajjapetva dhaje ussapetva suvannaghatikadaliyo ca thapapetva sakalanagaram dipamalahi vippakinnatarakam viya katva khirapake darake khiram payetha, dahare kumare lahum lahum bhojapetva sayapetha, uccasaddam makari, ajja ekarattim sattha antogameva vasissati, buddha nama appasaddakama hontiti bherim carapetva sayam dandakadipika adaya yena bhagava tenupasankamimsu. ","pe8:306.10":"Bhagavantamyeva purakkhatvati bhagavantam purato katva, tattha bhagava bhikkhunanceva upasakananca majjhe nisinno ativiya virocati. ","pe8:306.11":"Samantapasadiko suvannavanno abhirupo dassaniyo puratthimakayato suvannavanna rasmi utthahitva gaganatale asitihattham thanam ganhati. ","pe8:306.12":"Pacchimakayato dakkhinahatthato vamahatthato suvannavanna hettha padatalehi pavalavannarasmi utthahitva ghanapathaviyam asitihattham thanam ganhati, evam samanta asitihatthamattam thanam chabbannabuddharasmiyo vijjotamana vitandamana vidhavanti, sabbe disabhaga suvannacampakapupphehi vikiriyamana viya suvannaghatato nikkhantasuvannarasadharahi sincamana viya pasaritasuvannapataparikkhitta viya verambhavatasamutthitakimsukakimsukarakanikarapupphacunnasamokinna viya vippakasantam asitianubyanjanabyamappabha dvattimsavaralakkhanasamujjalam sariram samuggatatarakam viya gaganatalam vikasitamiva padumavanam sabbaphaliphullo viya yojanasatiko paricchattako patipatiya thapitanam dvattimsacandanam dvattimsasuriyanam dvattimsacakkavattinam dvattimsadevarajanam dvattimsamahabrahmanam nibbuto asekkhassa natthi nibbuti. ","pe8:307.1":"Vevacananti dadato punnam pavaddhati, anumodatopi punnam pavaddhati. ","pe8:307.2":"Cittassa samadahatopi veyyavaccakiriyayapi punnam pavaddhatiti. ","pe8:308.1":"Pannattiti dadato punnam pavaddhati, alobhassa patinissayaghatapannattiya pannattam. ","pe8:308.2":"Samyamato veram na ciyatiti adosassa patinissayaghatapannattiya pannattam kusalo ca jahati papakanti amohassa patinissayaghatapannattiya pannattam. ","pe8:309.1":"Otaranoti pancasu indriyesu dadato punnam pavaddhati, samyamato veram na ciyati samyamena silakkhandho. ","pe8:309.2":"Otinno chasu indriyesu samvaro, ayam samadhikkhandho, yam kusalo ca jahati papakam, ayam pannakkhandho, ragadosamohakkhaya sa nibbutoti vimuttikkhandho. ","pe8:309.3":"Dhatusu dhammadhatu, ayatanesu manayatanam. ","pe8:310.1":"Sodhanoti yenarambhena idam suttam desitam so arambho suddho. ","pe8:311.1":"Adhitthano dananti ekattataya pannattam. ","pe8:311.2":"Cago pariccago dhammadanam amisadanam, attha danani vittharena katabbani, ayam vemattata. ","pe8:311.3":"Na ca dadato ekattapannattiya pannattam. ","pe8:311.4":"Khanti anavajjanti pannattiya pannattam. ","pe8:311.5":"Ragadosamohakkhaya sa nibbutoti rodhaviriyapannattiya pannatta. ","pe8:312.1":"Parikkharoti danassa pamojjam paccayo, alobho hetu. ","pe8:312.2":"Samyamato yoniso manasikaro hetu, pariccago paccayo. ","pe8:312.3":"Kusalo ca jahati papakanti yathabhutadassanam paccayo, nanappatilabho hetu. ","pe8:312.4":"Ragadosamohakkhaya sa nibbutoti parato ca ghoso ajjhattanca yoniso manasikaro maggo ca hetu ca paccayo ca. ","pe8:313.1":"Samaropanoti dadato punnam pavaddhatiti gatha tassa silampi vaddhati. ","pe8:313.2":"Samyamopi vaddhati. ","pe8:313.3":"Samyamato veram na ciyatiti. ","pe8:313.4":"Annepi kilesa na ciyanti yepissa tappaccaya uppajjeyyum asava vighata, tepissa na uppajjanti. ","pe8:313.5":"Ragadosamohakkhaya sa nibbutoti ragadosassapi khaya raganusayassapi khaya dosassa mohassapi sa nibbutoti sopadisesa nibbanadhatu anupadisesapi. ","pe8:313.6":"Ayam samaropano. ","pe8:313.7":"Therassa mahakaccayanassa petakopadese harassa sampatabhumi samatta. "}