{"pe9:0.1":"Petakopadesa ","pe9:0.2":"Suttavebhangiya ","pe9:1.1":"Pubba koti na pannayati avijjaya ca bhavatanhaya ca. ","pe9:1.2":"Tattha avijjanivarananam tanhasamyojananam sattanam pubbakoti na pannayati. ","pe9:1.3":"Tattha ye satta tanhasamyojana, te ajjhosanabahula mandavipassaka. ","pe9:1.4":"Ye pana ussannaditthika satta, te vipassanabahula mandajjhosana. ","pe9:2.1":"Tattha tanhacarita satta sattasannabhinivittha anuppadavayadassino. ","pe9:2.2":"Te pancasu khandhesu attanam samanupassanti “rupavantam va attanam, attani va rupam, rupasmim va attanan”ti. ","pe9:2.3":"Evam pancakkhandha. ","pe9:2.4":"Annehi khandhehi attanam samanupassanti tassa ussannaditthika satta vipassamana khandhe ujum attato samanupassanti. ","pe9:2.5":"Te rupam attako samanupassanti. ","pe9:2.6":"Yam rupam, so atta. ","pe9:2.7":"Yo aham, tam rupam. ","pe9:2.8":"So rupavinasam passati, ayam ucchedavadi. ","pe9:2.9":"Iti pancannam khandhanam pathamabhinipata sakkayaditthiyo panca ucchedam bhajanti “tam jivam tam sariran”ti. ","pe9:2.10":"Ekamekamhi khandhe tihi padehi pacchimakehi sassatam bhajati “annam jivam annam sariran”ti. ","pe9:2.11":"Ito bahiddhate pabbajita tanhacarita kamasukhallikanuyogamanuyutta viharanti. ","pe9:2.12":"Tena ye ca nissandena ditthicarita attakilamathanuyogamanuyutta viharanti. ","pe9:2.13":"Tenayeva ditthisukhena ettavata bahirako payogo. ","pe9:3.1":"Tattha ditthicarita satta ye ariyadhammavinayam otaranti, te dhammanusarino honti. ","pe9:3.2":"Ye tanhacarita satta ariyam dhammavinayam otaranti, te saddhanusarino honti. ","pe9:4.1":"Tattha ye ditthicarita satta, te kamesu dosaditthi, na ca ye kamesu anusaya samuhata, te attakilamathanuyogamanuyutta viharanti. ","pe9:4.2":"Tesam sattha dhammam deseti. ","pe9:4.3":"Anno va savako kamehi natthi atthoti te ca pubbeyeva kamehi anatthika iti kame appakasirena patinissajjanti. ","pe9:4.4":"Te cetasikena dukkhena anajjhosita. ","pe9:4.5":"Tena vuccati “sukha patipada”ti. ","pe9:4.6":"Ye pana tanhacarita satta, te kamesu ajjhosita, tesam sattha va dhammam deseti. ","pe9:4.7":"Annataro va bhikkhu kamehi natthi atthoti, te piyarupam dukkhena patinissajjanti. ","pe9:4.8":"Tena vuccati “dukkha patipada”ti. ","pe9:4.9":"Iti ime sabbasatta dvisu patipadasu samosaranam gacchanti dukkhayanca sukhayanca. ","pe9:5.1":"Tattha ye ditthicarita satta, te dvidha mudindriya ca tikkhindriya ca. ","pe9:5.2":"Tattha ye ditthicarita satta tikkhindriya sukhena patinissajjanti, khippanca abhisamenti, tena vuccati “khippabhinna sukha patipada”ti. ","pe9:5.3":"Tattha ye ditthicarita satta mudindriya pathamam tikkhindriyam upadaya dandhataram abhisamenti, te sukhena patinissajjanti, dandhanca abhisamenti. ","pe9:5.4":"Tena vuccati “sukha patipada dandhabhinna”ti. ","pe9:5.5":"Tattha tanhacarita satta dvidha tikkhindriya ca mudindriya ca. ","pe9:5.6":"Tattha ye tanhacarita satta tikkhindriya dukkhena patinissajjanti, khippanca abhisamenti. ","pe9:5.7":"Tena vuccati “dukkha patipada khippabhinna”ti. ","pe9:5.8":"Tattha ye tanhacarita satta mudindriya pathamam tikkhindriyam upadaya dandhataram abhisamenti, te dukkhena patinissajjanti, dandhanca abhisamenti. ","pe9:5.9":"Tena vuccati “dukkha patipada dandhabhinna”ti. ","pe9:5.10":"Ima catasso patipadayo apancama achattha. ","pe9:5.11":"Ye hi keci nibbuta nibbayissanti va imahi catuhi patipadahi anannahi ayam patipadacatukkena kilese niddisati. ","pe9:5.12":"Ya catukkamaggena ariyadhammesu niddisitabba, ayam vuccati sihavikkilito nama nayo. ","pe9:6.1":"Tatrime cattaro ahara. ","pe9:6.2":"Cattaro vipallasa upadana yoga gantha asava ogha salla vinnanatthitiyo agatigamanati, evam imani sabbani dasa padani. ","pe9:6.3":"Ayam suttassa samsandana. ","pe9:7.1":"Cattaro ahara. ","pe9:7.2":"Tattha yo ca kabalikaro aharo yo ca phasso aharo, ime tanhacaritena pahatabba. ","pe9:7.3":"Tattha yo ca manosancetanaharo yo ca vinnanaharo, ime ditthicaritena pahatabba. ","pe9:8.1":"Pathamo aharo pathamo vipallaso, dutiyo aharo dutiyo vipallaso, tatiyo aharo tatiyo vipallaso, catuttho aharo catuttho vipallaso. ","pe9:8.2":"Ime cattaro vipallasa apancama achattha. ","pe9:8.3":"Idanca pamana cattaro ahara. ","pe9:9.1":"Tattha pathame vipallase thito kame upadiyati, idam kamupadanam. ","pe9:9.2":"Dutiye vipallase thito anagatam bhavam upadiyati, idam silabbatupadanam. ","pe9:9.3":"Tatiye vipallase thito viparito ditthim upadiyati, idam ditthupadanam. ","pe9:9.4":"Catutthe vipallase thito khandhe attato upadiyati, idam attavadupadanam. ","pe9:10.1":"Tattha kamupadane thito kame abhijjhayati ganthati, ayam abhijjhakayagantho. ","pe9:10.2":"Silabbatupadane thito byapadam ganthati, ayam byapadakayagantho. ","pe9:10.3":"Ditthupadane thito paramasam ganthati, ayam paramasakayagantho. ","pe9:10.4":"Attavadupadane thito papancanto ganthati, ayam idamsaccabhiniveso kayagantho. ","pe9:11.1":"Tassa ganthita kilesa asavanti. ","pe9:11.2":"Kinci pana vuccati vippatisaro. ","pe9:11.3":"Ye vippatisara te anusaya. ","pe9:11.4":"Tattha abhijjhakayaganthena kamasavo, byapadakayaganthena bhavasavo, paramasakayaganthena ditthasavo, idam saccabhinivesakayaganthena avijjasavo. ","pe9:12.1":"Te cattaro asava vepullabhavam gata ogha honti, tena vuccanti “ogha”ti. ","pe9:12.2":"Tattha kamasavo kamogho, bhavasavo bhavogho, avijjasavo avijjogho, ditthasavo ditthogho. ","pe9:13.1":"Te cattaro ogha asayamanupavittha anusayasahagata vuccanti. ","pe9:13.2":"Sallati hadayamahacca titthanta. ","pe9:13.3":"Tattha kamogho ragasallam, bhavogho dosasallam, avijjogho mohasallam, ditthogho ditthisallam. ","pe9:14.1":"Imehi catuhi sallehi pariyadinnam vinnanam catusu dhammesu titthati rupe vedanaya sannaya sankharesu. ","pe9:14.2":"Ima catasso vinnanatthitiyo. ","pe9:14.3":"Tattha ragasallena nandupasecanam rupupagam vinnanam titthati. ","pe9:14.4":"Dosasallena vedanupagam mohasallena sannupagam ditthisallena nandupasecanam sankharupagam vinnanam titthati. ","pe9:15.1":"Catuhi vinnanatthitihi catubbidham agatim gacchanti chanda dosa bhaya moha. ","pe9:15.2":"Ragena chanda agatim gacchati, dosena dosa agatim gacchati, mohena moha agatim gacchati, ditthiya bhaya agatim gacchati. ","pe9:15.3":"Iti idanca kammam ime ca kilesa. ","pe9:15.4":"Ayam samsarassa hetu. ","pe9:16.1":"Tatthima catasso disa kabalikaraharo “asubhe subhan”ti vipallaso kamupadanam kamayogo abhijjhakayagantho kamasavo kamogho ragasallam rupupaga vinnanatthiti chanda agatigamanam. ","pe9:16.2":"Ayam pathama disa. ","pe9:17.1":"Phasso aharo “dukkhe sukhan”ti vipallaso silabbatupadanam bhavayogobyapado kayagantho bhavasavo bhavogho dosasallam vedanupaga vinnanatthiti dosa agatigamanam, ayam dutiya disa. ","pe9:18.1":"Manosancetanaharo “anattani atta”ti vipallaso ditthupadanam ditthiyogo paramasakayagantho ditthasavo ditthogho ditthisallam sannupaga vinnanatthiti bhaya agatigamanam. ","pe9:18.2":"Ayam tatiya disa. ","pe9:19.1":"Vinnanaharo “anicce niccan”ti vipallaso attavadupadanam avijjayogo idamsaccabhiniveso kayagantho avijjasavo avijjogho mohasallam sankharupaga vinnanatthiti moha agatigamanam, ayam catutthi disa. ","pe9:19.2":"Iti imesam dasannam suttanam pathamena padena pathamaya disaya alokanam. ","pe9:19.3":"Ayam vuccati disalokana. ","pe9:20.1":"Catuhi vipallasehi akusalapakkhe disavilokana kilesam samyojetva ayam akusalapakkhe disavilokanaya bhumi pancannam dasannam suttanam yani pathamani padani imesam dhammanam ko attho? ","pe9:20.2":"Eko attho, byanjanameva nanam. ","pe9:20.3":"Evam dutiya evam tatiya evam catutthi. ","pe9:20.4":"Ayam pathama samsandana. ","pe9:21.1":"Imina peyyalena sabbe kilesa catusu padesu pakkhipitabba. ","pe9:21.2":"Tato kusalapakkhe catasso patipada cattari jhanani cattaro satipatthana cattaro vihara dibbo brahma ariyo anenjo cattaro sammappadhana cattaro acchariya abbhutadhamma cattaro adhitthana cattaro samadhayo chandasamadhi viriyasamadhi cittasamadhi vimamsasamadhi. ","pe9:21.3":"Cattaro dhamma sukhabhagiya nannatra bojjhanga nannatra tapasa nannatindriyasamvara nannatra sabbanissagga cattari appamanani. ","pe9:22.1":"Tattha dukkha patipada dandhabhinna bhaviyamana bahulikariyamana pathamam jhanam paripureti, pathamam jhanam paripunnam pathamam satipatthanam paripureti, pathamam satipatthanam paripunnam pathamam viharam paripureti, pathamo viharo paripunno pathamam sammappadhanam paripureti, pathamam sammappadhanam paripunnam pathamam acchariyam abbhutadhammam paripureti, pathamo acchariyo abbhuto dhammo paripunno pathamam adhitthanam paripureti, pathamam adhitthanam paripunnam chandasamadhim paripureti, chandasamadhi paripunno indriyasamvaram paripureti, indriyasamvaro paripunno pathamam mettaappamanam paripureti. ","pe9:22.2":"Evam yava sabbanissaggo catuttham appamanam paripureti. ","pe9:23.1":"Tattha pathama ca patipada pathamanca jhanam pathamanca satipatthanam pathamo ca viharo pathamanca sammappadhanam pathamo ca acchariyo abbhuto dhammo saccadhitthananca chandasamadhi ca indriyasamvaro ca metta ca appamanam. ","pe9:23.2":"Ayam pathama disa. ","pe9:24.1":"Dukkha ca patipada khippabhinna dutiyam jhanam dutiyanca satipatthanam dutiyo ca viharo dutiyanca sammappadhanam dutiyo ca acchariyo abbhuto dhammo cagadhitthanam cittasamadhi cattaro iddhipada karuna ca appamanam, ayam dutiya disa. ","pe9:25.1":"Sukha ca patipada dandhabhinna tatiyanca jhanam tatiyanca satipatthanam tatiyo ca viharo tatiyanca sammappadhanam tatiyo ca acchariyo abbhuto dhammo pannadhitthananca viriyasamadhi ca bojjhanga ca mudita ca appamanam. ","pe9:25.2":"Ayam tatiya disa. ","pe9:26.1":"Sukha ca patipada khippabhinna catuttham jhanam catutthanca satipatthanam catuttho ca viharo catutthanca sammappadhanam catuttho ca acchariyo abbhuto dhammo upasamadhitthananca vimamsasamadhi ca sabbanissaggo ca upekkha appamananca. ","pe9:26.2":"Ayam catutthi disa. ","pe9:26.3":"Imasam catassannam disanam alokana. ","pe9:26.4":"Ayam vuccati disalokano nama nayo. ","pe9:27.1":"Tatthayam yojana. ","pe9:27.2":"Cattaro ca ahara catasso ca patipada, cattaro ca vipallasa cattaro ca satipatthana, cattari ca upadanani cattari ca jhanani cattaro ca yoga vihara ca, gantha ca sammappadhana ca, asava ca acchariya abbhutadhamma ca, ogha ca adhitthanani ca, salla ca samadhayo, vinnanatthitiyo cattaro ca sukhabhagiya dhamma, cattari ca agatigamanani cattari ca appamanani iti kusalakusalanam patipakkhavasena yojana, ayam vuccati disalokano nayo. ","pe9:28.1":"Tassa cattari samannaphalani pariyosanam, yo ca dhammo kusalakusalaniddese pathamo disaniddeso, imassa sotapattiphalam pariyosanam dutiyam sakadagamiphalam, tatiyam anagamiphalam, catuttham arahattaphalam. ","pe9:29.1":"Tattha katamo tipukkhalo nayo? ","pe9:29.2":"Ye ca dukkhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyanti dve puggala, ye ca sukhaya patipadaya dandhabhinnaya khippabhinnaya ca niyyanti dve puggala. ","pe9:30.1":"Imesam catunnam puggalanam yo puggalo sukhaya patipadaya dandhabhinnaya niyyati, yo ca puggalo dukkhaya patipadaya khippabhinnaya niyyati. ","pe9:30.2":"Ime dve puggala bhavanti. ","pe9:30.3":"Tattha yo sukhaya patipadaya khippabhinnaya niyyati, ayam ugghatitannu. ","pe9:30.4":"Yo pacchimo puggalo sadharano, ayam vipancitannu. ","pe9:30.5":"Yo puggalo dandhabhinnaya dukkhaya patipadaya niyyati, ayam neyyo. ","pe9:30.6":"Ime cattaro bhavitva tini honti, tattha ugghatitannussa samathapubbangama vipassana, neyyassa vipassanapubbangamo samatho, vipancitannussa samathavipassana yuganaddha. ","pe9:30.7":"Ugghatitannussa muduka desana, neyyassa tikkha desana, vipancitannussa tikkhamuduka desana. ","pe9:31.1":"Ugghatitannussa adhipannasikkha, neyyassa adhicittasikkha, vipancitannussa adhisilasikkha. ","pe9:31.2":"Iti imesam puggalanam catuhi patipadahi niyyanam. ","pe9:32.1":"Tattha ayam sankileso, tini akusalamulani tayo phassa tisso vedana tayo upavicara tayo sankilesa tayo vitakka tayo parilaha tini sankhatalakkhanani tisso dukkhatati. ","pe9:33.1":"Tini akusalamulaniti lobho akusalamulam, doso akusalamulam, moho akusalamulam. ","pe9:33.2":"Tayo phassati sukhavedaniyo phasso, dukkhavedaniyo phasso, adukkhamasukhavedaniyo phasso. ","pe9:33.3":"Tisso vedanati sukha vedana dukkha vedana adukkhamasukha vedana. ","pe9:33.4":"Tayo upavicarati somanassopavicaro domanassopavicaro upekkhopavicaro. ","pe9:33.5":"Tayo sankilesati rago doso moho. ","pe9:33.6":"Tayo vitakkati kamavitakko byapadavitakko vihimsavitakko. ","pe9:33.7":"Tayo parilahati ragajo dosajo mohajo. ","pe9:33.8":"Tini sankhatalakkhananiti uppado thiti vayo. ","pe9:33.9":"Tisso dukkhatati dukkhadukkhata viparinamadukkhata sankhatadukkhata. ","pe9:34.1":"Tattha lobho akusalamulam kuto samutthitam? ","pe9:34.2":"Tividham arammanam manapikam amanapikam upekkhathaniyanca. ","pe9:34.3":"Tattha manapikena arammanena lobho akusalamulam samutthahati. ","pe9:34.4":"Iti manapika arammana sukhavedaniyo phasso, sukhavedaniyam phassam paticca uppajjate sukhavedana, sukhavedanam paticca uppajjate somanassupavicaro, somanassupavicaram paticca uppajjate rago, ragam paticca uppajjate kamavitakko, kamavitakkam paticca uppajjate ragajo parilaho ragajam parilaham paticca uppajjate uppado sankhatalakkhano, uppadam sankhatalakkhanam paticca uppajjate viparinamadukkhata. ","pe9:35.1":"Doso akusalamulam kuto samutthitam? ","pe9:35.2":"Amanapikena arammanena doso akusalamulam samutthitam. ","pe9:35.3":"Iti amanapika arammana dukkhavedaniyo phasso, dukkhavedaniyam phassam paticca uppajjate dukkhavedana, dukkhavedanam paticca uppajjate domanassupavicaro, domanassupavicaram paticca uppajjate doso, dosam paticca uppajjate byapadavitakko, byapadavitakkam paticca uppajjate dosajo parilaho, dosajam parilaham paticca uppajjate thitassa annathattam sankhatalakkhanam, thitassa annathattam sankhatalakkhanam paticca uppajjate dukkhadukkhata vedana. ","pe9:36.1":"Moho akusalamulam kuto samutthitam? ","pe9:36.2":"Upekkhathaniyena arammanena moho akusalamulam samutthitam. ","pe9:36.3":"Iti upekkhathaniya arammana adukkhamasukhavedaniyo phasso, adukkhamasukhavedaniyam phassam paticca uppajjate adukkhamasukha vedana, adukkhamasukhavedanam paticca uppajjate upekkhupavicaro, upekkhupavicaram paticca uppajjate moho, moham paticca uppajjate vihimsavitakko, vihimsavitakkam paticca uppajjate mohajo parilaho, mohajam parilaham paticca uppajjate vayo sankhatalakkhanam, vayam sankhatalakkhanam paticca uppajjate sankhatadukkhata, iti ayam tinnam kilesanam niddeso, ayam vuccate kusalapakkhe tipukkhalo nayo. ","pe9:37.1":"Iti tini akusalamulani na catutthani na pancamani, tayo phassati tisso vedana yava sankhatadukkhatati, yo koci akusalapakkho, sabbo so tisu akusalamulesu samosarati. ","pe9:38.1":"Tattha katamo kusalapakkho? ","pe9:38.2":"Tini kusalamulani, tisso panna sutamayi panna cintamayi panna bhavanamayi panna. ","pe9:38.3":"Tayo samadhi savitakkasavicaro …pe… ","pe9:38.4":"tisso sikkha adhisilasikkha …pe… ","pe9:38.5":"sikkha. ","pe9:38.6":"Tini nimittani samathanimittam paggahanimittam upekkhanimittam. ","pe9:38.7":"Tayo vitakka nekkhammavitakko …pe… ","pe9:38.8":"avihimsavitakko. ","pe9:38.9":"Tini indriyani anannatannassamitindriyanti vittharo. ","pe9:38.10":"Tayo upavicara nekkhammupavicaro abyapadupavicaro avihimsupavicaro. ","pe9:38.11":"Tisso esana kamesana bhavesana brahmacariyesana. ","pe9:38.12":"Tayo khandha silakkhandho samadhikkhandho pannakkhandho. ","pe9:39.1":"Tattha yam alobho kusalamulam, tam sutamayipannam paripureti, sutamayi panna paripunna savitakkam savicaram samadhim paripureti, savitakko savicaro samadhi paripunno adhicittasikkham paripureti, adhicittasikkha paripunna samathanimittam paripureti, samathanimittam paripunnam nekkhammavitakkam paripureti, nekkhammavitakko paripunno anannatannassamitindriyam paripureti, anannatannassamitindriyam paripunnam nekkhammupavicaram paripureti, nekkhammupavicaro paripunno kamesanam pajahati, kamesanappahanam samadhikkhandham paripureti. ","pe9:40.1":"Adoso kusalamulam cintamayipannam paripureti, cintamayi panna paripunna avitakkavicaramattam samadhim paripureti. ","pe9:40.2":"Avitakkavicaramatto samadhi paripunno adhisilasikkham paripureti, adhisilasikkha paripunna upekkhanimittam paripureti, upekkhanimittam paripunnam abyapadavitakkam paripureti, abyapadavitakko paripunno annindriyam paripureti, annindriyam paripunnam abyapadupavicaram paripureti, abyapadupavicaro paripunno bhavesanam pajahati, bhavesanappahanam silakkhandham paripureti. ","pe9:41.1":"Amoho kusalamulam bhavanamayipannam paripureti, bhavanamayi panna paripunna avitakkaavicaram samadhim paripureti, avitakko avicaro samadhi paripunno adhipannasikkham paripureti, adhipannasikkha paripunna paggahanimittam paripureti, paggahanimittam paripunnam annatavino indriyam paripureti, annatavino indriyam paripunnam avihimsupavicaram paripureti, avihimsupavicaro paripunno brahmacariyesanam paripureti, brahmacariyesana paripunna pannakkhandham paripureti. ","pe9:42.1":"Iti ime tayo dhamma kusalapakkhika sabbe kusala dhamma tihi tikaniddesehi niddisiyanti tini vimokkhamukhani tassa pariyosanam. ","pe9:42.2":"Tattha pathamena appanihitam, dutiyena sunnatam, tatiyena animittam. ","pe9:42.3":"Ayam vuccati dutiyo tipukkhalo nama nayo. ","pe9:43.1":"Tattha ye ime tayo puggala ugghatitannu vipancitannu neyyoti. ","pe9:43.2":"Imesam tinnam puggalanam ye ca puggala sukhaya patipadaya khippabhinnaya, sukhaya patipadaya dandhabhinnaya ca niyyanti, te dve puggala. ","pe9:43.3":"Ye ca dve puggala dukkhaya patipadaya khippabhinnaya, dukkhaya patipadaya dandhabhinnaya ca niyyanti, ime cattaro tena visesena dve bhavanti ditthicarito ca tanhacarito ca. ","pe9:43.4":"Ime cattaro bhavitva tayo bhavanti, tayo bhavitva dve bhavanti. ","pe9:43.5":"Imesam dvinnam puggalanam ayam sankileso, avijja ca tanha ca, ahirikanca anottappanca, assati ca asampajannanca, nivaranani ca samyojanani ca, ajjhosananca abhiniveso ca, ahankaro ca mamankaro ca, assaddhiyanca dovacassanca, kosajjanca ayoniso ca manasikaro, vicikiccha ca abhijjha ca, asaddhammassavananca asamapatti ca. ","pe9:44.1":"Tattha avijja ca ahirikanca assati ca nivaranani ca ajjhosananca ahankaro ca assaddhiyanca kosajjanca vicikiccha ca asaddhammassavananca, ayam eka disa. ","pe9:45.1":"Tanha ca anottappanca asampajannanca samyojanani ca abhiniveso ca mamankaro ca dovacassata ca ayoniso manasikaro ca abhijjha ca asamapatti ca, ayam dutiya disa. ","pe9:45.2":"Dasannam dukanam dasa padani pathamani katabbani. ","pe9:45.3":"Sankhittena attham napenti patipakkhe kanhapakkhassa sabbesam dukanam dasa padani dutiyakani, ayam dutiya disa. ","pe9:46.1":"Iti akusalanam dhammanam dukkhaniddeso, ayam samudayo. ","pe9:46.2":"Yam tam dhammam ajjhavasati namanca rupanca idam dukkham iti ayanca samudayo, idanca dukkham, imani dve saccani dukkhanca samudayo ca nandiyavattassa nayassa pathamaniddeso. ","pe9:47.1":"Tattha katamo kusalapakkho? ","pe9:47.2":"Samatho ca vipassana ca, vijja ca carananca, sati ca sampajannanca, hiri ca ottappanca, ahankarappahananca mamankarappahananca, sammavayamo ca yoniso ca manasikaro, sammasati ca sammasamadhi ca, panna ca nibbida ca, samapatti ca saddhammassavananca, somanassanca dhammanudhammappatipatti ca. ","pe9:48.1":"Tattha samatho ca vijja ca sati ca hiri ca ahankarappahananca sammavayamo ca sammasati ca panna ca samapatti ca somanassanca, ime dhamma eka disa. ","pe9:48.2":"Vipassana ca carananca sampajannanca ottappanca mamankarappahananca yoniso manasikaro ca sammasamadhi ca nibbida ca saddhammassavananca dhammanudhammappatipatti ca, ayam dutiya disa. ","pe9:48.3":"Iti kusalapakkhe ca akusalapakkhe ca nandiyavattassa pana nayassa catasso disa. ","pe9:49.1":"Tasu yani akusalapakkhassa pathamani padani akusalani kusalehi pahanam gacchanti, tani kusalapakkhe dutiyehi padehi pahanam gacchanti. ","pe9:49.2":"Tesam pahana ragaviraga cetovimutti yani akusalapakkhassa dutiyani akusalapadani pahanam gacchanti, tani kusalapakkhassa pathamehi padehi pahanam gacchanti. ","pe9:49.3":"Tesam pahana avijjaviraga pannavimutti pariyosanam. ","pe9:49.4":"Imesam tinnam nayanam pathamo nayo sihavikkilito nama. ","pe9:49.5":"Attha padani cattari ca kusalani cattari ca akusalani imani attha padani mulapadani, atthanayena dutiyo tipukkhalo. ","pe9:49.6":"So chahi dhammehi neti kusalamulani ca neti akusalamulani ca, iti imani cha padani purimakani ca attha mulapadani imani cuddasa padani attharasannam mulapadanam. ","pe9:49.7":"Tattha yo pacchimako nayo nandiyavatto, so catuhi dhammehi neti. ","pe9:49.8":"Avijjaya ca tanhaya ca samathena ca vipassanaya ca, ime cattaro dhamma imani attharasa mulapadani tisu nayesu nidditthani. ","pe9:50.1":"Tattha yani nava padani kusalani, tattha sabbam kusalam samosarati. ","pe9:50.2":"Tesanca navannam mulanam cattari padani sihavikkilitanaye tini tipukkhale dve nandiyavatte, iccete kusalassa pakkha. ","pe9:50.3":"Tattha yani nava padani kusalani, tattha sabbam kusalam yujjati. ","pe9:50.4":"Tattha sihavikkilite naye cattari padani tini tipukkhale dve nandiyavatte imani nava padani kusalani nidditthani. ","pe9:51.1":"Tattha yani nandiyavatte naye cattari padani, tattha attharasa mulapadani samosaranti. ","pe9:51.2":"Yatha katham, samatho ca alobho ca adoso ca asubhasanna ca dukkhasanna ca imani kusalapakkhe panca padani samatham bhajanti. ","pe9:51.3":"Vipassana ca amoho ca aniccasanna ca anattasanna ca imani cattari padani vipassanam bhajanti. ","pe9:51.4":"Imani nava padani kusalani dvisu padesu yojitani, tattha akusalapakkhe navannam akusalamulapadanam ya ca tanha yo ca lobho yo ca doso ya ca subhasanna ya ca sukhasanna, imani panca padani tanham bhajanti. ","pe9:51.5":"Ya ca avijja yo ca moho ya ca niccasanna ya ca attasanna, imani cattari padani avijjam bhajanti. ","pe9:51.6":"Etani nava padani akusalani susankhittani. ","pe9:51.7":"Iti tayo naya ekam nayam na pavittha. ","pe9:51.8":"Evam attharasa mulapadani nandiyavattanaye niddisitabbani. ","pe9:52.1":"Katham attharasa mulapadani, tipukkhale naye yujjanti? ","pe9:52.2":"Navannam padanam kusalanam, vipassana ca amoho ca aniccasanna ca anattasanna ca, imani cattari padani; ","pe9:52.3":"amoho ca samatho ca alobho ca asubhasanna ca, imani cattari padani; ","pe9:52.4":"lobho ca doso ca, evam imani nava padani tisu kusalesu yojetabbani. ","pe9:52.5":"Tattha navannam padanam akusalanam tanha ca lobho ca subhasanna ca sukhasanna ca, imani cattari padani lobho akusalamulam; ","pe9:52.6":"avijja ca moho ca niccasanna ca attasanna ca ayam moho ayam doso, ye ca imani nava padani tisu akusalesu yojitani. ","pe9:52.7":"Evam attharasa mulapadani kusalamulesu ca yojetva tipukkhalena nayena niddisitabbani. ","pe9:53.1":"Katham attharasa mulapadani sihavikkilite naye yujjanti? ","pe9:53.2":"Tanha ca subhasanna ca, ayam pathamo vipallaso. ","pe9:53.3":"Lobho ca sukhasanna ca, ayam dutiyo vipallaso. ","pe9:53.4":"Avijja ca niccasanna ca, ayam tatiyo vipallaso. ","pe9:53.5":"Moho ca attasanna ca, ayam catuttho vipallaso. ","pe9:53.6":"Iti nava padani akusalamulani catusu padesu yojitani. ","pe9:53.7":"Tattha navannam mulapadanam kusalanam samatho ca asubhasanna ca, idam pathamam satipatthanam. ","pe9:53.8":"Alobho ca dukkhasanna ca, idam dutiyam satipatthanam. ","pe9:53.9":"Vipassana ca aniccasanna ca, idam tatiyam satipatthanam. ","pe9:53.10":"Amoho ca anattasanna ca, idam catuttham satipatthanam. ","pe9:53.11":"Imani attharasa mulapadani sihavikkilitanayam anupavitthani. ","pe9:53.12":"Imesam tinnam nayanam ya bhumi ca yo rago ca yo doso ca ekam nayam pavisati. ","pe9:53.13":"Ekassa nayassa akusale va dhamme kusale va dhamme vinnate patipakkho anvesitabbo, patipakkhe anvesitva so nayo niddisitabbo, tamhi naye niddittho. ","pe9:53.14":"Yatha ekamhi naye sabbe naya pavittha tatha niddisitabba. ","pe9:53.15":"Ekamhi ca naye attharasa mulapadani pavitthani, tamhi dhamme vinnate sabbe dhamma vinnata honti. ","pe9:53.16":"Imesam tinnam nayanam sihavikkilitanayassa cattari phalani pariyosanam. ","pe9:53.17":"Pathamaya disaya pathamam phalam, dutiyaya disaya dutiyam phalam, tatiyaya disaya tatiyam phalam, catutthaya disaya catuttham phalam. ","pe9:53.18":"Tipukkhalassa nayassa tini vimokkhamukhani pariyosanam. ","pe9:53.19":"Pathamaya disaya appanihitam, dutiyaya disaya sunnatam, tatiyaya disaya animittam. ","pe9:53.20":"Nandiyavattassa nayassa ragaviraga cetovimutti avijjaviraga ca pannavimutti pariyosanam. ","pe9:53.21":"Pathamaya disaya ragaviraga cetovimutti, dutiyaya disaya avijjaviraga pannavimutti. ","pe9:53.22":"Ime tayo naya imesam tinnam nayanam attharasannam mulapadanam alokana, ayam vuccati disalokano nayo. ","pe9:53.23":"Aloketvana janati “ayam dhammo imam dhammam bhajati”ti samma yojana. ","pe9:53.24":"Kusalapakkhe akusalapakkhe ca ayam nayo ankuso nama. ","pe9:53.25":"Ime panca naya. ","pe9:54.1":"Tatthima uddanagatha ","pe9:55.1":"Tanha ca avijjapi ca, ","pe9:55.2":"Lobho doso tatheva moho ca; ","pe9:55.3":"Cattaro ca vipallasa, ","pe9:55.4":"Kilesabhumi nava padani. ","pe9:56.1":"Ye ca satipatthana, ","pe9:56.2":"Samatho ca vipassana kusalamula; ","pe9:56.3":"Etam sabbam kusalam, ","pe9:56.4":"Indriyabhumi nava padani. ","pe9:57.1":"Sabbakusalam navahi padehi yujjati, ","pe9:57.2":"Navahi ceva akusalam; ","pe9:57.3":"Ete te mulapada, ","pe9:57.4":"Ubhato attharasa padani. ","pe9:58.1":"Tanha ceva avijja ca, ","pe9:58.2":"Samatho ca vipassana; ","pe9:58.3":"Yo neti sabbesu yogayutto, ","pe9:58.4":"Ayam nayo nandiyavatto. ","pe9:59.1":"Yam kusalamulehi, ","pe9:59.2":"Nayati kusalaakusalamulehi; ","pe9:59.3":"Bhutam tatham avitatham, ","pe9:59.4":"Tipukkhalam tam nayam ahu. ","pe9:60.1":"So neti vipallasehi, ","pe9:60.2":"Kilesaindriyehi ca; ","pe9:60.3":"Dhamme tam nayam vinayamahu, ","pe9:60.4":"Sihavikkilitam nama. ","pe9:61.1":"Veyyakarane vutte, ","pe9:61.2":"Kusalatahi akusalatahi ca; ","pe9:61.3":"Tayo alokayati, ","pe9:61.4":"Ayam nayo disalocano nama. ","pe9:62.1":"Oloketva disalocanena, ","pe9:62.2":"Ukkhipiya yam samaneti; ","pe9:62.3":"Sabbe kusalakusale, ","pe9:62.4":"Ayam nayo ankuso nama. ","pe9:63.1":"Nayasamutthanam. ","pe9:63.2":"Petakopadese mahakaccayanassa therassa ","pe9:63.3":"suttavibhangassa dassanam samattam. ","pe9:64.1":"Yani catukkani akusalani kusalani ca sihavikkilite naye nidditthani, tikani kusalani ca akusalani ca tipukkhale naye nidditthani, dukani kusalani ca akusalani ca nandiyavatte naye nidditthani. ","pe9:64.2":"Yesu dvisu dhammesu kusalesu so attho tikesu vibhajjamanassa bhavabhumi, atha ca sabbo ca attho tihi byanjanehi niddisati. ","pe9:64.3":"Tattakani vuccati. ","pe9:64.4":"Yo attho catuhi padehi atthavisatibhagehi natthibhumi niddisitum, avacarantova catuhi padehi niddisati. ","pe9:64.5":"Iti yam yathanidditthassa avikosana idam pamanam. ","pe9:64.6":"Yatha sabbe samadhayo tisu samadhisu pariyesitabba, savitakkasavicare avitakkavicaramatte avitakkaavicare idam pamanam, natthi catuttho samadhi. ","pe9:64.7":"Tatha tisso panna cintamayi sutamayi bhavanamayi sabbasu pannasu niddisati, natthi catutthi panna na cintamayi na sutamayi na bhavanamayi, panna nassa atthi imesam dhammanam ya avikkhepana, idam vuccati pamananti. ","pe9:65.1":"Therassa mahakaccayanassa jambuvanavasino petakopadeso samatto. ","pe9:66.1":"Petakopadesapakaranam nitthitam. "}