{"ps1.7:0.1":"Patisambhidamagga ","ps1.7:0.2":"1 Mahavagga ","ps1.7:0.3":"1.7. Kammakatha ","ps1.7:1.1":"Ahosi kammam, ahosi kammavipako. ","ps1.7:1.2":"Ahosi kammam, nahosi kammavipako. ","ps1.7:1.3":"Ahosi kammam, atthi kammavipako. ","ps1.7:1.4":"Ahosi kammam, natthi kammavipako. ","ps1.7:1.5":"Ahosi kammam, bhavissati kammavipako. ","ps1.7:1.6":"Ahosi kammam, na bhavissati kammavipako. ","ps1.7:1.7":"(Atitakammam) ","ps1.7:2.1":"Atthi kammam, atthi kammavipako. ","ps1.7:2.2":"Atthi kammam, natthi kammavipako. ","ps1.7:2.3":"Atthi kammam, bhavissati kammavipako. ","ps1.7:2.4":"Atthi kammam, na bhavissati kammavipako. ","ps1.7:2.5":"(Paccuppannakammam) ","ps1.7:3.1":"Bhavissati kammam, bhavissati kammavipako. ","ps1.7:3.2":"Bhavissati kammam, na bhavissati kammavipako. ","ps1.7:3.3":"(Anagatakammam) ","ps1.7:4.1":"Ahosi kusalam kammam, ahosi kusalassa kammassa vipako. ","ps1.7:4.2":"Ahosi kusalam kammam, nahosi kusalassa kammassa vipako. ","ps1.7:4.3":"Ahosi kusalam kammam, atthi kusalassa kammassa vipako. ","ps1.7:4.4":"Ahosi kusalam kammam, natthi kusalassa kammassa vipako. ","ps1.7:4.5":"Ahosi kusalam kammam, bhavissati kusalassa kammassa vipako. ","ps1.7:4.6":"Ahosi kusalam kammam, na bhavissati kusalassa kammassa vipako. ","ps1.7:5.1":"Atthi kusalam kammam, atthi kusalassa kammassa vipako. ","ps1.7:5.2":"Atthi kusalam kammam, natthi kusalassa kammassa vipako. ","ps1.7:5.3":"Atthi kusalam kammam, bhavissati kusalassa kammassa vipako. ","ps1.7:5.4":"Atthi kusalam kammam, na bhavissati kusalassa kammassa vipako. ","ps1.7:6.1":"Bhavissati kusalam kammam, bhavissati kusalassa kammassa vipako. ","ps1.7:6.2":"Bhavissati kusalam kammam, na bhavissati kusalassa kammassa vipako. ","ps1.7:7.1":"Ahosi akusalam kammam, ahosi akusalassa kammassa vipako. ","ps1.7:7.2":"Ahosi akusalam kammam, nahosi akusalassa kammassa vipako. ","ps1.7:7.3":"Ahosi akusalam kammam, atthi akusalassa kammassa vipako. ","ps1.7:7.4":"Ahosi akusalam kammam, natthi akusalassa kammassa vipako. ","ps1.7:7.5":"Ahosi akusalam kammam, bhavissati akusalassa kammassa vipako. ","ps1.7:7.6":"Ahosi akusalam kammam, na bhavissati akusalassa kammassa vipako. ","ps1.7:8.1":"Atthi akusalam kammam, atthi akusalassa kammassa vipako. ","ps1.7:8.2":"Atthi akusalam kammam, natthi akusalassa kammassa vipako. ","ps1.7:8.3":"Atthi akusalam kammam, bhavissati akusalassa kammassa vipako. ","ps1.7:8.4":"Atthi akusalam kammam, na bhavissati akusalassa kammassa vipako. ","ps1.7:9.1":"Bhavissati akusalam kammam, bhavissati akusalassa kammassa vipako. ","ps1.7:9.2":"Bhavissati akusalam kammam, na bhavissati akusalassa kammassa vipako. ","ps1.7:10.1":"Ahosi savajjam kammam …pe… ","ps1.7:10.2":"ahosi anavajjam kammam …pe… ","ps1.7:10.3":"ahosi kanham kammam …pe… ","ps1.7:10.4":"ahosi sukkam kammam …pe… ","ps1.7:10.5":"ahosi sukhudrayam kammam …pe… ","ps1.7:10.6":"ahosi dukkhudrayam kammam …pe… ","ps1.7:10.7":"ahosi sukhavipakam kammam …pe… ","ps1.7:10.8":"ahosi dukkhavipakam kammam, ahosi dukkhavipakassa kammassa vipako. ","ps1.7:10.9":"Ahosi dukkhavipakam kammam, nahosi dukkhavipakassa kammassa vipako. ","ps1.7:10.10":"Ahosi dukkhavipakam kammam, atthi dukkhavipakassa kammassa vipako. ","ps1.7:10.11":"Ahosi dukkhavipakam kammam, natthi dukkhavipakassa kammassa vipako. ","ps1.7:10.12":"Ahosi dukkhavipakam kammam, bhavissati dukkhavipakassa kammassa vipako. ","ps1.7:10.13":"Ahosi dukkhavipakam kammam, na bhavissati dukkhavipakassa kammassa vipako. ","ps1.7:11.1":"Atthi dukkhavipakam kammam, atthi dukkhavipakassa kammassa vipako. ","ps1.7:11.2":"Atthi dukkhavipakam kammam, natthi dukkhavipakassa kammassa vipako. ","ps1.7:11.3":"Atthi dukkhavipakam kammam, bhavissati dukkhavipakassa kammassa vipako. ","ps1.7:11.4":"Atthi dukkhavipakam kammam, na bhavissati dukkhavipakassa kammassa vipako. ","ps1.7:12.1":"Bhavissati dukkhavipakam kammam, bhavissati dukkhavipakassa kammassa vipako. ","ps1.7:12.2":"Bhavissati dukkhavipakam kammam, na bhavissati dukkhavipakassa kammassa vipakoti. ","ps1.7:12.3":"Kammakatha nitthita. "}