{"ps3.3:0.1":"Patisambhidamagga ","ps3.3:0.2":"3 Pannavagga ","ps3.3:0.3":"3.3. Abhisamayakatha ","ps3.3:1.1":"<b>Abhisamayo</b>ti. ","ps3.3:1.2":"Kena abhisameti? ","ps3.3:1.3":"Cittena abhisameti. ","ps3.3:2.1":"Hanci cittena abhisameti, tena hi annani abhisameti? ","ps3.3:2.2":"Na annani abhisameti. ","ps3.3:2.3":"Nanena abhisameti. ","ps3.3:3.1":"Hanci nanena abhisameti, tena hi acittena ca nanena ca acittako abhisameti? ","ps3.3:3.2":"Na acittako abhisameti. ","ps3.3:3.3":"Cittena ca nanena ca abhisameti. ","ps3.3:4.1":"Hanci cittena ca nanena ca abhisameti, tena hi kamavacaracittena ca nanena ca abhisameti? ","ps3.3:4.2":"Na kamavacaracittena ca nanena ca abhisameti. ","ps3.3:5.1":"Tena hi rupavacaracittena ca nanena ca abhisameti? ","ps3.3:5.2":"Na rupavacaracittena ca nanena ca abhisameti. ","ps3.3:6.1":"Tena hi arupavacaracittena ca nanena ca abhisameti? ","ps3.3:6.2":"Na arupavacaracittena ca nanena ca abhisameti. ","ps3.3:7.1":"Tena hi kammassakatacittena ca nanena ca abhisameti? ","ps3.3:7.2":"Na kammassakatacittena ca nanena ca abhisameti. ","ps3.3:8.1":"Tena hi saccanulomikacittena ca nanena ca abhisameti? ","ps3.3:8.2":"Na saccanulomikacittena ca nanena ca abhisameti. ","ps3.3:9.1":"Tena hi atitacittena ca nanena ca abhisameti? ","ps3.3:9.2":"Na atitacittena ca nanena ca abhisameti. ","ps3.3:10.1":"Tena hi anagatacittena ca nanena ca abhisameti? ","ps3.3:10.2":"Na anagatacittena ca nanena ca abhisameti. ","ps3.3:11.1":"Tena hi paccuppannalokiyacittena ca nanena ca abhisameti? ","ps3.3:11.2":"Na paccuppannalokiyacittena ca nanena ca abhisameti. ","ps3.3:11.3":"Lokuttaramaggakkhane paccuppannacittena ca nanena ca abhisameti. ","ps3.3:12.1":"Katham lokuttaramaggakkhane paccuppannacittena ca nanena ca abhisameti? ","ps3.3:12.2":"Lokuttaramaggakkhane uppadadhipateyyam cittam nanassa hetu paccayo ca tamsampayuttam nirodhagocaram dassanadhipateyyam nanam cittassa hetu paccayo ca tamsampayuttam nanam nirodhagocaram. ","ps3.3:12.3":"Evam lokuttaramaggakkhane paccuppannacittena ca nanena ca abhisameti. ","ps3.3:13.1":"Kim nu ettakoyeva abhisamayoti? ","ps3.3:13.2":"Na hi. ","ps3.3:13.3":"Lokuttaramaggakkhane dassanabhisamayo sammaditthi, abhiniropanabhisamayo sammasankappo, pariggahabhisamayo sammavaca, samutthanabhisamayo sammakammanto, vodanabhisamayo sammaajivo, paggahabhisamayo sammavayamo, upatthanabhisamayo sammasati, avikkhepabhisamayo sammasamadhi; ","ps3.3:13.4":"upatthanabhisamayo satisambojjhango, pavicayabhisamayo dhammavicayasambojjhango, paggahabhisamayo viriyasambojjhango, pharanabhisamayo pitisambojjhango, upasamabhisamayo passaddhisambojjhango, avikkhepabhisamayo samadhisambojjhango, patisankhanabhisamayo upekkhasambojjhango; ","ps3.3:13.5":"assaddhiye akampiyabhisamayo saddhabalam, kosajje akampiyabhisamayo viriyabalam, pamade akampiyabhisamayo satibalam, uddhacce akampiyabhisamayo samadhibalam, avijjaya akampiyabhisamayo pannabalam; ","ps3.3:13.6":"adhimokkhabhisamayo saddhindriyam, paggahabhisamayo viriyindriyam, upatthanabhisamayo satindriyam, avikkhepabhisamayo samadhindriyam, dassanabhisamayo pannindriyam. ","ps3.3:13.7":"Adhipateyyatthena indriyabhisamayo, akampiyatthena balabhisamayo, niyyanatthena bojjhangabhisamayo, hetutthena maggabhisamayo, upatthanatthena satipatthanabhisamayo, padahatthena sammappadhanabhisamayo, ijjhanatthena iddhipadabhisamayo, tathatthena saccabhisamayo, avikkhepatthena samathabhisamayo, anupassanatthena vipassanabhisamayo, ekarasatthena samathavipassanabhisamayo, anativattanatthena yuganaddhabhisamayo, samvaratthena silavisuddhiabhisamayo, avikkhepatthena visuddhiabhisamayo, dassanatthena ditthivisuddhiabhisamayo, muttatthena vimokkhabhisamayo, pativedhatthena vijjabhisamayo, pariccagatthena vimuttiabhisamayo, samucchedatthena khaye nanam abhisamayo. ","ps3.3:13.8":"Chando mulatthena abhisamayo, manasikaro samutthanatthena abhisamayo, phasso samodhanatthena abhisamayo, vedana samosaranatthena abhisamayo, samadhi pamukhatthena abhisamayo, sati adhipateyyatthena abhisamayo, panna taduttaratthena abhisamayo, vimutti saratthena abhisamayo, amatogadham nibbanam pariyosanatthena abhisamayo. ","ps3.3:14.1":"Kim nu ettakoyeva abhisamayoti? ","ps3.3:14.2":"Na hi. ","ps3.3:14.3":"Sotapattimaggakkhane dassanabhisamayo sammaditthi …pe… ","ps3.3:14.4":"amatogadham nibbanam pariyosanatthena abhisamayo. ","ps3.3:15.1":"Kim nu ettakoyeva abhisamayoti? ","ps3.3:15.2":"Na hi. ","ps3.3:15.3":"Sotapattiphalakkhane dassanabhisamayo sammaditthi …pe… ","ps3.3:15.4":"patippassaddhatthena anuppade nanam abhisamayo. ","ps3.3:15.5":"Chando mulatthena abhisamayo …pe… ","ps3.3:15.6":"amatogadham nibbanam pariyosanatthena abhisamayo. ","ps3.3:16.1":"Kim nu ettakoyeva abhisamayoti? ","ps3.3:16.2":"Na hi. ","ps3.3:16.3":"Sakadagamimaggakkhane …pe… ","ps3.3:16.4":"sakadagamiphalakkhane … ","ps3.3:16.5":"anagamimaggakkhane … ","ps3.3:16.6":"anagamiphalakkhane … ","ps3.3:16.7":"arahattamaggakkhane …pe… ","ps3.3:16.8":"arahattaphalakkhane dassanabhisamayo sammaditthi, abhiniropanabhisamayo sammasankappo …pe… ","ps3.3:16.9":"patippassaddhatthena anuppade nanam abhisamayo. ","ps3.3:16.10":"Chando mulatthena abhisamayo …pe… ","ps3.3:16.11":"amatogadham nibbanam pariyosanatthena abhisamayo. ","ps3.3:17.1":"Yvayam kilese pajahati, atite kilese pajahati …pe… ","ps3.3:17.2":"anagate kilese pajahati, paccuppanne kilese pajahati, atite kilese pajahatiti. ","ps3.3:17.3":"Hanci atite kilese pajahati, tena hi khinam khepeti, niruddham nirodheti, vigatam vigameti, atthangatam atthangameti, atitam yam na atthi tam pajahatiti? ","ps3.3:17.4":"Na atite kilese pajahatiti. ","ps3.3:17.5":"Anagate kilese pajahatiti. ","ps3.3:17.6":"Hanci anagate kilese pajahati, tena hi ajatam pajahati, anibbattam pajahati, anuppannam pajahati, apatubhutam pajahati, anagatam yam na atthi tam pajahatiti? ","ps3.3:17.7":"Na anagate kilese pajahatiti. ","ps3.3:17.8":"Paccuppanne kilese pajahatiti. ","ps3.3:17.9":"Hanci paccuppanne kilese pajahati, tena hi ratto ragam pajahati, duttho dosam pajahati, mulho moham pajahati, vinibaddho manam pajahati, paramattho ditthim pajahati, vikkhepagato uddhaccam pajahati, anitthangato vicikiccham pajahati, thamagato anusayam pajahati, kanhasukkadhamma yuganaddha samameva vattanti, sankilesika maggabhavana hoti? ","ps3.3:18.1":"Na hi atite kilese pajahati, na anagate kilese pajahati, na paccuppanne kilese pajahatiti. ","ps3.3:18.2":"Hanci na atite kilese pajahati, na anagate …pe… ","ps3.3:18.3":"na paccuppanne kilese pajahati, tena hi natthi maggabhavana, natthi phalasacchikiriya, natthi kilesappahanam, natthi dhammabhisamayoti? ","ps3.3:18.4":"Atthi maggabhavana, atthi phalasacchikiriya, atthi kilesappahanam, atthi dhammabhisamayo. ","ps3.3:18.5":"Yatha katham viya? ","ps3.3:18.6":"Seyyathapi taruno rukkho ajataphalo. ","ps3.3:18.7":"Tamenam puriso mulam chindeyya. ","ps3.3:18.8":"Ye tassa rukkhassa ajataphala, te ajatayeva na jayanti, anibbattayeva na nibbattanti, anuppannayeva na uppajjanti, apatubhutayeva na patubhavanti. ","ps3.3:18.9":"Evamevam uppado hetu, uppado paccayo kilesanam nibbattiyati. ","ps3.3:18.10":"Uppade adinavam disva anuppade cittam pakkhandati. ","ps3.3:18.11":"Anuppade cittassa pakkhandatta ye uppadapaccaya kilesa nibbatteyyum, te ajatayeva na jayanti, anibbattayeva na nibbattanti, anuppannayeva na uppajjanti, apatubhutayeva na patubhavanti. ","ps3.3:18.12":"Evam hetunirodha dukkhanirodho. ","ps3.3:18.13":"Pavattam hetu, nimittam hetu, ayuhana hetu. ","ps3.3:18.14":"Ayuhana paccayo kilesanam nibbattiyati. ","ps3.3:18.15":"Ayuhane adinavam disva anayuhane cittam pakkhandati. ","ps3.3:18.16":"Anayuhane cittassa pakkhandatta, ye ayuhanapaccaya kilesa nibbatteyyum, te ajatayeva na jayanti, anibbattayeva na nibbattanti, anuppannayeva na uppajjanti, apatubhutayeva na patubhavanti. ","ps3.3:18.17":"Evam hetunirodha dukkhanirodho. ","ps3.3:18.18":"Evam atthi maggabhavana, atthi phalasacchikiriya, atthi kilesappahanam, atthi dhammabhisamayoti. ","ps3.3:18.19":"Abhisamayakatha nitthita. "}