{"sn11.12:0.1":"Samyutta Nikaya 11.12 ","sn11.12:0.2":"2. Dutiyavagga ","sn11.12:0.3":"Sakkanamasutta ","sn11.12:1.1":"Savatthiyam jetavane. ","sn11.12:1.2":"Tatra kho bhagava bhikkhu etadavoca: ","sn11.12:1.3":"“sakko, bhikkhave, devanamindo pubbe manussabhuto samano magho nama manavo ahosi, tasma maghavati vuccati. ","sn11.12:2.1":"Sakko, bhikkhave, devanamindo pubbe manussabhuto samano pure danam adasi, tasma purindadoti vuccati. ","sn11.12:3.1":"Sakko, bhikkhave, devanamindo pubbe manussabhuto samano sakkaccam danam adasi, tasma sakkoti vuccati. ","sn11.12:4.1":"Sakko, bhikkhave, devanamindo pubbe manussabhuto samano avasatham adasi, tasma vasavoti vuccati. ","sn11.12:5.1":"Sakko, bhikkhave, devanamindo sahassampi atthanam muhuttena cinteti, tasma sahassakkhoti vuccati. ","sn11.12:6.1":"Sakkassa, bhikkhave, devanamindassa suja nama asurakanna pajapati, tasma sujampatiti vuccati. ","sn11.12:7.1":"Sakko, bhikkhave, devanamindo devanam tavatimsanam issariyadhipaccam rajjam kareti, tasma devanamindoti vuccati. ","sn11.12:8.1":"Sakkassa, bhikkhave, devanamindassa pubbe manussabhutassa satta vatapadani samattani samadinnani ahesum, yesam samadinnatta sakko sakkattam ajjhaga. ","sn11.12:8.2":"Katamani satta vatapadani? ","sn11.12:8.3":"Yavajivam matapettibharo assam, ","sn11.12:8.4":"yavajivam kule jetthapacayi assam, ","sn11.12:8.5":"yavajivam sanhavaco assam, ","sn11.12:8.6":"yavajivam apisunavaco assam, ","sn11.12:8.7":"yavajivam vigatamalamaccherena cetasa agaram ajjhavaseyyam muttacago payatapani vossaggarato yacayogo danasamvibhagarato, ","sn11.12:8.8":"yavajivam saccavaco assam, ","sn11.12:8.9":"yavajivam akkodhano assam—sacepi me kodho uppajjeyya, khippameva nam pativineyyanti. ","sn11.12:8.10":"Sakkassa, bhikkhave, devanamindassa pubbe manussabhutassa imani satta vatapadani samattani samadinnani ahesum, yesam samadinnatta sakko sakkattam ajjhagati. ","sn11.12:9.1":"Matapettibharam jantum, ","sn11.12:9.2":"kule jetthapacayinam; ","sn11.12:9.3":"Sanham sakhilasambhasam, ","sn11.12:9.4":"pesuneyyappahayinam. ","sn11.12:10.1":"Maccheravinaye yuttam, ","sn11.12:10.2":"saccam kodhabhibhum naram; ","sn11.12:10.3":"Tam ve deva tavatimsa, ","sn11.12:10.4":"ahu sappuriso iti”ti. "}