{"sn11.14:0.1":"Samyutta Nikaya 11.14 ","sn11.14:0.2":"2. Dutiyavagga ","sn11.14:0.3":"Daliddasutta ","sn11.14:1.1":"Ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","sn11.14:1.2":"Tatra kho bhagava bhikkhu amantesi: ","sn11.14:1.3":"“bhikkhavo”ti. ","sn11.14:1.4":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","sn11.14:1.5":"Bhagava etadavoca: ","sn11.14:2.1":"“Bhutapubbam, bhikkhave, annataro puriso imasmimyeva rajagahe manussadaliddo ahosi manussakapano manussavarako. ","sn11.14:2.2":"So tathagatappavedite dhammavinaye saddham samadiyi, silam samadiyi, sutam samadiyi, cagam samadiyi, pannam samadiyi. ","sn11.14:2.3":"So tathagatappavedite dhammavinaye saddham samadiyitva silam samadiyitva sutam samadiyitva cagam samadiyitva pannam samadiyitva kayassa bheda param marana sugatim saggam lokam upapajji devanam tavatimsanam sahabyatam. ","sn11.14:2.4":"So anne deve atirocati vannena ceva yasasa ca. ","sn11.14:2.5":"Tatra sudam, bhikkhave, deva tavatimsa ujjhayanti khiyyanti vipacenti: ","sn11.14:2.6":"‘acchariyam vata bho, abbhutam vata bho. ","sn11.14:2.7":"Ayanhi devaputto pubbe manussabhuto samano manussadaliddo ahosi manussakapano manussavarako; ","sn11.14:2.8":"so kayassa bheda param marana sugatim saggam lokam upapanno devanam tavatimsanam sahabyatam. ","sn11.14:2.9":"So anne deve atirocati vannena ceva yasasa ca’ti. ","sn11.14:3.1":"Atha kho, bhikkhave, sakko devanamindo deve tavatimse amantesi: ","sn11.14:3.2":"‘ma kho tumhe, marisa, etassa devaputtassa ujjhayittha. ","sn11.14:3.3":"Eso kho, marisa, devaputto pubbe manussabhuto samano tathagatappavedite dhammavinaye saddham samadiyi, silam samadiyi, sutam samadiyi, cagam samadiyi, pannam samadiyi. ","sn11.14:3.4":"So tathagatappavedite dhammavinaye saddham samadiyitva silam samadiyitva sutam samadiyitva cagam samadiyitva pannam samadiyitva kayassa bheda param marana sugatim saggam lokam upapanno devanam tavatimsanam sahabyatam. ","sn11.14:3.5":"So anne deve atirocati vannena ceva yasasa ca’ti. ","sn11.14:3.6":"Atha kho, bhikkhave, sakko devanamindo deve tavatimse anunayamano tayam velayam ima gathayo abhasi: ","sn11.14:4.1":"‘Yassa saddha tathagate, ","sn11.14:4.2":"acala suppatitthita; ","sn11.14:4.3":"Silanca yassa kalyanam, ","sn11.14:4.4":"ariyakantam pasamsitam. ","sn11.14:5.1":"Sanghe pasado yassatthi, ","sn11.14:5.2":"ujubhutanca dassanam; ","sn11.14:5.3":"Adaliddoti tam ahu, ","sn11.14:5.4":"amogham tassa jivitam. ","sn11.14:6.1":"Tasma saddhanca silanca, ","sn11.14:6.2":"pasadam dhammadassanam; ","sn11.14:6.3":"Anuyunjetha medhavi, ","sn11.14:6.4":"saram buddhana sasanan’”ti. "}