{"sn11.22:0.1":"Samyutta Nikaya 11.22 ","sn11.22:0.2":"3. Tatiyavagga ","sn11.22:0.3":"Dubbanniyasutta ","sn11.22:1.1":"Savatthiyam jetavane. ","sn11.22:1.2":"Tatra kho …pe… etadavoca: ","sn11.22:1.3":"“bhutapubbam, bhikkhave, annataro yakkho dubbanno okotimako sakkassa devanamindassa asane nisinno ahosi. ","sn11.22:1.4":"Tatra sudam, bhikkhave, deva tavatimsa ujjhayanti khiyyanti vipacenti: ","sn11.22:1.5":"‘acchariyam vata bho, abbhutam vata bho. ","sn11.22:1.6":"Ayam yakkho dubbanno okotimako sakkassa devanamindassa asane nisinno’ti. ","sn11.22:1.7":"Yatha yatha kho, bhikkhave, deva tavatimsa ujjhayanti khiyyanti vipacenti tatha tatha so yakkho abhirupataro ceva hoti dassaniyataro ca pasadikataro ca. ","sn11.22:2.1":"Atha kho, bhikkhave, deva tavatimsa yena sakko devanamindo tenupasankamimsu; upasankamitva sakkam devanamindam etadavocum: ","sn11.22:2.2":"‘idha te, marisa, annataro yakkho dubbanno okotimako sakkassa devanamindassa asane nisinno. ","sn11.22:2.3":"Tatra sudam, marisa, deva tavatimsa ujjhayanti khiyyanti vipacenti: ","sn11.22:2.4":"“acchariyam vata bho, abbhutam vata bho. ","sn11.22:2.5":"Ayam yakkho dubbanno okotimako sakkassa devanamindassa asane nisinno”ti. ","sn11.22:2.6":"Yatha yatha kho, marisa, deva ujjhayanti khiyyanti vipacenti tatha tatha so yakkho abhirupataro ceva hoti dassaniyataro ca pasadikataro cati. ","sn11.22:2.7":"So hi nuna, marisa, kodhabhakkho yakkho bhavissati’ti. ","sn11.22:3.1":"Atha kho, bhikkhave, sakko devanamindo yena so kodhabhakkho yakkho tenupasankami; upasankamitva ekamsam uttarasangam karitva dakkhinajanumandalam pathaviyam nihantva yena so kodhabhakkho yakkho tenanjalim panametva tikkhattum namam saveti: ","sn11.22:3.2":"‘sakkoham, marisa, devanamindo, sakkoham, marisa, devanamindo’ti. ","sn11.22:3.3":"Yatha yatha kho, bhikkhave, sakko devanamindo namam savesi tatha tatha so yakkho dubbannataro ceva ahosi okotimakataro ca. ","sn11.22:3.4":"Dubbannataro ceva hutva okotimakataro ca tatthevantaradhayiti. ","sn11.22:3.5":"Atha kho, bhikkhave, sakko devanamindo sake asane nisiditva deve tavatimse anunayamano tayam velayam ima gathayo abhasi: ","sn11.22:4.1":"‘Na supahatacittomhi, ","sn11.22:4.2":"navattena suvanayo; ","sn11.22:4.3":"Na vo ciraham kujjhami, ","sn11.22:4.4":"kodho mayi navatitthati. ","sn11.22:5.1":"Kuddhaham na pharusam brumi, ","sn11.22:5.2":"Na ca dhammani kittaye; ","sn11.22:5.3":"Sannigganhami attanam, ","sn11.22:5.4":"Sampassam atthamattano’”ti. "}