{"sn12.41:0.1":"Samyutta Nikaya 12.41 ","sn12.41:0.2":"5. Gahapativagga ","sn12.41:0.3":"Pancaverabhayasutta ","sn12.41:1.1":"Savatthiyam viharati. ","sn12.41:1.2":"Atha kho anathapindiko gahapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho anathapindikam gahapatim bhagava etadavoca: ","sn12.41:2.1":"“Yato kho, gahapati, ariyasavakassa panca bhayani verani vupasantani honti, catuhi ca sotapattiyangehi samannagato hoti, ariyo cassa nayo pannaya sudittho hoti suppatividdho, so akankhamano attanava attanam byakareyya: ","sn12.41:2.2":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato, sotapannohamasmi avinipatadhammo niyato sambodhiparayano’ti. ","sn12.41:3.1":"Katamani panca bhayani verani vupasantani honti? ","sn12.41:3.2":"Yam, gahapati, panatipati panatipatapaccaya ditthadhammikampi bhayam veram pasavati, samparayikampi bhayam veram pasavati, cetasikampi dukkham domanassam patisamvedayati, panatipata pativiratassa evam tam bhayam veram vupasantam hoti. ","sn12.41:4.1":"Yam, gahapati, adinnadayi adinnadanapaccaya ditthadhammikampi bhayam veram pasavati, samparayikampi bhayam veram pasavati, cetasikampi dukkham domanassam patisamvedayati, adinnadana pativiratassa evam tam bhayam veram vupasantam hoti. ","sn12.41:5.1":"Yam, gahapati, kamesumicchacari kamesumicchacarapaccaya ditthadhammikampi bhayam veram pasavati, samparayikampi bhayam veram pasavati, cetasikampi dukkham domanassam patisamvedayati, kamesumicchacara pativiratassa evam tam bhayam veram vupasantam hoti. ","sn12.41:6.1":"Yam, gahapati, musavadi musavadapaccaya ditthadhammikampi bhayam veram pasavati, samparayikampi bhayam veram pasavati, cetasikampi dukkham domanassam patisamvedayati, musavada pativiratassa evam tam bhayam veram vupasantam hoti. ","sn12.41:7.1":"Yam, gahapati, suramerayamajjapamadatthayi suramerayamajjapamadatthanapaccaya ditthadhammikampi bhayam veram pasavati, samparayikampi bhayam veram pasavati, cetasikampi dukkham domanassam patisamvedayati, suramerayamajjapamadatthana pativiratassa evam tam bhayam veram vupasantam hoti. ","sn12.41:7.2":"Imani panca bhayani verani vupasantani honti. ","sn12.41:8.1":"Katamehi catuhi sotapattiyangehi samannagato hoti? ","sn12.41:8.2":"Idha, gahapati, ariyasavako buddhe aveccappasadena samannagato hoti: ","sn12.41:8.3":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’ti. ","sn12.41:9.1":"Dhamme aveccappasadena samannagato hoti: ","sn12.41:9.2":"‘svakkhato bhagavata dhammo sanditthiko akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti. ","sn12.41:10.1":"Sanghe aveccappasadena samannagato hoti: ","sn12.41:10.2":"‘suppatipanno bhagavato savakasangho, ujuppatipanno bhagavato savakasangho, nayappatipanno bhagavato savakasangho, samicippatipanno bhagavato savakasangho, yadidam cattari purisayugani attha purisapuggala, esa bhagavato savakasangho ahuneyyo pahuneyyo dakkhineyyo anjalikaraniyo anuttaram punnakkhettam lokassa’ti. ","sn12.41:11.1":"Ariyakantehi silehi samannagato hoti akhandehi acchiddehi asabalehi akammasehi bhujissehi vinnuppasatthehi aparamatthehi samadhisamvattanikehi. ","sn12.41:11.2":"Imehi catuhi sotapattiyangehi samannagato hoti. ","sn12.41:12.1":"Katamo cassa ariyo nayo pannaya sudittho hoti suppatividdho? ","sn12.41:12.2":"Idha, gahapati, ariyasavako paticcasamuppadanneva sadhukam yoniso manasi karoti: ","sn12.41:12.3":"‘iti imasmim sati idam hoti, imasmim asati idam na hoti; ","sn12.41:12.4":"imassuppada idam uppajjati, imassa nirodha idam nirujjhati. ","sn12.41:12.5":"Yadidam avijjapaccaya sankhara; ","sn12.41:12.6":"sankharapaccaya vinnanam …pe… ","sn12.41:12.7":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","sn12.41:12.8":"Avijjaya tveva asesaviraganirodha sankharanirodho; ","sn12.41:12.9":"sankharanirodha vinnananirodho …pe… ","sn12.41:12.10":"evametassa kevalassa dukkhakkhandhassa nirodho hoti. ","sn12.41:12.11":"Ayamassa ariyo nayo pannaya sudittho hoti suppatividdho. ","sn12.41:13.1":"Yato kho, gahapati, ariyasavakassa imani panca bhayani verani vupasantani honti, imehi catuhi sotapattiyangehi samannagato hoti, ayancassa ariyo nayo pannaya sudittho hoti suppatividdho, so akankhamano attanava attanam byakareyya: ","sn12.41:13.2":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato, sotapannohamasmi avinipatadhammo niyato sambodhiparayano’”ti. ","sn12.41:13.3":"Pathamam. "}