{"sn12.24:0.1":"Samyutta Nikaya 12.24 ","sn12.24:0.2":"3. Dasabalavagga ","sn12.24:0.3":"Annatitthiyasutta ","sn12.24:1.1":"Rajagahe viharati veluvane. ","sn12.24:1.2":"Atha kho ayasma sariputto pubbanhasamayam nivasetva pattacivaramadaya rajagaham pindaya pavisi. ","sn12.24:1.3":"Atha kho ayasmato sariputtassa etadahosi: ","sn12.24:1.4":"“atippago kho tava rajagahe pindaya caritum. ","sn12.24:1.5":"Yannunaham yena annatitthiyanam paribbajakanam aramo tenupasankameyyan”ti. ","sn12.24:2.1":"Atha kho ayasma sariputto yena annatitthiyanam paribbajakanam aramo tenupasankami; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodi. ","sn12.24:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam sariputtam te annatitthiya paribbajaka etadavocum: ","sn12.24:3.1":"“Santavuso sariputta, eke samanabrahmana kammavada sayankatam dukkham pannapenti. ","sn12.24:3.2":"Santi panavuso sariputta, eke samanabrahmana kammavada parankatam dukkham pannapenti. ","sn12.24:3.3":"Santavuso sariputta, eke samanabrahmana kammavada sayankatanca parankatanca dukkham pannapenti. ","sn12.24:3.4":"Santi panavuso sariputta, eke samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam dukkham pannapenti. ","sn12.24:3.5":"Idha, panavuso sariputta, samano gotamo kimvadi kimakkhayi? ","sn12.24:3.6":"Katham byakaramana ca mayam vuttavadino ceva samanassa gotamassa assama, na ca samanam gotamam abhutena abbhacikkheyyama, dhammassa canudhammam byakareyyama, na ca koci sahadhammiko vadanupato garayham thanam agaccheyya”ti? ","sn12.24:4.1":"“Paticcasamuppannam kho, avuso, dukkham vuttam bhagavata. ","sn12.24:4.2":"Kim paticca? ","sn12.24:4.3":"Phassam paticca. ","sn12.24:4.4":"Iti vadam vuttavadi ceva bhagavato assa, na ca bhagavantam abhutena abbhacikkheyya, dhammassa canudhammam byakareyya, na ca koci sahadhammiko vadanupato garayham thanam agaccheyya. ","sn12.24:5.1":"Tatravuso, ye te samanabrahmana kammavada sayankatam dukkham pannapenti tadapi phassapaccaya. ","sn12.24:5.2":"Yepi te samanabrahmana kammavada parankatam dukkham pannapenti tadapi phassapaccaya. ","sn12.24:5.3":"Yepi te samanabrahmana kammavada sayankatanca parankatanca dukkham pannapenti tadapi phassapaccaya. ","sn12.24:5.4":"Yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam dukkham pannapenti tadapi phassapaccaya. ","sn12.24:6.1":"Tatravuso, ye te samanabrahmana kammavada sayankatam dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.24:6.2":"Yepi te samanabrahmana kammavada parankatam dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.24:6.3":"Yepi te samanabrahmana kammavada sayankatanca parankatanca dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.24:6.4":"Yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati”ti. ","sn12.24:7.1":"Assosi kho ayasma anando ayasmato sariputtassa tehi annatitthiyehi paribbajakehi saddhim imam kathasallapam. ","sn12.24:7.2":"Atha kho ayasma anando rajagahe pindaya caritva pacchabhattam pindapatapatikkanto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","sn12.24:7.3":"Ekamantam nisinno kho ayasma anando yavatako ayasmato sariputtassa tehi annatitthiyehi paribbajakehi saddhim ahosi kathasallapo tam sabbam bhagavato arocesi. ","sn12.24:8.1":"“Sadhu sadhu, ananda, yatha tam sariputto samma byakaramano byakareyya. ","sn12.24:8.2":"Paticcasamuppannam kho, ananda, dukkham vuttam maya. ","sn12.24:8.3":"Kim paticca? ","sn12.24:8.4":"Phassam paticca. ","sn12.24:8.5":"Iti vadam vuttavadi ceva me assa, na ca mam abhutena abbhacikkheyya, dhammassa canudhammam byakareyya, na ca koci sahadhammiko vadanupato garayham thanam agaccheyya. ","sn12.24:9.1":"Tatrananda, ye te samanabrahmana kammavada sayankatam dukkham pannapenti tadapi phassapaccaya. ","sn12.24:9.2":"Yepi te …pe… ","sn12.24:9.3":"yepi te …pe… ","sn12.24:9.4":"yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam dukkham pannapenti tadapi phassapaccaya. ","sn12.24:10.1":"Tatrananda, yepi te samanabrahmana kammavada sayankatam dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.24:10.2":"Yepi te …pe… ","sn12.24:10.3":"yepi te …pe… ","sn12.24:10.4":"yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.24:11.1":"Ekamidaham, ananda, samayam idheva rajagahe viharami veluvane kalandakanivape. ","sn12.24:11.2":"Atha khvaham, ananda, pubbanhasamayam nivasetva pattacivaramadaya rajagaham pindaya pavisim. ","sn12.24:11.3":"Tassa mayham, ananda, etadahosi: ","sn12.24:11.4":"‘atippago kho tava rajagahe pindaya caritum. ","sn12.24:11.5":"Yannunaham yena annatitthiyanam paribbajakanam aramo tenupasankameyyan’ti. ","sn12.24:12.1":"Atha khvaham, ananda, yena annatitthiyanam paribbajakanam aramo tenupasankamim; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodim. ","sn12.24:12.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidim. Ekamantam nisinnam kho mam, ananda, te annatitthiya paribbajaka etadavocum: ","sn12.24:13.1":"‘Santavuso gotama, eke samanabrahmana kammavada sayankatam dukkham pannapenti. ","sn12.24:13.2":"Santi panavuso gotama, eke samanabrahmana kammavada parankatam dukkham pannapenti. ","sn12.24:13.3":"Santavuso gotama, eke samanabrahmana kammavada sayankatanca parankatanca dukkham pannapenti. ","sn12.24:13.4":"Santi panavuso gotama, eke samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam dukkham pannapenti. ","sn12.24:13.5":"Idha no ayasma gotamo kimvadi kimakkhayi? ","sn12.24:13.6":"Katham byakaramana ca mayam vuttavadino ceva ayasmato gotamassa assama, na ca ayasmantam gotamam abhutena abbhacikkheyyama, dhammassa canudhammam byakareyyama, na ca koci sahadhammiko vadanupato garayham thanam agaccheyya’ti? ","sn12.24:14.1":"Evam vuttaham, ananda, te annatitthiye paribbajake etadavocam: ","sn12.24:14.2":"‘paticcasamuppannam kho, avuso, dukkham vuttam maya. ","sn12.24:14.3":"Kim paticca? ","sn12.24:14.4":"Phassam paticca. ","sn12.24:14.5":"Iti vadam vuttavadi ceva me assa, na ca mam abhutena abbhacikkheyya, dhammassa canudhammam byakareyya, na ca koci sahadhammiko vadanupato garayham thanam agaccheyyati. ","sn12.24:15.1":"Tatravuso, ye te samanabrahmana kammavada sayankatam dukkham pannapenti tadapi phassapaccaya. ","sn12.24:15.2":"Yepi te …pe… ","sn12.24:15.3":"yepi te …pe… ","sn12.24:15.4":"yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam dukkham pannapenti tadapi phassapaccaya. ","sn12.24:16.1":"Tatravuso, ye te samanabrahmana kammavada sayankatam dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.24:16.2":"Yepi te …pe… ","sn12.24:16.3":"yepi te …pe… ","sn12.24:16.4":"yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati’”ti. ","sn12.24:17.1":"“Acchariyam bhante, abbhutam bhante. ","sn12.24:17.2":"Yatra hi nama ekena padena sabbo attho vutto bhavissati. ","sn12.24:17.3":"Siya nu kho, bhante, esevattho vittharena vuccamano gambhiro ceva assa gambhiravabhaso ca”ti? ","sn12.24:18.1":"“Tena hananda, tannevettha patibhatu”ti. ","sn12.24:18.2":"“Sace mam, bhante, evam puccheyyum: ","sn12.24:18.3":"‘jaramaranam, avuso ananda, kimnidanam kimsamudayam kimjatikam kimpabhavan’ti? ","sn12.24:18.4":"Evam putthoham, bhante, evam byakareyyam: ","sn12.24:18.5":"‘jaramaranam kho, avuso, jatinidanam jatisamudayam jatijatikam jatipabhavan’ti. ","sn12.24:18.6":"Evam putthoham, bhante, evam byakareyyam. ","sn12.24:19.1":"Sace mam, bhante, evam puccheyyum: ","sn12.24:19.2":"‘jati panavuso ananda, kimnidana kimsamudaya kimjatika kimpabhava’ti? ","sn12.24:19.3":"Evam putthoham, bhante, evam byakareyyam: ","sn12.24:19.4":"‘jati kho, avuso, bhavanidana bhavasamudaya bhavajatika bhavappabhava’ti. ","sn12.24:19.5":"Evam putthoham, bhante, evam byakareyyam. ","sn12.24:20.1":"Sace mam, bhante, evam puccheyyum: ","sn12.24:20.2":"‘bhavo panavuso ananda, kimnidano kimsamudayo kimjatiko kimpabhavo’ti? ","sn12.24:20.3":"Evam putthoham, bhante, evam byakareyyam: ","sn12.24:20.4":"‘bhavo kho, avuso, upadananidano upadanasamudayo upadanajatiko upadanappabhavo’ti. ","sn12.24:20.5":"Evam putthoham, bhante, evam byakareyyam. ","sn12.24:21.1":"Sace mam, bhante, evam puccheyyum—","sn12.24:21.2":"upadanam panavuso …pe… ","sn12.24:21.3":"tanha panavuso …pe… ","sn12.24:21.4":"vedana panavuso …pe… ","sn12.24:21.5":"sace mam, bhante, evam puccheyyum: ","sn12.24:21.6":"‘phasso panavuso ananda, kimnidano kimsamudayo kimjatiko kimpabhavo’ti? ","sn12.24:21.7":"Evam putthoham, bhante, evam byakareyyam: ","sn12.24:21.8":"‘phasso kho, avuso, salayatananidano salayatanasamudayo salayatanajatiko salayatanappabhavo’ti. ","sn12.24:21.9":"‘Channam tveva, avuso, phassayatananam asesaviraganirodha phassanirodho; ","sn12.24:21.10":"phassanirodha vedananirodho; ","sn12.24:21.11":"vedananirodha tanhanirodho; ","sn12.24:21.12":"tanhanirodha upadananirodho; ","sn12.24:21.13":"upadananirodha bhavanirodho; ","sn12.24:21.14":"bhavanirodha jatinirodho; ","sn12.24:21.15":"jatinirodha jaramaranam sokaparidevadukkhadomanassupayasa nirujjhanti. ","sn12.24:21.16":"Evametassa kevalassa dukkhakkhandhassa nirodho hoti’ti. ","sn12.24:21.17":"Evam putthoham, bhante, evam byakareyyan”ti. ","sn12.24:21.18":"Catuttham. "}