{"sn12.51:0.1":"Samyutta Nikaya 12.51 ","sn12.51:0.2":"6. Dukkhavagga ","sn12.51:0.3":"Parivimamsanasutta ","sn12.51:1.1":"Evam me sutam—","sn12.51:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","sn12.51:1.3":"Tatra kho bhagava bhikkhu amantesi: ","sn12.51:1.4":"“bhikkhavo”ti. ","sn12.51:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","sn12.51:1.6":"Bhagava etadavoca: ","sn12.51:2.1":"“Kittavata nu kho, bhikkhave, bhikkhu parivimamsamano parivimamseyya sabbaso samma dukkhakkhayaya”ti? ","sn12.51:2.2":"“Bhagavammulaka no, bhante, dhamma bhagavamnettika bhagavampatisarana. Sadhu vata, bhante, bhagavantamyeva patibhatu etassa bhasitassa attho. Bhagavato sutva bhikkhu dharessanti”ti. ","sn12.51:2.3":"“Tena hi, bhikkhave, sunatha, sadhukam manasi karotha, bhasissami”ti. ","sn12.51:2.4":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","sn12.51:2.5":"Bhagava etadavoca: ","sn12.51:3.1":"“Idha, bhikkhave, bhikkhu parivimamsamano parivimamsati: ","sn12.51:3.2":"‘yam kho idam anekavidham nanappakarakam dukkham loke uppajjati jaramaranam; ","sn12.51:3.3":"idam nu kho dukkham kimnidanam kimsamudayam kimjatikam kimpabhavam? ","sn12.51:3.4":"Kismim sati jaramaranam hoti, kismim asati jaramaranam na hoti’ti? ","sn12.51:3.5":"So parivimamsamano evam pajanati: ","sn12.51:3.6":"‘yam kho idam anekavidham nanappakarakam dukkham loke uppajjati jaramaranam, idam kho dukkham jatinidanam jatisamudayam jatijatikam jatippabhavam. ","sn12.51:3.7":"Jatiya sati jaramaranam hoti, jatiya asati jaramaranam na hoti’ti. ","sn12.51:4.1":"So jaramarananca pajanati, jaramaranasamudayanca pajanati, jaramarananirodhanca pajanati, ya ca jaramarananirodhasaruppagamini patipada tanca pajanati, tatha patipanno ca hoti anudhammacari; ","sn12.51:4.2":"ayam vuccati, bhikkhave, bhikkhu sabbaso samma dukkhakkhayaya patipanno jaramarananirodhaya. ","sn12.51:5.1":"Athaparam parivimamsamano parivimamsati: ","sn12.51:5.2":"‘jati panayam kimnidana kimsamudaya kimjatika kimpabhava, kismim sati jati hoti, kismim asati jati na hoti’ti? ","sn12.51:5.3":"So parivimamsamano evam pajanati: ","sn12.51:5.4":"‘jati bhavanidana bhavasamudaya bhavajatika bhavappabhava; ","sn12.51:5.5":"bhave sati jati hoti, bhave asati jati na hoti’ti. ","sn12.51:6.1":"So jatinca pajanati, jatisamudayanca pajanati, jatinirodhanca pajanati, ya ca jatinirodhasaruppagamini patipada tanca pajanati, tatha patipanno ca hoti anudhammacari; ","sn12.51:6.2":"ayam vuccati, bhikkhave, bhikkhu sabbaso samma dukkhakkhayaya patipanno jatinirodhaya. ","sn12.51:7.1":"Athaparam parivimamsamano parivimamsati: ","sn12.51:7.2":"‘bhavo panayam kimnidano …pe… ","sn12.51:7.3":"upadanam panidam kimnidanam … ","sn12.51:7.4":"tanha panayam kimnidana … ","sn12.51:7.5":"vedana … ","sn12.51:7.6":"phasso … ","sn12.51:7.7":"salayatanam panidam kimnidanam … ","sn12.51:7.8":"namarupam panidam … ","sn12.51:7.9":"vinnanam panidam … ","sn12.51:7.10":"sankhara panime kimnidana kimsamudaya kimjatika kimpabhava; ","sn12.51:7.11":"kismim sati sankhara honti, kismim asati sankhara na honti’ti? ","sn12.51:7.12":"So parivimamsamano evam pajanati: ","sn12.51:7.13":"‘sankhara avijjanidana avijjasamudaya avijjajatika avijjapabhava; ","sn12.51:7.14":"avijjaya sati sankhara honti, avijjaya asati sankhara na honti’ti. ","sn12.51:8.1":"So sankhare ca pajanati, sankharasamudayanca pajanati, sankharanirodhanca pajanati, ya ca sankharanirodhasaruppagamini patipada tanca pajanati, tatha patipanno ca hoti anudhammacari; ","sn12.51:8.2":"ayam vuccati, bhikkhave, bhikkhu sabbaso samma dukkhakkhayaya patipanno sankharanirodhaya. ","sn12.51:9.1":"Avijjagato yam, bhikkhave, purisapuggalo punnance sankharam abhisankharoti, punnupagam hoti vinnanam. ","sn12.51:9.2":"Apunnance sankharam abhisankharoti, apunnupagam hoti vinnanam. ","sn12.51:9.3":"Anenjance sankharam abhisankharoti anenjupagam hoti vinnanam. ","sn12.51:9.4":"Yato kho, bhikkhave, bhikkhuno avijja pahina hoti vijja uppanna, so avijjaviraga vijjuppada neva punnabhisankharam abhisankharoti na apunnabhisankharam abhisankharoti na anenjabhisankharam abhisankharoti. ","sn12.51:9.5":"Anabhisankharonto anabhisancetayanto na kinci loke upadiyati; ","sn12.51:9.6":"anupadiyam na paritassati, aparitassam paccattanneva parinibbayati. ","sn12.51:9.7":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","sn12.51:10.1":"So sukhance vedanam vedayati, sa aniccati pajanati, anajjhositati pajanati, anabhinanditati pajanati. ","sn12.51:10.2":"Dukkhance vedanam vedayati, sa aniccati pajanati, anajjhositati pajanati, anabhinanditati pajanati. ","sn12.51:10.3":"Adukkhamasukhance vedanam vedayati, sa aniccati pajanati, anajjhositati pajanati, anabhinanditati pajanati. ","sn12.51:10.4":"So sukhance vedanam vedayati, visamyutto nam vedayati. ","sn12.51:10.5":"Dukkhance vedanam vedayati, visamyutto nam vedayati. ","sn12.51:10.6":"Adukkhamasukhance vedanam vedayati, visamyutto nam vedayati. ","sn12.51:11.1":"So kayapariyantikam vedanam vedayamano kayapariyantikam vedanam vedayamiti pajanati, jivitapariyantikam vedanam vedayamano jivitapariyantikam vedanam vedayamiti pajanati. ","sn12.51:11.2":"Kayassa bheda uddham jivitapariyadana idheva sabbavedayitani anabhinanditani sitibhavissanti, sarirani avasissantiti pajanati. ","sn12.51:12.1":"Seyyathapi, bhikkhave, puriso kumbhakarapaka unham kumbham uddharitva same bhumibhage patisisseyya. ","sn12.51:12.2":"Tatra yayam usma sa tattheva vupasameyya, kapallani avasisseyyum. ","sn12.51:12.3":"Evameva kho, bhikkhave, bhikkhu kayapariyantikam vedanam vedayamano kayapariyantikam vedanam vedayamiti pajanati, jivitapariyantikam vedanam vedayamano jivitapariyantikam vedanam vedayamiti pajanati. ","sn12.51:12.4":"Kayassa bheda uddham jivitapariyadana idheva sabbavedayitani anabhinanditani sitibhavissanti, sarirani avasissantiti pajanati. ","sn12.51:13.1":"Tam kim mannatha, bhikkhave, ","sn12.51:13.2":"api nu kho khinasavo bhikkhu punnabhisankharam va abhisankhareyya apunnabhisankharam va abhisankhareyya anenjabhisankharam va abhisankhareyya”ti? ","sn12.51:13.3":"“No hetam, bhante”. ","sn12.51:14.1":"“Sabbaso va pana sankharesu asati, sankharanirodha api nu kho vinnanam pannayetha”ti? ","sn12.51:14.2":"“No hetam, bhante”. ","sn12.51:15.1":"“Sabbaso va pana vinnane asati, vinnananirodha api nu kho namarupam pannayetha”ti? ","sn12.51:15.2":"“No hetam, bhante”. ","sn12.51:16.1":"“Sabbaso va pana namarupe asati, namarupanirodha api nu kho salayatanam pannayetha”ti? ","sn12.51:16.2":"“No hetam, bhante”. ","sn12.51:17.1":"“Sabbaso va pana salayatane asati, salayatananirodha api nu kho phasso pannayetha”ti? ","sn12.51:17.2":"“No hetam, bhante”. ","sn12.51:18.1":"“Sabbaso va pana phasse asati, phassanirodha api nu kho vedana pannayetha”ti? ","sn12.51:18.2":"“No hetam, bhante”. ","sn12.51:19.1":"“Sabbaso va pana vedanaya asati, vedananirodha api nu kho tanha pannayetha”ti? ","sn12.51:19.2":"“No hetam, bhante”. ","sn12.51:20.1":"“Sabbaso va pana tanhaya asati, tanhanirodha api nu kho upadanam pannayetha”ti? ","sn12.51:20.2":"“No hetam, bhante”. ","sn12.51:21.1":"“Sabbaso va pana upadane asati, upadananirodha api nu kho bhavo pannayetha”ti. ","sn12.51:21.2":"“No hetam, bhante”. ","sn12.51:22.1":"“Sabbaso va pana bhave asati, bhavanirodha api nu kho jati pannayetha”ti? ","sn12.51:22.2":"“No hetam, bhante”. ","sn12.51:23.1":"“Sabbaso va pana jatiya asati, jatinirodha api nu kho jaramaranam pannayetha”ti? ","sn12.51:23.2":"“No hetam, bhante”. ","sn12.51:24.1":"“Sadhu sadhu, bhikkhave, evametam, bhikkhave, netam annatha. ","sn12.51:24.2":"Saddahatha me tam, bhikkhave, adhimuccatha, nikkankha ettha hotha nibbicikiccha. ","sn12.51:24.3":"Esevanto dukkhassa”ti. ","sn12.51:24.4":"Pathamam. "}