{"sn12.62:0.1":"Samyutta Nikaya 12.62 ","sn12.62:0.2":"7. Mahavagga ","sn12.62:0.3":"Dutiyaassutavasutta ","sn12.62:1.1":"Savatthiyam viharati. ","sn12.62:1.2":"“Assutava, bhikkhave, puthujjano imasmim catumahabhutikasmim kayasmim nibbindeyyapi virajjeyyapi vimucceyyapi. ","sn12.62:1.3":"Tam kissa hetu? ","sn12.62:1.4":"Dissati, bhikkhave, imassa catumahabhutikassa kayassa acayopi apacayopi adanampi nikkhepanampi. ","sn12.62:1.5":"Tasma tatrassutava puthujjano nibbindeyyapi virajjeyyapi vimucceyyapi. ","sn12.62:1.6":"Yanca kho etam, bhikkhave, vuccati cittam itipi, mano itipi, vinnanam itipi, tatrassutava puthujjano nalam nibbinditum nalam virajjitum nalam vimuccitum. ","sn12.62:1.7":"Tam kissa hetu? ","sn12.62:1.8":"Digharattanhetam, bhikkhave, assutavato puthujjanassa ajjhositam mamayitam paramattham: ","sn12.62:1.9":"‘etam mama, esohamasmi, eso me atta’ti. ","sn12.62:1.10":"Tasma tatrassutava puthujjano nalam nibbinditum nalam virajjitum nalam vimuccitum. ","sn12.62:2.1":"Varam, bhikkhave, assutava puthujjano imam catumahabhutikam kayam attato upagaccheyya, na tveva cittam. ","sn12.62:2.2":"Tam kissa hetu? ","sn12.62:2.3":"Dissatayam, bhikkhave, catumahabhutiko kayo ekampi vassam titthamano dvepi vassani titthamano tinipi vassani titthamano cattaripi vassani titthamano pancapi vassani titthamano dasapi vassani titthamano visatipi vassani titthamano timsampi vassani titthamano cattarisampi vassani titthamano pannasampi vassani titthamano vassasatampi titthamano, bhiyyopi titthamano. ","sn12.62:2.4":"Yanca kho etam, bhikkhave, vuccati cittam itipi, mano itipi, vinnanam itipi, tam rattiya ca divasassa ca annadeva uppajjati annam nirujjhati. ","sn12.62:3.1":"Tatra, bhikkhave, sutava ariyasavako paticcasamuppadamyeva sadhukam yoniso manasi karoti: ","sn12.62:3.2":"‘iti imasmim sati idam hoti, imassuppada idam uppajjati; ","sn12.62:3.3":"imasmim asati idam na hoti, imassa nirodha idam nirujjhati’ti. ","sn12.62:3.4":"Sukhavedaniyam, bhikkhave, phassam paticca uppajjati sukhavedana. ","sn12.62:3.5":"Tasseva sukhavedaniyassa phassassa nirodha yam tajjam vedayitam sukhavedaniyam phassam paticca uppanna sukhavedana sa nirujjhati sa vupasammati. ","sn12.62:3.6":"Dukkhavedaniyam, bhikkhave, phassam paticca uppajjati dukkhavedana. ","sn12.62:3.7":"Tasseva dukkhavedaniyassa phassassa nirodha yam tajjam vedayitam dukkhavedaniyam phassam paticca uppanna dukkhavedana sa nirujjhati sa vupasammati. ","sn12.62:3.8":"Adukkhamasukhavedaniyam, bhikkhave, phassam paticca uppajjati adukkhamasukhavedana. ","sn12.62:3.9":"Tasseva adukkhamasukhavedaniyassa phassassa nirodha yam tajjam vedayitam adukkhamasukhavedaniyam phassam paticca uppanna adukkhamasukhavedana sa nirujjhati sa vupasammati. ","sn12.62:4.1":"Seyyathapi, bhikkhave, dvinnam katthanam sanghattanasamodhana usma jayati tejo abhinibbattati. Tesamyeva dvinnam katthanam nanakatavinibbhoga ya tajja usma sa nirujjhati sa vupasammati; ","sn12.62:4.2":"evameva kho, bhikkhave, sukhavedaniyam phassam paticca uppajjati sukhavedana. ","sn12.62:4.3":"Tasseva sukhavedaniyassa phassassa nirodha yam tajjam vedayitam sukhavedaniyam phassam paticca uppanna sukhavedana sa nirujjhati sa vupasammati …pe… ","sn12.62:4.4":"dukkhavedaniyam phassam paticca … ","sn12.62:4.5":"adukkhamasukhavedaniyam phassam paticca uppajjati adukkhamasukhavedana. ","sn12.62:4.6":"Tasseva adukkhamasukhavedaniyassa phassassa nirodha yam tajjam vedayitam adukkhamasukhavedaniyam phassam paticca uppanna adukkhamasukhavedana sa nirujjhati sa vupasammati. ","sn12.62:5.1":"Evam passam, bhikkhave, sutava ariyasavako phassepi nibbindati, vedanayapi nibbindati, sannayapi nibbindati, sankharesupi nibbindati, vinnanasmimpi nibbindati; ","sn12.62:5.2":"nibbindam virajjati, viraga vimuccati, vimuttasmim vimuttamiti nanam hoti. ","sn12.62:5.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati”ti. ","sn12.62:5.4":"Dutiyam. "}