{"sn12.33:0.1":"Samyutta Nikaya 12.33 ","sn12.33:0.2":"4. Kalarakhattiyavagga ","sn12.33:0.3":"Nanavatthusutta ","sn12.33:1.1":"Savatthiyam … ","sn12.33:1.2":"“Catucattarisam vo, bhikkhave, nanavatthuni desessami, ","sn12.33:1.3":"tam sunatha, sadhukam manasi karotha, bhasissami”ti. ","sn12.33:1.4":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","sn12.33:1.5":"Bhagava etadavoca: ","sn12.33:2.1":"“Katamani, bhikkhave, catucattarisam nanavatthuni? ","sn12.33:2.2":"Jaramarane nanam, jaramaranasamudaye nanam, jaramarananirodhe nanam, jaramarananirodhagaminiya patipadaya nanam; ","sn12.33:2.3":"jatiya nanam, jatisamudaye nanam, jatinirodhe nanam, jatinirodhagaminiya patipadaya nanam; ","sn12.33:2.4":"bhave nanam, bhavasamudaye nanam, bhavanirodhe nanam, bhavanirodhagaminiya patipadaya nanam; ","sn12.33:2.5":"upadane nanam, upadanasamudaye nanam, upadananirodhe nanam, upadananirodhagaminiya patipadaya nanam; ","sn12.33:2.6":"tanhaya nanam, tanhasamudaye nanam, tanhanirodhe nanam, tanhanirodhagaminiya patipadaya nanam; ","sn12.33:2.7":"vedanaya nanam, vedanasamudaye nanam, vedananirodhe nanam, vedananirodhagaminiya patipadaya nanam; ","sn12.33:2.8":"phasse nanam …pe… ","sn12.33:2.9":"salayatane nanam … ","sn12.33:2.10":"namarupe nanam … ","sn12.33:2.11":"vinnane nanam … ","sn12.33:2.12":"sankharesu nanam, sankharasamudaye nanam, sankharanirodhe nanam, sankharanirodhagaminiya patipadaya nanam. ","sn12.33:2.13":"Imani vuccanti, bhikkhave, catucattarisam nanavatthuni. ","sn12.33:3.1":"Katamanca, bhikkhave, jaramaranam? ","sn12.33:3.2":"Ya tesam tesam sattanam tamhi tamhi sattanikaye jara jiranata khandiccam paliccam valittacata ayuno samhani indriyanam paripako, ","sn12.33:3.3":"ayam vuccati jara. ","sn12.33:3.4":"Ya tesam tesam sattanam tamha tamha sattanikaya cuti cavanata bhedo antaradhanam maccu maranam kalakiriya khandhanam bhedo kalevarassa nikkhepo. ","sn12.33:3.5":"Idam vuccati maranam. ","sn12.33:3.6":"Iti ayanca jara, idanca maranam; ","sn12.33:3.7":"idam vuccati, bhikkhave, jaramaranam. ","sn12.33:4.1":"Jatisamudaya jaramaranasamudayo; ","sn12.33:4.2":"jatinirodha jaramarananirodho; ","sn12.33:4.3":"ayameva ariyo atthangiko maggo jaramarananirodhagamini patipada, seyyathidam—","sn12.33:4.4":"sammaditthi …pe… sammasamadhi. ","sn12.33:5.1":"Yato kho, bhikkhave, ariyasavako evam jaramaranam pajanati, evam jaramaranasamudayam pajanati, evam jaramarananirodham pajanati, evam jaramarananirodhagaminim patipadam pajanati, idamassa dhamme nanam. ","sn12.33:5.2":"So imina dhammena ditthena viditena akalikena pattena pariyogalhena atitanagate nayam neti. ","sn12.33:6.1":"Ye kho keci atitamaddhanam samana va brahmana va jaramaranam abbhannamsu, jaramaranasamudayam abbhannamsu, jaramarananirodham abbhannamsu, jaramarananirodhagaminim patipadam abbhannamsu, sabbete evameva abbhannamsu, seyyathapaham etarahi. ","sn12.33:7.1":"Yepi hi keci anagatamaddhanam samana va brahmana va jaramaranam abhijanissanti, jaramaranasamudayam abhijanissanti, jaramarananirodham abhijanissanti, jaramarananirodhagaminim patipadam abhijanissanti, sabbete evameva abhijanissanti, seyyathapaham etarahiti. ","sn12.33:7.2":"Idamassa anvaye nanam. ","sn12.33:8.1":"Yato kho, bhikkhave, ariyasavakassa imani dve nanani parisuddhani honti pariyodatani—","sn12.33:8.2":"dhamme nananca anvaye nananca. ","sn12.33:8.3":"Ayam vuccati, bhikkhave, ariyasavako ditthisampanno itipi, dassanasampanno itipi, agato imam saddhammam itipi, passati imam saddhammam itipi, sekkhena nanena samannagato itipi, sekkhaya vijjaya samannagato itipi, dhammasotam samapanno itipi, ariyo nibbedhikapanno itipi, amatadvaram ahacca titthati itipiti. ","sn12.33:9.1":"Katama ca, bhikkhave, jati … ","sn12.33:9.2":"katamo ca, bhikkhave, bhavo … ","sn12.33:9.3":"katamanca, bhikkhave, upadanam … ","sn12.33:9.4":"katama ca, bhikkhave, tanha … ","sn12.33:9.5":"katama ca, bhikkhave, vedana … ","sn12.33:9.6":"katamo ca, bhikkhave, phasso … ","sn12.33:9.7":"katamanca, bhikkhave, salayatanam … ","sn12.33:9.8":"katamanca, bhikkhave, namarupam … ","sn12.33:9.9":"katamanca, bhikkhave, vinnanam … ","sn12.33:9.10":"katame ca, bhikkhave, sankhara? ","sn12.33:9.11":"Tayome, bhikkhave, sankhara—","sn12.33:9.12":"kayasankharo, vacisankharo, cittasankharoti. ","sn12.33:9.13":"Ime vuccanti, bhikkhave, sankhara. ","sn12.33:10.1":"Avijjasamudaya sankharasamudayo; ","sn12.33:10.2":"avijjanirodha sankharanirodho; ","sn12.33:10.3":"ayameva ariyo atthangiko maggo sankharanirodhagamini patipada, seyyathidam—","sn12.33:10.4":"sammaditthi …pe… sammasamadhi. ","sn12.33:11.1":"Yato kho, bhikkhave, ariyasavako evam sankhare pajanati, evam sankharasamudayam pajanati, evam sankharanirodham pajanati, evam sankharanirodhagaminim patipadam pajanati, idamassa dhamme nanam. ","sn12.33:11.2":"So imina dhammena ditthena viditena akalikena pattena pariyogalhena atitanagate nayam neti. ","sn12.33:12.1":"Ye kho keci atitamaddhanam samana va brahmana va sankhare abbhannamsu, sankharasamudayam abbhannamsu, sankharanirodham abbhannamsu, sankharanirodhagaminim patipadam abbhannamsu, sabbete evameva abbhannamsu, seyyathapaham etarahi. ","sn12.33:13.1":"Ye hipi keci anagatamaddhanam samana va brahmana va sankhare abhijanissanti, sankharasamudayam abhijanissanti, sankharanirodham abhijanissanti, sankharanirodhagaminim patipadam abhijanissanti, sabbete evameva abhijanissanti, seyyathapaham etarahi. ","sn12.33:13.2":"Idamassa anvaye nanam. ","sn12.33:14.1":"Yato kho, bhikkhave, ariyasavakassa imani dve nanani parisuddhani honti pariyodatani—","sn12.33:14.2":"dhamme nananca anvaye nananca. ","sn12.33:14.3":"Ayam vuccati, bhikkhave, ariyasavako ditthisampanno itipi, dassanasampanno itipi, agato imam saddhammam itipi, passati imam saddhammam itipi, sekkhena nanena samannagato itipi, sekkhaya vijjaya samannagato itipi, dhammasotam samapanno itipi, ariyo nibbedhikapanno itipi, amatadvaram ahacca titthati itipi”ti. ","sn12.33:14.4":"Tatiyam. "}