{"sn12.61:0.1":"Samyutta Nikaya 12.61 ","sn12.61:0.2":"7. Mahavagga ","sn12.61:0.3":"Assutavasutta ","sn12.61:1.1":"Evam me sutam—","sn12.61:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame … ","sn12.61:1.3":"“assutava, bhikkhave, puthujjano imasmim catumahabhutikasmim kayasmim nibbindeyyapi virajjeyyapi vimucceyyapi. ","sn12.61:1.4":"Tam kissa hetu? ","sn12.61:1.5":"Dissati, bhikkhave, imassa catumahabhutikassa kayassa acayopi apacayopi adanampi nikkhepanampi. ","sn12.61:1.6":"Tasma tatrassutava puthujjano nibbindeyyapi virajjeyyapi vimucceyyapi. ","sn12.61:2.1":"Yanca kho etam, bhikkhave, vuccati cittam itipi, mano itipi, vinnanam itipi, tatrassutava puthujjano nalam nibbinditum nalam virajjitum nalam vimuccitum. ","sn12.61:2.2":"Tam kissa hetu? ","sn12.61:2.3":"Digharattanhetam, bhikkhave, assutavato puthujjanassa ajjhositam mamayitam paramattham: ","sn12.61:2.4":"‘etam mama, esohamasmi, eso me atta’ti. ","sn12.61:2.5":"Tasma tatrassutava puthujjano nalam nibbinditum nalam virajjitum nalam vimuccitum. ","sn12.61:3.1":"Varam, bhikkhave, assutava puthujjano imam catumahabhutikam kayam attato upagaccheyya, na tveva cittam. ","sn12.61:3.2":"Tam kissa hetu? ","sn12.61:3.3":"Dissatayam, bhikkhave, catumahabhutiko kayo ekampi vassam titthamano dvepi vassani titthamano tinipi vassani titthamano cattaripi vassani titthamano pancapi vassani titthamano dasapi vassani titthamano visatipi vassani titthamano timsampi vassani titthamano cattarisampi vassani titthamano pannasampi vassani titthamano vassasatampi titthamano, bhiyyopi titthamano. ","sn12.61:4.1":"Yanca kho etam, bhikkhave, vuccati cittam itipi, mano itipi, vinnanam itipi, tam rattiya ca divasassa ca annadeva uppajjati annam nirujjhati. ","sn12.61:4.2":"Seyyathapi, bhikkhave, makkato aranne pavane caramano sakham ganhati, tam muncitva annam ganhati, tam muncitva annam ganhati; ","sn12.61:4.3":"evameva kho, bhikkhave, yamidam vuccati cittam itipi, mano itipi, vinnanam itipi, tam rattiya ca divasassa ca annadeva uppajjati annam nirujjhati. ","sn12.61:5.1":"Tatra, bhikkhave, sutava ariyasavako paticcasamuppadamyeva sadhukam yoniso manasi karoti: ","sn12.61:5.2":"‘iti imasmim sati idam hoti, imassuppada idam uppajjati; ","sn12.61:5.3":"imasmim asati idam na hoti, imassa nirodha idam nirujjhati—","sn12.61:5.4":"yadidam avijjapaccaya sankhara; ","sn12.61:5.5":"sankharapaccaya vinnanam …pe… ","sn12.61:5.6":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","sn12.61:5.7":"Avijjaya tveva asesaviraganirodha sankharanirodho; ","sn12.61:5.8":"sankharanirodha vinnananirodho …pe… ","sn12.61:5.9":"evametassa kevalassa dukkhakkhandhassa nirodho hoti’ti. ","sn12.61:6.1":"Evam passam, bhikkhave, sutava ariyasavako rupasmimpi nibbindati, vedanayapi nibbindati, sannayapi nibbindati, sankharesupi nibbindati, vinnanasmimpi nibbindati; ","sn12.61:6.2":"nibbindam virajjati, viraga vimuccati, vimuttasmim vimuttamiti nanam hoti. ","sn12.61:6.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati”ti. ","sn12.61:6.4":"Pathamam. "}