{"sn12.70:0.1":"Samyutta Nikaya 12.70 ","sn12.70:0.2":"7. Mahavagga ","sn12.70:0.3":"Susimaparibbajakasutta ","sn12.70:1.1":"Evam me sutam—","sn12.70:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","sn12.70:1.3":"Tena kho pana samayena bhagava sakkato hoti garukato manito pujito apacito labhi civarapindapatasenasanagilanappaccayabhesajjaparikkharanam. ","sn12.70:1.4":"Bhikkhusanghopi sakkato hoti garukato manito pujito apacito labhi civarapindapatasenasanagilanappaccayabhesajjaparikkharanam. ","sn12.70:1.5":"Annatitthiya pana paribbajaka asakkata honti agarukata amanita apujita anapacita, na labhino civarapindapatasenasanagilanappaccayabhesajjaparikkharanam. ","sn12.70:2.1":"Tena kho pana samayena susimo paribbajako rajagahe pativasati mahatiya paribbajakaparisaya saddhim. ","sn12.70:2.2":"Atha kho susimassa paribbajakassa parisa susimam paribbajakam etadavocum: ","sn12.70:2.3":"“ehi tvam, avuso susima, samane gotame brahmacariyam cara. ","sn12.70:2.4":"Tvam dhammam pariyapunitva amhe vaceyyasi. ","sn12.70:2.5":"Tam mayam dhammam pariyapunitva gihinam bhasissama. ","sn12.70:2.6":"Evam mayampi sakkata bhavissama garukata manita pujita apacita labhino civarapindapatasenasanagilanappaccayabhesajjaparikkharanan”ti. ","sn12.70:2.7":"“Evamavuso”ti kho susimo paribbajako sakaya parisaya patissunitva yenayasma anando tenupasankami; upasankamitva ayasmata anandena saddhim sammodi. ","sn12.70:2.8":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho susimo paribbajako ayasmantam anandam etadavoca: ","sn12.70:2.9":"“icchamaham, avuso ananda, imasmim dhammavinaye brahmacariyam caritun”ti. ","sn12.70:3.1":"Atha kho ayasma anando susimam paribbajakam adaya yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","sn12.70:3.2":"“ayam, bhante, susimo paribbajako evamaha: ","sn12.70:3.3":"‘icchamaham, avuso ananda, imasmim dhammavinaye brahmacariyam caritun’”ti. ","sn12.70:3.4":"“Tenahananda, susimam pabbajetha”ti. ","sn12.70:3.5":"Alattha kho susimo paribbajako bhagavato santike pabbajjam, alattha upasampadam. ","sn12.70:4.1":"Tena kho pana samayena sambahulehi bhikkhuhi bhagavato santike anna byakata hoti: ","sn12.70:4.2":"“khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattayati pajanama”ti. ","sn12.70:4.3":"Assosi kho ayasma susimo: ","sn12.70:4.4":"“sambahulehi kira bhikkhuhi bhagavato santike anna byakata: ","sn12.70:4.5":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanama”ti. ","sn12.70:4.6":"Atha kho ayasma susimo yena te bhikkhu tenupasankami; upasankamitva tehi bhikkhuhi saddhim sammodi. ","sn12.70:4.7":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma susimo te bhikkhu etadavoca: ","sn12.70:4.8":"“saccam kirayasmantehi bhagavato santike anna byakata: ","sn12.70:4.9":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanama”ti? ","sn12.70:4.10":"“Evamavuso”ti. ","sn12.70:5.1":"“Api pana tumhe ayasmanto evam jananta evam passanta anekavihitam iddhividham paccanubhotha—ekopi hutva bahudha hotha, bahudhapi hutva eko hotha; avibhavam, tirobhavam, tirokuttam tiropakaram tiropabbatam asajjamana gacchatha, seyyathapi akase; pathaviyapi ummujjanimujjam karotha, seyyathapi udake; udakepi abhijjamane gacchatha, seyyathapi pathaviyam; akasepi pallankena kamatha, seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina parimasatha parimajjatha, yava brahmalokapi kayena vasam vattetha”ti? ","sn12.70:5.2":"“No hetam, avuso”. ","sn12.70:6.1":"“Api pana tumhe ayasmanto evam jananta evam passanta dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunatha dibbe ca manuse ca ye dure santike ca”ti? ","sn12.70:6.2":"“No hetam, avuso”. ","sn12.70:7.1":"“Api pana tumhe ayasmanto evam jananta evam passanta parasattanam parapuggalanam cetasa ceto paricca pajanatha—","sn12.70:7.2":"saragam va cittam saragam cittanti pajanatha; ","sn12.70:7.3":"vitaragam va cittam vitaragam cittanti pajanatha; ","sn12.70:7.4":"sadosam va cittam sadosam cittanti pajanatha; ","sn12.70:7.5":"vitadosam va cittam vitadosam cittanti pajanatha; ","sn12.70:7.6":"samoham va cittam samoham cittanti pajanatha; ","sn12.70:7.7":"vitamoham va cittam vitamoham cittanti pajanatha; ","sn12.70:7.8":"sankhittam va cittam sankhittam cittanti pajanatha; ","sn12.70:7.9":"vikkhittam va cittam vikkhittam cittanti pajanatha; ","sn12.70:7.10":"mahaggatam va cittam mahaggatam cittanti pajanatha; ","sn12.70:7.11":"amahaggatam va cittam amahaggatam cittanti pajanatha; ","sn12.70:7.12":"sauttaram va cittam sauttaram cittanti pajanatha; ","sn12.70:7.13":"anuttaram va cittam anuttaram cittanti pajanatha; ","sn12.70:7.14":"samahitam va cittam samahitam cittanti pajanatha; ","sn12.70:7.15":"asamahitam va cittam asamahitam cittanti pajanatha; ","sn12.70:7.16":"vimuttam va cittam vimuttam cittanti pajanatha; ","sn12.70:7.17":"avimuttam va cittam avimuttam cittanti pajanatha”ti? ","sn12.70:7.18":"“No hetam, avuso”. ","sn12.70:8.1":"“Api pana tumhe ayasmanto evam jananta evam passanta anekavihitam pubbenivasam anussaratha, seyyathidam—ekampi jatim dvepi jatiyo tissopi jatiyo catassopi jatiyo pancapi jatiyo dasapi jatiyo visampi jatiyo timsampi jatiyo cattarisampi jatiyo pannasampi jatiyo jatisatampi jatisahassampi jatisatasahassampi, anekepi samvattakappe anekepi vivattakappe anekepi samvattavivattakappe: ‘amutrasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhapatisamvedi evamayupariyanto, so tato cuto amutra udapadim; tatrapasim evamnamo evangotto evamvanno evamaharo evamsukhadukkhapatisamvedi evamayupariyanto, so tato cuto idhupapanno’ti. Iti sakaram sauddesam anekavihitam pubbenivasam anussaratha”ti? ","sn12.70:8.2":"“No hetam, avuso”. ","sn12.70:9.1":"“Api pana tumhe ayasmanto evam jananta evam passanta dibbena cakkhuna visuddhena atikkantamanusakena satte passatha cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanatha: ‘ime vata bhonto satta kayaduccaritena samannagata vaciduccaritena samannagata manoduccaritena samannagata, ariyanam upavadaka micchaditthika micchaditthikammasamadana, te kayassa bheda param marana apayam duggatim vinipatam nirayam upapanna; ime va pana bhonto satta kayasucaritena samannagata vacisucaritena samannagata manosucaritena samannagata, ariyanam anupavadaka sammaditthika sammaditthikammasamadana te kayassa bheda param marana sugatim saggam lokam upapanna’ti, iti dibbena cakkhuna visuddhena atikkantamanusakena satte passatha cavamane upapajjamane hine panite suvanne dubbanne, sugate duggate yathakammupage satte pajanatha”ti? ","sn12.70:9.2":"“No hetam, avuso”. ","sn12.70:10.1":"“Api pana tumhe ayasmanto evam jananta evam passanta ye te santa vimokkha atikkamma rupe aruppa, te kayena phusitva viharatha”ti? ","sn12.70:10.2":"“No hetam, avuso”. ","sn12.70:11.1":"“Ettha dani ayasmanto idanca veyyakaranam imesanca dhammanam asamapatti; idam no, avuso, kathan”ti? ","sn12.70:11.2":"“Pannavimutta kho mayam, avuso susima”ti. ","sn12.70:12.1":"“Na khvaham imassa ayasmantanam sankhittena bhasitassa vittharena attham ajanami. ","sn12.70:12.2":"Sadhu me ayasmanto tatha bhasantu yathaham imassa ayasmantanam sankhittena bhasitassa vittharena attham ajaneyyan”ti. ","sn12.70:12.3":"“Ajaneyyasi va tvam, avuso susima, na va tvam ajaneyyasi atha kho pannavimutta mayan”ti. ","sn12.70:13.1":"Atha kho ayasma susimo utthayasana yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","sn12.70:13.2":"Ekamantam nisinno kho ayasma susimo yavatako tehi bhikkhuhi saddhim ahosi kathasallapo tam sabbam bhagavato arocesi. ","sn12.70:13.3":"“Pubbe kho, susima, dhammatthitinanam, paccha nibbane nanan”ti. ","sn12.70:14.1":"“Na khvaham, bhante, imassa bhagavata sankhittena bhasitassa vittharena attham ajanami. ","sn12.70:14.2":"Sadhu me, bhante, bhagava tatha bhasatu yathaham imassa bhagavata sankhittena bhasitassa vittharena attham ajaneyyan”ti. ","sn12.70:14.3":"“Ajaneyyasi va tvam, susima, na va tvam ajaneyyasi, atha kho dhammatthitinanam pubbe, paccha nibbane nanam. ","sn12.70:15.1":"Tam kim mannasi, susima, ","sn12.70:15.2":"rupam niccam va aniccam va”ti? ","sn12.70:15.3":"“Aniccam, bhante”. ","sn12.70:15.4":"“Yam pananiccam dukkham va tam sukham va”ti? ","sn12.70:15.5":"“Dukkham, bhante”. ","sn12.70:15.6":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","sn12.70:15.7":"‘etam mama, esohamasmi, eso me atta’”ti? ","sn12.70:15.8":"“No hetam, bhante”. ","sn12.70:15.9":"“Vedana nicca va anicca va”ti? ","sn12.70:15.10":"“Anicca, bhante”. ","sn12.70:15.11":"“Yam pananiccam dukkham va tam sukham va”ti? ","sn12.70:15.12":"“Dukkham, bhante”. ","sn12.70:15.13":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","sn12.70:15.14":"‘etam mama, esohamasmi, eso me atta’”ti? ","sn12.70:15.15":"“No hetam, bhante”. ","sn12.70:15.16":"“Sanna nicca va anicca va”ti? ","sn12.70:15.17":"“Anicca, bhante” …pe… ","sn12.70:15.18":"“sankhara nicca va anicca va”ti? ","sn12.70:15.19":"“Anicca, bhante”. ","sn12.70:15.20":"“Yam pananiccam dukkham va tam sukham va”ti? ","sn12.70:15.21":"“Dukkham, bhante”. ","sn12.70:15.22":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","sn12.70:15.23":"‘etam mama, esohamasmi, eso me atta’”ti? ","sn12.70:15.24":"“No hetam, bhante”. ","sn12.70:15.25":"“Vinnanam niccam va aniccam va”ti? ","sn12.70:15.26":"“Aniccam, bhante”. ","sn12.70:15.27":"“Yam pananiccam dukkham va tam sukham va”ti? ","sn12.70:15.28":"“Dukkham, bhante”. ","sn12.70:15.29":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","sn12.70:15.30":"‘etam mama, esohamasmi, eso me atta’”ti? ","sn12.70:15.31":"“No hetam, bhante”. ","sn12.70:16.1":"“Tasmatiha, susima, yam kinci rupam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va, sabbam rupam netam mama nesohamasmi na meso attati; evametam yathabhutam sammappannaya datthabbam. ","sn12.70:16.2":"Ya kaci vedana atitanagatapaccuppanna ajjhattam va bahiddha va olarika va sukhuma va hina va panita va ya dure santike va, sabba vedana netam mama nesohamasmi na meso attati; evametam yathabhutam sammappannaya datthabbam. ","sn12.70:16.3":"Ya kaci sanna …pe… ","sn12.70:16.4":"ye keci sankhara atitanagatapaccuppanna ajjhattam va bahiddha va olarika va sukhuma va hina va panita va ye dure santike va, sabbe sankhara netam mama nesohamasmi na meso attati; evametam yathabhutam sammappannaya datthabbam. ","sn12.70:16.5":"Yam kinci vinnanam atitanagatapaccuppannam ajjhattam va bahiddha va olarikam va sukhumam va hinam va panitam va yam dure santike va, sabbam vinnanam netam mama nesohamasmi na meso attati; evametam yathabhutam sammappannaya datthabbam. ","sn12.70:17.1":"Evam passam, susima, sutava ariyasavako rupasmimpi nibbindati, vedanayapi nibbindati, sannayapi nibbindati, sankharesupi nibbindati, vinnanasmimpi nibbindati. ","sn12.70:17.2":"Nibbindam virajjati, viraga vimuccati, vimuttasmim vimuttamiti nanam hoti. ","sn12.70:17.3":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","sn12.70:18.1":"‘Jatipaccaya jaramaranan’ti, susima, passasi”ti? ","sn12.70:18.2":"“Evam, bhante”. ","sn12.70:18.3":"“‘Bhavapaccaya jati’ti, susima, passasi”ti? ","sn12.70:18.4":"“Evam, bhante”. ","sn12.70:18.5":"“‘Upadanapaccaya bhavo’ti, susima, passasi”ti? ","sn12.70:18.6":"“Evam, bhante”. ","sn12.70:18.7":"“‘Tanhapaccaya upadanan’ti, susima, passasi”ti? ","sn12.70:18.8":"“Evam, bhante”. ","sn12.70:18.9":"“Vedanapaccaya tanhati … ","sn12.70:18.10":"phassapaccaya vedanati … ","sn12.70:18.11":"salayatanapaccaya phassoti … ","sn12.70:18.12":"namarupapaccaya salayatananti … ","sn12.70:18.13":"vinnanapaccaya namarupanti … ","sn12.70:18.14":"sankharapaccaya vinnananti … ","sn12.70:18.15":"avijjapaccaya sankharati, susima, passasi”ti? ","sn12.70:18.16":"“Evam, bhante”. ","sn12.70:19.1":"“‘Jatinirodha jaramarananirodho’ti, susima, passasi”ti? ","sn12.70:19.2":"“Evam, bhante”. ","sn12.70:19.3":"“‘Bhavanirodha jatinirodho’ti susima, passasi”ti? ","sn12.70:19.4":"“Evam, bhante”. ","sn12.70:19.5":"“Upadananirodha bhavanirodhoti … ","sn12.70:19.6":"tanhanirodha upadananirodhoti … ","sn12.70:19.7":"vedananirodha tanhanirodhoti … ","sn12.70:19.8":"phassanirodha vedananirodhoti … ","sn12.70:19.9":"salayatananirodha phassanirodhoti … ","sn12.70:19.10":"namarupanirodha salayatananirodhoti … ","sn12.70:19.11":"vinnananirodha namarupanirodhoti … ","sn12.70:19.12":"sankharanirodha vinnananirodhoti … ","sn12.70:19.13":"avijjanirodha sankharanirodhoti, susima, passasi”ti? ","sn12.70:19.14":"“Evam, bhante”. ","sn12.70:20.1":"“Api pana tvam, susima, evam jananto evam passanto anekavihitam iddhividham paccanubhosi—ekopi hutva bahudha hosi, bahudhapi hutva eko hosi; avibhavam, tirobhavam, tirokuttam tiropakaram tiropabbatam asajjamano gacchasi, seyyathapi akase; pathaviyapi ummujjanimujjam karosi, seyyathapi udake; udakepi abhijjamano gacchasi, seyyathapi pathaviyam; akasepi pallankena kamasi, seyyathapi pakkhi sakuno; imepi candimasuriye evammahiddhike evammahanubhave panina parimasasi parimajjasi, yava brahmalokapi kayena vasam vattesi”ti? ","sn12.70:20.2":"“No hetam, bhante”. ","sn12.70:21.1":"“Api pana tvam, susima, evam jananto evam passanto dibbaya sotadhatuya visuddhaya atikkantamanusikaya ubho sadde sunasi dibbe ca manuse ca ye dure santike ca”ti? ","sn12.70:21.2":"“No hetam, bhante”. ","sn12.70:22.1":"“Api pana tvam, susima, evam jananto evam passanto parasattanam parapuggalanam cetasa ceto paricca pajanasi—","sn12.70:22.2":"saragam va cittam saragam cittanti pajanasi …pe… ","sn12.70:22.3":"vimuttam va cittam vimuttam cittanti pajanasi”ti? ","sn12.70:22.4":"“No hetam, bhante”. ","sn12.70:23.1":"“Api pana tvam, susima, evam jananto evam passanto anekavihitam pubbenivasam anussarasi, seyyathidam—ekampi jatim …pe… iti sakaram sauddesam anekavihitam pubbenivasam anussarasi”ti? ","sn12.70:23.2":"“No hetam, bhante”. ","sn12.70:24.1":"“Api pana tvam, susima, evam jananto evam passanto dibbena cakkhuna visuddhena atikkantamanusakena satte passasi cavamane …pe… yathakammupage satte pajanasi”ti? ","sn12.70:24.2":"“No hetam, bhante”. ","sn12.70:25.1":"“Api pana tvam, susima, evam jananto evam passanto ye te santa vimokkha atikkamma rupe aruppa, te kayena phusitva viharasi”ti? ","sn12.70:25.2":"“No hetam, bhante”. ","sn12.70:26.1":"“Ettha dani, susima, idanca veyyakaranam imesanca dhammanam asamapatti, idam no, susima, kathan”ti? ","sn12.70:27.1":"Atha kho ayasma susimo bhagavato padesu sirasa nipatitva bhagavantam etadavoca: ","sn12.70:27.2":"“accayo mam, bhante, accagama yathabalam yathamulham yathaakusalam, yvaham evam svakkhate dhammavinaye dhammatthenako pabbajito. ","sn12.70:27.3":"Tassa me, bhante, bhagava accayam accayato patigganhatu ayatim samvaraya”ti. ","sn12.70:28.1":"“Taggha tvam, susima, accayo accagama yathabalam yathamulham yathaakusalam, yo tvam evam svakkhate dhammavinaye dhammatthenako pabbajito. ","sn12.70:28.2":"Seyyathapi, susima, coram agucarim gahetva ranno dasseyyum: ","sn12.70:28.3":"‘ayam te, deva, coro agucari, imassa yam icchasi tam dandam panehi’ti. ","sn12.70:28.4":"Tamenam raja evam vadeyya: ","sn12.70:28.5":"‘gacchatha, bho, imam purisam dalhaya rajjuya pacchabaham galhabandhanam bandhitva khuramundam karitva kharassarena panavena rathiyaya rathiyam singhatakena singhatakam parinetva dakkhinena dvarena nikkhametva dakkhinato nagarassa sisam chindatha’ti. ","sn12.70:28.6":"Tamenam ranno purisa dalhaya rajjuya pacchabaham galhabandhanam bandhitva khuramundam karitva kharassarena panavena rathiyaya rathiyam singhatakena singhatakam parinetva dakkhinena dvarena nikkhametva dakkhinato nagarassa sisam chindeyyum. ","sn12.70:28.7":"Tam kim mannasi, susima, ","sn12.70:28.8":"api nu so puriso tatonidanam dukkham domanassam patisamvediyetha”ti? ","sn12.70:28.9":"“Evam, bhante”. ","sn12.70:29.1":"“Yam kho so, susima, puriso tatonidanam dukkham domanassam patisamvediyetha. ","sn12.70:29.2":"Ya evam svakkhate dhammavinaye dhammatthenakassa pabbajja, ayam tato dukkhavipakatara ca katukavipakatara ca, api ca vinipataya samvattati. ","sn12.70:29.3":"Yato ca kho tvam, susima, accayam accayato disva yathadhammam patikarosi tam te mayam patigganhama. ","sn12.70:29.4":"Vuddhi hesa, susima, ariyassa vinaye yo accayam accayato disva yathadhammam patikaroti, ayatinca samvaram apajjati”ti. ","sn12.70:29.5":"Dasamam. ","sn12.70:29.6":"Mahavaggo sattamo. ","sn12.70:30.0":"Tassuddanam ","sn12.70:30.1":"Dve assutavata vutta, ","sn12.70:30.2":"puttamamsena caparam; ","sn12.70:30.3":"Atthirago ca nagaram, ","sn12.70:30.4":"sammasam nalakalapiyam; ","sn12.70:30.5":"Kosambi upayanti ca, ","sn12.70:30.6":"dasamo susimena cati. "}