{"sn12.26:0.1":"Samyutta Nikaya 12.26 ","sn12.26:0.2":"3. Dasabalavagga ","sn12.26:0.3":"Upavanasutta ","sn12.26:1.1":"Savatthiyam viharati. ","sn12.26:1.2":"Atha kho ayasma upavano yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma upavano bhagavantam etadavoca: ","sn12.26:2.1":"“Santi pana, bhante, eke samanabrahmana sayankatam dukkham pannapenti. ","sn12.26:2.2":"Santi pana, bhante, eke samanabrahmana parankatam dukkham pannapenti. ","sn12.26:2.3":"Santi pana, bhante, eke samanabrahmana sayankatanca parankatanca dukkham pannapenti. ","sn12.26:2.4":"Santi pana, bhante, eke samanabrahmana asayankaram aparankaram adhiccasamuppannam dukkham pannapenti. ","sn12.26:2.5":"Idha no, bhante, bhagava kimvadi kimakkhayi katham byakaramana ca mayam vuttavadino ceva bhagavato assama, na ca bhagavantam abhutena abbhacikkheyyama, dhammassa canudhammam byakareyyama, na ca koci sahadhammiko vadanupato garayham thanam agaccheyya”ti? ","sn12.26:3.1":"“Paticcasamuppannam kho, upavana, dukkham vuttam maya. ","sn12.26:3.2":"Kim paticca? ","sn12.26:3.3":"Phassam paticca. ","sn12.26:3.4":"Iti vadam vuttavadi ceva me assa, na ca mam abhutena abbhacikkheyya, dhammassa canudhammam byakareyya, na ca koci sahadhammiko vadanupato garayham thanam agaccheyya. ","sn12.26:4.1":"Tatra, upavana, ye te samanabrahmana sayankatam dukkham pannapenti, tadapi phassapaccaya. ","sn12.26:4.2":"Yepi te …pe… ","sn12.26:4.3":"yepi te …pe… ","sn12.26:4.4":"yepi te samanabrahmana asayankaram aparankaram adhiccasamuppannam dukkham pannapenti tadapi phassapaccaya. ","sn12.26:5.1":"Tatra, upavana, ye te samanabrahmana sayankatam dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.26:5.2":"Yepi te …pe… ","sn12.26:5.3":"yepi te …pe… ","sn12.26:5.4":"yepi te samanabrahmana asayankaram aparankaram adhiccasamuppannam dukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati”ti. ","sn12.26:5.5":"Chattham. "}