{"sn12.67:0.1":"Samyutta Nikaya 12.67 ","sn12.67:0.2":"7. Mahavagga ","sn12.67:0.3":"Nalakalapisutta ","sn12.67:1.1":"Ekam samayam ayasma ca sariputto ayasma ca mahakotthiko baranasiyam viharanti isipatane migadaye. ","sn12.67:1.2":"Atha kho ayasma mahakotthiko sayanhasamayam patisallana vutthito yenayasma sariputto tenupasankami; upasankamitva ayasmata sariputtena saddhim sammodi. ","sn12.67:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma mahakotthiko ayasmantam sariputtam etadavoca: ","sn12.67:1.4":"“kim nu kho, avuso sariputta, sayankatam jaramaranam, parankatam jaramaranam, sayankatanca parankatanca jaramaranam, udahu asayankaram aparankaram adhiccasamuppannam jaramaranan”ti? ","sn12.67:1.5":"“Na kho, avuso kotthika, sayankatam jaramaranam, na parankatam jaramaranam, na sayankatanca parankatanca jaramaranam, napi asayankaram aparankaram adhiccasamuppannam jaramaranam. ","sn12.67:1.6":"Api ca jatipaccaya jaramaranan”ti. ","sn12.67:2.1":"“Kim nu kho, avuso sariputta, sayankata jati, parankata jati, sayankata ca parankata ca jati, udahu asayankara aparankara adhiccasamuppanna jati”ti? ","sn12.67:2.2":"“Na kho, avuso kotthika, sayankata jati, na parankata jati, na sayankata ca parankata ca jati, napi asayankara aparankara adhiccasamuppanna jati. ","sn12.67:2.3":"Api ca bhavapaccaya jati”ti. ","sn12.67:3.1":"“Kim nu kho, avuso sariputta, sayankato bhavo …pe… ","sn12.67:3.2":"sayankatam upadanam … ","sn12.67:3.3":"sayankata tanha … ","sn12.67:3.4":"sayankata vedana … ","sn12.67:3.5":"sayankato phasso … ","sn12.67:3.6":"sayankatam salayatanam … ","sn12.67:3.7":"sayankatam namarupam, parankatam namarupam, sayankatanca parankatanca namarupam, udahu asayankaram aparankaram adhiccasamuppannam namarupan”ti? ","sn12.67:3.8":"“Na kho, avuso kotthika, sayankatam namarupam, na parankatam namarupam, na sayankatanca parankatanca namarupam, napi asayankaram aparankaram, adhiccasamuppannam namarupam. ","sn12.67:3.9":"Api ca vinnanapaccaya namarupan”ti. ","sn12.67:4.1":"“Kim nu kho, avuso sariputta, sayankatam vinnanam, parankatam vinnanam, sayankatanca parankatanca vinnanam, udahu asayankaram aparankaram adhiccasamuppannam vinnanan”ti? ","sn12.67:4.2":"“Na kho, avuso kotthika, sayankatam vinnanam, na parankatam vinnanam, na sayankatanca parankatanca vinnanam, napi asayankaram aparankaram adhiccasamuppannam vinnanam. ","sn12.67:4.3":"Api ca namarupapaccaya vinnanan”ti. ","sn12.67:5.1":"“Idaneva kho mayam ayasmato sariputtassa bhasitam evam ajanama: ","sn12.67:5.2":"‘na khvavuso kotthika, sayankatam namarupam, na parankatam namarupam, na sayankatanca parankatanca namarupam, napi asayankaram aparankaram adhiccasamuppannam namarupam. ","sn12.67:5.3":"Api ca vinnanapaccaya namarupan’ti. ","sn12.67:6.1":"Idaneva ca pana mayam ayasmato sariputtassa bhasitam evam ajanama: ","sn12.67:6.2":"‘na khvavuso kotthika, sayankatam vinnanam, na parankatam vinnanam, na sayankatanca parankatanca vinnanam, napi asayankaram aparankaram adhiccasamuppannam vinnanam. ","sn12.67:6.3":"Api ca namarupapaccaya vinnanan’ti. ","sn12.67:7.1":"Yatha katham panavuso sariputta, imassa bhasitassa attho datthabbo”ti? ","sn12.67:7.2":"“Tenahavuso, upamam te karissami. ","sn12.67:7.3":"Upamayapidhekacce vinnu purisa bhasitassa attham jananti. ","sn12.67:7.4":"Seyyathapi, avuso, dve nalakalapiyo annamannam nissaya tittheyyum. ","sn12.67:7.5":"Evameva kho, avuso, namarupapaccaya vinnanam; ","sn12.67:7.6":"vinnanapaccaya namarupam; ","sn12.67:7.7":"namarupapaccaya salayatanam; ","sn12.67:7.8":"salayatanapaccaya phasso …pe… ","sn12.67:7.9":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","sn12.67:7.10":"Tasance, avuso, nalakalapinam ekam akaddheyya, eka papateyya; ","sn12.67:7.11":"aparance akaddheyya, apara papateyya. ","sn12.67:7.12":"Evameva kho, avuso, namarupanirodha vinnananirodho; ","sn12.67:7.13":"vinnananirodha namarupanirodho; ","sn12.67:7.14":"namarupanirodha salayatananirodho; ","sn12.67:7.15":"salayatananirodha phassanirodho …pe… ","sn12.67:7.16":"evametassa kevalassa dukkhakkhandhassa nirodho hoti”ti. ","sn12.67:8.1":"“Acchariyam, avuso sariputta; ","sn12.67:8.2":"abbhutam, avuso sariputta. ","sn12.67:8.3":"Yavasubhasitancidam ayasmata sariputtena. ","sn12.67:8.4":"Idanca pana mayam ayasmato sariputtassa bhasitam imehi chattimsaya vatthuhi anumodama: ","sn12.67:9.1":"‘Jaramaranassa ce, avuso, bhikkhu nibbidaya viragaya nirodhaya dhammam deseti, dhammakathiko bhikkhuti alamvacanaya. ","sn12.67:9.2":"Jaramaranassa ce, avuso, bhikkhu nibbidaya viragaya nirodhaya patipanno hoti, dhammanudhammappatipanno bhikkhuti alamvacanaya. ","sn12.67:9.3":"Jaramaranassa ce, avuso, bhikkhu nibbida viraga nirodha anupada vimutto hoti, ditthadhammanibbanappatto bhikkhuti alamvacanaya. ","sn12.67:9.4":"Jatiya ce … ","sn12.67:9.5":"bhavassa ce … ","sn12.67:9.6":"upadanassa ce … ","sn12.67:9.7":"tanhaya ce … ","sn12.67:9.8":"vedanaya ce … ","sn12.67:9.9":"phassassa ce … ","sn12.67:9.10":"salayatanassa ce … ","sn12.67:9.11":"namarupassa ce … ","sn12.67:9.12":"vinnanassa ce … ","sn12.67:9.13":"sankharanance … ","sn12.67:9.14":"avijjaya ce, avuso, bhikkhu nibbidaya viragaya nirodhaya dhammam deseti, dhammakathiko bhikkhuti alamvacanaya. ","sn12.67:9.15":"Avijjaya ce, avuso, bhikkhu nibbidaya viragaya nirodhaya patipanno hoti, dhammanudhammappatipanno bhikkhuti alamvacanaya. ","sn12.67:9.16":"Avijjaya ce, avuso, bhikkhu nibbida viraga nirodha anupada vimutto hoti, ditthadhammanibbanappatto bhikkhuti alamvacanaya’”ti. ","sn12.67:9.17":"Sattamam. "}