{"sn12.25:0.1":"Samyutta Nikaya 12.25 ","sn12.25:0.2":"3. Dasabalavagga ","sn12.25:0.3":"Bhumijasutta ","sn12.25:1.1":"Savatthiyam viharati. ","sn12.25:1.2":"Atha kho ayasma bhumijo sayanhasamayam patisallana vutthito yenayasma sariputto tenupasankami; upasankamitva ayasmata sariputtena saddhim sammodi. ","sn12.25:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma bhumijo ayasmantam sariputtam etadavoca: ","sn12.25:2.1":"“Santavuso sariputta, eke samanabrahmana kammavada sayankatam sukhadukkham pannapenti. ","sn12.25:2.2":"Santi panavuso sariputta, eke samanabrahmana kammavada parankatam sukhadukkham pannapenti. ","sn12.25:2.3":"Santavuso sariputta, eke samanabrahmana kammavada sayankatanca parankatanca sukhadukkham pannapenti. ","sn12.25:2.4":"Santi panavuso sariputta, eke samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam sukhadukkham pannapenti. ","sn12.25:2.5":"Idha no, avuso sariputta, bhagava kimvadi kimakkhayi, ","sn12.25:2.6":"katham byakaramana ca mayam vuttavadino ceva bhagavato assama, na ca bhagavantam abhutena abbhacikkheyyama, dhammassa canudhammam byakareyyama, na ca koci sahadhammiko vadanupato garayham thanam agaccheyya”ti? ","sn12.25:3.1":"“Paticcasamuppannam kho, avuso, sukhadukkham vuttam bhagavata. ","sn12.25:3.2":"Kim paticca? ","sn12.25:3.3":"Phassam paticca. ","sn12.25:3.4":"Iti vadam vuttavadi ceva bhagavato assa, na ca bhagavantam abhutena abbhacikkheyya, dhammassa canudhammam byakareyya, na ca koci sahadhammiko vadanupato garayham thanam agaccheyya. ","sn12.25:4.1":"Tatravuso, ye te samanabrahmana kammavada sayankatam sukhadukkham pannapenti, tadapi phassapaccaya. ","sn12.25:4.2":"Yepi te …pe… ","sn12.25:4.3":"yepi te …pe… ","sn12.25:4.4":"yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam sukhadukkham pannapenti, tadapi phassapaccaya. ","sn12.25:5.1":"Tatravuso, ye te samanabrahmana kammavada sayankatam sukhadukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.25:5.2":"Yepi te …pe… ","sn12.25:5.3":"yepi te …pe… ","sn12.25:5.4":"yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam sukhadukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati”ti. ","sn12.25:6.1":"Assosi kho ayasma anando ayasmato sariputtassa ayasmata bhumijena saddhim imam kathasallapam. ","sn12.25:6.2":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","sn12.25:6.3":"Ekamantam nisinno kho ayasma anando yavatako ayasmato sariputtassa ayasmata bhumijena saddhim ahosi kathasallapo tam sabbam bhagavato arocesi. ","sn12.25:7.1":"“Sadhu sadhu, ananda, yatha tam sariputto samma byakaramano byakareyya. ","sn12.25:7.2":"Paticcasamuppannam kho, ananda, sukhadukkham vuttam maya. ","sn12.25:7.3":"Kim paticca? ","sn12.25:7.4":"Phassam paticca. ","sn12.25:7.5":"Iti vadam vuttavadi ceva me assa, na ca mam abhutena abbhacikkheyya, dhammassa canudhammam byakareyya, na ca koci sahadhammiko vadanupato garayham thanam agaccheyya. ","sn12.25:8.1":"Tatrananda, ye te samanabrahmana kammavada sayankatam sukhadukkham pannapenti tadapi phassapaccaya. ","sn12.25:8.2":"Yepi te …pe… ","sn12.25:8.3":"yepi te …pe… ","sn12.25:8.4":"yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam sukhadukkham pannapenti tadapi phassapaccaya. ","sn12.25:9.1":"Tatrananda, ye te samanabrahmana kammavada sayankatam sukhadukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.25:9.2":"Yepi te …pe… ","sn12.25:9.3":"yepi te …pe… ","sn12.25:9.4":"yepi te samanabrahmana kammavada asayankaram aparankaram adhiccasamuppannam sukhadukkham pannapenti, te vata annatra phassa patisamvedissantiti netam thanam vijjati. ","sn12.25:10.1":"Kaye va hananda, sati kayasancetanahetu uppajjati ajjhattam sukhadukkham. ","sn12.25:10.2":"Vacaya va hananda, sati vacisancetanahetu uppajjati ajjhattam sukhadukkham. ","sn12.25:10.3":"Mane va hananda, sati manosancetanahetu uppajjati ajjhattam sukhadukkham avijjapaccaya ca. ","sn12.25:11.1":"Samam va tam, ananda, kayasankharam abhisankharoti, yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:11.2":"Pare va tam, ananda, kayasankharam abhisankharonti, yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:11.3":"Sampajano va tam, ananda, kayasankharam abhisankharoti yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:11.4":"Asampajano va tam, ananda, kayasankharam abhisankharoti yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:12.1":"Samam va tam, ananda, vacisankharam abhisankharoti yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:12.2":"Pare va tam, ananda, vacisankharam abhisankharonti yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:12.3":"Sampajano va tam, ananda …pe… ","sn12.25:12.4":"asampajano va tam, ananda, vacisankharam abhisankharoti yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:13.1":"Samam va tam, ananda, manosankharam abhisankharoti yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:13.2":"Pare va tam, ananda, manosankharam abhisankharonti yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:13.3":"Sampajano va tam, ananda …pe… ","sn12.25:13.4":"asampajano va tam, ananda, manosankharam abhisankharoti yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:14.1":"Imesu, ananda, dhammesu avijja anupatita. ","sn12.25:14.2":"Avijjaya tveva, ananda, asesaviraganirodha so kayo na hoti yampaccayassa tam uppajjati ajjhattam sukhadukkham. Sa vaca na hoti yampaccayassa tam uppajjati ajjhattam sukhadukkham. So mano na hoti yampaccayassa tam uppajjati ajjhattam sukhadukkham. ","sn12.25:14.3":"Khettam tam na hoti …pe… vatthu tam na hoti …pe… ayatanam tam na hoti …pe… adhikaranam tam na hoti yampaccayassa tam uppajjati ajjhattam sukhadukkhan”ti. ","sn12.25:14.4":"Pancamam. "}