{"sn12.14:0.1":"Samyutta Nikaya 12.14 ","sn12.14:0.2":"2. Aharavagga ","sn12.14:0.3":"Dutiyasamanabrahmanasutta ","sn12.14:1.1":"Savatthiyam viharati. ","sn12.14:1.2":"“Ye hi keci, bhikkhave, samana va brahmana va ime dhamme nappajananti, imesam dhammanam samudayam nappajananti, imesam dhammanam nirodham nappajananti, imesam dhammanam nirodhagaminim patipadam nappajananti, katame dhamme nappajananti, katamesam dhammanam samudayam nappajananti, katamesam dhammanam nirodham nappajananti, katamesam dhammanam nirodhagaminim patipadam nappajananti? ","sn12.14:2.1":"Jaramaranam nappajananti, jaramaranasamudayam nappajananti, jaramarananirodham nappajananti, jaramarananirodhagaminim patipadam nappajananti; ","sn12.14:2.2":"jatim …pe… ","sn12.14:2.3":"bhavam … ","sn12.14:2.4":"upadanam … ","sn12.14:2.5":"tanham … ","sn12.14:2.6":"vedanam … ","sn12.14:2.7":"phassam … ","sn12.14:2.8":"salayatanam … ","sn12.14:2.9":"namarupam … ","sn12.14:2.10":"vinnanam … ","sn12.14:2.11":"sankhare nappajananti, sankharasamudayam nappajananti, sankharanirodham nappajananti, sankharanirodhagaminim patipadam nappajananti. ","sn12.14:2.12":"Ime dhamme nappajananti, imesam dhammanam samudayam nappajananti, imesam dhammanam nirodham nappajananti, imesam dhammanam nirodhagaminim patipadam nappajananti. ","sn12.14:2.13":"Na me te, bhikkhave, samana va brahmana va samanesu va samanasammata brahmanesu va brahmanasammata, na ca pana te ayasmanto samannattham va brahmannattham va dittheva dhamme sayam abhinna sacchikatva upasampajja viharanti. ","sn12.14:3.1":"Ye ca kho keci, bhikkhave, samana va brahmana va ime dhamme pajananti, imesam dhammanam samudayam pajananti, imesam dhammanam nirodham pajananti, imesam dhammanam nirodhagaminim patipadam pajananti, katame dhamme pajananti, katamesam dhammanam samudayam pajananti, katamesam dhammanam nirodham pajananti, katamesam dhammanam nirodhagaminim patipadam pajananti? ","sn12.14:4.1":"Jaramaranam pajananti, jaramaranasamudayam pajananti, jaramarananirodham pajananti, jaramarananirodhagaminim patipadam pajananti; ","sn12.14:4.2":"jatim …pe… ","sn12.14:4.3":"bhavam … ","sn12.14:4.4":"upadanam … ","sn12.14:4.5":"tanham … ","sn12.14:4.6":"vedanam … ","sn12.14:4.7":"phassam … ","sn12.14:4.8":"salayatanam … ","sn12.14:4.9":"namarupam … ","sn12.14:4.10":"vinnanam … ","sn12.14:4.11":"sankhare pajananti, sankharasamudayam pajananti, sankharanirodham pajananti, sankharanirodhagaminim patipadam pajananti. ","sn12.14:4.12":"Ime dhamme pajananti, imesam dhammanam samudayam pajananti, imesam dhammanam nirodham pajananti, imesam dhammanam nirodhagaminim patipadam pajananti. ","sn12.14:4.13":"Te kho me, bhikkhave, samana va brahmana va samanesu ceva samanasammata, brahmanesu ca brahmanasammata. Te ca panayasmanto samannatthanca brahmannatthanca dittheva dhamme sayam abhinna sacchikatva upasampajja viharanti”ti. ","sn12.14:4.14":"Catuttham. "}