{"sn14.12:0.1":"Samyutta Nikaya 14.12 ","sn14.12:0.2":"2. Dutiyavagga ","sn14.12:0.3":"Sanidanasutta ","sn14.12:1.1":"Savatthiyam viharati. ","sn14.12:1.2":"“Sanidanam, bhikkhave, uppajjati kamavitakko, no anidanam; sanidanam uppajjati byapadavitakko, no anidanam; sanidanam uppajjati vihimsavitakko, no anidanam. ","sn14.12:2.1":"Kathanca, bhikkhave, sanidanam uppajjati kamavitakko, no anidanam; sanidanam uppajjati byapadavitakko, no anidanam; sanidanam uppajjati vihimsavitakko, no anidanam? ","sn14.12:2.2":"Kamadhatum, bhikkhave, paticca uppajjati kamasanna, kamasannam paticca uppajjati kamasankappo, kamasankappam paticca uppajjati kamacchando, kamacchandam paticca uppajjati kamaparilaho, kamaparilaham paticca uppajjati kamapariyesana. ","sn14.12:2.3":"Kamapariyesanam, bhikkhave, pariyesamano assutava puthujjano tihi thanehi miccha patipajjati—kayena, vacaya, manasa. ","sn14.12:3.1":"Byapadadhatum, bhikkhave, paticca uppajjati byapadasanna, byapadasannam paticca uppajjati byapadasankappo …pe… byapadacchando … byapadaparilaho … byapadapariyesana … ","sn14.12:3.2":"byapadapariyesanam, bhikkhave, pariyesamano assutava puthujjano tihi thanehi miccha patipajjati—kayena, vacaya, manasa. ","sn14.12:4.1":"Vihimsadhatum, bhikkhave, paticca uppajjati vihimsasanna; vihimsasannam paticca uppajjati vihimsasankappo …pe… vihimsachando … vihimsaparilaho … vihimsapariyesana … ","sn14.12:4.2":"vihimsapariyesanam, bhikkhave, pariyesamano assutava puthujjano tihi thanehi miccha patipajjati—kayena, vacaya, manasa. ","sn14.12:5.1":"Seyyathapi, bhikkhave, puriso adittam tinukkam sukkhe tinadaye nikkhipeyya; no ce hatthehi ca padehi ca khippameva nibbapeyya. Evanhi, bhikkhave, ye tinakatthanissita pana te anayabyasanam apajjeyyum. ","sn14.12:5.2":"Evameva kho, bhikkhave, yo hi koci samano va brahmano va uppannam visamagatam sannam na khippameva pajahati vinodeti byantikaroti anabhavam gameti, so ditthe ceva dhamme dukkham viharati savighatam saupayasam saparilaham; ","sn14.12:5.3":"kayassa ca bheda param marana duggati patikankha. ","sn14.12:6.1":"Sanidanam, bhikkhave, uppajjati nekkhammavitakko, no anidanam; sanidanam uppajjati abyapadavitakko, no anidanam; sanidanam uppajjati avihimsavitakko, no anidanam. ","sn14.12:7.1":"Kathanca, bhikkhave, sanidanam uppajjati nekkhammavitakko, no anidanam; sanidanam uppajjati abyapadavitakko, no anidanam; sanidanam uppajjati avihimsavitakko, no anidanam? ","sn14.12:7.2":"Nekkhammadhatum, bhikkhave, paticca uppajjati nekkhammasanna, ","sn14.12:7.3":"nekkhammasannam paticca uppajjati nekkhammasankappo, ","sn14.12:7.4":"nekkhammasankappam paticca uppajjati nekkhammacchando, ","sn14.12:7.5":"nekkhammacchandam paticca uppajjati nekkhammaparilaho, ","sn14.12:7.6":"nekkhammaparilaham paticca uppajjati nekkhammapariyesana; ","sn14.12:7.7":"nekkhammapariyesanam, bhikkhave, pariyesamano sutava ariyasavako tihi thanehi samma patipajjati—kayena, vacaya, manasa. ","sn14.12:8.1":"Abyapadadhatum, bhikkhave, paticca uppajjati abyapadasanna, ","sn14.12:8.2":"abyapadasannam paticca uppajjati abyapadasankappo …pe… ","sn14.12:8.3":"abyapadacchando … ","sn14.12:8.4":"abyapadaparilaho … ","sn14.12:8.5":"abyapadapariyesana, ","sn14.12:8.6":"abyapadapariyesanam, bhikkhave, pariyesamano sutava ariyasavako tihi thanehi samma patipajjati—kayena, vacaya, manasa. ","sn14.12:9.1":"Avihimsadhatum, bhikkhave, paticca uppajjati avihimsasanna, ","sn14.12:9.2":"avihimsasannam paticca uppajjati avihimsasankappo, ","sn14.12:9.3":"avihimsasankappam paticca uppajjati avihimsachando, ","sn14.12:9.4":"avihimsachandam paticca uppajjati avihimsaparilaho, ","sn14.12:9.5":"avihimsaparilaham paticca uppajjati avihimsapariyesana; ","sn14.12:9.6":"avihimsapariyesanam, bhikkhave, pariyesamano sutava ariyasavako tihi thanehi samma patipajjati—kayena, vacaya, manasa. ","sn14.12:10.1":"Seyyathapi, bhikkhave, puriso adittam tinukkam sukkhe tinadaye nikkhipeyya; tamenam hatthehi ca padehi ca khippameva nibbapeyya. Evanhi, bhikkhave, ye tinakatthanissita pana te na anayabyasanam apajjeyyum. ","sn14.12:10.2":"Evameva kho, bhikkhave, yo hi koci samano va brahmano va uppannam visamagatam sannam khippameva pajahati vinodeti byantikaroti anabhavam gameti, so ditthe ceva dhamme sukham viharati avighatam anupayasam aparilaham; ","sn14.12:10.3":"kayassa ca bheda param marana sugati patikankha”ti. ","sn14.12:10.4":"Dutiyam. "}