{"sn14.33:0.1":"Samyutta Nikaya 14.33 ","sn14.33:0.2":"4. Catutthavagga ","sn14.33:0.3":"Nocedamsutta ","sn14.33:1.1":"Savatthiyam viharati. ","sn14.33:1.2":"“No cedam, bhikkhave, pathavidhatuya assado abhavissa, nayidam satta pathavidhatuya sarajjeyyum. ","sn14.33:1.3":"Yasma ca kho, bhikkhave, atthi pathavidhatuya assado, tasma satta pathavidhatuya sarajjanti. ","sn14.33:1.4":"No cedam, bhikkhave, pathavidhatuya adinavo abhavissa, nayidam satta pathavidhatuya nibbindeyyum. ","sn14.33:1.5":"Yasma ca kho, bhikkhave, atthi pathavidhatuya adinavo, tasma satta pathavidhatuya nibbindanti. ","sn14.33:1.6":"No cedam, bhikkhave, pathavidhatuya nissaranam abhavissa, nayidam satta pathavidhatuya nissareyyum. ","sn14.33:1.7":"Yasma ca kho, bhikkhave, atthi pathavidhatuya nissaranam, tasma satta pathavidhatuya nissaranti. ","sn14.33:2.1":"No cedam, bhikkhave, apodhatuya assado abhavissa …pe… ","sn14.33:2.2":"no cedam, bhikkhave, tejodhatuya …pe… ","sn14.33:2.3":"no cedam, bhikkhave, vayodhatuya assado abhavissa, nayidam satta vayodhatuya sarajjeyyum. ","sn14.33:2.4":"Yasma ca kho, bhikkhave, atthi vayodhatuya assado, tasma satta vayodhatuya sarajjanti. ","sn14.33:2.5":"No cedam, bhikkhave, vayodhatuya adinavo abhavissa, nayidam satta vayodhatuya nibbindeyyum. ","sn14.33:2.6":"Yasma ca kho, bhikkhave, atthi vayodhatuya adinavo, tasma satta vayodhatuya nibbindanti. ","sn14.33:2.7":"No cedam, bhikkhave, vayodhatuya nissaranam abhavissa, nayidam satta vayodhatuya nissareyyum. ","sn14.33:2.8":"Yasma ca kho, bhikkhave, atthi vayodhatuya nissaranam, tasma satta vayodhatuya nissaranti. ","sn14.33:3.1":"Yavakivancime, bhikkhave, satta imasam catunnam dhatunam assadanca assadato adinavanca adinavato nissarananca nissaranato yathabhutam na abbhannamsu, neva tavime, bhikkhave, satta sadevaka loka samaraka sabrahmaka sassamanabrahmaniya pajaya sadevamanussaya nissata visamyutta vippamutta vimariyadikatena cetasa viharimsu. ","sn14.33:4.1":"Yato ca kho, bhikkhave, satta imasam catunnam dhatunam assadanca assadato adinavanca adinavato nissarananca nissaranato yathabhutam abbhannamsu, atha, bhikkhave, satta sadevaka loka samaraka sabrahmaka sassamanabrahmaniya pajaya sadevamanussaya nissata visamyutta vippamutta vimariyadikatena cetasa viharanti”ti. ","sn14.33:4.2":"Catuttham. "}