{"sn15.3:0.1":"Samyutta Nikaya 15.3 ","sn15.3:0.2":"1. Pathamavagga ","sn15.3:0.3":"Assusutta ","sn15.3:1.1":"Savatthiyam viharati. ","sn15.3:1.2":"“Anamataggoyam, bhikkhave, samsaro. ","sn15.3:1.3":"Pubba koti na pannayati avijjanivarananam sattanam tanhasamyojananam sandhavatam samsaratam. ","sn15.3:1.4":"Tam kim mannatha, bhikkhave, katamam nu kho bahutaram, yam va vo imina dighena addhuna sandhavatam samsaratam amanapasampayoga manapavippayoga kandantanam rodantanam assu passannam paggharitam, yam va catusu mahasamuddesu udakan”ti? ","sn15.3:1.5":"“Yatha kho mayam, bhante, bhagavata dhammam desitam ajanama, etadeva, bhante, bahutaram yam no imina dighena addhuna sandhavatam samsaratam amanapasampayoga manapavippayoga kandantanam rodantanam assu passannam paggharitam, na tveva catusu mahasamuddesu udakan”ti. ","sn15.3:2.1":"“Sadhu sadhu, bhikkhave, sadhu kho me tumhe, bhikkhave, evam dhammam desitam ajanatha. ","sn15.3:2.2":"Etadeva, bhikkhave, bahutaram yam vo imina dighena addhuna sandhavatam samsaratam amanapasampayoga manapavippayoga kandantanam rodantanam assu passannam paggharitam, na tveva catusu mahasamuddesu udakam. ","sn15.3:2.3":"Digharattam vo, bhikkhave, matumaranam paccanubhutam; ","sn15.3:2.4":"tesam vo matumaranam paccanubhontanam amanapasampayoga manapavippayoga kandantanam rodantanam assu passannam paggharitam, na tveva catusu mahasamuddesu udakam. ","sn15.3:2.5":"Digharattam vo, bhikkhave, pitumaranam paccanubhutam …pe… ","sn15.3:2.6":"bhatumaranam paccanubhutam … ","sn15.3:2.7":"bhaginimaranam paccanubhutam … ","sn15.3:2.8":"puttamaranam paccanubhutam … ","sn15.3:2.9":"dhitumaranam paccanubhutam … ","sn15.3:2.10":"natibyasanam paccanubhutam … ","sn15.3:2.11":"bhogabyasanam paccanubhutam. ","sn15.3:2.12":"Digharattam vo, bhikkhave, rogabyasanam paccanubhutam, tesam vo rogabyasanam paccanubhontanam amanapasampayoga manapavippayoga kandantanam rodantanam assu passannam paggharitam, na tveva catusu mahasamuddesu udakam. ","sn15.3:2.13":"Tam kissa hetu? ","sn15.3:2.14":"Anamataggoyam, bhikkhave, samsaro …pe… ","sn15.3:2.15":"yavancidam, bhikkhave, alameva sabbasankharesu nibbinditum, alam virajjitum, alam vimuccitun”ti. ","sn15.3:2.16":"Tatiyam. "}