{"sn15.13:0.1":"Samyutta Nikaya 15.13 ","sn15.13:0.2":"2. Dutiyavagga ","sn15.13:0.3":"Timsamattasutta ","sn15.13:1.1":"Rajagahe viharati veluvane. ","sn15.13:1.2":"Atha kho timsamatta paveyyaka bhikkhu sabbe arannika sabbe pindapatika sabbe pamsukulika sabbe tecivarika sabbe sasamyojana yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. ","sn15.13:1.3":"Atha kho bhagavato etadahosi: ","sn15.13:1.4":"“ime kho timsamatta paveyyaka bhikkhu sabbe arannika sabbe pindapatika sabbe pamsukulika sabbe tecivarika sabbe sasamyojana. ","sn15.13:1.5":"Yannunaham imesam tatha dhammam deseyyam yatha nesam imasmimyeva asane anupadaya asavehi cittani vimucceyyun”ti. ","sn15.13:1.6":"Atha kho bhagava bhikkhu amantesi: ","sn15.13:1.7":"“bhikkhavo”ti. ","sn15.13:1.8":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","sn15.13:1.9":"Bhagava etadavoca: ","sn15.13:2.1":"“Anamataggoyam, bhikkhave, samsaro. ","sn15.13:2.2":"Pubba koti na pannayati avijjanivarananam sattanam tanhasamyojananam sandhavatam samsaratam. ","sn15.13:2.3":"Tam kim mannatha, bhikkhave, katamam nu kho bahutaram, yam va vo imina dighena addhuna sandhavatam samsaratam sisacchinnanam lohitam passannam paggharitam, yam va catusu mahasamuddesu udakan”ti? ","sn15.13:2.4":"“Yatha kho mayam, bhante, bhagavata dhammam desitam ajanama, etadeva, bhante, bahutaram, yam no imina dighena addhuna sandhavatam samsaratam sisacchinnanam lohitam passannam paggharitam, na tveva catusu mahasamuddesu udakan”ti. ","sn15.13:3.1":"“Sadhu sadhu, bhikkhave, sadhu kho me tumhe, bhikkhave, evam dhammam desitam ajanatha. ","sn15.13:3.2":"Etadeva, bhikkhave, bahutaram, yam vo imina dighena addhuna sandhavatam samsaratam sisacchinnanam lohitam passannam paggharitam, na tveva catusu mahasamuddesu udakam. ","sn15.13:3.3":"Digharattam vo, bhikkhave, gunnam satam gobhutanam sisacchinnanam lohitam passannam paggharitam, na tveva catusu mahasamuddesu udakam. ","sn15.13:3.4":"Digharattam vo, bhikkhave, mahimsanam satam mahimsabhutanam sisacchinnanam lohitam passannam paggharitam …pe… ","sn15.13:3.5":"digharattam vo, bhikkhave, urabbhanam satam urabbhabhutanam …pe… ","sn15.13:3.6":"ajanam satam ajabhutanam … ","sn15.13:3.7":"miganam satam migabhutanam … ","sn15.13:3.8":"kukkutanam satam kukkutabhutanam … ","sn15.13:3.9":"sukaranam satam sukarabhutanam … ","sn15.13:3.10":"digharattam vo, bhikkhave, cora gamaghatati gahetva sisacchinnanam lohitam passannam paggharitam. ","sn15.13:3.11":"Digharattam vo, bhikkhave, cora paripanthikati gahetva sisacchinnanam lohitam passannam paggharitam. ","sn15.13:3.12":"Digharattam vo, bhikkhave, cora paradarikati gahetva sisacchinnanam lohitam passannam paggharitam, na tveva catusu mahasamuddesu udakam. ","sn15.13:3.13":"Tam kissa hetu? ","sn15.13:3.14":"Anamataggoyam, bhikkhave, samsaro …pe… ","sn15.13:3.15":"alam vimuccitun”ti. ","sn15.13:4.1":"Idamavoca bhagava. ","sn15.13:4.2":"Attamana te bhikkhu bhagavato bhasitam abhinandunti. ","sn15.13:4.3":"Imasminca pana veyyakaranasmim bhannamane timsamattanam paveyyakanam bhikkhunam anupadaya asavehi cittani vimuccimsuti. ","sn15.13:4.4":"Tatiyam. "}