{"sn15.8:0.1":"Samyutta Nikaya 15.8 ","sn15.8:0.2":"1. Pathamavagga ","sn15.8:0.3":"Gangasutta ","sn15.8:1.1":"Rajagahe viharati veluvane. ","sn15.8:1.2":"Atha kho annataro brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","sn15.8:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho so brahmano bhagavantam etadavoca: ","sn15.8:1.4":"“kivabahuka nu kho, bho gotama, kappa abbhatita atikkanta”ti? ","sn15.8:1.5":"“Bahuka kho, brahmana, kappa abbhatita atikkanta. ","sn15.8:1.6":"Te na sukara sankhatum: ","sn15.8:1.7":"‘ettaka kappa iti va, ettakani kappasatani iti va, ettakani kappasahassani iti va, ettakani kappasatasahassani iti va’”ti. ","sn15.8:2.1":"“Sakka pana, bho gotama, upamam katun”ti? ","sn15.8:2.2":"“Sakka, brahmana”ti bhagava avoca. ","sn15.8:2.3":"“Seyyathapi, brahmana, yato cayam ganga nadi pabhavati yattha ca mahasamuddam appeti, ya etasmim antare valika sa na sukara sankhatum: ","sn15.8:2.4":"‘ettaka valika iti va, ettakani valikasatani iti va, ettakani valikasahassani iti va, ettakani valikasatasahassani iti va’ti. ","sn15.8:2.5":"Tato bahutara kho, brahmana, kappa abbhatita atikkanta. ","sn15.8:2.6":"Te na sukara sankhatum: ","sn15.8:2.7":"‘ettaka kappa iti va, ettakani kappasatani iti va, ettakani kappasahassani iti va, ettakani kappasatasahassani iti va’ti. ","sn15.8:2.8":"Tam kissa hetu? ","sn15.8:2.9":"Anamataggoyam, brahmana, samsaro. ","sn15.8:2.10":"Pubba koti na pannayati avijjanivarananam sattanam tanhasamyojananam sandhavatam samsaratam. ","sn15.8:2.11":"Evam digharattam kho, brahmana, dukkham paccanubhutam tibbam paccanubhutam byasanam paccanubhutam, katasi vaddhita. ","sn15.8:2.12":"Yavancidam, brahmana, alameva sabbasankharesu nibbinditum, alam virajjitum, alam vimuccitun”ti. ","sn15.8:3.1":"Evam vutte, so brahmano bhagavantam etadavoca: ","sn15.8:3.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama …pe… ","sn15.8:3.3":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","sn15.8:3.4":"Atthamam. "}