{"sn16.13:0.1":"Samyutta Nikaya 16.13 ","sn16.13:0.2":"1. Kassapavagga ","sn16.13:0.3":"Saddhammappatirupakasutta ","sn16.13:1.1":"Evam me sutam—","sn16.13:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","sn16.13:1.3":"Atha kho ayasma mahakassapo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma mahakassapo bhagavantam etadavoca: ","sn16.13:1.4":"“ko nu kho, bhante, hetu ko paccayo, yena pubbe appatarani ceva sikkhapadani ahesum bahutara ca bhikkhu annaya santhahimsu? ","sn16.13:1.5":"Ko pana, bhante, hetu ko paccayo, yenetarahi bahutarani ceva sikkhapadani appatara ca bhikkhu annaya santhahanti”ti? ","sn16.13:1.6":"“Evancetam, kassapa, hoti sattesu hayamanesu saddhamme antaradhayamane, bahutarani ceva sikkhapadani honti appatara ca bhikkhu annaya santhahanti. ","sn16.13:1.7":"Na tava, kassapa, saddhammassa antaradhanam hoti yava na saddhammappatirupakam loke uppajjati. ","sn16.13:1.8":"Yato ca kho, kassapa, saddhammappatirupakam loke uppajjati, atha saddhammassa antaradhanam hoti. ","sn16.13:2.1":"Seyyathapi, kassapa, na tava jatarupassa antaradhanam hoti yava na jatarupappatirupakam loke uppajjati. ","sn16.13:2.2":"Yato ca kho, kassapa, jatarupappatirupakam loke uppajjati, atha kho jatarupassa antaradhanam hoti. ","sn16.13:2.3":"Evameva kho, kassapa, na tava saddhammassa antaradhanam hoti yava na saddhammappatirupakam loke uppajjati. ","sn16.13:2.4":"Yato ca kho, kassapa, saddhammappatirupakam loke uppajjati, atha saddhammassa antaradhanam hoti. ","sn16.13:3.1":"Na kho, kassapa, pathavidhatu saddhammam antaradhapeti, na apodhatu saddhammam antaradhapeti, na tejodhatu saddhammam antaradhapeti, na vayodhatu saddhammam antaradhapeti; ","sn16.13:3.2":"atha kho idheva te uppajjanti moghapurisa ye imam saddhammam antaradhapenti. ","sn16.13:3.3":"Seyyathapi, kassapa, nava adikeneva opilavati; ","sn16.13:3.4":"na kho, kassapa, evam saddhammassa antaradhanam hoti. ","sn16.13:4.1":"Panca khome, kassapa, okkamaniya dhamma saddhammassa sammosaya antaradhanaya samvattanti. ","sn16.13:4.2":"Katame panca? ","sn16.13:4.3":"Idha, kassapa, bhikkhu bhikkhuniyo upasaka upasikayo satthari agarava viharanti appatissa, dhamme agarava viharanti appatissa, sanghe agarava viharanti appatissa, sikkhaya agarava viharanti appatissa, samadhismim agarava viharanti appatissa—","sn16.13:4.4":"ime kho, kassapa, panca okkamaniya dhamma saddhammassa sammosaya antaradhanaya samvattanti. ","sn16.13:5.1":"Panca khome, kassapa, dhamma saddhammassa thitiya asammosaya anantaradhanaya samvattanti. ","sn16.13:5.2":"Katame panca? ","sn16.13:5.3":"Idha, kassapa, bhikkhu bhikkhuniyo upasaka upasikayo satthari sagarava viharanti sappatissa, dhamme sagarava viharanti sappatissa, sanghe sagarava viharanti sappatissa, sikkhaya sagarava viharanti sappatissa, samadhismim sagarava viharanti sappatissa—","sn16.13:5.4":"ime kho, kassapa, panca dhamma saddhammassa thitiya asammosaya anantaradhanaya samvattanti”ti. ","sn16.13:5.5":"Terasamam. ","sn16.13:5.6":"Kassapavaggo pathamo. ","sn16.13:6.0":"Tassuddanam ","sn16.13:6.1":"Santutthanca anottappi, ","sn16.13:6.2":"candupamam kulupakam; ","sn16.13:6.3":"Jinnam tayo ca ovada, ","sn16.13:6.4":"jhanabhinna upassayam; ","sn16.13:6.5":"Civaram parammaranam, ","sn16.13:6.6":"saddhammappatirupakanti. ","sn16.13:6.7":"Kassapasamyuttam samattam. "}