{"sn16.11:0.1":"Samyutta Nikaya 16.11 ","sn16.11:0.2":"1. Kassapavagga ","sn16.11:0.3":"Civarasutta ","sn16.11:1.1":"Ekam samayam ayasma mahakassapo rajagahe viharati veluvane kalandakanivape. ","sn16.11:1.2":"Tena kho pana samayena ayasma anando dakkhinagirismim carikam carati mahata bhikkhusanghena saddhim. ","sn16.11:2.1":"Tena kho pana samayena ayasmato anandassa timsamatta saddhiviharino bhikkhu sikkham paccakkhaya hinayavatta bhavanti yebhuyyena kumarabhuta. ","sn16.11:2.2":"Atha kho ayasma anando dakkhinagirismim yathabhirantam carikam caritva yena rajagaham veluvanam kalandakanivapo yenayasma mahakassapo tenupasankami; upasankamitva ayasmantam mahakassapam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam anandam ayasma mahakassapo etadavoca: ","sn16.11:2.3":"“kati nu kho, avuso ananda, atthavase paticca bhagavata kulesu tikabhojanam pannattan”ti? ","sn16.11:3.1":"“Tayo kho, bhante kassapa, atthavase paticca bhagavata kulesu tikabhojanam pannattam—","sn16.11:3.2":"dummankunam puggalanam niggahaya pesalanam bhikkhunam phasuviharaya, ma papiccha pakkham nissaya sangham bhindeyyum, kulanuddayataya ca. ","sn16.11:3.3":"Ime kho, bhante kassapa, tayo atthavase paticca bhagavata kulesu tikabhojanam pannattan”ti. ","sn16.11:4.1":"“Atha kincarahi tvam, avuso ananda, imehi navehi bhikkhuhi indriyesu aguttadvarehi bhojane amattannuhi jagariyam ananuyuttehi saddhim carikam carasi? ","sn16.11:4.2":"Sassaghatam manne carasi, kulupaghatam manne carasi. ","sn16.11:4.3":"Olujjati kho te, avuso ananda, parisa; ","sn16.11:4.4":"palujjanti kho te, avuso, navappaya. ","sn16.11:4.5":"Na vayam kumarako mattamannasi”ti. ","sn16.11:5.1":"“Api me, bhante kassapa, sirasmim palitani jatani. ","sn16.11:5.2":"Atha ca pana mayam ajjapi ayasmato mahakassapassa kumarakavada na muccama”ti. ","sn16.11:5.3":"“Tatha hi pana tvam, avuso ananda, imehi navehi bhikkhuhi indriyesu aguttadvarehi bhojane amattannuhi jagariyam ananuyuttehi saddhim carikam carasi, sassaghatam manne carasi, kulupaghatam manne carasi. ","sn16.11:5.4":"Olujjati kho te, avuso ananda, parisa; ","sn16.11:5.5":"palujjanti kho te, avuso, navappaya. ","sn16.11:5.6":"Na vayam kumarako mattamannasi”ti. ","sn16.11:6.1":"Assosi kho thullananda bhikkhuni: ","sn16.11:6.2":"“ayyena kira mahakassapena ayyo anando vedehamuni kumarakavadena apasadito”ti. ","sn16.11:7.1":"Atha kho thullananda bhikkhuni anattamana anattamanavacam niccharesi: ","sn16.11:7.2":"“kim pana ayyo mahakassapo annatitthiyapubbo samano ayyam anandam vedehamunim kumarakavadena apasadetabbam mannati”ti. ","sn16.11:7.3":"Assosi kho ayasma mahakassapo thullanandaya bhikkhuniya imam vacam bhasamanaya. ","sn16.11:8.1":"Atha kho ayasma mahakassapo ayasmantam anandam etadavoca: ","sn16.11:8.2":"“tagghavuso ananda, thullanandaya bhikkhuniya sahasa appatisankha vaca bhasita. ","sn16.11:8.3":"Yatvaham, avuso, kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajito, nabhijanami annam sattharam uddisita, annatra tena bhagavata arahata sammasambuddhena. ","sn16.11:8.4":"Pubbe me, avuso, agarikabhutassa sato etadahosi: ","sn16.11:8.5":"‘sambadho gharavaso rajapatho, abbhokaso pabbajja. ","sn16.11:8.6":"Nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","sn16.11:8.7":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","sn16.11:8.8":"So khvaham, avuso, aparena samayena patapilotikanam sanghatim karetva ye loke arahanto te uddissa kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajim. ","sn16.11:9.1":"So evam pabbajito samano addhanamaggappatipanno addasam bhagavantam antara ca rajagaham antara ca nalandam bahuputte cetiye nisinnam. ","sn16.11:9.2":"Disvana me etadahosi: ","sn16.11:9.3":"‘sattharanca vataham passeyyam, bhagavantameva passeyyam; ","sn16.11:9.4":"sugatanca vataham passeyyam, bhagavantameva passeyyam; ","sn16.11:9.5":"sammasambuddhanca vataham passeyyam; ","sn16.11:9.6":"bhagavantameva passeyyan’ti. ","sn16.11:9.7":"So khvaham, avuso, tattheva bhagavato padesu sirasa nipatitva bhagavantam etadavocam: ","sn16.11:9.8":"‘sattha me, bhante, bhagava, savakohamasmi; ","sn16.11:9.9":"sattha me, bhante, bhagava, savakohamasmi’ti. ","sn16.11:9.10":"Evam vutte, mam, avuso, bhagava etadavoca: ","sn16.11:9.11":"‘yo kho, kassapa, evam sabbacetasa samannagatam savakam ajananneva vadeyya janamiti, apassanneva vadeyya passamiti, muddhapi tassa vipateyya. ","sn16.11:9.12":"Aham kho pana, kassapa, jananneva vadami janamiti, passanneva vadami passamiti. ","sn16.11:10.1":"Tasmatiha te, kassapa, evam sikkhitabbam: ","sn16.11:10.2":"“tibbam me hirottappam paccupatthitam bhavissati theresu navesu majjhimesu”ti. ","sn16.11:10.3":"Evanhi te, kassapa, sikkhitabbam. ","sn16.11:11.1":"Tasmatiha te, kassapa, evam sikkhitabbam: ","sn16.11:11.2":"“yam kinci dhammam sunissami kusalupasamhitam sabbam tam atthim katva manasi karitva sabbacetasa samannaharitva ohitasoto dhammam sunissami”ti. ","sn16.11:11.3":"Evanhi te, kassapa, sikkhitabbam. ","sn16.11:12.1":"Tasmatiha te, kassapa, evam sikkhitabbam: ","sn16.11:12.2":"“satasahagata ca me kayagatasati na vijahissati”ti. ","sn16.11:12.3":"Evanhi te, kassapa, sikkhitabbanti’. ","sn16.11:13.1":"Atha kho mam, avuso, bhagava imina ovadena ovaditva utthayasana pakkami. ","sn16.11:13.2":"Sattahameva khvaham, avuso, sarano ratthapindam bhunjim atthamiya anna udapadi. ","sn16.11:14.1":"Atha kho, avuso, bhagava magga okkamma yena annataram rukkhamulam tenupasankami. ","sn16.11:14.2":"Atha khvaham, avuso, patapilotikanam sanghatim catuggunam pannapetva bhagavantam etadavocam: ","sn16.11:14.3":"‘idha, bhante, bhagava nisidatu, yam mamassa digharattam hitaya sukhaya’ti. ","sn16.11:14.4":"Nisidi kho, avuso, bhagava pannatte asane. ","sn16.11:14.5":"Nisajja kho mam, avuso, bhagava etadavoca: ","sn16.11:14.6":"‘muduka kho tyayam, kassapa, patapilotikanam sanghati’ti. ","sn16.11:14.7":"‘Patigganhatu me, bhante, bhagava patapilotikanam sanghatim anukampam upadaya’ti. ","sn16.11:14.8":"‘Dharessasi pana me tvam, kassapa, sanani pamsukulani nibbasanani’ti. ","sn16.11:14.9":"‘Dharessamaham, bhante, bhagavato sanani pamsukulani nibbasanani’ti. ","sn16.11:14.10":"So khvaham, avuso, patapilotikanam sanghatim bhagavato padasim. ","sn16.11:14.11":"Aham pana bhagavato sanani pamsukulani nibbasanani patipajjim. ","sn16.11:15.1":"Yanhi tam, avuso, samma vadamano vadeyya: ","sn16.11:15.2":"‘bhagavato putto oraso mukhato jato dhammajo dhammanimmito dhammadayado, patiggahitani sanani pamsukulani nibbasanani’ti, mamam tam samma vadamano vadeyya: ","sn16.11:15.3":"‘bhagavato putto oraso mukhato jato dhammajo dhammanimmito dhammadayado, patiggahitani sanani pamsukulani nibbasanani’ti. ","sn16.11:16.1":"Aham kho, avuso, yavade akankhami vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharami. ","sn16.11:16.2":"Aham kho, avuso, yavade akankhami …pe… ","sn16.11:16.3":"(navannam anupubbaviharasamapattinam pancannanca abhinnanam evam vittharo veditabbo.) ","sn16.11:17.1":"Aham kho, avuso, asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharami; ","sn16.11:17.2":"sattaratanam va, avuso, nagam addhatthamaratanam va talapattikaya chadetabbam manneyya, yo me cha abhinna chadetabbam manneyya”ti. ","sn16.11:18.1":"Cavittha ca pana thullananda bhikkhuni brahmacariyamhati. ","sn16.11:18.2":"Ekadasamam. "}