{"sn16.4:0.1":"Samyutta Nikaya 16.4 ","sn16.4:0.2":"1. Kassapavagga ","sn16.4:0.3":"Kulupakasutta ","sn16.4:1.1":"Savatthiyam viharati. ","sn16.4:1.2":"“Tam kim mannatha, bhikkhave, ","sn16.4:1.3":"kathamrupo bhikkhu arahati kulupako hotum, kathamrupo bhikkhu na arahati kulupako hotun”ti? ","sn16.4:1.4":"Bhagavammulaka no, bhante, dhamma …pe… ","sn16.4:1.5":"bhagava etadavoca: ","sn16.4:2.1":"“Yo hi koci, bhikkhave, bhikkhu evamcitto kulani upasankamati: ","sn16.4:2.2":"‘dentuyeva me, ma nadamsu; ","sn16.4:2.3":"bahukanneva me dentu, ma thokam; ","sn16.4:2.4":"panitanneva me dentu, ma lukham; ","sn16.4:2.5":"sighanneva me dentu, ma dandham; ","sn16.4:2.6":"sakkaccanneva me dentu, ma asakkaccan’ti. ","sn16.4:2.7":"Tassa ce, bhikkhave, bhikkhuno evamcittassa kulani upasankamato na denti, tena bhikkhu sandiyati; so tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:2.8":"Thokam denti, no bahukam …pe… ","sn16.4:2.9":"lukham denti, no panitam … ","sn16.4:2.10":"dandham denti, no sigham, tena bhikkhu sandiyati; so tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:2.11":"Asakkaccam denti, no sakkaccam; tena bhikkhu sandiyati; so tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:2.12":"Evarupo kho, bhikkhave, bhikkhu na arahati kulupako hotum. ","sn16.4:3.1":"Yo ca kho, bhikkhave, bhikkhu evamcitto kulani upasankamati: ","sn16.4:3.2":"‘tam kutettha labbha parakulesu—","sn16.4:3.3":"dentuyeva me, ma nadamsu; ","sn16.4:3.4":"bahukanneva me dentu, ma thokam; ","sn16.4:3.5":"panitanneva me dentu, ma lukham; ","sn16.4:3.6":"sighanneva me dentu, ma dandham; ","sn16.4:3.7":"sakkaccanneva me dentu, ma asakkaccan’ti. ","sn16.4:3.8":"Tassa ce, bhikkhave, bhikkhuno evamcittassa kulani upasankamato na denti; tena bhikkhu na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:3.9":"Thokam denti, no bahukam; tena bhikkhu na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:3.10":"Lukham denti, no panitam; tena bhikkhu na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:3.11":"Dandham denti, no sigham; tena bhikkhu na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:3.12":"Asakkaccam denti, no sakkaccam; tena bhikkhu na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:3.13":"Evarupo kho, bhikkhave, bhikkhu arahati kulupako hotum. ","sn16.4:4.1":"Kassapo, bhikkhave, evamcitto kulani upasankamati: ","sn16.4:4.2":"‘tam kutettha labbha parakulesu—","sn16.4:4.3":"dentuyeva me, ma nadamsu; ","sn16.4:4.4":"bahukanneva me dentu, ma thokam; ","sn16.4:4.5":"panitanneva me dentu, ma lukham; ","sn16.4:4.6":"sighanneva me dentu, ma dandham; ","sn16.4:4.7":"sakkaccanneva me dentu, ma asakkaccan’ti. ","sn16.4:4.8":"Tassa ce, bhikkhave, kassapassa evamcittassa kulani upasankamato na denti; tena kassapo na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:4.9":"Thokam denti, no bahukam; tena kassapo na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:4.10":"Lukham denti, no panitam; tena kassapo na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:4.11":"Dandham denti, no sigham; tena kassapo na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:4.12":"Asakkaccam denti, no sakkaccam; tena kassapo na sandiyati; so na tatonidanam dukkham domanassam patisamvedayati. ","sn16.4:4.13":"Kassapena va hi vo, bhikkhave, ovadissami yo va panassa kassapasadiso. Ovaditehi ca pana vo tathattaya patipajjitabban”ti. ","sn16.4:4.14":"Catuttham. "}