{"sn16.6:0.1":"Samyutta Nikaya 16.6 ","sn16.6:0.2":"1. Kassapavagga ","sn16.6:0.3":"Ovadasutta ","sn16.6:1.1":"Rajagahe veluvane. ","sn16.6:1.2":"Atha kho ayasma mahakassapo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam mahakassapam bhagava etadavoca: ","sn16.6:1.3":"“ovada, kassapa, bhikkhu; ","sn16.6:1.4":"karohi, kassapa, bhikkhunam dhammim katham. ","sn16.6:1.5":"Aham va, kassapa, bhikkhu ovadeyyam tvam va; ","sn16.6:1.6":"aham va bhikkhunam dhammim katham kareyyam tvam va”ti. ","sn16.6:2.1":"“Dubbaca kho, bhante, etarahi bhikkhu, dovacassakaranehi dhammehi samannagata, akkhama, appadakkhinaggahino anusasanim. ","sn16.6:2.2":"Idhaham, bhante, addasam bhandanca nama bhikkhum anandassa saddhiviharim abhijikanca nama bhikkhum anuruddhassa saddhiviharim annamannam sutena accavadante: ","sn16.6:2.3":"‘ehi, bhikkhu, ko bahutaram bhasissati, ko sundarataram bhasissati, ko cirataram bhasissati’”ti. ","sn16.6:3.1":"Atha kho bhagava annataram bhikkhum amantesi: ","sn16.6:3.2":"“ehi tvam, bhikkhu, mama vacanena bhandanca bhikkhum anandassa saddhiviharim abhijikanca bhikkhum anuruddhassa saddhiviharim amantehi: ","sn16.6:3.3":"‘sattha ayasmante amanteti’”ti. ","sn16.6:3.4":"“Evam, bhante”ti kho so bhikkhu bhagavato patissutva yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","sn16.6:3.5":"“sattha ayasmante amanteti”ti. ","sn16.6:4.1":"“Evamavuso”ti kho te bhikkhu tassa bhikkhuno patissutva yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu bhagava etadavoca: ","sn16.6:4.2":"“saccam kira tumhe, bhikkhave, annamannam sutena accavadatha: ","sn16.6:4.3":"‘ehi, bhikkhu, ko bahutaram bhasissati, ko sundarataram bhasissati, ko cirataram bhasissati’”ti? ","sn16.6:4.4":"“Evam, bhante”. ","sn16.6:4.5":"“Kim nu kho me tumhe, bhikkhave, evam dhammam desitam ajanatha: ","sn16.6:4.6":"‘etha tumhe, bhikkhave, annamannam sutena accavadatha—","sn16.6:4.7":"ehi, bhikkhu, ko bahutaram bhasissati, ko sundarataram bhasissati, ko cirataram bhasissati’”ti? ","sn16.6:4.8":"“No hetam, bhante”. ","sn16.6:4.9":"“No ce kira me tumhe, bhikkhave, evam dhammam desitam ajanatha, atha kincarahi tumhe, moghapurisa, kim jananta kim passanta evam svakkhate dhammavinaye pabbajita samana annamannam sutena accavadatha: ","sn16.6:4.10":"‘ehi, bhikkhu, ko bahutaram bhasissati, ko sundarataram bhasissati, ko cirataram bhasissati’”ti. ","sn16.6:5.1":"Atha kho te bhikkhu bhagavato padesu sirasa nipatitva bhagavantam etadavocum: ","sn16.6:5.2":"“accayo no, bhante, accagama, yathabale yathamulhe yathaakusale, ye mayam evam svakkhate dhammavinaye pabbajita samana annamannam sutena accavadimha: ","sn16.6:5.3":"‘ehi, bhikkhu, ko bahutaram bhasissati, ko sundarataram bhasissati, ko cirataram bhasissati’ti. ","sn16.6:5.4":"Tesam no, bhante, bhagava accayam accayato patigganhatu ayatim samvaraya”ti. ","sn16.6:6.1":"“Taggha tumhe, bhikkhave, accayo accagama yathabale yathamulhe yathaakusale, ye tumhe evam svakkhate dhammavinaye pabbajita samana annamannam sutena accavadittha: ","sn16.6:6.2":"‘ehi, bhikkhu, ko bahutaram bhasissati, ko sundarataram bhasissati, ko cirataram bhasissati’ti. ","sn16.6:6.3":"Yato ca kho tumhe, bhikkhave, accayam accayato disva yathadhammam patikarotha, tam vo mayam patigganhama. ","sn16.6:6.4":"Vuddhi hesa, bhikkhave, ariyassa vinaye yo accayam accayato disva yathadhammam patikaroti ayatinca samvaram apajjati”ti. ","sn16.6:6.5":"Chattham. "}