{"sn2.26:0.1":"Samyutta Nikaya 2.26 ","sn2.26:0.2":"3. Nanatitthiyavagga ","sn2.26:0.3":"Rohitassasutta ","sn2.26:1.1":"Savatthinidanam. ","sn2.26:1.2":"Ekamantam thito kho rohitasso devaputto bhagavantam etadavoca: ","sn2.26:1.3":"“yattha nu kho, bhante, na jayati na jiyati na miyati na cavati na upapajjati, sakka nu kho so, bhante, gamanena lokassa anto natum va datthum va papunitum va”ti? ","sn2.26:1.4":"“Yattha kho, avuso, na jayati na jiyati na miyati na cavati na upapajjati, naham tam gamanena lokassa antam nateyyam dattheyyam patteyyanti vadami”ti. ","sn2.26:2.1":"“Acchariyam, bhante, abbhutam, bhante. ","sn2.26:2.2":"Yavasubhasitamidam, bhante, bhagavata: ","sn2.26:2.3":"‘yattha kho, avuso, na jayati na jiyati na miyati na cavati na upapajjati, naham tam gamanena lokassa antam nateyyam dattheyyam patteyyanti vadami’ti. ","sn2.26:3.1":"Bhutapubbaham, bhante, rohitasso nama isi ahosim bhojaputto iddhima vehasangamo. ","sn2.26:3.2":"Tassa mayham, bhante, evarupo javo ahosi; seyyathapi nama dalhadhamma dhanuggaho susikkhito katahattho katayoggo katupasano lahukena asanena appakasireneva tiriyam talacchayam atipateyya. ","sn2.26:3.3":"Tassa mayham, bhante, evarupo padavitiharo ahosi; seyyathapi nama puratthima samudda pacchimo samuddo. ","sn2.26:3.4":"Tassa mayham, bhante, evarupam icchagatam uppajji: ","sn2.26:3.5":"‘aham gamanena lokassa antam papunissami’ti. ","sn2.26:3.6":"So khvaham, bhante, evarupena javena samannagato evarupena ca padavitiharena, annatreva asitapitakhayitasayita annatra uccarapassavakamma annatra niddakilamathapativinodana vassasatayuko vassasatajivi vassasatam gantva appatvava lokassa antam antarava kalankato. ","sn2.26:4.1":"Acchariyam, bhante, abbhutam, bhante. ","sn2.26:4.2":"Yavasubhasitamidam, bhante, bhagavata: ","sn2.26:4.3":"‘yattha kho, avuso, na jayati na jiyati na miyati na cavati na upapajjati, naham tam gamanena lokassa antam nateyyam dattheyyam patteyyanti vadami’”ti. ","sn2.26:5.1":"“Na kho panaham, avuso, appatva lokassa antam dukkhassa antakiriyam vadami. ","sn2.26:5.2":"Api ca khvaham, avuso, imasmimyeva byamamatte kalevare sasannimhi samanake lokanca pannapemi lokasamudayanca lokanirodhanca lokanirodhagamininca patipadanti. ","sn2.26:6.1":"Gamanena na pattabbo, ","sn2.26:6.2":"lokassanto kudacanam; ","sn2.26:6.3":"Na ca appatva lokantam, ","sn2.26:6.4":"dukkha atthi pamocanam. ","sn2.26:7.1":"Tasma have lokavidu sumedho, ","sn2.26:7.2":"Lokantagu vusitabrahmacariyo; ","sn2.26:7.3":"Lokassa antam samitavi natva, ","sn2.26:7.4":"Nasisati lokamimam paranca”ti. "}