{"sn21.10:0.1":"Samyutta Nikaya 21.10 ","sn21.10:0.2":"1. Bhikkhuvagga ","sn21.10:0.3":"Theranamakasutta ","sn21.10:1.1":"Ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","sn21.10:1.2":"Tena kho pana samayena annataro bhikkhu theranamako ekavihari ceva hoti ekaviharassa ca vannavadi. ","sn21.10:1.3":"So eko gamam pindaya pavisati eko patikkamati eko raho nisidati eko cankamam adhitthati. ","sn21.10:1.4":"Atha kho sambahula bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","sn21.10:1.5":"“idha, bhante, annataro bhikkhu theranamako ekavihari ekaviharassa ca vannavadi”ti. ","sn21.10:2.1":"Atha kho bhagava annataram bhikkhum amantesi: ","sn21.10:2.2":"“ehi tvam, bhikkhu, mama vacanena theram bhikkhum amantehi: ","sn21.10:2.3":"‘sattha tam, avuso thera, amanteti’”ti. ","sn21.10:2.4":"“Evam, bhante”ti kho so bhikkhu bhagavato patissutva yenayasma thero tenupasankami; upasankamitva ayasmantam theram etadavoca: ","sn21.10:2.5":"“sattha tam, avuso thera, amanteti”ti. ","sn21.10:2.6":"“Evamavuso”ti kho ayasma thero tassa bhikkhuno patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho ayasmantam theram bhagava etadavoca: ","sn21.10:2.7":"“saccam kira tvam, thera, ekavihari ekaviharassa ca vannavadi”ti? ","sn21.10:2.8":"“Evam, bhante”. ","sn21.10:2.9":"“Yatha katham pana tvam, thera, ekavihari ekaviharassa ca vannavadi”ti? ","sn21.10:2.10":"“Idhaham, bhante, eko gamam pindaya pavisami eko patikkamami eko raho nisidami eko cankamam adhitthami. ","sn21.10:2.11":"Evam khvaham, bhante, ekavihari ekaviharassa ca vannavadi”ti. ","sn21.10:3.1":"“Attheso, thera, ekaviharo neso natthiti vadami. ","sn21.10:3.2":"Api ca, thera, yatha ekaviharo vittharena paripunno hoti ","sn21.10:3.3":"tam sunahi, sadhukam manasi karohi; bhasissami”ti. ","sn21.10:3.4":"“Evam, bhante”ti kho …pe…. ","sn21.10:3.5":"“Kathanca, thera, ekaviharo vittharena paripunno hoti. ","sn21.10:3.6":"Idha, thera, yam atitam tam pahinam, yam anagatam tam patinissattham, paccuppannesu ca attabhavapatilabhesu chandarago suppativinito. ","sn21.10:3.7":"Evam kho, thera, ekaviharo vittharena paripunno hoti”ti. ","sn21.10:4.1":"Idamavoca bhagava. ","sn21.10:4.2":"Idam vatvana sugato athaparam etadavoca sattha: ","sn21.10:5.1":"“Sabbabhibhum sabbavidum sumedham, ","sn21.10:5.2":"Sabbesu dhammesu anupalittam; ","sn21.10:5.3":"Sabbanjaham tanhakkhaye vimuttam, ","sn21.10:5.4":"Tamaham naram ekavihariti brumi”ti. ","sn21.10:5.5":"Dasamam. "}