{"sn21.4:0.1":"Samyutta Nikaya 21.4 ","sn21.4:0.2":"1. Bhikkhuvagga ","sn21.4:0.3":"Navasutta ","sn21.4:1.1":"Savatthiyam viharati. ","sn21.4:1.2":"Tena kho pana samayena annataro navo bhikkhu pacchabhattam pindapatapatikkanto viharam pavisitva appossukko tunhibhuto sankasayati, na bhikkhunam veyyavaccam karoti civarakarasamaye. ","sn21.4:1.3":"Atha kho sambahula bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","sn21.4:1.4":"“idha, bhante, annataro navo bhikkhu pacchabhattam pindapatapatikkanto viharam pavisitva appossukko tunhibhuto sankasayati, na bhikkhunam veyyavaccam karoti civarakarasamaye”ti. ","sn21.4:2.1":"Atha kho bhagava annataram bhikkhum amantesi: ","sn21.4:2.2":"“ehi tvam, bhikkhu, mama vacanena tam bhikkhum amantehi ‘sattha tam, avuso, amanteti’”ti. ","sn21.4:2.3":"“Evam, bhante”ti kho so bhikkhu bhagavato patissutva yena so bhikkhu tenupasankami; upasankamitva tam bhikkhum etadavoca: ","sn21.4:2.4":"“sattha tam, avuso, amanteti”ti. ","sn21.4:2.5":"“Evamavuso”ti kho so bhikkhu tassa bhikkhuno patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho tam bhikkhum bhagava etadavoca: ","sn21.4:2.6":"“saccam kira tvam, bhikkhu, pacchabhattam pindapatapatikkanto viharam pavisitva appossukko tunhibhuto sankasayasi, na bhikkhunam veyyavaccam karosi civarakarasamaye”ti? ","sn21.4:2.7":"“Ahampi kho, bhante, sakam kiccam karomi”ti. ","sn21.4:3.1":"Atha kho bhagava tassa bhikkhuno cetasa cetoparivitakkamannaya bhikkhu amantesi: ","sn21.4:3.2":"“ma kho tumhe, bhikkhave, etassa bhikkhuno ujjhayittha. ","sn21.4:3.3":"Eso kho, bhikkhave, bhikkhu catunnam jhananam abhicetasikanam ditthadhammasukhaviharanam nikamalabhi akicchalabhi akasiralabhi, yassa catthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharati”ti. ","sn21.4:4.1":"Idamavoca bhagava. ","sn21.4:4.2":"Idam vatvana sugato athaparam etadavoca sattha: ","sn21.4:5.1":"“Nayidam sithilamarabbha, ","sn21.4:5.2":"nayidam appena thamasa; ","sn21.4:5.3":"Nibbanam adhigantabbam, ","sn21.4:5.4":"sabbadukkhappamocanam. ","sn21.4:6.1":"Ayanca daharo bhikkhu, ","sn21.4:6.2":"ayamuttamapuriso; ","sn21.4:6.3":"Dhareti antimam deham, ","sn21.4:6.4":"jetva maram savahinin”ti. ","sn21.4:6.5":"Catuttham. "}