{"sn22.101:0.1":"Samyutta Nikaya 22.101 ","sn22.101:0.2":"10. Pupphavagga ","sn22.101:0.3":"Vasijatasutta ","sn22.101:1.1":"Savatthinidanam. ","sn22.101:1.2":"“Janato aham, bhikkhave, passato asavanam khayam vadami, no ajanato no apassato. ","sn22.101:1.3":"Kinca, bhikkhave, janato kim passato asavanam khayo hoti? ","sn22.101:1.4":"‘Iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","sn22.101:1.5":"iti vedana … ","sn22.101:1.6":"iti sanna … ","sn22.101:1.7":"iti sankhara … ","sn22.101:1.8":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamo’ti—","sn22.101:1.9":"evam kho, bhikkhave, janato evam passato asavanam khayo hoti. ","sn22.101:2.1":"Bhavananuyogam ananuyuttassa, bhikkhave, bhikkhuno viharato kincapi evam iccha uppajjeyya: ","sn22.101:2.2":"‘aho vata me anupadaya asavehi cittam vimucceyya’ti, atha khvassa neva anupadaya asavehi cittam vimuccati. ","sn22.101:2.3":"Tam kissa hetu? ","sn22.101:2.4":"‘Abhavitatta’ tissa vacaniyam. ","sn22.101:2.5":"Kissa abhavitatta? ","sn22.101:2.6":"Abhavitatta catunnam satipatthananam, abhavitatta catunnam sammappadhananam, abhavitatta catunnam iddhipadanam, abhavitatta pancannam indriyanam, abhavitatta pancannam balanam, abhavitatta sattannam bojjhanganam, abhavitatta ariyassa atthangikassa maggassa. ","sn22.101:3.1":"Seyyathapi, bhikkhave, kukkutiya andani attha va dasa va dvadasa va. ","sn22.101:3.2":"Tanassu kukkutiya na samma adhisayitani, na samma pariseditani, na samma paribhavitani. ","sn22.101:3.3":"Kincapi tassa kukkutiya evam iccha uppajjeyya: ","sn22.101:3.4":"‘aho vata me kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjeyyun’ti, ","sn22.101:3.5":"atha kho abhabbava te kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjitum. ","sn22.101:3.6":"Tam kissa hetu? ","sn22.101:3.7":"Tatha hi pana, bhikkhave, kukkutiya andani attha va dasa va dvadasa va; ","sn22.101:3.8":"tani kukkutiya na samma adhisayitani, na samma pariseditani, na samma paribhavitani. ","sn22.101:3.9":"Evameva kho, bhikkhave, bhavananuyogam ananuyuttassa bhikkhuno viharato kincapi evam iccha uppajjeyya: ","sn22.101:3.10":"‘aho vata me anupadaya asavehi cittam vimucceyya’ti, atha khvassa neva anupadaya asavehi cittam vimuccati. ","sn22.101:3.11":"Tam kissa hetu? ","sn22.101:3.12":"‘Abhavitatta’tissa vacaniyam. ","sn22.101:3.13":"Kissa abhavitatta? ","sn22.101:3.14":"Abhavitatta catunnam satipatthananam …pe… atthangikassa maggassa. ","sn22.101:4.1":"Bhavananuyogam anuyuttassa, bhikkhave, bhikkhuno viharato kincapi na evam iccha uppajjeyya: ","sn22.101:4.2":"‘aho vata me anupadaya asavehi cittam vimucceyya’ti, atha khvassa anupadaya asavehi cittam vimuccati. ","sn22.101:4.3":"Tam kissa hetu? ","sn22.101:4.4":"‘Bhavitatta’tissa vacaniyam. ","sn22.101:4.5":"Kissa bhavitatta? ","sn22.101:4.6":"Bhavitatta catunnam satipatthananam, bhavitatta catunnam sammappadhananam, bhavitatta catunnam iddhipadanam, bhavitatta pancannam indriyanam, bhavitatta pancannam balanam, bhavitatta sattannam bojjhanganam, bhavitatta ariyassa atthangikassa maggassa. ","sn22.101:5.1":"Seyyathapi, bhikkhave, kukkutiya andani attha va dasa va dvadasa va. ","sn22.101:5.2":"Tanassu kukkutiya samma adhisayitani, samma pariseditani, samma paribhavitani. ","sn22.101:5.3":"Kincapi tassa kukkutiya na evam iccha uppajjeyya: ","sn22.101:5.4":"‘aho vata me kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjeyyun’ti, ","sn22.101:5.5":"atha kho bhabbava te kukkutapotaka padanakhasikhaya va mukhatundakena va andakosam padaletva sotthina abhinibbhijjitum. ","sn22.101:5.6":"Tam kissa hetu? ","sn22.101:5.7":"Tatha hi pana, bhikkhave, kukkutiya andani attha va dasa va dvadasa va; ","sn22.101:5.8":"tanassu kukkutiya samma adhisayitani, samma pariseditani, samma paribhavitani. ","sn22.101:5.9":"Evameva kho, bhikkhave, bhavananuyogam anuyuttassa bhikkhuno viharato kincapi na evam iccha uppajjeyya: ","sn22.101:5.10":"‘aho vata me anupadaya asavehi cittam vimucceyya’ti, atha khvassa anupadaya asavehi cittam vimuccati. ","sn22.101:5.11":"Tam kissa hetu? ","sn22.101:5.12":"‘Bhavitatta’tissa vacaniyam. ","sn22.101:5.13":"Kissa bhavitatta? ","sn22.101:5.14":"Bhavitatta catunnam satipatthananam …pe… bhavitatta ariyassa atthangikassa maggassa. ","sn22.101:6.1":"Seyyathapi, bhikkhave, palagandassa va palagandantevasissa va vasijate dissanteva angulipadani dissati angutthapadam. ","sn22.101:6.2":"No ca khvassa evam nanam hoti: ","sn22.101:6.3":"‘ettakam vata me ajja vasijatassa khinam, ettakam hiyyo, ettakam pare’ti. ","sn22.101:6.4":"Atha khvassa khine khinantveva nanam hoti. ","sn22.101:6.5":"Evameva kho, bhikkhave, bhavananuyogam anuyuttassa bhikkhuno viharato kincapi na evam nanam hoti: ","sn22.101:6.6":"‘ettakam vata me ajja asavanam khinam, ettakam hiyyo, ettakam pare’ti, atha khvassa khine khinantveva nanam hoti. ","sn22.101:6.7":"Seyyathapi, bhikkhave, samuddikaya navaya vettabandhanabaddhaya vassamasani udake pariyadaya hemantikena thalam ukkhittaya vatatapaparetani vettabandhanani. Tani pavusakena meghena abhippavutthani appakasireneva patippassambhanti putikani bhavanti; ","sn22.101:6.8":"evameva kho, bhikkhave, bhavananuyogam anuyuttassa bhikkhuno viharato appakasireneva samyojanani patippassambhanti putikani bhavanti”ti. ","sn22.101:6.9":"Navamam. "}