{"sn22.2:0.1":"Samyutta Nikaya 22.2 ","sn22.2:0.2":"1. Nakulapituvagga ","sn22.2:0.3":"Devadahasutta ","sn22.2:1.1":"Evam me sutam—","sn22.2:1.2":"ekam samayam bhagava sakkesu viharati devadaham nama sakyanam nigamo. ","sn22.2:1.3":"Atha kho sambahula pacchabhumagamika bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","sn22.2:1.4":"“icchama mayam, bhante, pacchabhumam janapadam gantum, pacchabhume janapade nivasam kappetun”ti. ","sn22.2:2.1":"“Apalokito pana vo, bhikkhave, sariputto”ti? ","sn22.2:2.2":"“Na kho no, bhante, apalokito ayasma sariputto”ti. ","sn22.2:2.3":"“Apaloketha, bhikkhave, sariputtam. ","sn22.2:2.4":"Sariputto, bhikkhave, pandito, bhikkhunam anuggahako sabrahmacarinan”ti. ","sn22.2:2.5":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","sn22.2:3.1":"Tena kho pana samayena ayasma sariputto bhagavato avidure annatarasmim elagalagumbe nisinno hoti. ","sn22.2:3.2":"Atha kho te bhikkhu bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva yenayasma sariputto tenupasankamimsu; upasankamitva ayasmata sariputtena saddhim sammodimsu. ","sn22.2:3.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu ayasmantam sariputtam etadavocum: ","sn22.2:3.4":"“icchama mayam, avuso sariputta, pacchabhumam janapadam gantum, pacchabhume janapade nivasam kappetum. ","sn22.2:3.5":"Apalokito no sattha”ti. ","sn22.2:4.1":"“Santi havuso, nanaverajjagatam bhikkhum panham pucchitaro—","sn22.2:4.2":"khattiyapanditapi brahmanapanditapi gahapatipanditapi samanapanditapi. ","sn22.2:4.3":"Pandita havuso, manussa vimamsaka: ","sn22.2:4.4":"‘kimvadi panayasmantanam sattha kimakkhayi’ti, kacci vo ayasmantanam dhamma sussuta suggahita sumanasikata supadharita suppatividdha pannaya, yatha byakaramana ayasmanto vuttavadino ceva bhagavato assatha, na ca bhagavantam abhutena abbhacikkheyyatha, dhammassa canudhammam byakareyyatha, na ca koci sahadhammiko vadanuvado garayham thanam agaccheyya”ti? ","sn22.2:5.1":"“Duratopi kho mayam, avuso, agaccheyyama ayasmato sariputtassa santike etassa bhasitassa atthamannatum. ","sn22.2:5.2":"Sadhu vatayasmantamyeva sariputtam patibhatu etassa bhasitassa attho”ti. ","sn22.2:5.3":"“Tena havuso, sunatha, sadhukam manasi karotha, bhasissami”ti. ","sn22.2:5.4":"“Evamavuso”ti kho te bhikkhu ayasmato sariputtassa paccassosum. ","sn22.2:5.5":"Ayasma sariputto etadavoca: ","sn22.2:6.1":"“Santi havuso, nanaverajjagatam bhikkhum panham pucchitaro—","sn22.2:6.2":"khattiyapanditapi …pe… samanapanditapi. ","sn22.2:6.3":"Pandita havuso, manussa vimamsaka: ","sn22.2:6.4":"‘kimvadi panayasmantanam sattha kimakkhayi’ti? ","sn22.2:6.5":"Evam puttha tumhe, avuso, evam byakareyyatha: ","sn22.2:6.6":"‘chandaragavinayakkhayi kho no, avuso, sattha’ti. ","sn22.2:7.1":"Evam byakatepi kho, avuso, assuyeva uttarim panham pucchitaro—","sn22.2:7.2":"khattiyapanditapi …pe… samanapanditapi. ","sn22.2:7.3":"Pandita havuso, manussa vimamsaka: ","sn22.2:7.4":"‘kismim panayasmantanam chandaragavinayakkhayi sattha’ti? ","sn22.2:7.5":"Evam puttha tumhe, avuso, evam byakareyyatha: ","sn22.2:7.6":"‘rupe kho, avuso, chandaragavinayakkhayi sattha, ","sn22.2:7.7":"vedanaya … ","sn22.2:7.8":"sannaya … ","sn22.2:7.9":"sankharesu … ","sn22.2:7.10":"vinnane chandaragavinayakkhayi sattha’ti. ","sn22.2:8.1":"Evam byakatepi kho, avuso, assuyeva uttarim panham pucchitaro—","sn22.2:8.2":"khattiyapanditapi …pe… samanapanditapi. ","sn22.2:8.3":"Pandita havuso, manussa vimamsaka: ","sn22.2:8.4":"‘kim panayasmantanam adinavam disva rupe chandaragavinayakkhayi sattha, ","sn22.2:8.5":"vedanaya … ","sn22.2:8.6":"sannaya … ","sn22.2:8.7":"sankharesu … ","sn22.2:8.8":"vinnane chandaragavinayakkhayi sattha’ti? ","sn22.2:8.9":"Evam puttha tumhe, avuso, evam byakareyyatha: ","sn22.2:8.10":"‘rupe kho, avuso, avigataragassa avigatacchandassa avigatapemassa avigatapipasassa avigataparilahassa avigatatanhassa tassa rupassa viparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.2:8.11":"Vedanaya … ","sn22.2:8.12":"sannaya … ","sn22.2:8.13":"sankharesu avigataragassa …pe… ","sn22.2:8.14":"avigatatanhassa tesam sankharanam viparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.2:8.15":"Vinnane avigataragassa avigatacchandassa avigatapemassa avigatapipasassa avigataparilahassa avigatatanhassa tassa vinnanassa viparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.2:8.16":"Idam kho no, avuso, adinavam disva rupe chandaragavinayakkhayi sattha, ","sn22.2:8.17":"vedanaya … ","sn22.2:8.18":"sannaya … ","sn22.2:8.19":"sankharesu … ","sn22.2:8.20":"vinnane chandaragavinayakkhayi sattha’ti. ","sn22.2:9.1":"Evam byakatepi kho, avuso, assuyeva uttarim panham pucchitaro—","sn22.2:9.2":"khattiyapanditapi brahmanapanditapi gahapatipanditapi samanapanditapi. ","sn22.2:9.3":"Pandita havuso, manussa vimamsaka: ","sn22.2:9.4":"‘kim panayasmantanam anisamsam disva rupe chandaragavinayakkhayi sattha, ","sn22.2:9.5":"vedanaya … ","sn22.2:9.6":"sannaya … ","sn22.2:9.7":"sankharesu … ","sn22.2:9.8":"vinnane chandaragavinayakkhayi sattha’ti? ","sn22.2:9.9":"Evam puttha tumhe, avuso, evam byakareyyatha: ","sn22.2:9.10":"‘rupe kho, avuso, vigataragassa vigatacchandassa vigatapemassa vigatapipasassa vigataparilahassa vigatatanhassa tassa rupassa viparinamannathabhava nuppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.2:9.11":"Vedanaya … ","sn22.2:9.12":"sannaya … ","sn22.2:9.13":"sankharesu vigataragassa vigatacchandassa vigatapemassa vigatapipasassa vigataparilahassa vigatatanhassa tesam sankharanam viparinamannathabhava nuppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.2:9.14":"Vinnane vigataragassa vigatacchandassa vigatapemassa vigatapipasassa vigataparilahassa vigatatanhassa tassa vinnanassa viparinamannathabhava nuppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.2:9.15":"Idam kho no, avuso, anisamsam disva rupe chandaragavinayakkhayi sattha, vedanaya … ","sn22.2:9.16":"sannaya … ","sn22.2:9.17":"sankharesu … ","sn22.2:9.18":"vinnane chandaragavinayakkhayi sattha’ti. ","sn22.2:10.1":"Akusale cavuso, dhamme upasampajja viharato ditthe ceva dhamme sukho viharo abhavissa avighato anupayaso aparilaho, kayassa ca bheda param marana sugati patikankha, nayidam bhagava akusalanam dhammanam pahanam vanneyya. ","sn22.2:10.2":"Yasma ca kho, avuso, akusale dhamme upasampajja viharato ditthe ceva dhamme dukkho viharo savighato saupayaso saparilaho, kayassa ca bheda param marana duggati patikankha, tasma bhagava akusalanam dhammanam pahanam vanneti. ","sn22.2:11.1":"Kusale cavuso, dhamme upasampajja viharato ditthe ceva dhamme dukkho viharo abhavissa savighato saupayaso saparilaho, kayassa ca bheda param marana duggati patikankha, nayidam bhagava kusalanam dhammanam upasampadam vanneyya. ","sn22.2:11.2":"Yasma ca kho, avuso, kusale dhamme upasampajja viharato ditthe ceva dhamme sukho viharo avighato anupayaso aparilaho, kayassa ca bheda param marana sugati patikankha, tasma bhagava kusalanam dhammanam upasampadam vanneti”ti. ","sn22.2:12.1":"Idamavocayasma sariputto. ","sn22.2:12.2":"Attamana te bhikkhu ayasmato sariputtassa bhasitam abhinandunti. ","sn22.2:12.3":"Dutiyam. "}