{"sn22.1:0.1":"Samyutta Nikaya 22.1 ","sn22.1:0.2":"1. Nakulapituvagga ","sn22.1:0.3":"Nakulapitusutta ","sn22.1:1.1":"Evam me sutam—","sn22.1:1.2":"ekam samayam bhagava bhaggesu viharati susumaragire bhesakalavane migadaye. ","sn22.1:1.3":"Atha kho nakulapita gahapati yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho nakulapita gahapati bhagavantam etadavoca: ","sn22.1:2.1":"“Ahamasmi, bhante, jinno vuddho mahallako addhagato vayoanuppatto aturakayo abhikkhanatanko. ","sn22.1:2.2":"Aniccadassavi kho panaham, bhante, bhagavato manobhavaniyananca bhikkhunam. ","sn22.1:2.3":"Ovadatu mam, bhante, bhagava; ","sn22.1:2.4":"anusasatu mam, bhante, bhagava; ","sn22.1:2.5":"yam mamassa digharattam hitaya sukhaya”ti. ","sn22.1:3.1":"“Evametam, gahapati, evametam, gahapati. ","sn22.1:3.2":"Aturo hayam, gahapati, kayo andabhuto pariyonaddho. ","sn22.1:3.3":"Yo hi, gahapati, imam kayam pariharanto muhuttampi arogyam patijaneyya, kimannatra balya? ","sn22.1:3.4":"Tasmatiha te, gahapati, evam sikkhitabbam: ","sn22.1:3.5":"‘aturakayassa me sato cittam anaturam bhavissati’ti. ","sn22.1:3.6":"Evanhi te, gahapati, sikkhitabban”ti. ","sn22.1:4.1":"Atha kho nakulapita gahapati bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva yenayasma sariputto tenupasankami; upasankamitva ayasmantam sariputtam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho nakulapitaram gahapatim ayasma sariputto etadavoca: ","sn22.1:4.2":"“vippasannani kho te, gahapati, indriyani; ","sn22.1:4.3":"parisuddho mukhavanno pariyodato. ","sn22.1:4.4":"Alattha no ajja bhagavato sammukha dhammim katham savanaya”ti? ","sn22.1:5.1":"“Kathanhi no siya, bhante. ","sn22.1:5.2":"Idanaham, bhante, bhagavata dhammiya kathaya amatena abhisitto”ti. ","sn22.1:5.3":"“Yatha katham pana tvam, gahapati, bhagavata dhammiya kathaya amatena abhisitto”ti? ","sn22.1:5.4":"“Idhaham, bhante, yena bhagava tenupasankamim; upasankamitva bhagavantam abhivadetva ekamantam nisidim. Ekamantam nisinno khvaham, bhante, bhagavantam etadavocam: ","sn22.1:5.5":"‘ahamasmi, bhante, jinno vuddho mahallako addhagato vayoanuppatto aturakayo abhikkhanatanko. ","sn22.1:5.6":"Aniccadassavi kho panaham, bhante, bhagavato manobhavaniyananca bhikkhunam. ","sn22.1:5.7":"Ovadatu mam, bhante, bhagava; ","sn22.1:5.8":"anusasatu mam, bhante, bhagava; ","sn22.1:5.9":"yam mamassa digharattam hitaya sukhaya’ti. ","sn22.1:6.1":"Evam vutte, mam, bhante, bhagava etadavoca: ","sn22.1:6.2":"‘evametam, gahapati, evametam, gahapati. ","sn22.1:6.3":"Aturo hayam, gahapati, kayo andabhuto pariyonaddho. ","sn22.1:6.4":"Yo hi, gahapati, imam kayam pariharanto muhuttampi arogyam patijaneyya, kimannatra balya? ","sn22.1:6.5":"Tasmatiha te, gahapati, evam sikkhitabbam—","sn22.1:6.6":"aturakayassa me sato cittam anaturam bhavissatiti. ","sn22.1:6.7":"Evanhi te, gahapati, sikkhitabban’ti. ","sn22.1:6.8":"Evam khvaham, bhante, bhagavata dhammiya kathaya amatena abhisitto”ti. ","sn22.1:7.1":"“Na hi pana tam, gahapati, patibhasi bhagavantam uttarim patipucchitum: ","sn22.1:7.2":"‘kittavata nu kho, bhante, aturakayo ceva hoti aturacitto ca, kittavata ca pana aturakayo hi kho hoti no ca aturacitto’”ti? ","sn22.1:7.3":"“Duratopi kho mayam, bhante, agaccheyyama ayasmato sariputtassa santike etassa bhasitassa atthamannatum. ","sn22.1:7.4":"Sadhu vatayasmantamyeva sariputtam patibhatu etassa bhasitassa attho”ti. ","sn22.1:8.1":"“Tena hi, gahapati, sunahi, sadhukam manasi karohi; bhasissami”ti. ","sn22.1:8.2":"“Evam, bhante”ti kho nakulapita gahapati ayasmato sariputtassa paccassosi. ","sn22.1:8.3":"Ayasma sariputto etadavoca: ","sn22.1:9.1":"“Kathanca, gahapati, aturakayo ceva hoti, aturacitto ca? ","sn22.1:9.2":"Idha, gahapati, assutava puthujjano ariyanam adassavi ariyadhammassa akovido ariyadhamme avinito sappurisanam adassavi sappurisadhammassa akovido sappurisadhamme avinito ","sn22.1:9.3":"rupam attato samanupassati, rupavantam va attanam; attani va rupam, rupasmim va attanam. ","sn22.1:9.4":"‘Aham rupam, mama rupan’ti pariyutthatthayi hoti. ","sn22.1:9.5":"Tassa ‘aham rupam, mama rupan’ti pariyutthatthayino tam rupam viparinamati annatha hoti. ","sn22.1:9.6":"Tassa rupaviparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:10.1":"Vedanam attato samanupassati, vedanavantam va attanam; attani va vedanam, vedanaya va attanam. ","sn22.1:10.2":"‘Aham vedana, mama vedana’ti pariyutthatthayi hoti. ","sn22.1:10.3":"Tassa ‘aham vedana, mama vedana’ti pariyutthatthayino, sa vedana viparinamati annatha hoti. ","sn22.1:10.4":"Tassa vedanaviparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:11.1":"Sannam attato samanupassati, sannavantam va attanam; attani va sannam, sannaya va attanam. ","sn22.1:11.2":"‘Aham sanna, mama sanna’ti pariyutthatthayi hoti. ","sn22.1:11.3":"Tassa ‘aham sanna, mama sanna’ti pariyutthatthayino, sa sanna viparinamati annatha hoti. ","sn22.1:11.4":"Tassa sannaviparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:12.1":"Sankhare attato samanupassati, sankharavantam va attanam; attani va sankhare, sankharesu va attanam. ","sn22.1:12.2":"‘Aham sankhara, mama sankhara’ti pariyutthatthayi hoti. ","sn22.1:12.3":"Tassa ‘aham sankhara, mama sankhara’ti pariyutthatthayino, te sankhara viparinamanti annatha honti. ","sn22.1:12.4":"Tassa sankharaviparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:13.1":"Vinnanam attato samanupassati, vinnanavantam va attanam; attani va vinnanam, vinnanasmim va attanam. ","sn22.1:13.2":"‘Aham vinnanam, mama vinnanan’ti pariyutthatthayi hoti. ","sn22.1:13.3":"Tassa ‘aham vinnanam, mama vinnanan’ti pariyutthatthayino, tam vinnanam viparinamati annatha hoti. ","sn22.1:13.4":"Tassa vinnanaviparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:13.5":"Evam kho, gahapati, aturakayo ceva hoti aturacitto ca. ","sn22.1:14.1":"Kathanca, gahapati, aturakayo hi kho hoti no ca aturacitto? ","sn22.1:14.2":"Idha, gahapati, sutava ariyasavako ariyanam dassavi ariyadhammassa kovido ariyadhamme suvinito sappurisanam dassavi sappurisadhammassa kovido sappurisadhamme suvinito ","sn22.1:14.3":"na rupam attato samanupassati, na rupavantam va attanam; na attani va rupam, na rupasmim va attanam. ","sn22.1:14.4":"‘Aham rupam, mama rupan’ti na pariyutthatthayi hoti. ","sn22.1:14.5":"Tassa ‘aham rupam, mama rupan’ti apariyutthatthayino, tam rupam viparinamati annatha hoti. ","sn22.1:14.6":"Tassa rupaviparinamannathabhava nuppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:15.1":"Na vedanam attato samanupassati, na vedanavantam va attanam; na attani va vedanam, na vedanaya va attanam. ","sn22.1:15.2":"‘Aham vedana, mama vedana’ti na pariyutthatthayi hoti. ","sn22.1:15.3":"Tassa ‘aham vedana, mama vedana’ti apariyutthatthayino, sa vedana viparinamati annatha hoti. ","sn22.1:15.4":"Tassa vedanaviparinamannathabhava nuppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:16.1":"Na sannam attato samanupassati, na sannavantam va attanam; na attani va sannam, na sannaya va attanam. ","sn22.1:16.2":"‘Aham sanna, mama sanna’ti na pariyutthatthayi hoti. ","sn22.1:16.3":"Tassa ‘aham sanna, mama sanna’ti apariyutthatthayino, sa sanna viparinamati annatha hoti. ","sn22.1:16.4":"Tassa sannaviparinamannathabhava nuppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:17.1":"Na sankhare attato samanupassati, na sankharavantam va attanam; na attani va sankhare, na sankharesu va attanam. ","sn22.1:17.2":"‘Aham sankhara, mama sankhara’ti na pariyutthatthayi hoti. ","sn22.1:17.3":"Tassa ‘aham sankhara, mama sankhara’ti apariyutthatthayino, te sankhara viparinamanti annatha honti. ","sn22.1:17.4":"Tassa sankharaviparinamannathabhava nuppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:18.1":"Na vinnanam attato samanupassati, na vinnanavantam va attanam; na attani va vinnanam, na vinnanasmim va attanam. ","sn22.1:18.2":"‘Aham vinnanam, mama vinnanan’ti na pariyutthatthayi hoti. ","sn22.1:18.3":"Tassa ‘aham vinnanam, mama vinnanan’ti apariyutthatthayino, tam vinnanam viparinamati annatha hoti. ","sn22.1:18.4":"Tassa vinnanaviparinamannathabhava nuppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.1:18.5":"Evam kho, gahapati, aturakayo hoti no ca aturacitto”ti. ","sn22.1:19.1":"Idamavoca ayasma sariputto. ","sn22.1:19.2":"Attamano nakulapita gahapati ayasmato sariputtassa bhasitam abhinanditi. ","sn22.1:19.3":"Pathamam. "}