{"sn22.80:0.1":"Samyutta Nikaya 22.80 ","sn22.80:0.2":"8. Khajjaniyavagga ","sn22.80:0.3":"Pindolyasutta ","sn22.80:1.1":"Ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","sn22.80:1.2":"Atha kho bhagava kismincideva pakarane bhikkhusangham panametva pubbanhasamayam nivasetva pattacivaramadaya kapilavatthum pindaya pavisi. ","sn22.80:1.3":"Kapilavatthusmim pindaya caritva pacchabhattam pindapatapatikkanto yena mahavanam tenupasankami divaviharaya. ","sn22.80:1.4":"Mahavanam ajjhogahetva beluvalatthikaya mule divaviharam nisidi. ","sn22.80:2.1":"Atha kho bhagavato rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","sn22.80:2.2":"“maya kho bhikkhusangho pabalho. ","sn22.80:2.3":"Santettha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam. ","sn22.80:2.4":"Tesam mamam apassantanam siya annathattam siya viparinamo. ","sn22.80:2.5":"Seyyathapi nama vacchassa tarunassa mataram apassantassa siya annathattam siya viparinamo; ","sn22.80:2.6":"evameva santettha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam tesam mamam apassantanam siya annathattam siya viparinamo. ","sn22.80:2.7":"Seyyathapi nama bijanam tarunanam udakam alabhantanam siya annathattam siya viparinamo; ","sn22.80:2.8":"evameva santettha …pe… ","sn22.80:2.9":"tesam mamam alabhantanam dassanaya siya annathattam siya viparinamo. ","sn22.80:2.10":"Yannunaham yatheva maya pubbe bhikkhusangho anuggahito, evameva etarahi anugganheyyam bhikkhusanghan”ti. ","sn22.80:3.1":"Atha kho brahma sahampati bhagavato cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya pasaritam va baham saminjeyya; evameva—brahmaloke antarahito bhagavato purato paturahosi. ","sn22.80:3.2":"Atha kho brahma sahampati ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","sn22.80:3.3":"“evametam, bhagava, evametam, sugata. ","sn22.80:3.4":"Bhagavata, bhante, bhikkhusangho pabalho. ","sn22.80:3.5":"Santettha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam. ","sn22.80:3.6":"Tesam bhagavantam apassantanam siya annathattam siya viparinamo. ","sn22.80:3.7":"Seyyathapi nama vacchassa tarunassa mataram apassantassa siya annathattam siya viparinamo; ","sn22.80:3.8":"evameva santettha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam tesam bhagavantam apassantanam siya annathattam siya viparinamo. ","sn22.80:3.9":"Seyyathapi nama bijanam tarunanam udakam alabhantanam siya annathattam siya viparinamo; ","sn22.80:3.10":"evameva santettha bhikkhu nava acirapabbajita adhunagata imam dhammavinayam, tesam bhagavantam alabhantanam dassanaya siya annathattam siya viparinamo. ","sn22.80:3.11":"Abhinandatu, bhante, bhagava bhikkhusangham; ","sn22.80:3.12":"abhivadatu, bhante, bhagava bhikkhusangham. ","sn22.80:3.13":"Yatheva bhagavata pubbe bhikkhusangho anuggahito, evameva etarahi anugganhatu bhikkhusanghan”ti. ","sn22.80:4.1":"Adhivasesi bhagava tunhibhavena. ","sn22.80:4.2":"Atha kho brahma sahampati bhagavato adhivasanam viditva bhagavantam abhivadetva padakkhinam katva tatthevantaradhayi. ","sn22.80:5.1":"Atha kho bhagava sayanhasamayam patisallana vutthito yena nigrodharamo tenupasankami; upasankamitva pannatte asane nisidi. ","sn22.80:5.2":"Nisajja kho bhagava tatharupam iddhabhisankharam abhisankhasi yatha te bhikkhu ekadvihikaya sarajjamanarupa yenaham tenupasankameyyum. ","sn22.80:5.3":"Tepi bhikkhu ekadvihikaya sarajjamanarupa yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu bhagava etadavoca: ","sn22.80:6.1":"“Antamidam, bhikkhave, jivikanam yadidam pindolyam. ","sn22.80:6.2":"Abhisapoyam, bhikkhave, lokasmim pindolo vicarasi pattapaniti. ","sn22.80:6.3":"Tanca kho etam, bhikkhave, kulaputta upenti atthavasika, atthavasam paticca; ","sn22.80:6.4":"neva rajabhinita, na corabhinita, na inatta, na bhayatta, na ajivikapakata; ","sn22.80:6.5":"api ca kho otinnamha jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi dukkhotinna dukkhapareta ","sn22.80:6.6":"appeva nama imassa kevalassa dukkhakkhandhassa antakiriya pannayethati. ","sn22.80:7.1":"Evam pabbajito cayam, bhikkhave, kulaputto. ","sn22.80:7.2":"So ca hoti abhijjhalu kamesu tibbasarago byapannacitto padutthamanasankappo mutthassati asampajano asamahito vibbhantacitto pakatindriyo. ","sn22.80:7.3":"Seyyathapi, bhikkhave, chavalatam ubhatopadittam majjhe guthagatam, neva game katthattham pharati, naranne katthattham pharati. ","sn22.80:7.4":"Tathupamaham, bhikkhave, imam puggalam vadami gihibhoga ca parihino, samannatthanca na paripureti. ","sn22.80:8.1":"Tayome, bhikkhave, akusalavitakka—","sn22.80:8.2":"kamavitakko, byapadavitakko, vihimsavitakko. ","sn22.80:8.3":"Ime ca bhikkhave, tayo akusalavitakka kva aparisesa nirujjhanti? ","sn22.80:8.4":"Catusu va satipatthanesu suppatitthitacittassa viharato animittam va samadhim bhavayato. ","sn22.80:8.5":"Yavancidam, bhikkhave, alameva animitto samadhi bhavetum. ","sn22.80:8.6":"Animitto, bhikkhave, samadhi bhavito bahulikato mahapphalo hoti mahanisamso. ","sn22.80:9.1":"Dvema, bhikkhave, ditthiyo—","sn22.80:9.2":"bhavaditthi ca vibhavaditthi ca. ","sn22.80:9.3":"Tatra kho, bhikkhave, sutava ariyasavako iti patisancikkhati: ","sn22.80:9.4":"‘atthi nu kho tam kinci lokasmim yamaham upadiyamano na vajjava assan’ti? ","sn22.80:9.5":"So evam pajanati: ","sn22.80:9.6":"‘natthi nu kho tam kinci lokasmim yamaham upadiyamano na vajjava assam. ","sn22.80:9.7":"Ahanhi rupanneva upadiyamano upadiyeyyam vedananneva … ","sn22.80:9.8":"sannanneva … ","sn22.80:9.9":"sankhareyeva vinnananneva upadiyamano upadiyeyyam. ","sn22.80:9.10":"Tassa me assa upadanapaccaya bhavo; ","sn22.80:9.11":"bhavapaccaya jati; ","sn22.80:9.12":"jatipaccaya jaramaranam sokaparidevadukkhadomanassupayasa sambhaveyyum. ","sn22.80:9.13":"Evametassa kevalassa dukkhakkhandhassa samudayo assa’ti. ","sn22.80:10.1":"Tam kim mannatha, bhikkhave, ","sn22.80:10.2":"rupam niccam va aniccam va”ti? ","sn22.80:10.3":"“Aniccam, bhante”. ","sn22.80:10.4":"“Yam pananiccam dukkham va tam sukham va”ti? ","sn22.80:10.5":"“Dukkham, bhante”. ","sn22.80:10.6":"“Yam pananiccam dukkham viparinamadhammam kallam nu tam samanupassitum: ","sn22.80:10.7":"‘etam mama, esohamasmi, eso me atta’”ti? ","sn22.80:10.8":"“No hetam, bhante”. ","sn22.80:10.9":"“Vedana … ","sn22.80:10.10":"sanna … ","sn22.80:10.11":"sankhara … ","sn22.80:10.12":"vinnanam …pe… ","sn22.80:10.13":"tasmatiha, bhikkhave, ","sn22.80:10.14":"evam passam … ","sn22.80:10.15":"naparam itthattayati pajanati”ti. ","sn22.80:10.16":"Atthamam. "}