{"sn22.94:0.1":"Samyutta Nikaya 22.94 ","sn22.94:0.2":"10. Pupphavagga ","sn22.94:0.3":"Pupphasutta ","sn22.94:1.1":"Savatthinidanam. ","sn22.94:1.2":"“Naham, bhikkhave, lokena vivadami, lokova maya vivadati. ","sn22.94:1.3":"Na, bhikkhave, dhammavadi kenaci lokasmim vivadati. ","sn22.94:1.4":"Yam, bhikkhave, natthisammatam loke panditanam, ahampi tam ‘natthi’ti vadami. ","sn22.94:1.5":"Yam, bhikkhave, atthisammatam loke panditanam, ahampi tam ‘atthi’ti vadami. ","sn22.94:2.1":"Kinca, bhikkhave, natthisammatam loke panditanam, yamaham ‘natthi’ti vadami? ","sn22.94:2.2":"Rupam, bhikkhave, niccam dhuvam sassatam aviparinamadhammam natthisammatam loke panditanam; ahampi tam ‘natthi’ti vadami. ","sn22.94:2.3":"Vedana … ","sn22.94:2.4":"sanna … ","sn22.94:2.5":"sankhara … ","sn22.94:2.6":"vinnanam niccam dhuvam sassatam aviparinamadhammam natthisammatam loke panditanam; ahampi tam ‘natthi’ti vadami. ","sn22.94:2.7":"Idam kho, bhikkhave, natthisammatam loke panditanam; ahampi tam ‘natthi’ti vadami. ","sn22.94:3.1":"Kinca, bhikkhave, atthisammatam loke panditanam, yamaham ‘atthi’ti vadami? ","sn22.94:3.2":"Rupam, bhikkhave, aniccam dukkham viparinamadhammam atthisammatam loke panditanam; ahampi tam ‘atthi’ti vadami. ","sn22.94:3.3":"Vedana anicca …pe… ","sn22.94:3.4":"vinnanam aniccam dukkham viparinamadhammam atthisammatam loke panditanam; ahampi tam ‘atthi’ti vadami. ","sn22.94:3.5":"Idam kho, bhikkhave, atthisammatam loke panditanam; ahampi tam ‘atthi’ti vadami. ","sn22.94:4.1":"Atthi, bhikkhave, loke lokadhammo, tam tathagato abhisambujjhati abhisameti; ","sn22.94:4.2":"abhisambujjhitva abhisametva tam acikkhati deseti pannapeti patthapeti vivarati vibhajati uttanikaroti. ","sn22.94:5.1":"Kinca, bhikkhave, loke lokadhammo, tam tathagato abhisambujjhati abhisameti, abhisambujjhitva abhisametva acikkhati deseti pannapeti patthapeti vivarati vibhajati uttanikaroti? ","sn22.94:5.2":"Rupam, bhikkhave, loke lokadhammo tam tathagato abhisambujjhati abhisameti. ","sn22.94:5.3":"Abhisambujjhitva abhisametva acikkhati deseti pannapeti patthapeti vivarati vibhajati uttanikaroti. ","sn22.94:6.1":"Yo, bhikkhave, tathagatena evam acikkhiyamane desiyamane pannapiyamane patthapiyamane vivariyamane vibhajiyamane uttanikariyamane na janati na passati tamaham, bhikkhave, balam puthujjanam andham acakkhukam ajanantam apassantam kinti karomi. ","sn22.94:6.2":"Vedana, bhikkhave, loke lokadhammo …pe… ","sn22.94:6.3":"sanna, bhikkhave … ","sn22.94:6.4":"sankhara, bhikkhave … ","sn22.94:6.5":"vinnanam, bhikkhave, loke lokadhammo tam tathagato abhisambujjhati abhisameti. ","sn22.94:6.6":"Abhisambujjhitva abhisametva acikkhati deseti pannapeti patthapeti vivarati vibhajati uttanikaroti. ","sn22.94:7.1":"Yo, bhikkhave, tathagatena evam acikkhiyamane desiyamane pannapiyamane patthapiyamane vivariyamane vibhajiyamane uttanikariyamane na janati na passati tamaham, bhikkhave, balam puthujjanam andham acakkhukam ajanantam apassantam kinti karomi. ","sn22.94:8.1":"Seyyathapi, bhikkhave, uppalam va padumam va pundarikam va udake jatam udake samvaddham udaka accuggamma thati anupalittam udakena; ","sn22.94:8.2":"evameva kho, bhikkhave, tathagato loke jato loke samvaddho lokam abhibhuyya viharati anupalitto lokena”ti. ","sn22.94:8.3":"Dutiyam. "}