{"sn22.26:0.1":"Samyutta Nikaya 22.26 ","sn22.26:0.2":"3. Bharavagga ","sn22.26:0.3":"Assadasutta ","sn22.26:1.1":"Savatthinidanam. ","sn22.26:1.2":"“Pubbeva me, bhikkhave, sambodha anabhisambuddhassa bodhisattasseva sato etadahosi: ","sn22.26:1.3":"‘ko nu kho rupassa assado, ko adinavo, kim nissaranam? ","sn22.26:1.4":"Ko vedanaya assado, ko adinavo, kim nissaranam? ","sn22.26:1.5":"Ko sannaya assado, ko adinavo, kim nissaranam? ","sn22.26:1.6":"Ko sankharanam assado, ko adinavo, kim nissaranam? ","sn22.26:1.7":"Ko vinnanassa assado, ko adinavo, kim nissaranan’ti? ","sn22.26:1.8":"Tassa mayham, bhikkhave, etadahosi: ","sn22.26:1.9":"‘yam kho rupam paticca uppajjati sukham somanassam, ayam rupassa assado. ","sn22.26:1.10":"Yam rupam aniccam dukkham viparinamadhammam, ayam rupassa adinavo. ","sn22.26:1.11":"Yo rupasmim chandaragavinayo chandaragappahanam, idam rupassa nissaranam. ","sn22.26:1.12":"Yam vedanam paticca uppajjati sukham somanassam, ayam vedanaya assado. ","sn22.26:1.13":"Yam vedana anicca dukkha viparinamadhamma, ayam vedanaya adinavo. ","sn22.26:1.14":"Yo vedanaya chandaragavinayo chandaragappahanam, idam vedanaya nissaranam. ","sn22.26:1.15":"Yam sannam paticca uppajjati …pe… ","sn22.26:1.16":"yam sankhare paticca uppajjati sukham somanassam, ayam sankharanam assado. ","sn22.26:1.17":"Yam sankhara anicca dukkha viparinamadhamma, ayam sankharanam adinavo. ","sn22.26:1.18":"Yo sankharesu chandaragavinayo chandaragappahanam, idam sankharanam nissaranam. ","sn22.26:1.19":"Yam vinnanam paticca uppajjati sukham somanassam, ayam vinnanassa assado. ","sn22.26:1.20":"Yam vinnanam aniccam dukkham viparinamadhammam, ayam vinnanassa adinavo. ","sn22.26:1.21":"Yo vinnanasmim chandaragavinayo chandaragappahanam, idam vinnanassa nissaranam’. ","sn22.26:2.1":"Yavakivancaham, bhikkhave, imesam pancannam upadanakkhandhanam evam assadanca assadato adinavanca adinavato nissarananca nissaranato yathabhutam nabbhannasim, neva tavaham, bhikkhave, ‘sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya anuttaram sammasambodhim abhisambuddho’ti paccannasim. ","sn22.26:2.2":"Yato ca khvaham, bhikkhave, imesam pancannam upadanakkhandhanam evam assadanca assadato adinavanca adinavato nissarananca nissaranato yathabhutam abbhannasim; ","sn22.26:2.3":"athaham, bhikkhave, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya anuttaram sammasambodhim abhisambuddhoti paccannasim. ","sn22.26:2.4":"Nananca pana me dassanam udapadi: ","sn22.26:2.5":"‘akuppa me vimutti; ayamantima jati; natthi dani punabbhavo’”ti. ","sn22.26:2.6":"Pancamam. "}