{"sn22.78:0.1":"Samyutta Nikaya 22.78 ","sn22.78:0.2":"8. Khajjaniyavagga ","sn22.78:0.3":"Sihasutta ","sn22.78:1.1":"Savatthinidanam. ","sn22.78:1.2":"“Siho, bhikkhave, migaraja sayanhasamayam asaya nikkhamati; asaya nikkhamitva vijambhati; vijambhitva samanta catuddisa anuviloketi; samanta catuddisa anuviloketva tikkhattum sihanadam nadati; tikkhattum sihanadam naditva gocaraya pakkamati. ","sn22.78:1.3":"Ye hi keci, bhikkhave, tiracchanagata pana sihassa migaranno nadato saddam sunanti; yebhuyyena bhayam samvegam santasam apajjanti; bilam bilasaya pavisanti; dakam dakasaya pavisanti; vanam vanasaya pavisanti; akasam pakkhino bhajanti. ","sn22.78:1.4":"Yepi te, bhikkhave, ranno naga gamanigamarajadhanisu, dalhehi varattehi baddha, tepi tani bandhanani sanchinditva sampadaletva bhita muttakarisam cajamana, yena va tena va palayanti. ","sn22.78:1.5":"Evam mahiddhiko kho, bhikkhave, siho migaraja tiracchanagatanam pananam, evam mahesakkho, evam mahanubhavo. ","sn22.78:2.1":"Evameva kho, bhikkhave, yada tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. So dhammam deseti: ","sn22.78:2.2":"‘iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","sn22.78:2.3":"iti vedana … ","sn22.78:2.4":"iti sanna … ","sn22.78:2.5":"iti sankhara … ","sn22.78:2.6":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamo’ti. ","sn22.78:2.7":"Yepi te, bhikkhave, deva dighayuka vannavanto sukhabahula uccesu vimanesu ciratthitika tepi tathagatassa dhammadesanam sutva yebhuyyena bhayam samvegam santasam apajjanti: ","sn22.78:2.8":"‘aniccava kira, bho, mayam samana niccamhati amannimha. ","sn22.78:2.9":"Addhuvava kira, bho, mayam samana dhuvamhati amannimha. ","sn22.78:2.10":"Asassatava kira, bho, mayam samana sassatamhati amannimha. ","sn22.78:2.11":"Mayampi kira, bho, anicca addhuva asassata sakkayapariyapanna’ti. ","sn22.78:2.12":"Evam mahiddhiko kho, bhikkhave, tathagato sadevakassa lokassa, evam mahesakkho, evam mahanubhavo”ti. ","sn22.78:2.13":"Idamavoca bhagava …pe… ","sn22.78:2.14":"etadavoca sattha: ","sn22.78:3.1":"“Yada buddho abhinnaya, ","sn22.78:3.2":"dhammacakkam pavattayi; ","sn22.78:3.3":"Sadevakassa lokassa, ","sn22.78:3.4":"sattha appatipuggalo. ","sn22.78:4.1":"Sakkayanca nirodhanca, ","sn22.78:4.2":"sakkayassa ca sambhavam; ","sn22.78:4.3":"Ariyancatthangikam maggam, ","sn22.78:4.4":"dukkhupasamagaminam. ","sn22.78:5.1":"Yepi dighayuka deva, ","sn22.78:5.2":"vannavanto yasassino; ","sn22.78:5.3":"Bhita santasamapadum, ","sn22.78:5.4":"sihassevitare miga. ","sn22.78:6.1":"Avitivatta sakkayam, ","sn22.78:6.2":"anicca kira bho mayam; ","sn22.78:6.3":"Sutva arahato vakyam, ","sn22.78:6.4":"vippamuttassa tadino”ti. ","sn22.78:6.5":"Chattham. "}