{"sn22.43:0.1":"Samyutta Nikaya 22.43 ","sn22.43:0.2":"5. Attadipavagga ","sn22.43:0.3":"Attadipasutta ","sn22.43:1.1":"Savatthinidanam. ","sn22.43:1.2":"“Attadipa, bhikkhave, viharatha attasarana anannasarana, dhammadipa dhammasarana anannasarana. ","sn22.43:1.3":"Attadipanam, bhikkhave, viharatam attasarananam anannasarananam, dhammadipanam dhammasarananam anannasarananam yoni upaparikkhitabba ‘Kimjatika sokaparidevadukkhadomanassupayasa, kimpahotika’ti? ","sn22.43:2.1":"Kimjatika ca, bhikkhave, sokaparidevadukkhadomanassupayasa, kimpahotika? ","sn22.43:2.2":"Idha, bhikkhave, assutava puthujjano ariyanam adassavi ariyadhammassa akovido ariyadhamme avinito, sappurisanam adassavi sappurisadhammassa akovido sappurisadhamme avinito, ","sn22.43:2.3":"rupam attato samanupassati, rupavantam va attanam; attani va rupam, rupasmim va attanam. ","sn22.43:2.4":"Tassa tam rupam viparinamati, annatha ca hoti. ","sn22.43:2.5":"Tassa rupaviparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.43:2.6":"Vedanam attato samanupassati, vedanavantam va attanam; attani va vedanam, vedanaya va attanam. ","sn22.43:2.7":"Tassa sa vedana viparinamati, annatha ca hoti. ","sn22.43:2.8":"Tassa vedanaviparinamannathabhava uppajjanti sokaparideva …pe… payasa. ","sn22.43:2.9":"Sannam attato samanupassati … ","sn22.43:2.10":"sankhare attato samanupassati … ","sn22.43:2.11":"vinnanam attato samanupassati, vinnanavantam va attanam; attani va vinnanam, vinnanasmim va attanam. ","sn22.43:2.12":"Tassa tam vinnanam viparinamati, annatha ca hoti. ","sn22.43:2.13":"Tassa vinnanaviparinamannathabhava uppajjanti sokaparidevadukkhadomanassupayasa. ","sn22.43:3.1":"Rupassa tveva, bhikkhave, aniccatam viditva viparinamam viragam nirodham, ‘pubbe ceva rupam etarahi ca sabbam rupam aniccam dukkham viparinamadhamman’ti, evametam yathabhutam sammappannaya passato ye sokaparidevadukkhadomanassupayasa te pahiyanti. ","sn22.43:3.2":"Tesam pahana na paritassati, aparitassam sukham viharati, sukhavihari bhikkhu ‘tadanganibbuto’ti vuccati. ","sn22.43:3.3":"Vedanaya tveva, bhikkhave, aniccatam viditva viparinamam viragam nirodham, ‘pubbe ceva vedana etarahi ca sabba vedana anicca dukkha viparinamadhamma’ti, evametam yathabhutam sammappannaya passato ye sokaparidevadukkhadomanassupayasa te pahiyanti. ","sn22.43:3.4":"Tesam pahana na paritassati, aparitassam sukham viharati, sukhavihari bhikkhu ‘tadanganibbuto’ti vuccati. ","sn22.43:3.5":"Sannaya … ","sn22.43:3.6":"sankharanam tveva, bhikkhave, aniccatam viditva viparinamam viragam nirodham, ‘pubbe ceva sankhara etarahi ca sabbe sankhara anicca dukkha viparinamadhamma’ti, evametam yathabhutam sammappannaya passato ye sokaparidevadukkhadomanassupayasa te pahiyanti. ","sn22.43:3.7":"Tesam pahana na paritassati, aparitassam sukham viharati, sukhavihari bhikkhu ‘tadanganibbuto’ti vuccati. ","sn22.43:3.8":"Vinnanassa tveva, bhikkhave, aniccatam viditva viparinamam viragam nirodham, ‘pubbe ceva vinnanam etarahi ca sabbam vinnanam aniccam dukkham viparinamadhamman’ti, evametam yathabhutam sammappannaya passato ye sokaparidevadukkhadomanassupayasa te pahiyanti. ","sn22.43:3.9":"Tesam pahana na paritassati, aparitassam sukham viharati, sukhavihari bhikkhu ‘tadanganibbuto’ti vuccati”ti. ","sn22.43:3.10":"Pathamam. "}