{"sn22.28:0.1":"Samyutta Nikaya 22.28 ","sn22.28:0.2":"3. Bharavagga ","sn22.28:0.3":"Tatiyaassadasutta ","sn22.28:1.1":"Savatthinidanam. ","sn22.28:1.2":"“No cedam, bhikkhave, rupassa assado abhavissa nayidam satta rupasmim sarajjeyyum. ","sn22.28:1.3":"Yasma ca kho, bhikkhave, atthi rupassa assado, tasma satta rupasmim sarajjanti. ","sn22.28:1.4":"No cedam, bhikkhave, rupassa adinavo abhavissa nayidam satta rupasmim nibbindeyyum. ","sn22.28:1.5":"Yasma ca kho, bhikkhave, atthi rupassa adinavo, tasma satta rupasmim nibbindanti. ","sn22.28:1.6":"No cedam, bhikkhave, rupassa nissaranam abhavissa nayidam satta rupasma nissareyyum. ","sn22.28:1.7":"Yasma ca kho, bhikkhave, atthi rupassa nissaranam, tasma satta rupasma nissaranti. ","sn22.28:1.8":"No cedam, bhikkhave, vedanaya …pe… ","sn22.28:1.9":"no cedam, bhikkhave, sannaya … ","sn22.28:1.10":"no cedam, bhikkhave, sankharanam nissaranam abhavissa, nayidam satta sankharehi nissareyyum. ","sn22.28:1.11":"Yasma ca kho, bhikkhave, atthi sankharanam nissaranam, tasma satta sankharehi nissaranti. ","sn22.28:1.12":"No cedam, bhikkhave, vinnanassa assado abhavissa, nayidam satta vinnanasmim sarajjeyyum. ","sn22.28:1.13":"Yasma ca kho, bhikkhave, atthi vinnanassa assado, tasma satta vinnanasmim sarajjanti. ","sn22.28:1.14":"No cedam, bhikkhave, vinnanassa adinavo abhavissa, nayidam satta vinnanasmim nibbindeyyum. ","sn22.28:1.15":"Yasma ca kho, bhikkhave, atthi vinnanassa adinavo, tasma satta vinnanasmim nibbindanti. ","sn22.28:1.16":"No cedam, bhikkhave, vinnanassa nissaranam abhavissa, nayidam satta vinnanasma nissareyyum. ","sn22.28:1.17":"Yasma ca kho, bhikkhave, atthi vinnanassa nissaranam, tasma satta vinnanasma nissaranti. ","sn22.28:2.1":"Yavakivanca, bhikkhave, satta imesam pancannam upadanakkhandhanam assadanca assadato adinavanca adinavato nissarananca nissaranato yathabhutam nabbhannamsu; ","sn22.28:2.2":"neva tava, bhikkhave, satta sadevaka loka samaraka sabrahmaka sassamanabrahmaniya pajaya sadevamanussaya nissata visamyutta vippamutta vimariyadikatena cetasa viharimsu. ","sn22.28:2.3":"Yato ca kho, bhikkhave, satta imesam pancannam upadanakkhandhanam assadanca assadato adinavanca adinavato nissarananca nissaranato yathabhutam abbhannamsu; ","sn22.28:2.4":"atha, bhikkhave, satta sadevaka loka samaraka sabrahmaka sassamanabrahmaniya pajaya sadevamanussaya nissata visamyutta vippamutta vimariyadikatena cetasa viharanti”. ","sn22.28:2.5":"Sattamam. "}