{"sn22.95:0.1":"Samyutta Nikaya 22.95 ","sn22.95:0.2":"10. Pupphavagga ","sn22.95:0.3":"Phenapindupamasutta ","sn22.95:1.1":"Ekam samayam bhagava ayujjhayam viharati gangaya nadiya tire. ","sn22.95:1.2":"Tatra kho bhagava bhikkhu amantesi: ","sn22.95:2.1":"“Seyyathapi, bhikkhave, ayam ganga nadi mahantam phenapindam avaheyya. Tamenam cakkhuma puriso passeyya nijjhayeyya yoniso upaparikkheyya. Tassa tam passato nijjhayato yoniso upaparikkhato rittakanneva khayeyya, tucchakanneva khayeyya, asarakanneva khayeyya. Kinhi siya, bhikkhave, phenapinde saro? ","sn22.95:2.2":"Evameva kho, bhikkhave, yam kinci rupam atitanagatapaccuppannam …pe… yam dure santike va tam bhikkhu passati nijjhayati yoniso upaparikkhati. Tassa tam passato nijjhayato yoniso upaparikkhato rittakanneva khayati, tucchakanneva khayati, asarakanneva khayati. Kinhi siya, bhikkhave, rupe saro? ","sn22.95:3.1":"Seyyathapi, bhikkhave, saradasamaye thullaphusitake deve vassante udake udakapubbulam uppajjati ceva nirujjhati ca. Tamenam cakkhuma puriso passeyya nijjhayeyya yoniso upaparikkheyya. Tassa tam passato nijjhayato yoniso upaparikkhato rittakanneva khayeyya, tucchakanneva khayeyya, asarakanneva khayeyya. Kinhi siya, bhikkhave, udakapubbule saro? ","sn22.95:3.2":"Evameva kho, bhikkhave, ya kaci vedana atitanagatapaccuppanna …pe… ya dure santike va tam bhikkhu passati nijjhayati yoniso upaparikkhati. Tassa tam passato nijjhayato yoniso upaparikkhato rittakanneva khayati, tucchakanneva khayati, asarakanneva khayati. Kinhi siya, bhikkhave, vedanaya saro? ","sn22.95:4.1":"Seyyathapi, bhikkhave, gimhanam pacchime mase thite majjhanhike kale maricika phandati. Tamenam cakkhuma puriso passeyya nijjhayeyya yoniso upaparikkheyya. Tassa tam passato nijjhayato yoniso upaparikkhato rittakanneva khayeyya, tucchakanneva khayeyya …pe… kinhi siya, bhikkhave, maricikaya saro? ","sn22.95:4.2":"Evameva kho, bhikkhave, ya kaci sanna …pe…. ","sn22.95:5.1":"Seyyathapi, bhikkhave, puriso saratthiko saragavesi sarapariyesanam caramano tinham kutharim adaya vanam paviseyya. So tattha passeyya mahantam kadalikkhandham ujum navam akukkukajatam. Tamenam mule chindeyya; mule chetva agge chindeyya, agge chetva pattavattim vinibbhujeyya. So tassa pattavattim vinibbhujanto pheggumpi nadhigaccheyya, kuto saram. Tamenam cakkhuma puriso passeyya nijjhayeyya yoniso upaparikkheyya. Tassa tam passato nijjhayato yoniso upaparikkhato rittakanneva khayeyya, tucchakanneva khayeyya, asarakanneva khayeyya. Kinhi siya, bhikkhave, kadalikkhandhe saro? ","sn22.95:5.2":"Evameva kho, bhikkhave, ye keci sankhara atitanagatapaccuppanna …pe… ye dure santike va tam bhikkhu passati nijjhayati yoniso upaparikkhati. Tassa tam passato nijjhayato yoniso upaparikkhato rittakanneva khayati, tucchakanneva khayati, asarakanneva khayati. Kinhi siya, bhikkhave, sankharesu saro? ","sn22.95:6.1":"Seyyathapi, bhikkhave, mayakaro va mayakarantevasi va catumahapathe mayam vidamseyya. Tamenam cakkhuma puriso passeyya nijjhayeyya yoniso upaparikkheyya. Tassa tam passato nijjhayato yoniso upaparikkhato rittakanneva khayeyya, tucchakanneva khayeyya, asarakanneva khayeyya. Kinhi siya, bhikkhave, mayaya saro? ","sn22.95:6.2":"Evameva kho, bhikkhave, yam kinci vinnanam atitanagatapaccuppannam …pe… yam dure santike va, tam bhikkhu passati nijjhayati yoniso upaparikkhati. Tassa tam passato nijjhayato yoniso upaparikkhato rittakanneva khayati, tucchakanneva khayati, asarakanneva khayati. Kinhi siya, bhikkhave, vinnane saro? ","sn22.95:7.1":"Evam passam, bhikkhave, sutava ariyasavako rupasmimpi nibbindati, vedanayapi … sannayapi … sankharesupi … vinnanasmimpi nibbindati. ","sn22.95:7.2":"Nibbindam virajjati; viraga vimuccati. Vimuttasmim vimuttamiti nanam hoti …pe… ","sn22.95:7.3":"naparam itthattayati pajanati”. ","sn22.95:8.1":"Idamavoca bhagava. ","sn22.95:8.2":"Idam vatvana sugato athaparam etadavoca sattha: ","sn22.95:9.1":"“Phenapindupamam rupam, ","sn22.95:9.2":"vedana bubbulupama; ","sn22.95:9.3":"Maricikupama sanna, ","sn22.95:9.4":"sankhara kadalupama; ","sn22.95:9.5":"Mayupamanca vinnanam, ","sn22.95:9.6":"desitadiccabandhuna. ","sn22.95:10.1":"Yatha yatha nijjhayati, ","sn22.95:10.2":"yoniso upaparikkhati; ","sn22.95:10.3":"Rittakam tucchakam hoti, ","sn22.95:10.4":"yo nam passati yoniso. ","sn22.95:11.1":"Imanca kayam arabbha, ","sn22.95:11.2":"bhuripannena desitam; ","sn22.95:11.3":"Pahanam tinnam dhammanam, ","sn22.95:11.4":"rupam passatha chadditam. ","sn22.95:12.1":"Ayu usma ca vinnanam, ","sn22.95:12.2":"yada kayam jahantimam; ","sn22.95:12.3":"Apaviddho tada seti, ","sn22.95:12.4":"parabhattam acetanam. ","sn22.95:13.1":"Etadisayam santano, ","sn22.95:13.2":"mayayam balalapini; ","sn22.95:13.3":"Vadhako esa akkhato, ","sn22.95:13.4":"saro ettha na vijjati. ","sn22.95:14.1":"Evam khandhe avekkheyya, ","sn22.95:14.2":"bhikkhu araddhaviriyo; ","sn22.95:14.3":"Diva va yadi va rattim, ","sn22.95:14.4":"sampajano patissato. ","sn22.95:15.1":"Jaheyya sabbasamyogam, ","sn22.95:15.2":"kareyya saranattano; ","sn22.95:15.3":"Careyyadittasisova, ","sn22.95:15.4":"patthayam accutam padan”ti. ","sn22.95:15.5":"Tatiyam. "}