{"sn3.19:0.1":"Samyutta Nikaya 3.19 ","sn3.19:0.2":"2. Dutiyavagga ","sn3.19:0.3":"Pathamaaputtakasutta ","sn3.19:1.1":"Savatthinidanam. ","sn3.19:1.2":"Atha kho raja pasenadi kosalo diva divassa yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho rajanam pasenadim kosalam bhagava etadavoca: ","sn3.19:1.3":"“handa kuto nu tvam, maharaja, agacchasi diva divassa”ti? ","sn3.19:2.1":"“Idha, bhante, savatthiyam setthi gahapati kalankato. ","sn3.19:2.2":"Tamaham aputtakam sapateyyam rajantepuram atiharitva agacchami. ","sn3.19:2.3":"Asiti, bhante, satasahassani hirannasseva, ko pana vado rupiyassa. ","sn3.19:2.4":"Tassa kho pana, bhante, setthissa gahapatissa evarupo bhattabhogo ahosi—","sn3.19:2.5":"kanajakam bhunjati bilangadutiyam. ","sn3.19:2.6":"Evarupo vatthabhogo ahosi—","sn3.19:2.7":"sanam dhareti tipakkhavasanam. ","sn3.19:2.8":"Evarupo yanabhogo ahosi—","sn3.19:2.9":"jajjararathakena yati pannachattakena dhariyamanena”ti. ","sn3.19:3.1":"“Evametam, maharaja, evametam, maharaja. ","sn3.19:3.2":"Asappuriso kho, maharaja, ulare bhoge labhitva nevattanam sukheti pineti, na matapitaro sukheti pineti, na puttadaram sukheti pineti, na dasakammakaraporise sukheti pineti, na mittamacce sukheti pineti, na samanabrahmanesu uddhaggikam dakkhinam patitthapeti sovaggikam sukhavipakam saggasamvattanikam. ","sn3.19:3.3":"Tassa te bhoge evam samma aparibhunjiyamane rajano va haranti cora va haranti aggi va dahati udakam va vahati appiya va dayada haranti. ","sn3.19:3.4":"Evamsa te, maharaja, bhoga samma aparibhunjiyamana parikkhayam gacchanti, no paribhogam. ","sn3.19:4.1":"Seyyathapi, maharaja, amanussatthane pokkharani acchodaka sitodaka satodaka setodaka supatittha ramaniya. ","sn3.19:4.2":"Tam jano neva hareyya na piveyya na nahayeyya na yathapaccayam va kareyya. ","sn3.19:4.3":"Evanhi tam, maharaja, udakam samma aparibhunjiyamanam parikkhayam gaccheyya, no paribhogam. ","sn3.19:4.4":"Evameva kho, maharaja, asappuriso ulare bhoge labhitva nevattanam sukheti pineti, na matapitaro sukheti pineti, na puttadaram sukheti pineti, na dasakammakaraporise sukheti pineti, na mittamacce sukheti pineti, na samanabrahmanesu uddhaggikam dakkhinam patitthapeti sovaggikam sukhavipakam saggasamvattanikam. ","sn3.19:4.5":"Tassa te bhoge evam samma aparibhunjiyamane rajano va haranti, cora va haranti, aggi va dahati, udakam va vahati, appiya va dayada haranti. ","sn3.19:4.6":"Evamsa te, maharaja, bhoga samma aparibhunjiyamana parikkhayam gacchanti, no paribhogam. ","sn3.19:5.1":"Sappuriso ca kho, maharaja, ulare bhoge labhitva attanam sukheti pineti, matapitaro sukheti pineti, puttadaram sukheti pineti, dasakammakaraporise sukheti pineti, mittamacce sukheti pineti, samanabrahmanesu uddhaggikam dakkhinam patitthapeti sovaggikam sukhavipakam saggasamvattanikam. ","sn3.19:5.2":"Tassa te bhoge evam samma paribhunjiyamane neva rajano haranti, na cora haranti, na aggi dahati, na udakam vahati, na appiya dayada haranti. ","sn3.19:5.3":"Evamsa te, maharaja, bhoga samma paribhunjiyamana paribhogam gacchanti, no parikkhayam. ","sn3.19:6.1":"Seyyathapi, maharaja, gamassa va nigamassa va avidure pokkharani acchodaka sitodaka satodaka setodaka supatittha ramaniya. ","sn3.19:6.2":"Tanca udakam jano hareyyapi piveyyapi nahayeyyapi yathapaccayampi kareyya. ","sn3.19:6.3":"Evanhi tam, maharaja, udakam samma paribhunjiyamanam paribhogam gaccheyya, no parikkhayam. ","sn3.19:6.4":"Evameva kho, maharaja, sappuriso ulare bhoge labhitva attanam sukheti pineti, matapitaro sukheti pineti, puttadaram sukheti pineti, dasakammakaraporise sukheti pineti, mittamacce sukheti pineti, samanabrahmanesu uddhaggikam dakkhinam patitthapeti sovaggikam sukhavipakam saggasamvattanikam. ","sn3.19:6.5":"Tassa te bhoge evam samma paribhunjiyamane neva rajano haranti, na cora haranti, na aggi dahati, na udakam vahati, na appiya dayada haranti. ","sn3.19:6.6":"Evamsa te, maharaja, bhoga samma paribhunjiyamana paribhogam gacchanti, no parikkhayan”ti. ","sn3.19:7.1":"“Amanussatthane udakamva sitam, ","sn3.19:7.2":"Tadapeyyamanam parisosameti; ","sn3.19:7.3":"Evam dhanam kapuriso labhitva, ","sn3.19:7.4":"Nevattana bhunjati no dadati. ","sn3.19:8.1":"Dhiro ca vinnu adhigamma bhoge, ","sn3.19:8.2":"So bhunjati kiccakaro ca hoti; ","sn3.19:8.3":"So natisangham nisabho bharitva, ","sn3.19:8.4":"Anindito saggamupeti thanan”ti. "}