{"sn3.12:0.1":"Samyutta Nikaya 3.12 ","sn3.12:0.2":"2. Dutiyavagga ","sn3.12:0.3":"Pancarajasutta ","sn3.12:1.1":"Savatthinidanam. ","sn3.12:1.2":"Tena kho pana samayena pancannam rajunam pasenadipamukhanam pancahi kamagunehi samappitanam samangibhutanam paricarayamananam ayamantarakatha udapadi: ","sn3.12:1.3":"“kim nu kho kamanam aggan”ti? ","sn3.12:1.4":"Tatrekacce evamahamsu: ","sn3.12:1.5":"“rupa kamanam aggan”ti. ","sn3.12:1.6":"Ekacce evamahamsu: ","sn3.12:1.7":"“sadda kamanam aggan”ti. ","sn3.12:1.8":"Ekacce evamahamsu: ","sn3.12:1.9":"“gandha kamanam aggan”ti. ","sn3.12:1.10":"Ekacce evamahamsu: ","sn3.12:1.11":"“rasa kamanam aggan”ti. ","sn3.12:1.12":"Ekacce evamahamsu: ","sn3.12:1.13":"“photthabba kamanam aggan”ti. ","sn3.12:1.14":"Yato kho te rajano nasakkhimsu annamannam sannapetum. ","sn3.12:2.1":"Atha kho raja pasenadi kosalo te rajano etadavoca: ","sn3.12:2.2":"“ayama, marisa, yena bhagava tenupasankamissama; upasankamitva bhagavantam etamattham patipucchissama. ","sn3.12:2.3":"Yatha no bhagava byakarissati tatha nam dharessama”ti. ","sn3.12:2.4":"“Evam, marisa”ti kho te rajano ranno pasenadissa kosalassa paccassosum. ","sn3.12:3.1":"Atha kho te panca rajano pasenadipamukha yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinno kho raja pasenadi kosalo bhagavantam etadavoca: ","sn3.12:3.2":"“idha, bhante, amhakam pancannam rajunam pancahi kamagunehi samappitanam samangibhutanam paricarayamananam ayamantarakatha udapadi: ","sn3.12:3.3":"‘kim nu kho kamanam aggan’ti? ","sn3.12:3.4":"Ekacce evamahamsu: ","sn3.12:3.5":"‘rupa kamanam aggan’ti. ","sn3.12:3.6":"Ekacce evamahamsu: ","sn3.12:3.7":"‘sadda kamanam aggan’ti. ","sn3.12:3.8":"Ekacce evamahamsu: ","sn3.12:3.9":"‘gandha kamanam aggan’ti. ","sn3.12:3.10":"Ekacce evamahamsu: ","sn3.12:3.11":"‘rasa kamanam aggan’ti. ","sn3.12:3.12":"Ekacce evamahamsu: ","sn3.12:3.13":"‘photthabba kamanam aggan’ti. ","sn3.12:3.14":"Kim nu kho, bhante, kamanam aggan”ti? ","sn3.12:4.1":"“Manapapariyantam khvaham, maharaja, pancasu kamagunesu agganti vadami. ","sn3.12:4.2":"Teva, maharaja, rupa ekaccassa manapa honti, teva rupa ekaccassa amanapa honti. ","sn3.12:4.3":"Yehi ca yo rupehi attamano hoti paripunnasankappo, so tehi rupehi annam rupam uttaritaram va panitataram va na pattheti. ","sn3.12:4.4":"Te tassa rupa parama honti. ","sn3.12:4.5":"Te tassa rupa anuttara honti. ","sn3.12:5.1":"Teva, maharaja, sadda ekaccassa manapa honti, teva sadda ekaccassa amanapa honti. ","sn3.12:5.2":"Yehi ca yo saddehi attamano hoti paripunnasankappo, so tehi saddehi annam saddam uttaritaram va panitataram va na pattheti. ","sn3.12:5.3":"Te tassa sadda parama honti. ","sn3.12:5.4":"Te tassa sadda anuttara honti. ","sn3.12:6.1":"Teva, maharaja, gandha ekaccassa manapa honti, teva gandha ekaccassa amanapa honti. ","sn3.12:6.2":"Yehi ca yo gandhehi attamano hoti paripunnasankappo, so tehi gandhehi annam gandham uttaritaram va panitataram va na pattheti. ","sn3.12:6.3":"Te tassa gandha parama honti. ","sn3.12:6.4":"Te tassa gandha anuttara honti. ","sn3.12:7.1":"Teva, maharaja, rasa ekaccassa manapa honti, teva rasa ekaccassa amanapa honti. ","sn3.12:7.2":"Yehi ca yo rasehi attamano hoti paripunnasankappo, so tehi rasehi annam rasam uttaritaram va panitataram va na pattheti. ","sn3.12:7.3":"Te tassa rasa parama honti. ","sn3.12:7.4":"Te tassa rasa anuttara honti. ","sn3.12:8.1":"Teva, maharaja, photthabba ekaccassa manapa honti, teva photthabba ekaccassa amanapa honti. ","sn3.12:8.2":"Yehi ca yo photthabbehi attamano hoti paripunnasankappo, so tehi photthabbehi annam photthabbam uttaritaram va panitataram va na pattheti. ","sn3.12:8.3":"Te tassa photthabba parama honti. ","sn3.12:8.4":"Te tassa photthabba anuttara honti”ti. ","sn3.12:9.1":"Tena kho pana samayena candanangaliko upasako tassam parisayam nisinno hoti. ","sn3.12:9.2":"Atha kho candanangaliko upasako utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","sn3.12:9.3":"“patibhati mam, bhagava, patibhati mam, sugata”ti. ","sn3.12:9.4":"“Patibhatu tam, candanangalika”ti bhagava avoca. ","sn3.12:10.1":"Atha kho candanangaliko upasako bhagavato sammukha tadanurupaya gathaya abhitthavi: ","sn3.12:11.1":"“Padumam yatha kokanadam sugandham, ","sn3.12:11.2":"Pato siya phullamavitagandham; ","sn3.12:11.3":"Angirasam passa virocamanam, ","sn3.12:11.4":"Tapantamadiccamivantalikkhe”ti. ","sn3.12:12.1":"Atha kho te panca rajano candanangalikam upasakam pancahi uttarasangehi acchadesum. ","sn3.12:12.2":"Atha kho candanangaliko upasako tehi pancahi uttarasangehi bhagavantam acchadesiti. "}