{"sn3.15:0.1":"Samyutta Nikaya 3.15 ","sn3.15:0.2":"2. Dutiyavagga ","sn3.15:0.3":"Dutiyasangamasutta ","sn3.15:1.1":"Atha kho raja magadho ajatasattu vedehiputto caturanginim senam sannayhitva rajanam pasenadim kosalam abbhuyyasi yena kasi. ","sn3.15:1.2":"Assosi kho raja pasenadi kosalo: ","sn3.15:1.3":"“raja kira magadho ajatasattu vedehiputto caturanginim senam sannayhitva mamam abbhuyyato yena kasi”ti. ","sn3.15:1.4":"Atha kho raja pasenadi kosalo caturanginim senam sannayhitva rajanam magadham ajatasattum vedehiputtam paccuyyasi yena kasi. ","sn3.15:1.5":"Atha kho raja ca magadho ajatasattu vedehiputto raja ca pasenadi kosalo sangamesum. ","sn3.15:1.6":"Tasmim kho pana sangame raja pasenadi kosalo rajanam magadham ajatasattum vedehiputtam parajesi, jivaggahanca nam aggahesi. ","sn3.15:1.7":"Atha kho ranno pasenadissa kosalassa etadahosi: ","sn3.15:1.8":"“kincapi kho myayam raja magadho ajatasattu vedehiputto adubbhantassa dubbhati, atha ca pana me bhagineyyo hoti. ","sn3.15:1.9":"Yannunaham ranno magadhassa ajatasattuno vedehiputtassa sabbam hatthikayam pariyadiyitva sabbam assakayam pariyadiyitva sabbam rathakayam pariyadiyitva sabbam pattikayam pariyadiyitva jivantameva nam osajjeyyan”ti. ","sn3.15:2.1":"Atha kho raja pasenadi kosalo ranno magadhassa ajatasattuno vedehiputtassa sabbam hatthikayam pariyadiyitva sabbam assakayam pariyadiyitva sabbam rathakayam pariyadiyitva sabbam pattikayam pariyadiyitva jivantameva nam osajji. ","sn3.15:3.1":"Atha kho sambahula bhikkhu pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisimsu. ","sn3.15:3.2":"Savatthiyam pindaya caritva pacchabhattam pindapatapatikkanta yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","sn3.15:4.1":"“Idha, bhante, raja magadho ajatasattu vedehiputto caturanginim senam sannayhitva rajanam pasenadim kosalam abbhuyyasi yena kasi. ","sn3.15:4.2":"Assosi kho, bhante, raja pasenadi kosalo: ","sn3.15:4.3":"‘raja kira magadho ajatasattu vedehiputto caturanginim senam sannayhitva mamam abbhuyyato yena kasi’ti. ","sn3.15:4.4":"Atha kho, bhante, raja pasenadi kosalo caturanginim senam sannayhitva rajanam magadham ajatasattum vedehiputtam paccuyyasi yena kasi. ","sn3.15:4.5":"Atha kho, bhante, raja ca magadho ajatasattu vedehiputto raja ca pasenadi kosalo sangamesum. ","sn3.15:4.6":"Tasmim kho pana, bhante, sangame raja pasenadi kosalo rajanam magadham ajatasattum vedehiputtam parajesi, jivaggahanca nam aggahesi. ","sn3.15:4.7":"Atha kho, bhante, ranno pasenadissa kosalassa etadahosi: ","sn3.15:4.8":"‘kincapi kho myayam raja magadho ajatasattu vedehiputto adubbhantassa dubbhati, atha ca pana me bhagineyyo hoti. ","sn3.15:4.9":"Yannunaham ranno magadhassa ajatasattuno vedehiputtassa sabbam hatthikayam pariyadiyitva sabbam assakayam sabbam rathakayam sabbam pattikayam pariyadiyitva jivantameva nam osajjeyyan’”ti. ","sn3.15:5.1":"“Atha kho, bhante, raja pasenadi kosalo ranno magadhassa ajatasattuno vedehiputtassa sabbam hatthikayam pariyadiyitva sabbam assakayam pariyadiyitva sabbam rathakayam pariyadiyitva sabbam pattikayam pariyadiyitva jivantameva nam osajji”ti. ","sn3.15:6.1":"Atha kho bhagava etamattham viditva tayam velayam ima gathayo abhasi: ","sn3.15:7.1":"“Vilumpateva puriso, ","sn3.15:7.2":"yavassa upakappati; ","sn3.15:7.3":"Yada canne vilumpanti, ","sn3.15:7.4":"so vilutto viluppati. ","sn3.15:8.1":"Thananhi mannati balo, ","sn3.15:8.2":"yava papam na paccati; ","sn3.15:8.3":"Yada ca paccati papam, ","sn3.15:8.4":"atha dukkham nigacchati. ","sn3.15:9.1":"Hanta labhati hantaram, ","sn3.15:9.2":"jetaram labhate jayam; ","sn3.15:9.3":"Akkosako ca akkosam, ","sn3.15:9.4":"rosetaranca rosako; ","sn3.15:9.5":"Atha kammavivattena, ","sn3.15:9.6":"so vilutto viluppati”ti. "}