{"sn3.11:0.1":"Samyutta Nikaya 3.11 ","sn3.11:0.2":"2. Dutiyavagga ","sn3.11:0.3":"Sattajatilasutta ","sn3.11:1.1":"Ekam samayam bhagava savatthiyam viharati pubbarame migaramatupasade. ","sn3.11:1.2":"Tena kho pana samayena bhagava sayanhasamayam patisallana vutthito bahidvarakotthake nisinno hoti. ","sn3.11:1.3":"Atha kho raja pasenadi kosalo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","sn3.11:2.1":"Tena kho pana samayena satta ca jatila satta ca nigantha satta ca acelaka satta ca ekasataka satta ca paribbajaka parulhakacchanakhaloma kharivividhamadaya bhagavato avidure atikkamanti. ","sn3.11:2.2":"Atha kho raja pasenadi kosalo utthayasana ekamsam uttarasangam karitva dakkhinajanumandalam pathaviyam nihantva yena te satta ca jatila satta ca nigantha satta ca acelaka satta ca ekasataka satta ca paribbajaka tenanjalim panametva tikkhattum namam savesi: ","sn3.11:2.3":"“rajaham, bhante, pasenadi kosalo …pe… ","sn3.11:2.4":"rajaham, bhante, pasenadi kosalo”ti. ","sn3.11:3.1":"Atha kho raja pasenadi kosalo acirapakkantesu tesu sattasu ca jatilesu sattasu ca niganthesu sattasu ca acelakesu sattasu ca ekasatakesu sattasu ca paribbajakesu yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho raja pasenadi kosalo bhagavantam etadavoca: ","sn3.11:3.2":"“ye te, bhante, loke arahanto va arahattamaggam va samapanna ete tesam annatara”ti. ","sn3.11:4.1":"“Dujjanam kho etam, maharaja, taya gihina kamabhogina puttasambadhasayanam ajjhavasantena kasikacandanam paccanubhontena malagandhavilepanam dharayantena jataruparajatam sadiyantena: ‘ime va arahanto, ime va arahattamaggam samapanna’ti. ","sn3.11:5.1":"Samvasena kho, maharaja, silam veditabbam. Tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena. ","sn3.11:5.2":"Samvoharena kho, maharaja, soceyyam veditabbam. Tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena. ","sn3.11:5.3":"Apadasu kho, maharaja, thamo veditabbo. So ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena. ","sn3.11:5.4":"Sakacchaya, kho, maharaja, panna veditabba. Sa ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena”ti. ","sn3.11:6.1":"“Acchariyam, bhante, abbhutam, bhante. ","sn3.11:6.2":"Yava subhasitamidam, bhante, bhagavata: ","sn3.11:6.3":"‘dujjanam kho etam, maharaja, taya gihina kamabhogina puttasambadhasayanam ajjhavasantena kasikacandanam paccanubhontena malagandhavilepanam dharayantena jataruparajatam sadiyantena: ","sn3.11:6.4":"“ime va arahanto, ime va arahattamaggam samapanna”ti. ","sn3.11:6.5":"Samvasena kho, maharaja, silam veditabbam. Tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena. ","sn3.11:6.6":"Samvoharena kho, maharaja, soceyyam veditabbam. Tanca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena. ","sn3.11:6.7":"Apadasu kho, maharaja, thamo veditabbo. So ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena. ","sn3.11:6.8":"Sakacchaya kho, maharaja, panna veditabba. Sa ca kho dighena addhuna, na ittaram; manasikarota, no amanasikarota; pannavata, no duppannena’ti. ","sn3.11:7.1":"Ete, bhante, mama purisa cara ocaraka janapadam ocaritva agacchanti. ","sn3.11:7.2":"Tehi pathamam ocinnam aham paccha osapayissami. ","sn3.11:7.3":"Idani te, bhante, tam rajojallam pavahetva sunhata suvilitta kappitakesamassu odatavattha pancahi kamagunehi samappita samangibhuta paricaressanti”ti. ","sn3.11:8.1":"Atha kho bhagava etamattham viditva tayam velayam ima gathayo abhasi: ","sn3.11:9.1":"“Na vannarupena naro sujano, ","sn3.11:9.2":"Na vissase ittaradassanena; ","sn3.11:9.3":"Susannatananhi viyanjanena, ","sn3.11:9.4":"Asannata lokamimam caranti. ","sn3.11:10.1":"Patirupako mattikakundalova, ","sn3.11:10.2":"Lohaddhamasova suvannachanno; ","sn3.11:10.3":"Caranti loke parivarachanna, ","sn3.11:10.4":"Anto asuddha bahi sobhamana”ti. "}