{"sn35.244:0.1":"Samyutta Nikaya 35.244 ","sn35.244:0.2":"19. Asivisavagga ","sn35.244:0.3":"Dukkhadhammasutta ","sn35.244:1.1":"“Yato kho, bhikkhave, bhikkhu sabbesamyeva dukkhadhammanam samudayanca atthangamanca yathabhutam pajanati. ","sn35.244:1.2":"Tatha kho panassa kama dittha honti, yathassa kame passato, yo kamesu kamacchando kamasneho kamamuccha kamaparilaho, so nanuseti. ","sn35.244:1.3":"Tatha kho panassa caro ca viharo ca anubuddho hoti, yatha carantam viharantam abhijjhadomanassa papaka akusala dhamma nanusenti. ","sn35.244:2.1":"Kathanca, bhikkhave, sabbesamyeva dukkhadhammanam samudayanca atthangamanca yathabhutam pajanati? ","sn35.244:2.2":"‘Iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","sn35.244:2.3":"iti vedana … ","sn35.244:2.4":"iti sanna … ","sn35.244:2.5":"iti sankhara … ","sn35.244:2.6":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamo’ti—","sn35.244:2.7":"evam kho, bhikkhave, bhikkhu sabbesamyeva dukkhadhammanam samudayanca atthangamanca yathabhutam pajanati. ","sn35.244:3.1":"Kathanca, bhikkhave, bhikkhuno kama dittha honti? Yathassa kame passato, yo kamesu kamacchando kamasneho kamamuccha kamaparilaho, so nanuseti. ","sn35.244:3.2":"Seyyathapi, bhikkhave, angarakasu sadhikaporisa punna angaranam vitaccikanam vitadhumanam. Atha puriso agaccheyya jivitukamo amaritukamo sukhakamo dukkhapatikulo. Tamenam dve balavanto purisa nanabahasu gahetva, tam angarakasum upakaddheyyum. So iticiticeva kayam sannameyya. ","sn35.244:3.3":"Tam kissa hetu? ","sn35.244:3.4":"Natanhi, bhikkhave, tassa purisassa imancaham angarakasum papatissami, tatonidanam maranam va nigacchissami maranamattam va dukkhanti. ","sn35.244:3.5":"Evameva kho, bhikkhave, bhikkhuno angarakasupama kama dittha honti, yathassa kame passato, yo kamesu kamacchando kamasneho kamamuccha kamaparilaho, so nanuseti. ","sn35.244:4.1":"Kathanca, bhikkhave, bhikkhuno caro ca viharo ca anubuddho hoti, yatha carantam viharantam abhijjhadomanassa papaka akusala dhamma nanussavanti? ","sn35.244:4.2":"Seyyathapi, bhikkhave, puriso bahukantakam dayam paviseyya. Tassa puratopi kantako, pacchatopi kantako, uttaratopi kantako, dakkhinatopi kantako, hetthatopi kantako, uparitopi kantako. So satova abhikkameyya, satova patikkameyya: ‘ma mam kantako’ti. ","sn35.244:4.3":"Evameva kho, bhikkhave, yam loke piyarupam satarupam, ayam vuccati ariyassa vinaye kantako”ti. ","sn35.244:4.4":"Iti viditva samvaro ca asamvaro ca veditabbo. ","sn35.244:5.1":"Kathanca, bhikkhave, asamvaro hoti? ","sn35.244:5.2":"Idha, bhikkhave, bhikkhu cakkhuna rupam disva piyarupe rupe adhimuccati, appiyarupe rupe byapajjati, anupatthitakayassati ca viharati parittacetaso, ","sn35.244:5.3":"tanca cetovimuttim pannavimuttim yathabhutam nappajanati, yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti …pe… ","sn35.244:5.4":"jivhaya rasam sayitva …pe… ","sn35.244:5.5":"manasa dhammam vinnaya piyarupe dhamme adhimuccati, appiyarupe dhamme byapajjati, anupatthitakayassati ca viharati parittacetaso, ","sn35.244:5.6":"tanca cetovimuttim pannavimuttim yathabhutam nappajanati yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti. ","sn35.244:5.7":"Evam kho, bhikkhave, asamvaro hoti. ","sn35.244:6.1":"Kathanca, bhikkhave, samvaro hoti? ","sn35.244:6.2":"Idha, bhikkhave, bhikkhu cakkhuna rupam disva piyarupe rupe nadhimuccati, appiyarupe rupe na byapajjati, upatthitakayassati ca viharati appamanacetaso, ","sn35.244:6.3":"tanca cetovimuttim pannavimuttim yathabhutam pajanati, yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti …pe… ","sn35.244:6.4":"jivhaya rasam sayitva …pe… ","sn35.244:6.5":"manasa dhammam vinnaya piyarupe dhamme nadhimuccati, appiyarupe dhamme na byapajjati, upatthitakayassati ca viharati appamanacetaso, ","sn35.244:6.6":"tanca cetovimuttim pannavimuttim yathabhutam pajanati, yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti. ","sn35.244:6.7":"Evam kho, bhikkhave, samvaro hoti. ","sn35.244:7.1":"Tassa ce, bhikkhave, bhikkhuno evam carato evam viharato kadaci karahaci satisammosa uppajjanti, papaka akusala sarasankappa samyojaniya, dandho, bhikkhave, satuppado. Atha kho nam khippameva pajahati vinodeti byantikaroti anabhavam gameti. ","sn35.244:8.1":"Seyyathapi, bhikkhave, puriso divasamsantatte ayokatahe dve va tini va udakaphusitani nipateyya. Dandho, bhikkhave, udakaphusitanam nipato, atha kho nam khippameva parikkhayam pariyadanam gaccheyya. ","sn35.244:8.2":"Evameva kho, bhikkhave, tassa ce bhikkhuno evam carato, evam viharato kadaci karahaci satisammosa uppajjanti papaka akusala sarasankappa samyojaniya, dandho, bhikkhave, satuppado. Atha kho nam khippameva pajahati vinodeti byantikaroti anabhavam gameti. ","sn35.244:8.3":"Evam kho, bhikkhave, bhikkhuno caro ca viharo ca anubuddho hoti; yatha carantam viharantam abhijjhadomanassa papaka akusala dhamma nanussavanti. ","sn35.244:8.4":"Tance, bhikkhave, bhikkhum evam carantam evam viharantam rajano va rajamahamatta va mitta va amacca va nati va salohita va, bhogehi abhihatthum pavareyyum: ","sn35.244:8.5":"‘ehi, bho purisa, kim te ime kasava anudahanti, ","sn35.244:8.6":"kim mundo kapalamanucarasi, ","sn35.244:8.7":"ehi hinayavattitva bhoge ca bhunjassu, punnani ca karohi’ti. ","sn35.244:8.8":"So vata, bhikkhave, bhikkhu evam caranto evam viharanto sikkham paccakkhaya hinayavattissatiti netam thanam vijjati. ","sn35.244:9.1":"Seyyathapi, bhikkhave, ganga nadi pacinaninna pacinapona pacinapabbhara. Atha mahajanakayo agaccheyya kuddalapitakam adaya: ‘mayam imam gangam nadim pacchaninnam karissama pacchaponam pacchapabbharan’ti. ","sn35.244:9.2":"Tam kim mannatha, bhikkhave, ","sn35.244:9.3":"api nu kho so mahajanakayo gangam nadim pacchaninnam kareyya pacchaponam pacchapabbharan”ti? ","sn35.244:9.4":"“No hetam, bhante”. ","sn35.244:9.5":"“Tam kissa hetu”? ","sn35.244:9.6":"“Ganga, bhante, nadi pacinaninna pacinapona pacinapabbhara; ","sn35.244:9.7":"sa na sukara pacchaninna katum pacchapona pacchapabbhara. ","sn35.244:9.8":"Yavadeva ca pana so mahajanakayo kilamathassa vighatassa bhagi assa”ti. ","sn35.244:9.9":"“Evameva kho, bhikkhave, tance bhikkhum evam carantam evam viharantam rajano va rajamahamatta va mitta va amacca va nati va salohita va bhogehi abhihatthum pavareyyum: ","sn35.244:9.10":"‘ehi, bho purisa, kim te ime kasava anudahanti, ","sn35.244:9.11":"kim mundo kapalamanucarasi, ","sn35.244:9.12":"ehi hinayavattitva bhoge ca bhunjassu, punnani ca karohi’ti. ","sn35.244:9.13":"So vata, bhikkhave, bhikkhu evam caranto evam viharanto sikkham paccakkhaya hinayavattissatiti netam thanam vijjati. ","sn35.244:9.14":"Tam kissa hetu? ","sn35.244:9.15":"Yanhi tam, bhikkhave, cittam digharattam vivekaninnam vivekaponam vivekapabbharam, tatha hinayavattissatiti netam thanam vijjati”ti. ","sn35.244:9.16":"Sattamam. "}