{"sn35.246:0.1":"Samyutta Nikaya 35.246 ","sn35.246:0.2":"19. Asivisavagga ","sn35.246:0.3":"Vinopamasutta ","sn35.246:1.1":"“Yassa kassaci, bhikkhave, bhikkhussa va bhikkhuniya va cakkhuvinneyyesu rupesu uppajjeyya chando va rago va doso va moho va patigham vapi cetaso, tato cittam nivareyya. ","sn35.246:1.2":"Sabhayo ceso maggo sappatibhayo ca sakantako ca sagahano ca ummaggo ca kummaggo ca duhitiko ca. ","sn35.246:1.3":"Asappurisasevito ceso maggo, na ceso maggo sappurisehi sevito. ","sn35.246:1.4":"Na tvam etam arahasiti. ","sn35.246:1.5":"Tato cittam nivaraye cakkhuvinneyyehi rupehi …pe… ","sn35.246:1.6":"yassa kassaci, bhikkhave, bhikkhussa va bhikkhuniya va jivhavinneyyesu rasesu …pe… ","sn35.246:1.7":"manovinneyyesu dhammesu uppajjeyya chando va rago va doso va moho va patigham vapi cetaso tato cittam nivareyya. ","sn35.246:1.8":"Sabhayo ceso maggo sappatibhayo ca sakantako ca sagahano ca ummaggo ca kummaggo ca duhitiko ca. ","sn35.246:1.9":"Asappurisasevito ceso maggo, na ceso maggo sappurisehi sevito. ","sn35.246:1.10":"Na tvam etam arahasiti. ","sn35.246:1.11":"Tato cittam nivaraye manovinneyyehi dhammehi. ","sn35.246:2.1":"Seyyathapi, bhikkhave, kittham sampannam. ","sn35.246:2.2":"Kittharakkho ca pamatto, gono ca kitthado adum kittham otaritva yavadattham madam apajjeyya pamadam apajjeyya; ","sn35.246:2.3":"evameva kho, bhikkhave, assutava puthujjano chasu phassayatanesu asamvutakari pancasu kamagunesu yavadattham madam apajjati pamadam apajjati. ","sn35.246:3.1":"Seyyathapi, bhikkhave, kittham sampannam kittharakkho ca appamatto gono ca kitthado adum kittham otareyya. ","sn35.246:3.2":"Tamenam kittharakkho nasayam suggahitam ganheyya. ","sn35.246:3.3":"Nasayam suggahitam gahetva uparighatayam suniggahitam nigganheyya. ","sn35.246:3.4":"Uparighatayam suniggahitam niggahetva dandena sutalitam taleyya. ","sn35.246:3.5":"Dandena sutalitam taletva osajjeyya. ","sn35.246:3.6":"Dutiyampi kho, bhikkhave …pe… ","sn35.246:3.7":"tatiyampi kho, bhikkhave, gono kitthado adum kittham otareyya. ","sn35.246:3.8":"Tamenam kittharakkho nasayam suggahitam ganheyya. ","sn35.246:3.9":"Nasayam suggahitam gahetva uparighatayam suniggahitam nigganheyya. ","sn35.246:3.10":"Uparighatayam suniggahitam niggahetva dandena sutalitam taleyya. ","sn35.246:3.11":"Dandena sutalitam taletva osajjeyya. ","sn35.246:3.12":"Evanhi so, bhikkhave, gono kitthado gamagato va arannagato va, thanabahulo va assa nisajjabahulo va na tam kittham puna otareyya—","sn35.246:3.13":"tameva purimam dandasamphassam samanussaranto. ","sn35.246:3.14":"Evameva kho, bhikkhave, yato kho bhikkhuno chasu phassayatanesu cittam udujitam hoti sudujitam, ajjhattameva santitthati, sannisidati, ekodi hoti, samadhiyati. ","sn35.246:4.1":"Seyyathapi, bhikkhave, ranno va rajamahamattassa va vinaya saddo assutapubbo assa. ","sn35.246:4.2":"So vinasaddam suneyya. ","sn35.246:4.3":"So evam vadeyya: ","sn35.246:4.4":"‘ambho, kassa nu kho eso saddo evamrajaniyo evankamaniyo evammadaniyo evammucchaniyo evambandhaniyo’ti? ","sn35.246:4.5":"Tamenam evam vadeyyum: ","sn35.246:4.6":"‘esa, kho, bhante, vina nama, yassa eso saddo evamrajaniyo evankamaniyo evammadaniyo evammucchaniyo evambandhaniyo’ti. ","sn35.246:4.7":"So evam vadeyya: ","sn35.246:4.8":"‘gacchatha me, bho, tam vinam aharatha’ti. ","sn35.246:4.9":"Tassa tam vinam ahareyyum. ","sn35.246:4.10":"Tamenam evam vadeyyum: ","sn35.246:4.11":"‘ayam kho sa, bhante, vina yassa eso saddo evamrajaniyo evankamaniyo evammadaniyo evammucchaniyo evambandhaniyo’ti. ","sn35.246:4.12":"So evam vadeyya: ","sn35.246:4.13":"‘alam me, bho, taya vinaya, tameva me saddam aharatha’ti. ","sn35.246:4.14":"Tamenam evam vadeyyum: ","sn35.246:4.15":"‘ayam kho, bhante, vina nama anekasambhara mahasambhara. ","sn35.246:4.16":"Anekehi sambharehi samaraddha vadati, seyyathidam—","sn35.246:4.17":"doninca paticca cammanca paticca dandanca paticca upadharane ca paticca tantiyo ca paticca konanca paticca purisassa ca tajjam vayamam paticca evayam, bhante, vina nama anekasambhara mahasambhara. ","sn35.246:4.18":"Anekehi sambharehi samaraddha vadati’ti. ","sn35.246:4.19":"So tam vinam dasadha va satadha va phaleyya, dasadha va satadha va tam phaletva sakalikam sakalikam kareyya. ","sn35.246:4.20":"Sakalikam sakalikam karitva aggina daheyya, aggina dahitva masim kareyya. ","sn35.246:4.21":"Masim karitva mahavate va ophuneyya, nadiya va sighasotaya pavaheyya. ","sn35.246:4.22":"So evam vadeyya: ","sn35.246:4.23":"‘asati kirayam, bho, vina nama, yathevam yam kinci vina nama ettha ca panayam jano ativelam pamatto palalito’ti. ","sn35.246:4.24":"Evameva kho, bhikkhave, bhikkhu rupam samanvesati yavata rupassa gati, vedanam samanvesati yavata vedanaya gati, sannam samanvesati yavata sannaya gati, sankhare samanvesati yavata sankharanam gati, vinnanam samanvesati yavata vinnanassa gati. ","sn35.246:4.25":"Tassa rupam samanvesato yavata rupassa gati, vedanam samanvesato …pe… ","sn35.246:4.26":"sannam … ","sn35.246:4.27":"sankhare … ","sn35.246:4.28":"vinnanam samanvesato yavata vinnanassa gati. ","sn35.246:4.29":"Yampissa tam hoti ahanti va mamanti va asmiti va tampi tassa na hoti”ti. ","sn35.246:4.30":"Navamam. "}