{"sn35.247:0.1":"Samyutta Nikaya 35.247 ","sn35.247:0.2":"19. Asivisavagga ","sn35.247:0.3":"Chappanakopamasutta ","sn35.247:1.1":"“Seyyathapi, bhikkhave, puriso arugatto pakkagatto saravanam paviseyya. ","sn35.247:1.2":"Tassa kusakantaka ceva pade vijjheyyum, sarapattani ca gattani vilekheyyum. ","sn35.247:1.3":"Evanhi so, bhikkhave, puriso bhiyyoso mattaya tatonidanam dukkham domanassam patisamvediyetha. ","sn35.247:1.4":"Evameva kho, bhikkhave, idhekacco bhikkhu gamagato va arannagato va labhati vattaram: ","sn35.247:1.5":"‘ayanca so ayasma evankari evamsamacaro asucigamakantako’ti. ","sn35.247:1.6":"Tam kantakoti iti viditva samvaro ca asamvaro ca veditabbo. ","sn35.247:2.1":"Kathanca, bhikkhave, asamvaro hoti? ","sn35.247:2.2":"Idha, bhikkhave, bhikkhu cakkhuna rupam disva piyarupe rupe adhimuccati, appiyarupe rupe byapajjati, anupatthitakayassati ca viharati parittacetaso. ","sn35.247:2.3":"Tanca cetovimuttim pannavimuttim yathabhutam nappajanati, yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti. ","sn35.247:2.4":"Sotena saddam sutva … ","sn35.247:2.5":"ghanena gandham ghayitva … ","sn35.247:2.6":"jivhaya rasam sayitva … ","sn35.247:2.7":"kayena photthabbam phusitva … ","sn35.247:2.8":"manasa dhammam vinnaya piyarupe dhamme adhimuccati, appiyarupe dhamme byapajjati, anupatthitakayassati ca viharati parittacetaso, ","sn35.247:2.9":"tanca cetovimuttim pannavimuttim yathabhutam nappajanati, yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti. ","sn35.247:3.1":"Seyyathapi, bhikkhave, puriso chappanake gahetva nanavisaye nanagocare dalhaya rajjuya bandheyya. ","sn35.247:3.2":"Ahim gahetva dalhaya rajjuya bandheyya. ","sn35.247:3.3":"Susumaram gahetva dalhaya rajjuya bandheyya. ","sn35.247:3.4":"Pakkhim gahetva dalhaya rajjuya bandheyya. ","sn35.247:3.5":"Kukkuram gahetva dalhaya rajjuya bandheyya. ","sn35.247:3.6":"Singalam gahetva dalhaya rajjuya bandheyya. ","sn35.247:3.7":"Makkatam gahetva dalhaya rajjuya bandheyya. ","sn35.247:3.8":"Dalhaya rajjuya bandhitva majjhe ganthim karitva ossajjeyya. ","sn35.247:3.9":"Atha kho, te, bhikkhave, chappanaka nanavisaya nanagocara sakam sakam gocaravisayam avincheyyum—","sn35.247:3.10":"ahi avincheyya ‘vammikam pavekkhami’ti, susumaro avincheyya ‘udakam pavekkhami’ti, pakkhi avincheyya ‘akasam dessami’ti, kukkuro avincheyya ‘gamam pavekkhami’ti, singalo avincheyya ‘sivathikam pavekkhami’ti, makkato avincheyya ‘vanam pavekkhami’ti. ","sn35.247:3.11":"Yada kho te, bhikkhave, chappanaka jhatta assu kilanta, atha kho yo nesam panakanam balavataro assa tassa te anuvatteyyum, anuvidhayeyyum vasam gaccheyyum. ","sn35.247:3.12":"Evameva kho, bhikkhave, yassa kassaci bhikkhuno kayagatasati abhavita abahulikata, tam cakkhu avinchati manapiyesu rupesu, amanapiya rupa patikula honti …pe… ","sn35.247:3.13":"mano avinchati manapiyesu dhammesu, amanapiya dhamma patikula honti. ","sn35.247:3.14":"Evam kho, bhikkhave, asamvaro hoti. ","sn35.247:4.1":"Kathanca, bhikkhave, samvaro hoti? ","sn35.247:4.2":"Idha, bhikkhave, bhikkhu cakkhuna rupam disva piyarupe rupe nadhimuccati, appiyarupe rupe na byapajjati, upatthitakayassati ca viharati appamanacetaso, ","sn35.247:4.3":"tanca cetovimuttim pannavimuttim yathabhutam pajanati, yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti …pe… ","sn35.247:4.4":"jivhaya rasam sayitva …pe… ","sn35.247:4.5":"manasa dhammam vinnaya piyarupe dhamme nadhimuccati, appiyarupe dhamme na byapajjati, upatthitakayassati ca viharati appamanacetaso, ","sn35.247:4.6":"tanca cetovimuttim pannavimuttim yathabhutam pajanati yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti. ","sn35.247:5.1":"Seyyathapi, bhikkhave, puriso chappanake gahetva nanavisaye nanagocare dalhaya rajjuya bandheyya. ","sn35.247:5.2":"Ahim gahetva dalhaya rajjuya bandheyya. ","sn35.247:5.3":"Susumaram gahetva dalhaya rajjuya bandheyya. ","sn35.247:5.4":"Pakkhim gahetva …pe… ","sn35.247:5.5":"kukkuram gahetva … ","sn35.247:5.6":"singalam gahetva … ","sn35.247:5.7":"makkatam gahetva dalhaya rajjuya bandheyya. ","sn35.247:5.8":"Dalhaya rajjuya bandhitva dalhe khile va thambhe va upanibandheyya. ","sn35.247:5.9":"Atha kho te, bhikkhave, chappanaka nanavisaya nanagocara sakam sakam gocaravisayam avincheyyum—","sn35.247:5.10":"ahi avincheyya ‘vammikam pavekkhami’ti, susumaro avincheyya ‘udakam pavekkhami’ti, pakkhi avincheyya ‘akasam dessami’ti, kukkuro avincheyya ‘gamam pavekkhami’ti, singalo avincheyya ‘sivathikam pavekkhami’ti, makkato avincheyya ‘vanam pavekkhami’ti. ","sn35.247:5.11":"Yada kho te, bhikkhave, chappanaka jhatta assu kilanta, atha tameva khilam va thambham va upatittheyyum, upanisideyyum, upanipajjeyyum. ","sn35.247:5.12":"Evameva kho, bhikkhave, yassa kassaci bhikkhuno kayagatasati bhavita bahulikata, tam cakkhu navinchati manapiyesu rupesu, amanapiya rupa nappatikula honti …pe… jivha navinchati manapiyesu rasesu …pe… ","sn35.247:5.13":"mano navinchati manapiyesu dhammesu, amanapiya dhamma nappatikula honti. ","sn35.247:5.14":"Evam kho, bhikkhave, samvaro hoti. ","sn35.247:6.1":"‘Dalhe khile va thambhe va’ti kho, bhikkhave, kayagataya satiya etam adhivacanam. ","sn35.247:6.2":"Tasmatiha vo, bhikkhave, evam sikkhitabbam: ","sn35.247:6.3":"‘kayagata no sati bhavita bhavissati bahulikata yanikata vatthukata anutthita paricita susamaraddha’ti. ","sn35.247:6.4":"Evanhi kho, bhikkhave, sikkhitabban”ti. ","sn35.247:6.5":"Dasamam. "}