{"sn35.28:0.1":"Samyutta Nikaya 35.28 ","sn35.28:0.2":"3. Sabbavagga ","sn35.28:0.3":"Adittasutta ","sn35.28:1.1":"Ekam samayam bhagava gayayam viharati gayasise saddhim bhikkhusahassena. ","sn35.28:1.2":"Tatra kho bhagava bhikkhu amantesi: ","sn35.28:1.3":"“sabbam, bhikkhave, adittam. ","sn35.28:1.4":"Kinca, bhikkhave, sabbam adittam? ","sn35.28:1.5":"Cakkhu, bhikkhave, adittam, rupa aditta, cakkhuvinnanam adittam, cakkhusamphasso aditto. Yampidam cakkhusamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi adittam. ","sn35.28:1.6":"Kena adittam? ","sn35.28:1.7":"‘Ragaggina, dosaggina, mohaggina adittam, jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi adittan’ti vadami …pe… ","sn35.28:1.8":"jivha aditta, rasa aditta, jivhavinnanam adittam, jivhasamphasso aditto. Yampidam jivhasamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi adittam. ","sn35.28:1.9":"Kena adittam? ","sn35.28:1.10":"‘Ragaggina, dosaggina, mohaggina adittam, jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi adittan’ti vadami …pe… ","sn35.28:1.11":"mano aditto, dhamma aditta, manovinnanam adittam, manosamphasso aditto. Yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi adittam. ","sn35.28:1.12":"Kena adittam? ","sn35.28:1.13":"‘Ragaggina, dosaggina, mohaggina adittam, jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi adittan’ti vadami. ","sn35.28:1.14":"Evam passam, bhikkhave, sutava ariyasavako cakkhusmimpi nibbindati, rupesupi nibbindati, cakkhuvinnanepi nibbindati, cakkhusamphassepi nibbindati, yampidam cakkhusamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tasmimpi nibbindati …pe… ","sn35.28:1.15":"yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tasmimpi nibbindati. ","sn35.28:1.16":"Nibbindam virajjati; viraga vimuccati; vimuttasmim vimuttamiti nanam hoti. ","sn35.28:1.17":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati”ti. ","sn35.28:2.1":"Idamavoca bhagava. ","sn35.28:2.2":"Attamana te bhikkhu bhagavato bhasitam abhinandum. ","sn35.28:2.3":"Imasminca pana veyyakaranasmim bhannamane tassa bhikkhusahassassa anupadaya asavehi cittani vimuccimsuti. ","sn35.28:2.4":"Chattham. "}