{"sn35.238:0.1":"Samyutta Nikaya 35.238 ","sn35.238:0.2":"19. Asivisavagga ","sn35.238:0.3":"Asivisopamasutta ","sn35.238:1.1":"“Seyyathapi, bhikkhave, cattaro asivisa uggateja ghoravisa. ","sn35.238:1.2":"Atha puriso agaccheyya jivitukamo amaritukamo sukhakamo dukkhappatikulo. ","sn35.238:1.3":"Tamenam evam vadeyyum: ","sn35.238:1.4":"‘ime te, ambho purisa, cattaro asivisa uggateja ghoravisa kalena kalam vutthapetabba, kalena kalam nhapetabba, kalena kalam bhojetabba, kalena kalam samvesetabba. ","sn35.238:1.5":"Yada ca kho te, ambho purisa, imesam catunnam asivisanam uggatejanam ghoravisanam annataro va annataro va kuppissati, tato tvam, ambho purisa, maranam va nigacchasi, maranamattam va dukkham. ","sn35.238:1.6":"Yam te, ambho purisa, karaniyam tam karohi’ti. ","sn35.238:2.1":"Atha kho so, bhikkhave, puriso bhito catunnam asivisanam uggatejanam ghoravisanam yena va tena va palayetha. ","sn35.238:2.2":"Tamenam evam vadeyyum: ","sn35.238:2.3":"‘ime kho, ambho purisa, panca vadhaka paccatthika pitthito pitthito anubandha, yattheva nam passissama tattheva jivita voropessamati. ","sn35.238:2.4":"Yam te, ambho purisa, karaniyam tam karohi’ti. ","sn35.238:3.1":"Atha kho so, bhikkhave, puriso bhito catunnam asivisanam uggatejanam ghoravisanam, bhito pancannam vadhakanam paccatthikanam yena va tena va palayetha. ","sn35.238:3.2":"Tamenam evam vadeyyum: ","sn35.238:3.3":"‘ayam te, ambho purisa, chattho antaracaro vadhako ukkhittasiko pitthito pitthito anubandho yattheva nam passissami tattheva siro patessamiti. ","sn35.238:3.4":"Yam te, ambho purisa, karaniyam tam karohi’ti. ","sn35.238:4.1":"Atha kho so, bhikkhave, puriso bhito catunnam asivisanam uggatejanam ghoravisanam, bhito pancannam vadhakanam paccatthikanam, bhito chatthassa antaracarassa vadhakassa ukkhittasikassa yena va tena va palayetha. ","sn35.238:4.2":"So passeyya sunnam gamam. ","sn35.238:4.3":"Yannadeva gharam paviseyya rittakanneva paviseyya tucchakanneva paviseyya sunnakanneva paviseyya. ","sn35.238:4.4":"Yannadeva bhajanam parimaseyya rittakanneva parimaseyya tucchakanneva parimaseyya sunnakanneva parimaseyya. ","sn35.238:4.5":"Tamenam evam vadeyyum: ","sn35.238:4.6":"‘idani, ambho purisa, imam sunnam gamam cora gamaghataka pavisanti. ","sn35.238:4.7":"Yam te, ambho purisa, karaniyam tam karohi’ti. ","sn35.238:5.1":"Atha kho so, bhikkhave, puriso bhito catunnam asivisanam uggatejanam ghoravisanam, bhito pancannam vadhakanam paccatthikanam, bhito chatthassa antaracarassa vadhakassa ukkhittasikassa, bhito coranam gamaghatakanam yena va tena va palayetha. ","sn35.238:5.2":"So passeyya mahantam udakannavam orimam tiram sasankam sappatibhayam, parimam tiram khemam appatibhayam. ","sn35.238:5.3":"Na cassa nava santarani uttarasetu va apara param gamanaya. ","sn35.238:5.4":"Atha kho, bhikkhave, tassa purisassa evamassa: ","sn35.238:5.5":"‘ayam kho mahaudakannavo orimam tiram sasankam sappatibhayam, parimam tiram khemam appatibhayam, natthi ca nava santarani uttarasetu va apara param gamanaya. ","sn35.238:5.6":"Yannunaham tinakatthasakhapalasam sankaddhitva kullam bandhitva tam kullam nissaya hatthehi ca padehi ca vayamamano sotthina param gaccheyyan’ti. ","sn35.238:6.1":"Atha kho so, bhikkhave, puriso tinakatthasakhapalasam sankaddhitva kullam bandhitva tam kullam nissaya hatthehi ca padehi ca vayamamano sotthina param gaccheyya, tinno parangato thale titthati brahmano. ","sn35.238:7.1":"Upama kho myayam, bhikkhave, kata atthassa vinnapanaya. ","sn35.238:7.2":"Ayancettha attho—","sn35.238:7.3":"cattaro asivisa uggateja ghoravisati kho, bhikkhave, catunnetam mahabhutanam adhivacanam—","sn35.238:7.4":"pathavidhatuya, apodhatuya, tejodhatuya, vayodhatuya. ","sn35.238:8.1":"Panca vadhaka paccatthikati kho, bhikkhave, pancannetam upadanakkhandhanam adhivacanam, seyyathidam—","sn35.238:8.2":"rupupadanakkhandhassa, vedanupadanakkhandhassa, sannupadanakkhandhassa, sankharupadanakkhandhassa, vinnanupadanakkhandhassa. ","sn35.238:9.1":"Chattho antaracaro vadhako ukkhittasikoti kho, bhikkhave, nandiragassetam adhivacanam. ","sn35.238:10.1":"Sunno gamoti kho, bhikkhave, channetam ajjhattikanam ayatananam adhivacanam. ","sn35.238:10.2":"Cakkhuto cepi nam, bhikkhave, pandito byatto medhavi upaparikkhati rittakanneva khayati, tucchakanneva khayati, sunnakanneva khayati …pe… ","sn35.238:10.3":"jivhato cepi nam, bhikkhave …pe… ","sn35.238:10.4":"manato cepi nam, bhikkhave, pandito byatto medhavi upaparikkhati rittakanneva khayati, tucchakanneva khayati, sunnakanneva khayati. ","sn35.238:11.1":"Cora gamaghatakati kho, bhikkhave, channetam bahiranam ayatananam adhivacanam. ","sn35.238:11.2":"Cakkhu, bhikkhave, hannati manapamanapesu rupesu; ","sn35.238:11.3":"sotam, bhikkhave …pe… ","sn35.238:11.4":"ghanam, bhikkhave …pe… ","sn35.238:11.5":"jivha, bhikkhave, hannati manapamanapesu rasesu; ","sn35.238:11.6":"kayo, bhikkhave …pe… ","sn35.238:11.7":"mano, bhikkhave, hannati manapamanapesu dhammesu. ","sn35.238:12.1":"Maha udakannavoti kho, bhikkhave, catunnetam oghanam adhivacanam—","sn35.238:12.2":"kamoghassa, bhavoghassa, ditthoghassa, avijjoghassa. ","sn35.238:13.1":"Orimam tiram sasankam sappatibhayanti kho, bhikkhave, sakkayassetam adhivacanam. ","sn35.238:14.1":"Parimam tiram khemam appatibhayanti kho, bhikkhave, nibbanassetam adhivacanam. ","sn35.238:15.1":"Kullanti kho, bhikkhave, ariyassetam atthangikassa maggassa adhivacanam, seyyathidam—","sn35.238:15.2":"sammaditthi …pe… sammasamadhi. ","sn35.238:16.1":"Tassa hatthehi ca padehi ca vayamoti kho, bhikkhave, viriyarambhassetam adhivacanam. ","sn35.238:17.1":"Tinno parangato thale titthati brahmanoti kho, bhikkhave, arahato etam adhivacanan”ti. ","sn35.238:17.2":"Pathamam. "}