{"sn35.88:0.1":"Samyutta Nikaya 35.88 ","sn35.88:0.2":"9. Channavagga ","sn35.88:0.3":"Punnasutta ","sn35.88:1.1":"Atha kho ayasma punno yena bhagava tenupasankami; upasankamitva …pe… ekamantam nisinno kho ayasma punno bhagavantam etadavoca: ","sn35.88:1.2":"“sadhu me, bhante, bhagava sankhittena dhammam desetu, yamaham bhagavato dhammam sutva eko vupakattho appamatto atapi pahitatto vihareyyan”ti. ","sn35.88:2.1":"“Santi kho, punna, cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.88:2.2":"Tance bhikkhu abhinandati abhivadati ajjhosaya titthati. ","sn35.88:2.3":"Tassa tam abhinandato abhivadato ajjhosaya titthato uppajjati nandi. ","sn35.88:2.4":"‘Nandisamudaya dukkhasamudayo, punna’ti vadami …pe… ","sn35.88:2.5":"santi kho, punna, jivhavinneyya rasa …pe… ","sn35.88:2.6":"santi kho, punna, manovinneyya dhamma ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.88:2.7":"Tance bhikkhu abhinandati abhivadati ajjhosaya titthati. ","sn35.88:2.8":"Tassa tam abhinandato abhivadato ajjhosaya titthato uppajjati nandi. ","sn35.88:2.9":"‘Nandisamudaya dukkhasamudayo, punna’ti vadami. ","sn35.88:3.1":"Santi kho, punna, cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.88:3.2":"Tance bhikkhu nabhinandati nabhivadati najjhosaya titthati, tassa tam anabhinandato anabhivadato anajjhosaya titthato nirujjhati nandi. ","sn35.88:3.3":"‘Nandinirodha dukkhanirodho, punna’ti vadami …pe… ","sn35.88:3.4":"santi kho, punna, manovinneyya dhamma ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.88:3.5":"Tance bhikkhu nabhinandati nabhivadati najjhosaya titthati, tassa tam anabhinandato anabhivadato anajjhosaya titthato nirujjhati nandi. ","sn35.88:3.6":"‘Nandinirodha dukkhanirodho, punna’ti vadami. ","sn35.88:4.1":"Imina tvam, punna, maya sankhittena ovadena ovadito katamasmim janapade viharissasi”ti? ","sn35.88:4.2":"“Atthi, bhante, sunaparanto nama janapado, tatthaham viharissami”ti. ","sn35.88:5.1":"“Canda kho, punna, sunaparantaka manussa; ","sn35.88:5.2":"pharusa kho, punna, sunaparantaka manussa. ","sn35.88:5.3":"Sace tam, punna, sunaparantaka manussa akkosissanti paribhasissanti, tatra te, punna, kinti bhavissati”ti? ","sn35.88:6.1":"“Sace mam, bhante, sunaparantaka manussa akkosissanti paribhasissanti, tatra me evam bhavissati: ","sn35.88:6.2":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam me nayime panina paharam denti’ti. ","sn35.88:6.3":"Evamettha, bhagava, bhavissati; ","sn35.88:6.4":"evamettha, sugata, bhavissati”ti. ","sn35.88:7.1":"“Sace pana te, punna, sunaparantaka manussa panina paharam dassanti, tatra pana te, punna, kinti bhavissati”ti? ","sn35.88:8.1":"“Sace me, bhante, sunaparantaka manussa panina paharam dassanti, tatra me evam bhavissati: ","sn35.88:8.2":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam me nayime ledduna paharam denti’ti. ","sn35.88:8.3":"Evamettha, bhagava, bhavissati; ","sn35.88:8.4":"evamettha, sugata, bhavissati”ti. ","sn35.88:9.1":"“Sace pana te, punna, sunaparantaka manussa ledduna paharam dassanti, tatra pana te, punna, kinti bhavissati”ti? ","sn35.88:10.1":"“Sace me, bhante, sunaparantaka manussa ledduna paharam dassanti, tatra me evam bhavissati: ","sn35.88:10.2":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam me nayime dandena paharam denti’ti. ","sn35.88:10.3":"Evamettha, bhagava, bhavissati; ","sn35.88:10.4":"evamettha, sugata, bhavissati”ti. ","sn35.88:11.1":"“Sace pana punna, sunaparantaka manussa dandena paharam dassanti, tatra pana te, punna, kinti bhavissati”ti? ","sn35.88:12.1":"“Sace me, bhante, sunaparantaka manussa dandena paharam dassanti, tatra me evam bhavissati: ","sn35.88:12.2":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam me nayime satthena paharam denti’ti. ","sn35.88:12.3":"Evamettha, bhagava, bhavissati; ","sn35.88:12.4":"evamettha, sugata, bhavissati”ti. ","sn35.88:13.1":"“Sace pana te, punna, sunaparantaka manussa satthena paharam dassanti, tatra pana te, punna, kinti bhavissati”ti? ","sn35.88:14.1":"“Sace me, bhante, sunaparantaka manussa satthena paharam dassanti, tatra me evam bhavissati: ","sn35.88:14.2":"‘bhaddaka vatime sunaparantaka manussa, subhaddaka vatime sunaparantaka manussa, yam mam nayime tinhena satthena jivita voropenti’ti. ","sn35.88:14.3":"Evamettha, bhagava, bhavissati; ","sn35.88:14.4":"evamettha, sugata, bhavissati”ti. ","sn35.88:15.1":"“Sace pana tam, punna, sunaparantaka manussa tinhena satthena jivita voropessanti, tatra pana te, punna, kinti bhavissati”ti? ","sn35.88:16.1":"“Sace mam, bhante, sunaparantaka manussa tinhena satthena jivita voropessanti, tatra me evam bhavissati: ","sn35.88:16.2":"‘santi kho tassa bhagavato savaka kayena ca jivitena ca attiyamana harayamana jigucchamana satthaharakam pariyesanti, tam me idam apariyitthanneva satthaharakam laddhan’ti. ","sn35.88:16.3":"Evamettha, bhagava, bhavissati; ","sn35.88:16.4":"evamettha, sugata, bhavissati”ti. ","sn35.88:17.1":"“Sadhu sadhu, punna. ","sn35.88:17.2":"Sakkhissasi kho tvam, punna, imina damupasamena samannagato sunaparantasmim janapade vatthum. ","sn35.88:17.3":"Yassadani tvam, punna, kalam mannasi”ti. ","sn35.88:18.1":"Atha kho ayasma punno bhagavato vacanam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva senasanam samsametva pattacivaramadaya yena sunaparanto janapado tena carikam pakkami. ","sn35.88:18.2":"Anupubbena carikam caramano yena sunaparanto janapado tadavasari. ","sn35.88:18.3":"Tatra sudam ayasma punno sunaparantasmim janapade viharati. ","sn35.88:18.4":"Atha kho ayasma punno tenevantaravassena pancamattani upasakasatani pativedesi. ","sn35.88:18.5":"Tenevantaravassena pancamattani upasikasatani pativedesi. ","sn35.88:18.6":"Tenevantaravassena tisso vijja sacchakasi. ","sn35.88:18.7":"Tenevantaravassena parinibbayi. ","sn35.88:19.1":"Atha kho sambahula bhikkhu yena bhagava tenupasankamimsu …pe… ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","sn35.88:19.2":"“yo so, bhante, punno nama kulaputto bhagavata sankhittena ovadena ovadito, so kalankato. ","sn35.88:19.3":"Tassa ka gati ko abhisamparayo”ti? ","sn35.88:20.1":"“Pandito, bhikkhave, punno kulaputto, paccapadi dhammassanudhammam, na ca mam dhammadhikaranam vihesesi. ","sn35.88:20.2":"Parinibbuto, bhikkhave, punno kulaputto”ti. ","sn35.88:20.3":"Pancamam. "}