{"sn35.13:0.1":"Samyutta Nikaya 35.13 ","sn35.13:0.2":"2. Yamakavagga ","sn35.13:0.3":"Pathamapubbesambodhasutta ","sn35.13:1.1":"Savatthinidanam. ","sn35.13:1.2":"“Pubbeva me, bhikkhave, sambodha anabhisambuddhassa bodhisattasseva sato etadahosi: ","sn35.13:1.3":"‘ko nu kho cakkhussa assado, ko adinavo, kim nissaranam? ","sn35.13:1.4":"Ko sotassa …pe… ","sn35.13:1.5":"ko ghanassa … ","sn35.13:1.6":"ko jivhaya … ","sn35.13:1.7":"ko kayassa … ","sn35.13:1.8":"ko manassa assado, ko adinavo, kim nissaranan’ti? ","sn35.13:1.9":"Tassa mayham, bhikkhave, etadahosi: ","sn35.13:1.10":"‘yam kho cakkhum paticca uppajjati sukham somanassam, ayam cakkhussa assado. ","sn35.13:1.11":"Yam cakkhum aniccam dukkham viparinamadhammam, ayam cakkhussa adinavo. ","sn35.13:1.12":"Yo cakkhusmim chandaragavinayo chandaragappahanam, idam cakkhussa nissaranam. ","sn35.13:1.13":"Yam sotam …pe… ","sn35.13:1.14":"yam ghanam …pe… ","sn35.13:1.15":"yam jivham paticca uppajjati sukham somanassam, ayam jivhaya assado. ","sn35.13:1.16":"Yam jivha anicca dukkha viparinamadhamma, ayam jivhaya adinavo. ","sn35.13:1.17":"Yo jivhaya chandaragavinayo chandaragappahanam, idam jivhaya nissaranam. ","sn35.13:1.18":"Yam kayam …pe… ","sn35.13:1.19":"yam manam paticca uppajjati sukham somanassam, ayam manassa assado. ","sn35.13:1.20":"Yam mano anicco dukkho viparinamadhammo, ayam manassa adinavo. ","sn35.13:1.21":"Yo manasmim chandaragavinayo chandaragappahanam, idam manassa nissaranan’ti. ","sn35.13:2.1":"Yavakivancaham, bhikkhave, imesam channam ajjhattikanam ayatananam evam assadanca assadato, adinavanca adinavato, nissarananca nissaranato yathabhutam nabbhannasim, neva tavaham, bhikkhave, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya ‘anuttaram sammasambodhim abhisambuddho’ti paccannasim. ","sn35.13:2.2":"Yato ca khvaham, bhikkhave, imesam channam ajjhattikanam ayatananam evam assadanca assadato, adinavanca adinavato, nissarananca nissaranato yathabhutam abbhannasim, athaham, bhikkhave, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya ‘anuttaram sammasambodhim abhisambuddho’ti paccannasim. ","sn35.13:2.3":"Nananca pana me dassanam udapadi: ","sn35.13:2.4":"‘akuppa me vimutti, ayamantima jati, natthi dani punabbhavo’”ti. ","sn35.13:2.5":"Pathamam. "}