{"sn35.29:0.1":"Samyutta Nikaya 35.29 ","sn35.29:0.2":"3. Sabbavagga ","sn35.29:0.3":"Addhabhutasutta ","sn35.29:1.1":"Evam me sutam—","sn35.29:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","sn35.29:1.3":"Tatra kho bhagava bhikkhu amantesi: ","sn35.29:1.4":"“sabbam, bhikkhave, addhabhutam. ","sn35.29:1.5":"Kinca, bhikkhave, sabbam addhabhutam? ","sn35.29:1.6":"Cakkhu, bhikkhave, addhabhutam, rupa addhabhuta, cakkhuvinnanam addhabhutam, cakkhusamphasso addhabhuto, yampidam cakkhusamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi addhabhutam. ","sn35.29:1.7":"Kena addhabhutam? ","sn35.29:1.8":"‘Jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi addhabhutan’ti vadami …pe… ","sn35.29:1.9":"jivha addhabhuta, rasa addhabhuta, jivhavinnanam addhabhutam, jivhasamphasso addhabhuto, yampidam jivhasamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi addhabhutam. ","sn35.29:1.10":"Kena addhabhutam? ","sn35.29:1.11":"‘Jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi addhabhutan’ti vadami. ","sn35.29:1.12":"Kayo addhabhuto …pe… ","sn35.29:1.13":"mano addhabhuto, dhamma addhabhuta, manovinnanam addhabhutam, manosamphasso addhabhuto, yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi addhabhutam. ","sn35.29:1.14":"Kena addhabhutam? ","sn35.29:1.15":"‘Jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi addhabhutan’ti vadami. ","sn35.29:1.16":"Evam passam, bhikkhave, sutava ariyasavako cakkhusmimpi nibbindati, rupesupi nibbindati, cakkhuvinnanepi nibbindati, cakkhusamphassepi nibbindati …pe… ","sn35.29:1.17":"yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tasmimpi nibbindati. ","sn35.29:1.18":"Nibbindam virajjati, viraga vimuccati, vimuttasmim ‘vimuttam’iti nanam hoti, ","sn35.29:1.19":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati”ti. ","sn35.29:1.20":"Sattamam. "}