{"sn35.133:0.1":"Samyutta Nikaya 35.133 ","sn35.133:0.2":"13. Gahapativagga ","sn35.133:0.3":"Verahaccanisutta ","sn35.133:1.1":"Ekam samayam ayasma udayi kamandayam viharati todeyyassa brahmanassa ambavane. ","sn35.133:1.2":"Atha kho verahaccanigottaya brahmaniya antevasi manavako yenayasma udayi tenupasankami; upasankamitva ayasmata udayina saddhim sammodi. ","sn35.133:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","sn35.133:1.4":"Ekamantam nisinnam kho tam manavakam ayasma udayi dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","sn35.133:1.5":"Atha kho so manavako ayasmata udayina dhammiya kathaya sandassito samadapito samuttejito sampahamsito utthayasana yena verahaccanigotta brahmani tenupasankami; upasankamitva verahaccanigottam brahmanim etadavoca: ","sn35.133:1.6":"“yagghe, bhoti, janeyyasi. ","sn35.133:1.7":"Samano udayi dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam, sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakaseti”ti. ","sn35.133:2.1":"“Tena hi tvam, manavaka, mama vacanena samanam udayim nimantehi svatanaya bhattena”ti. ","sn35.133:2.2":"“Evam, bhoti”ti kho so manavako verahaccanigottaya brahmaniya patissutva yenayasma udayi tenupasankami; upasankamitva ayasmantam udayim etadavoca: ","sn35.133:2.3":"“adhivasetu kira, bhavam udayi amhakam acariyabhariyaya verahaccanigottaya brahmaniya svatanaya bhattan”ti. ","sn35.133:2.4":"Adhivasesi kho ayasma udayi tunhibhavena. ","sn35.133:2.5":"Atha kho ayasma udayi tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena verahaccanigottaya brahmaniya nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","sn35.133:2.6":"Atha kho verahaccanigotta brahmani ayasmantam udayim panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","sn35.133:2.7":"Atha kho verahaccanigotta brahmani ayasmantam udayim bhuttavim onitapattapanim paduka arohitva ucce asane nisiditva sisam ogunthitva ayasmantam udayim etadavoca: ","sn35.133:2.8":"“bhana, samana, dhamman”ti. ","sn35.133:2.9":"“Bhavissati, bhagini, samayo”ti vatva utthayasana pakkami. ","sn35.133:3.1":"Dutiyampi kho so manavako yenayasma udayi tenupasankami; upasankamitva ayasmata udayina saddhim sammodi. ","sn35.133:3.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. ","sn35.133:3.3":"Ekamantam nisinnam kho tam manavakam ayasma udayi dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","sn35.133:3.4":"Dutiyampi kho so manavako ayasmata udayina dhammiya kathaya sandassito samadapito samuttejito sampahamsito utthayasana yena verahaccanigotta brahmani tenupasankami; upasankamitva verahaccanigottam brahmanim etadavoca: ","sn35.133:3.5":"“yagghe, bhoti, janeyyasi. ","sn35.133:3.6":"Samano udayi dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam, sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakaseti”ti. ","sn35.133:4.1":"“Evamevam pana tvam, manavaka, samanassa udayissa vannam bhasasi. ","sn35.133:4.2":"Samano panudayi ‘bhana, samana, dhamman’ti vutto samano ‘bhavissati, bhagini, samayo’ti vatva utthayasana pakkanto”ti. ","sn35.133:4.3":"“Tatha hi pana tvam, bhoti, paduka arohitva ucce asane nisiditva sisam ogunthitva etadavoca: ","sn35.133:4.4":"‘bhana, samana, dhamman’ti. ","sn35.133:4.5":"Dhammagaruno hi te bhavanto dhammagarava”ti. ","sn35.133:4.6":"“Tena hi tvam, manavaka, mama vacanena samanam udayim nimantehi svatanaya bhattena”ti. ","sn35.133:4.7":"“Evam, bhoti”ti kho so manavako verahaccanigottaya brahmaniya patissutva yenayasma udayi tenupasankami; upasankamitva ayasmantam udayim etadavoca: ","sn35.133:4.8":"“adhivasetu kira bhavam udayi amhakam acariyabhariyaya verahaccanigottaya brahmaniya svatanaya bhattan”ti. ","sn35.133:4.9":"Adhivasesi kho ayasma udayi tunhibhavena. ","sn35.133:5.1":"Atha kho ayasma udayi tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena verahaccanigottaya brahmaniya nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","sn35.133:5.2":"Atha kho verahaccanigotta brahmani ayasmantam udayim panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","sn35.133:5.3":"Atha kho verahaccanigotta brahmani ayasmantam udayim bhuttavim onitapattapanim paduka orohitva nice asane nisiditva sisam vivaritva ayasmantam udayim etadavoca: ","sn35.133:5.4":"“kismim nu kho, bhante, sati arahanto sukhadukkham pannapenti, kismim asati arahanto sukhadukkham na pannapenti”ti? ","sn35.133:6.1":"“Cakkhusmim kho, bhagini, sati arahanto sukhadukkham pannapenti, cakkhusmim asati arahanto sukhadukkham na pannapenti …pe… ","sn35.133:6.2":"jivhaya sati arahanto sukhadukkham pannapenti, jivhaya asati arahanto sukhadukkham na pannapenti …pe…. ","sn35.133:6.3":"Manasmim sati arahanto sukhadukkham pannapenti, manasmim asati arahanto sukhadukkham na pannapenti”ti. ","sn35.133:7.1":"Evam vutte, verahaccanigotta brahmani ayasmantam udayim etadavoca: ","sn35.133:7.2":"“abhikkantam, bhante, abhikkantam, bhante. ","sn35.133:7.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam ayyena udayina anekapariyayena dhammo pakasito. ","sn35.133:7.4":"Esaham, ayya udayi, tam bhagavantam saranam gacchami, dhammanca, bhikkhusanghanca. ","sn35.133:7.5":"Upasikam mam ayyo udayi dharetu ajjatagge panupetam saranam gatan”ti. ","sn35.133:7.6":"Dasamam. ","sn35.133:7.7":"Gahapativaggo tatiyo. ","sn35.133:8.0":"Tassuddanam ","sn35.133:8.1":"Vesali vajji nalanda, ","sn35.133:8.2":"Bharadvaja sono ca ghosito; ","sn35.133:8.3":"Haliddiko nakulapita, ","sn35.133:8.4":"Lohicco verahaccaniti. "}