{"sn35.239:0.1":"Samyutta Nikaya 35.239 ","sn35.239:0.2":"19. Asivisavagga ","sn35.239:0.3":"Rathopamasutta ","sn35.239:1.1":"“Tihi, bhikkhave, dhammehi samannagato bhikkhu dittheva dhamme sukhasomanassabahulo viharati, yoni cassa araddha hoti asavanam khayaya. ","sn35.239:1.2":"Katamehi tihi? ","sn35.239:1.3":"Indriyesu guttadvaro hoti, bhojane mattannu, jagariyam anuyutto. ","sn35.239:2.1":"Kathanca, bhikkhave, bhikkhu indriyesu guttadvaro hoti? ","sn35.239:2.2":"Idha, bhikkhave, bhikkhu cakkhuna rupam disva na nimittaggahi hoti, nanubyanjanaggahi; ","sn35.239:2.3":"yatvadhikaranamenam cakkhundriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum. Tassa samvaraya patipajjati; rakkhati cakkhundriyam; cakkhundriye samvaram apajjati. ","sn35.239:2.4":"Sotena saddam sutva … ","sn35.239:2.5":"ghanena gandham ghayitva … ","sn35.239:2.6":"jivhaya rasam sayitva … ","sn35.239:2.7":"kayena photthabbam phusitva … ","sn35.239:2.8":"manasa dhammam vinnaya na nimittaggahi hoti nanubyanjanaggahi; ","sn35.239:2.9":"yatvadhikaranamenam manindriyam asamvutam viharantam abhijjhadomanassa papaka akusala dhamma anvassaveyyum, tassa samvaraya patipajjati; rakkhati manindriyam; manindriye samvaram apajjati. ","sn35.239:2.10":"Seyyathapi, bhikkhave, subhumiyam catumahapathe ajannaratho yutto assa thito odhastapatodo. Tamenam dakkho yoggacariyo assadammasarathi abhiruhitva vamena hatthena rasmiyo gahetva, dakkhinena hatthena patodam gahetva, yenicchakam yadicchakam sareyyapi paccasareyyapi. ","sn35.239:2.11":"Evameva kho, bhikkhave, bhikkhu imesam channam indriyanam arakkhaya sikkhati, samyamaya sikkhati, damaya sikkhati, upasamaya sikkhati. ","sn35.239:2.12":"Evam kho, bhikkhave, bhikkhu indriyesu guttadvaro hoti. ","sn35.239:3.1":"Kathanca, bhikkhave, bhikkhu bhojane mattannu hoti? ","sn35.239:3.2":"Idha, bhikkhave, bhikkhu patisankha yoniso aharam ahareti: ","sn35.239:3.3":"‘neva davaya, na madaya, na mandanaya, na vibhusanaya, yavadeva imassa kayassa thitiya, yapanaya, vihimsuparatiya, brahmacariyanuggahaya, iti purananca vedanam patihankhami, navanca vedanam na uppadessami, yatra ca me bhavissati, anavajjata ca phasuviharo ca’ti. ","sn35.239:3.4":"Seyyathapi, bhikkhave, puriso vanam alimpeyya yavadeva rohanatthaya, seyyatha va pana akkham abbhanjeyya yavadeva bharassa nittharanatthaya; ","sn35.239:3.5":"evam kho, bhikkhave, bhikkhu patisankha yoniso aharam ahareti: ","sn35.239:3.6":"‘neva davaya, na madaya, na mandanaya, na vibhusanaya, yavadeva imassa kayassa thitiya, yapanaya, vihimsuparatiya, brahmacariyanuggahaya, iti purananca vedanam patihankhami, navanca vedanam na uppadessami, yatra ca me bhavissati, anavajjata ca phasuviharo ca’ti. ","sn35.239:3.7":"Evam kho, bhikkhave, bhikkhu bhojane mattannu hoti. ","sn35.239:4.1":"Kathanca, bhikkhave, bhikkhu jagariyam anuyutto hoti? ","sn35.239:4.2":"Idha, bhikkhave, bhikkhu divasam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti. ","sn35.239:4.3":"Rattiya pathamam yamam cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti. ","sn35.239:4.4":"Rattiya majjhimam yamam dakkhinena passena sihaseyyam kappeti pade padam accadhaya sato sampajano utthanasannam manasi karitva. ","sn35.239:4.5":"Rattiya pacchimam yamam paccutthaya cankamena nisajjaya avaraniyehi dhammehi cittam parisodheti. ","sn35.239:4.6":"Evam kho, bhikkhave, bhikkhu jagariyam anuyutto hoti. ","sn35.239:4.7":"Imehi kho, bhikkhave, tihi dhammehi samannagato bhikkhu dittheva dhamme sukhasomanassabahulo viharati, yoni cassa araddha hoti asavanam khayaya”ti. ","sn35.239:4.8":"Dutiyam. "}