{"sn35.89:0.1":"Samyutta Nikaya 35.89 ","sn35.89:0.2":"9. Channavagga ","sn35.89:0.3":"Bahiyasutta ","sn35.89:1.1":"Atha kho ayasma bahiyo yena bhagava tenupasankami …pe… ekamantam nisinno kho ayasma bahiyo bhagavantam etadavoca: ","sn35.89:1.2":"“sadhu me, bhante, bhagava sankhittena dhammam desetu, yamaham bhagavato dhammam sutva eko vupakattho appamatto atapi pahitatto vihareyyan”ti. ","sn35.89:2.1":"“Tam kim mannasi, bahiya, ","sn35.89:2.2":"cakkhu niccam va aniccam va”ti? ","sn35.89:3.1":"“Aniccam, bhante”. ","sn35.89:4.1":"“Yam pananiccam dukkham va tam sukham va”ti? ","sn35.89:5.1":"“Dukkham, bhante”. ","sn35.89:6.1":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","sn35.89:6.2":"‘etam mama, esohamasmi, eso me atta’”ti? ","sn35.89:7.1":"“No hetam, bhante”. ","sn35.89:8.1":"“Rupa nicca va anicca va”ti? ","sn35.89:9.1":"“Anicca, bhante” …pe… ","sn35.89:9.2":"cakkhuvinnanam …pe… ","sn35.89:9.3":"cakkhusamphasso …pe… ","sn35.89:9.4":"yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi niccam va aniccam va”ti? ","sn35.89:10.1":"“Aniccam, bhante”. ","sn35.89:11.1":"“Yam pananiccam dukkham va tam sukham va”ti? ","sn35.89:12.1":"“Dukkham, bhante”. ","sn35.89:13.1":"“Yam pananiccam dukkham viparinamadhammam, kallam nu tam samanupassitum: ","sn35.89:13.2":"‘etam mama, esohamasmi, eso me atta’”ti? ","sn35.89:14.1":"“No hetam, bhante”. ","sn35.89:15.1":"“Evam passam, bahiya, sutava ariyasavako cakkhusmimpi nibbindati, rupesupi nibbindati, cakkhuvinnanepi nibbindati, cakkhusamphassepi nibbindati …pe… ","sn35.89:15.2":"yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tasmimpi nibbindati. ","sn35.89:15.3":"Nibbindam virajjati; viraga vimuccati; vimuttasmim vimuttamiti nanam hoti. ","sn35.89:15.4":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati”ti. ","sn35.89:16.1":"Atha kho ayasma bahiyo bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","sn35.89:16.2":"Atha kho ayasma bahiyo eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","sn35.89:16.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","sn35.89:16.4":"Annataro ca panayasma bahiyo arahatam ahositi. ","sn35.89:16.5":"Chattham. "}