{"sn35.91:0.1":"Samyutta Nikaya 35.91 ","sn35.91:0.2":"9. Channavagga ","sn35.91:0.3":"Dutiyaejasutta ","sn35.91:1.1":"“Eja, bhikkhave, rogo, eja gando, eja sallam. ","sn35.91:1.2":"Tasmatiha, bhikkhave, tathagato anejo viharati vitasallo. ","sn35.91:1.3":"Tasmatiha, bhikkhave, bhikkhu cepi akankheyya ‘anejo vihareyyam vitasallo’ti, ","sn35.91:1.4":"cakkhum na manneyya, cakkhusmim na manneyya, cakkhuto na manneyya, cakkhu meti na manneyya; ","sn35.91:1.5":"rupe na manneyya … ","sn35.91:1.6":"cakkhuvinnanam … ","sn35.91:1.7":"cakkhusamphassam … ","sn35.91:1.8":"yampidam cakkhusamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi na manneyya, tasmimpi na manneyya, tatopi na manneyya, tam meti na manneyya. ","sn35.91:1.9":"Yanhi, bhikkhave, mannati, yasmim mannati, yato mannati, yam meti mannati, tato tam hoti annatha. ","sn35.91:1.10":"Annathabhavi bhavasatto loko bhavameva abhinandati …pe…. ","sn35.91:2.1":"Jivham na manneyya, jivhaya na manneyya, jivhato na manneyya, jivha meti na manneyya; ","sn35.91:2.2":"rase na manneyya … ","sn35.91:2.3":"jivhavinnanam … ","sn35.91:2.4":"jivhasamphassam … ","sn35.91:2.5":"yampidam jivhasamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi na manneyya, tasmimpi na manneyya, tatopi na manneyya, tam meti na manneyya. ","sn35.91:2.6":"Yanhi, bhikkhave, mannati, yasmim mannati, yato mannati, yam meti mannati, tato tam hoti annatha. Annathabhavi bhavasatto loko bhavameva abhinandati …pe…. ","sn35.91:3.1":"Manam na manneyya, manasmim na manneyya, manato na manneyya, mano meti na manneyya … ","sn35.91:3.2":"manovinnanam … ","sn35.91:3.3":"manosamphassam … ","sn35.91:3.4":"yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi na manneyya, tasmimpi na manneyya, tatopi na manneyya, tam meti na manneyya. ","sn35.91:3.5":"Yanhi, bhikkhave, mannati, yasmim mannati, yato mannati, yam meti mannati, tato tam hoti annatha. ","sn35.91:3.6":"Annathabhavi bhavasatto loko bhavameva abhinandati. ","sn35.91:4.1":"Yavata, bhikkhave, khandhadhatuayatana tampi na manneyya, tasmimpi na manneyya, tatopi na manneyya, tam meti na manneyya. ","sn35.91:4.2":"So evam amannamano na kinci loke upadiyati. ","sn35.91:4.3":"Anupadiyam na paritassati. Aparitassam paccattanneva parinibbayati. ","sn35.91:4.4":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati”ti. ","sn35.91:4.5":"Atthamam. "}