{"sn35.235:0.1":"Samyutta Nikaya 35.235 ","sn35.235:0.2":"18. Samuddavagga ","sn35.235:0.3":"Adittapariyayasutta ","sn35.235:1.1":"“Adittapariyayam vo, bhikkhave, dhammapariyayam desessami. ","sn35.235:1.2":"Tam sunatha. ","sn35.235:1.3":"Katamo ca, bhikkhave, adittapariyayo, dhammapariyayo? ","sn35.235:1.4":"Varam, bhikkhave, tattaya ayosalakaya adittaya sampajjalitaya sajotibhutaya cakkhundriyam sampalimattham, na tveva cakkhuvinneyyesu rupesu anubyanjanaso nimittaggaho. ","sn35.235:1.5":"Nimittassadagathitam va, bhikkhave, vinnanam titthamanam tittheyya, anubyanjanassadagathitam va tasmince samaye kalam kareyya, thanametam vijjati, yam dvinnam gatinam annataram gatim gaccheyya—","sn35.235:1.6":"nirayam va, tiracchanayonim va. ","sn35.235:1.7":"Imam khvaham, bhikkhave, adinavam disva evam vadami. ","sn35.235:2.1":"Varam, bhikkhave, tinhena ayosankuna adittena sampajjalitena sajotibhutena sotindriyam sampalimattham, na tveva sotavinneyyesu saddesu anubyanjanaso nimittaggaho. ","sn35.235:2.2":"Nimittassadagathitam va, bhikkhave, vinnanam titthamanam tittheyya, anubyanjanassadagathitam va tasmince samaye kalam kareyya, thanametam vijjati, yam dvinnam gatinam annataram gatim gaccheyya—","sn35.235:2.3":"nirayam va tiracchanayonim va. ","sn35.235:2.4":"Imam khvaham, bhikkhave, adinavam disva evam vadami. ","sn35.235:3.1":"Varam, bhikkhave, tinhena nakhacchedanena adittena sampajjalitena sajotibhutena ghanindriyam sampalimattham, na tveva ghanavinneyyesu gandhesu anubyanjanaso nimittaggaho. ","sn35.235:3.2":"Nimittassadagathitam va, bhikkhave, vinnanam titthamanam tittheyya, anubyanjanassadagathitam va tasmince samaye kalam kareyya. ","sn35.235:3.3":"Thanametam vijjati, yam dvinnam gatinam annataram gatim gaccheyya—","sn35.235:3.4":"nirayam va tiracchanayonim va. ","sn35.235:3.5":"Imam khvaham, bhikkhave, adinavam disva evam vadami. ","sn35.235:4.1":"Varam, bhikkhave, tinhena khurena adittena sampajjalitena sajotibhutena jivhindriyam sampalimattham, na tveva jivhavinneyyesu rasesu anubyanjanaso nimittaggaho. ","sn35.235:4.2":"Nimittassadagathitam va, bhikkhave, vinnanam titthamanam tittheyya, anubyanjanassadagathitam va tasmince samaye kalam kareyya. ","sn35.235:4.3":"Thanametam vijjati, yam dvinnam gatinam annataram gatim gaccheyya—","sn35.235:4.4":"nirayam va tiracchanayonim va. ","sn35.235:4.5":"Imam khvaham, bhikkhave, adinavam disva evam vadami. ","sn35.235:5.1":"Varam, bhikkhave, tinhaya sattiya adittaya sampajjalitaya sajotibhutaya kayindriyam sampalimattham, na tveva kayavinneyyesu photthabbesu anubyanjanaso nimittaggaho. ","sn35.235:5.2":"Nimittassadagathitam va, bhikkhave, vinnanam titthamanam tittheyya, anubyanjanassadagathitam va tasmince samaye kalam kareyya. ","sn35.235:5.3":"Thanametam vijjati, yam dvinnam gatinam annataram gatim gaccheyya—","sn35.235:5.4":"nirayam va tiracchanayonim va. ","sn35.235:5.5":"Imam khvaham, bhikkhave, adinavam disva evam vadami. ","sn35.235:6.1":"Varam, bhikkhave, sottam. ","sn35.235:6.2":"Sottam kho panaham, bhikkhave, vanjham jivitanam vadami, aphalam jivitanam vadami, momuham jivitanam vadami, na tveva tatharupe vitakke vitakkeyya yatharupanam vitakkanam vasam gato sangham bhindeyya. ","sn35.235:6.3":"Imam khvaham, bhikkhave, vanjham jivitanam adinavam disva evam vadami. ","sn35.235:7.1":"Tattha, bhikkhave, sutava ariyasavako iti patisancikkhati: ","sn35.235:7.2":"‘titthatu tava tattaya ayosalakaya adittaya sampajjalitaya sajotibhutaya cakkhundriyam sampalimattham. ","sn35.235:7.3":"Handaham idameva manasi karomi—","sn35.235:7.4":"iti cakkhu aniccam, rupa anicca, cakkhuvinnanam aniccam, cakkhusamphasso anicco, yampidam cakkhusamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi aniccam’. ","sn35.235:8.1":"Titthatu tava tinhena ayosankuna adittena sampajjalitena sajotibhutena sotindriyam sampalimattham. ","sn35.235:8.2":"Handaham idameva manasi karomi—","sn35.235:8.3":"iti sotam aniccam, sadda anicca, sotavinnanam aniccam, sotasamphasso anicco, yampidam sotasamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi aniccam. ","sn35.235:9.1":"Titthatu tava tinhena nakhacchedanena adittena sampajjalitena sajotibhutena ghanindriyam sampalimattham. ","sn35.235:9.2":"Handaham idameva manasi karomi—","sn35.235:9.3":"iti ghanam aniccam, gandha anicca, ghanavinnanam aniccam, ghanasamphasso anicco, yampidam ghanasamphassapaccaya uppajjati vedayitam …pe… tampi aniccam. ","sn35.235:10.1":"Titthatu tava tinhena khurena adittena sampajjalitena sajotibhutena jivhindriyam sampalimattham. ","sn35.235:10.2":"Handaham idameva manasi karomi—","sn35.235:10.3":"iti jivha anicca, rasa anicca, jivhavinnanam aniccam, jivhasamphasso anicco, yampidam jivhasamphassapaccaya uppajjati …pe… tampi aniccam. ","sn35.235:11.1":"Titthatu tava tinhaya sattiya adittaya sampajjalitaya sajotibhutaya kayindriyam sampalimattham. ","sn35.235:11.2":"Handaham idameva manasi karomi—","sn35.235:11.3":"iti kayo anicco, photthabba anicca, kayavinnanam aniccam, kayasamphasso anicco, yampidam kayasamphassapaccaya uppajjati vedayitam …pe… tampi aniccam. ","sn35.235:12.1":"Titthatu tava sottam. ","sn35.235:12.2":"Handaham idameva manasi karomi—","sn35.235:12.3":"iti mano anicco, dhamma anicca, manovinnanam aniccam, manosamphasso anicco, yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi aniccam”. ","sn35.235:13.1":"Evam passam, bhikkhave, sutava ariyasavako cakkhusmimpi nibbindati, rupesupi nibbindati, cakkhuvinnanepi nibbindati, cakkhusamphassepi nibbindati …pe… ","sn35.235:13.2":"yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tasmimpi nibbindati. ","sn35.235:13.3":"Nibbindam virajjati; viraga vimuccati; vimuttasmim vimuttamiti nanam hoti. ","sn35.235:13.4":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","sn35.235:13.5":"Ayam kho, bhikkhave, adittapariyayo, dhammapariyayo”ti. ","sn35.235:13.6":"Atthamam. "}