{"sn35.17:0.1":"Samyutta Nikaya 35.17 ","sn35.17:0.2":"2. Yamakavagga ","sn35.17:0.3":"Pathamanoceassadasutta ","sn35.17:1.1":"“No cedam, bhikkhave, cakkhussa assado abhavissa, nayidam satta cakkhusmim sarajjeyyum. ","sn35.17:1.2":"Yasma ca kho, bhikkhave, atthi cakkhussa assado tasma satta cakkhusmim sarajjanti. ","sn35.17:1.3":"No cedam, bhikkhave, cakkhussa adinavo abhavissa, nayidam satta cakkhusmim nibbindeyyum. ","sn35.17:1.4":"Yasma ca kho, bhikkhave, atthi cakkhussa adinavo tasma satta cakkhusmim nibbindanti. ","sn35.17:1.5":"No cedam, bhikkhave, cakkhussa nissaranam abhavissa, nayidam satta cakkhusma nissareyyum. ","sn35.17:1.6":"Yasma ca kho, bhikkhave, atthi cakkhussa nissaranam tasma satta cakkhusma nissaranti. ","sn35.17:1.7":"No cedam, bhikkhave, sotassa assado abhavissa … ","sn35.17:1.8":"no cedam, bhikkhave, ghanassa assado abhavissa … ","sn35.17:1.9":"no cedam, bhikkhave, jivhaya assado abhavissa, nayidam satta jivhaya sarajjeyyum. ","sn35.17:1.10":"Yasma ca kho, bhikkhave, atthi jivhaya assado, tasma satta jivhaya sarajjanti. ","sn35.17:1.11":"No cedam, bhikkhave, jivhaya adinavo abhavissa, nayidam satta jivhaya nibbindeyyum. ","sn35.17:1.12":"Yasma ca kho, bhikkhave, atthi jivhaya adinavo, tasma satta jivhaya nibbindanti. ","sn35.17:1.13":"No cedam, bhikkhave, jivhaya nissaranam abhavissa, nayidam satta jivhaya nissareyyum. ","sn35.17:1.14":"Yasma ca kho, bhikkhave, atthi jivhaya nissaranam, tasma satta jivhaya nissaranti. ","sn35.17:1.15":"No cedam, bhikkhave, kayassa assado abhavissa … ","sn35.17:1.16":"no cedam, bhikkhave, manassa assado abhavissa, nayidam satta manasmim sarajjeyyum. ","sn35.17:1.17":"Yasma ca kho, bhikkhave, atthi manassa assado, tasma satta manasmim sarajjanti. ","sn35.17:1.18":"No cedam, bhikkhave, manassa adinavo abhavissa, nayidam satta manasmim nibbindeyyum. ","sn35.17:1.19":"Yasma ca kho, bhikkhave, atthi manassa adinavo, tasma satta manasmim nibbindanti. ","sn35.17:1.20":"No cedam, bhikkhave, manassa nissaranam abhavissa, nayidam satta manasma nissareyyum. ","sn35.17:1.21":"Yasma ca kho, bhikkhave, atthi manassa nissaranam, tasma satta manasma nissaranti. ","sn35.17:2.1":"Yavakivanca, bhikkhave, satta imesam channam ajjhattikanam ayatananam assadanca assadato, adinavanca adinavato, nissarananca nissaranato yathabhutam nabbhannamsu, neva tava, bhikkhave, satta sadevaka loka samaraka sabrahmaka sassamanabrahmaniya pajaya sadevamanussaya nissata visannutta vippamutta vimariyadikatena cetasa viharimsu. ","sn35.17:2.2":"Yato ca kho, bhikkhave, satta imesam channam ajjhattikanam ayatananam assadanca assadato, adinavanca adinavato, nissarananca nissaranato yathabhutam abbhannamsu, atha, bhikkhave, satta sadevaka loka samaraka sabrahmaka sassamanabrahmaniya pajaya sadevamanussaya nissata visannutta vippamutta vimariyadikatena cetasa viharanti”ti. ","sn35.17:2.3":"Pancamam. "}