{"sn35.30:0.1":"Samyutta Nikaya 35.30 ","sn35.30:0.2":"3. Sabbavagga ","sn35.30:0.3":"Samugghatasaruppasutta ","sn35.30:1.1":"“Sabbamannitasamugghatasaruppam vo, bhikkhave, patipadam desessami. ","sn35.30:1.2":"Tam sunatha, sadhukam manasi karotha, bhasissamiti. ","sn35.30:1.3":"Katama ca sa, bhikkhave, sabbamannitasamugghatasaruppa patipada? ","sn35.30:1.4":"Idha, bhikkhave, bhikkhu cakkhum na mannati, cakkhusmim na mannati, cakkhuto na mannati, cakkhum meti na mannati. ","sn35.30:1.5":"Rupe na mannati, rupesu na mannati, rupato na mannati, rupa meti na mannati. ","sn35.30:1.6":"Cakkhuvinnanam na mannati, cakkhuvinnanasmim na mannati, cakkhuvinnanato na mannati, cakkhuvinnanam meti na mannati. ","sn35.30:1.7":"Cakkhusamphassam na mannati, cakkhusamphassasmim na mannati, cakkhusamphassato na mannati, cakkhusamphasso meti na mannati. ","sn35.30:1.8":"Yampidam cakkhusamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi na mannati, tasmimpi na mannati, tatopi na mannati, tam meti na mannati …pe… ","sn35.30:1.9":"jivham na mannati, jivhaya na mannati, jivhato na mannati, jivha meti na mannati. ","sn35.30:1.10":"Rase na mannati, rasesu na mannati, rasato na mannati, rasa meti na mannati. ","sn35.30:1.11":"Jivhavinnanam na mannati, jivhavinnanasmim na mannati, jivhavinnanato na mannati, jivhavinnanam meti na mannati. ","sn35.30:1.12":"Jivhasamphassam na mannati, jivhasamphassasmim na mannati, jivhasamphassato na mannati, jivhasamphasso meti na mannati. ","sn35.30:1.13":"Yampidam jivhasamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi na mannati, tasmimpi na mannati, tatopi na mannati, tam meti na mannati …pe… ","sn35.30:1.14":"manam na mannati, manasmim na mannati, manato na mannati, mano meti na mannati. ","sn35.30:1.15":"Dhamme na mannati, dhammesu na mannati, dhammato na mannati, dhamma meti na mannati. ","sn35.30:1.16":"Manovinnanam na mannati, manovinnanasmim na mannati, manovinnanato na mannati, manovinnanam meti na mannati. ","sn35.30:1.17":"Manosamphassam na mannati, manosamphassasmim na mannati, manosamphassato na mannati, manosamphasso meti na mannati. ","sn35.30:1.18":"Yampidam manosamphassapaccaya uppajjati vedayitam sukham va dukkham va adukkhamasukham va tampi na mannati, tasmimpi na mannati, tatopi na mannati, tam meti na mannati. ","sn35.30:1.19":"Sabbam na mannati, sabbasmim na mannati, sabbato na mannati, sabbam meti na mannati. ","sn35.30:1.20":"So evam amannamano na ca kinci loke upadiyati. ","sn35.30:1.21":"Anupadiyam na paritassati. Aparitassam paccattanneva parinibbayati. ","sn35.30:1.22":"‘Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanati. ","sn35.30:1.23":"Ayam kho sa, bhikkhave, sabbamannitasamugghatasaruppa patipada”ti. ","sn35.30:1.24":"Atthamam. "}