{"sn35.233:0.1":"Samyutta Nikaya 35.233 ","sn35.233:0.2":"18. Samuddavagga ","sn35.233:0.3":"Kamabhusutta ","sn35.233:1.1":"Ekam samayam ayasma ca anando ayasma ca kamabhu kosambiyam viharanti ghositarame. ","sn35.233:1.2":"Atha kho ayasma kamabhu sayanhasamayam patisallana vutthito yenayasma anando tenupasankami; upasankamitva ayasmata anandena saddhim sammodi. ","sn35.233:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho ayasma kamabhu ayasmantam anandam etadavoca: ","sn35.233:2.1":"“Kim nu kho, avuso ananda, cakkhu rupanam samyojanam, rupa cakkhussa samyojanam …pe… ","sn35.233:2.2":"jivha rasanam samyojanam, rasa jivhaya samyojanam …pe… ","sn35.233:2.3":"mano dhammanam samyojanam, dhamma manassa samyojanan”ti? ","sn35.233:3.1":"“Na kho, avuso kamabhu, cakkhu rupanam samyojanam, na rupa cakkhussa samyojanam. ","sn35.233:3.2":"Yanca tattha tadubhayam paticca uppajjati chandarago, tam tattha samyojanam …pe… ","sn35.233:3.3":"na jivha rasanam samyojanam, na rasa jivhaya samyojanam …pe… ","sn35.233:3.4":"na mano dhammanam samyojanam, na dhamma manassa samyojanam. ","sn35.233:3.5":"Yanca tattha tadubhayam paticca uppajjati chandarago tam tattha samyojanam. ","sn35.233:4.1":"Seyyathapi, avuso, kalo ca balibaddo odato ca balibaddo ekena damena va yottena va samyutta assu. ","sn35.233:4.2":"Yo nu kho evam vadeyya: ","sn35.233:4.3":"‘kalo balibaddo odatassa balibaddassa samyojanam, odato balibaddo kalassa balibaddassa samyojanan’ti, samma nu kho so vadamano vadeyya”ti? ","sn35.233:4.4":"“No hetam, avuso”. ","sn35.233:4.5":"“Na kho, avuso, kalo balibaddo odatassa balibaddassa samyojanam, napi odato balibaddo kalassa balibaddassa samyojanam. ","sn35.233:4.6":"Yena ca kho te ekena damena va yottena va samyutta, tam tattha samyojanam. ","sn35.233:4.7":"Evameva kho, avuso, na cakkhu rupanam samyojanam, na rupa cakkhussa samyojanam …pe… ","sn35.233:4.8":"na jivha …pe… ","sn35.233:4.9":"na mano …pe… ","sn35.233:4.10":"yanca tattha tadubhayam paticca uppajjati chandarago, tam tattha samyojanan”ti. ","sn35.233:4.11":"Chattham. "}