{"sn35.124:0.1":"Samyutta Nikaya 35.124 ","sn35.124:0.2":"13. Gahapativagga ","sn35.124:0.3":"Vesalisutta ","sn35.124:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","sn35.124:1.2":"Atha kho uggo gahapati vesaliko yena bhagava tenupasankami; upasankamitva ekamantam nisidi. Ekamantam nisinno kho uggo gahapati vesaliko bhagavantam etadavoca: ","sn35.124:1.3":"“ko nu kho, bhante, hetu, ko paccayo yena m’idhekacce satta dittheva dhamme no parinibbayanti? ","sn35.124:1.4":"Ko pana, bhante, hetu, ko paccayo yena m’idhekacce satta dittheva dhamme parinibbayanti”ti? ","sn35.124:2.1":"“Santi kho, gahapati, cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.124:2.2":"Tance bhikkhu abhinandati abhivadati ajjhosaya titthati. Tassa tam abhinandato abhivadato ajjhosaya titthato tannissitam vinnanam hoti tadupadanam. ","sn35.124:2.3":"Saupadano, gahapati, bhikkhu no parinibbayati …pe… ","sn35.124:2.4":"santi kho, gahapati, jivhavinneyya rasa …pe… ","sn35.124:2.5":"santi kho, gahapati, manovinneyya dhamma ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.124:2.6":"Tance bhikkhu abhinandati abhivadati ajjhosaya titthati. Tassa tam abhinandato abhivadato ajjhosaya titthato tannissitam vinnanam hoti tadupadanam. ","sn35.124:2.7":"Saupadano, gahapati, bhikkhu no parinibbayati. ","sn35.124:2.8":"Ayam kho, gahapati, hetu, ayam paccayo yena m’idhekacce satta dittheva dhamme no parinibbayanti. ","sn35.124:3.1":"Santi ca kho, gahapati, cakkhuvinneyya rupa, ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.124:3.2":"Tance bhikkhu nabhinandati nabhivadati najjhosaya titthati. Tassa tam anabhinandato anabhivadato anajjhosaya titthato na tannissitam vinnanam hoti, na tadupadanam. ","sn35.124:3.3":"Anupadano, gahapati, bhikkhu parinibbayati …pe… ","sn35.124:3.4":"santi kho, gahapati, jivhavinneyya rasa …pe… ","sn35.124:3.5":"santi kho, gahapati, manovinneyya dhamma ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.124:3.6":"Tance bhikkhu nabhinandati nabhivadati najjhosaya titthati, tassa tam anabhinandato anabhivadato anajjhosaya titthato. Na tannissitam vinnanam hoti, na tadupadanam. ","sn35.124:3.7":"Anupadano, gahapati, bhikkhu parinibbayati. ","sn35.124:3.8":"Ayam kho, gahapati, hetu ayam paccayo yena m’idhekacce satta dittheva dhamme parinibbayanti”ti. ","sn35.124:3.9":"Pathamam. "}