{"sn35.132:0.1":"Samyutta Nikaya 35.132 ","sn35.132:0.2":"13. Gahapativagga ","sn35.132:0.3":"Lohiccasutta ","sn35.132:1.1":"Ekam samayam ayasma mahakaccano avantisu viharati makkarakate arannakutikayam. ","sn35.132:1.2":"Atha kho lohiccassa brahmanassa sambahula antevasika katthaharaka manavaka yenayasmato mahakaccanassa arannakutika tenupasankamimsu; upasankamitva parito parito kutikaya anucankamanti anuvicaranti uccasadda mahasadda kanici kanici seleyyakani karonti: ","sn35.132:1.3":"“ime pana mundaka samanaka ibbha kanha bandhupadapacca, imesam bharatakanam sakkata garukata manita pujita apacita”ti. ","sn35.132:1.4":"Atha kho ayasma mahakaccano vihara nikkhamitva te manavake etadavoca: ","sn35.132:1.5":"“ma manavaka saddamakattha; ","sn35.132:1.6":"dhammam vo bhasissami”ti. ","sn35.132:1.7":"Evam vutte, te manavaka tunhi ahesum. ","sn35.132:1.8":"Atha kho ayasma mahakaccano te manavake gathahi ajjhabhasi: ","sn35.132:2.1":"“Siluttama pubbatara ahesum, ","sn35.132:2.2":"Te brahmana ye puranam saranti; ","sn35.132:2.3":"Guttani dvarani surakkhitani, ","sn35.132:2.4":"Ahesum tesam abhibhuyya kodham. ","sn35.132:3.1":"Dhamme ca jhane ca rata ahesum, ","sn35.132:3.2":"Te brahmana ye puranam saranti. ","sn35.132:4.1":"Ime ca vokkamma japamaseti, ","sn35.132:4.2":"Gottena matta visamam caranti; ","sn35.132:4.3":"Kodhabhibhuta puthuattadanda, ","sn35.132:4.4":"Virajjamana satanhatanhesu. ","sn35.132:5.1":"Aguttadvarassa bhavanti mogha, ","sn35.132:5.2":"Supineva laddham purisassa vittam; ","sn35.132:5.3":"Anasaka thandilasayika ca, ","sn35.132:5.4":"Pato sinananca tayo ca veda. ","sn35.132:6.1":"Kharajinam jatapanko, ","sn35.132:6.2":"manta silabbatam tapo; ","sn35.132:6.3":"Kuhana vankadanda ca, ","sn35.132:6.4":"udakacamanani ca; ","sn35.132:6.5":"Vanna ete brahmananam, ","sn35.132:6.6":"kata kincikkhabhavana. ","sn35.132:7.1":"Cittanca susamahitam, ","sn35.132:7.2":"vippasannamanavilam; ","sn35.132:7.3":"Akhilam sabbabhutesu, ","sn35.132:7.4":"so maggo brahmapattiya”ti. ","sn35.132:8.1":"Atha kho te manavaka kupita anattamana yena lohicco brahmano tenupasankamimsu; upasankamitva lohiccam brahmanam etadavocum: ","sn35.132:8.2":"“yagghe bhavam janeyya, samano mahakaccano brahmananam mante ekamsena apavadati, patikkosati”ti? ","sn35.132:8.3":"Evam vutte, lohicco brahmano kupito ahosi anattamano. ","sn35.132:8.4":"Atha kho lohiccassa brahmanassa etadahosi: ","sn35.132:8.5":"“na kho pana metam patirupam yoham annadatthu manavakanamyeva sutva samanam mahakaccanam akkoseyyam paribhaseyyam. ","sn35.132:8.6":"Yannunaham upasankamitva puccheyyan”ti. ","sn35.132:9.1":"Atha kho lohicco brahmano tehi manavakehi saddhim yenayasma mahakaccano tenupasankami; upasankamitva ayasmata mahakaccanena saddhim sammodi. ","sn35.132:9.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho lohicco brahmano ayasmantam mahakaccanam etadavoca: ","sn35.132:9.3":"“agamamsu nu khvidha, bho kaccana, amhakam sambahula antevasika katthaharaka manavaka”ti? ","sn35.132:9.4":"“Agamamsu khvidha te, brahmana, sambahula antevasika katthaharaka manavaka”ti. ","sn35.132:9.5":"“Ahu pana bhoto kaccanassa tehi manavakehi saddhim kocideva kathasallapo”ti? ","sn35.132:9.6":"“Ahu kho me, brahmana, tehi manavakehi saddhim kocideva kathasallapo”ti. ","sn35.132:9.7":"“Yatha katham pana bhoto kaccanassa tehi manavakehi saddhim ahosi kathasallapo”ti? ","sn35.132:9.8":"“Evam kho me, brahmana, tehi manavakehi saddhim ahosi kathasallapo: ","sn35.132:10.1":"‘Siluttama pubbatara ahesum, ","sn35.132:10.2":"Te brahmana ye puranam saranti; ","sn35.132:10.3":"…pe… ","sn35.132:10.4":"Akhilam sabbabhutesu, ","sn35.132:10.5":"So maggo brahmapattiya’ti. ","sn35.132:11.1":"Evam kho me, brahmana, tehi manavakehi saddhim ahosi kathasallapo”ti. ","sn35.132:12.1":"“‘Aguttadvaro’ti bhavam kaccano aha. ","sn35.132:12.2":"Kittavata nu kho, bho kaccana, aguttadvaro hoti”ti? ","sn35.132:12.3":"“Idha, brahmana, ekacco cakkhuna rupam disva piyarupe rupe adhimuccati, appiyarupe rupe byapajjati, anupatthitakayassati ca viharati, parittacetaso ","sn35.132:12.4":"tanca cetovimuttim pannavimuttim yathabhutam nappajanati yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti. ","sn35.132:12.5":"Sotena saddam sutva … ","sn35.132:12.6":"ghanena gandham ghayitva … ","sn35.132:12.7":"jivhaya rasam sayitva … ","sn35.132:12.8":"kayena photthabbam phusitva … ","sn35.132:12.9":"manasa dhammam vinnaya piyarupe dhamme adhimuccati, appiyarupe ca dhamme byapajjati, anupatthitakayassati ca viharati, parittacetaso ","sn35.132:12.10":"tanca cetovimuttim pannavimuttim yathabhutam nappajanati yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti. ","sn35.132:12.11":"Evam kho, brahmana, aguttadvaro hoti”ti. ","sn35.132:12.12":"“Acchariyam, bho kaccana, abbhutam, bho kaccana. ","sn35.132:12.13":"Yavancidam bhota kaccanena aguttadvarova samano aguttadvaroti akkhato. ","sn35.132:13.1":"‘Guttadvaro’ti bhavam kaccano aha. ","sn35.132:13.2":"Kittavata nu kho, bho kaccana, guttadvaro hoti”ti? ","sn35.132:13.3":"“Idha, brahmana, bhikkhu cakkhuna rupam disva piyarupe rupe nadhimuccati, appiyarupe rupe na byapajjati, upatthitakayassati ca viharati, appamanacetaso ","sn35.132:13.4":"tanca cetovimuttim pannavimuttim yathabhutam pajanati yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti. ","sn35.132:13.5":"Sotena saddam sutva … ","sn35.132:13.6":"ghanena gandham ghayitva … ","sn35.132:13.7":"jivhaya rasam sayitva … ","sn35.132:13.8":"kayena photthabbam phusitva … ","sn35.132:13.9":"manasa dhammam vinnaya piyarupe dhamme nadhimuccati, appiyarupe dhamme na byapajjati, upatthitakayassati ca viharati, appamanacetaso ","sn35.132:13.10":"tanca cetovimuttim pannavimuttim yathabhutam pajanati, yatthassa te uppanna papaka akusala dhamma aparisesa nirujjhanti. ","sn35.132:13.11":"Evam kho, brahmana, guttadvaro hoti”ti. ","sn35.132:14.1":"“Acchariyam, bho kaccana, abbhutam, bho kaccana. ","sn35.132:14.2":"Yavancidam bhota kaccanena guttadvarova samano guttadvaroti akkhato. ","sn35.132:14.3":"Abhikkantam, bho kaccana; abhikkantam, bho kaccana. ","sn35.132:14.4":"Seyyathapi, bho kaccana, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota kaccanena anekapariyayena dhammo pakasito. ","sn35.132:14.5":"Esaham, bho kaccana, tam bhagavantam saranam gacchami, dhammanca, bhikkhusanghanca. ","sn35.132:14.6":"Upasakam mam bhavam kaccano dharetu ajjatagge panupetam saranam gatam. ","sn35.132:14.7":"Yatha ca bhavam kaccano makkarakate upasakakulani upasankamati; evameva lohiccakulam upasankamatu. ","sn35.132:14.8":"Tattha ye manavaka va manavika va bhavantam kaccanam abhivadessanti paccutthissanti asanam va udakam va dassanti, tesam tam bhavissati digharattam hitaya sukhaya”ti. ","sn35.132:14.9":"Navamam. "}