{"sn35.118:0.1":"Samyutta Nikaya 35.118 ","sn35.118:0.2":"12. Lokakamagunavagga ","sn35.118:0.3":"Sakkapanhasutta ","sn35.118:1.1":"Ekam samayam bhagava rajagahe viharati gijjhakute pabbate. ","sn35.118:1.2":"Atha kho sakko devanamindo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thito kho sakko devanamindo bhagavantam etadavoca: ","sn35.118:1.3":"“ko nu kho, bhante, hetu, ko paccayo yena m’idhekacce satta dittheva dhamme no parinibbayanti? ","sn35.118:1.4":"Ko pana, bhante, hetu, ko paccayo yena m’idhekacce satta dittheva dhamme parinibbayanti”ti? ","sn35.118:2.1":"“Santi kho, devanaminda, cakkhuvinneyya rupa, ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.118:2.2":"Tance bhikkhu abhinandati abhivadati ajjhosaya titthati. ","sn35.118:2.3":"Tassa tam abhinandato abhivadato ajjhosaya titthato tannissitam vinnanam hoti tadupadanam. ","sn35.118:2.4":"Saupadano, devanaminda, bhikkhu no parinibbayati …pe…. ","sn35.118:3.1":"Santi kho, devanaminda, jivhavinneyya rasa …pe… ","sn35.118:3.2":"santi kho, devanaminda, manovinneyya dhamma, ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.118:3.3":"Tance bhikkhu abhinandati abhivadati ajjhosaya titthati. ","sn35.118:3.4":"Tassa tam abhinandato abhivadato ajjhosaya titthato tannissitam vinnanam hoti tadupadanam. ","sn35.118:3.5":"Saupadano, devanaminda, bhikkhu no parinibbayati. ","sn35.118:3.6":"Ayam kho, devanaminda, hetu, ayam paccayo yena m’idhekacce satta dittheva dhamme no parinibbayanti. ","sn35.118:4.1":"Santi ca kho, devanaminda, cakkhuvinneyya rupa, ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.118:4.2":"Tance bhikkhu nabhinandati nabhivadati najjhosaya titthati. ","sn35.118:4.3":"Tassa tam anabhinandato anabhivadato anajjhosaya titthato na tannissitam vinnanam hoti, na tadupadanam. ","sn35.118:4.4":"Anupadano, devanaminda, bhikkhu parinibbayati …pe…. ","sn35.118:5.1":"Santi kho, devanaminda, jivhavinneyya rasa …pe… ","sn35.118:5.2":"santi kho, devanaminda, manovinneyya dhamma ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn35.118:5.3":"Tance bhikkhu nabhinandati nabhivadati najjhosaya titthati. ","sn35.118:5.4":"Tassa tam anabhinandato anabhivadato anajjhosaya titthato na tannissitam vinnanam hoti na tadupadanam. ","sn35.118:5.5":"Anupadano, devanaminda, bhikkhu parinibbayati. ","sn35.118:5.6":"Ayam kho, devanaminda, hetu, ayam paccayo yena m’idhekacce satta dittheva dhamme parinibbayanti”ti. ","sn35.118:5.7":"Pancamam. "}