{"sn35.14:0.1":"Samyutta Nikaya 35.14 ","sn35.14:0.2":"2. Yamakavagga ","sn35.14:0.3":"Dutiyapubbesambodhasutta ","sn35.14:1.1":"“Pubbeva me, bhikkhave, sambodha anabhisambuddhassa bodhisattasseva sato etadahosi: ","sn35.14:1.2":"‘ko nu kho rupanam assado, ko adinavo, kim nissaranam? ","sn35.14:1.3":"Ko saddanam …pe… ","sn35.14:1.4":"ko gandhanam … ","sn35.14:1.5":"ko rasanam … ","sn35.14:1.6":"ko photthabbanam … ","sn35.14:1.7":"ko dhammanam assado, ko adinavo, kim nissaranan’ti? ","sn35.14:1.8":"Tassa mayham, bhikkhave, etadahosi: ","sn35.14:1.9":"‘yam kho rupe paticca uppajjati sukham somanassam, ayam rupanam assado. ","sn35.14:1.10":"Yam rupa anicca dukkha viparinamadhamma, ayam rupanam adinavo. ","sn35.14:1.11":"Yo rupesu chandaragavinayo chandaragappahanam, idam rupanam nissaranam. ","sn35.14:1.12":"Yam sadde … ","sn35.14:1.13":"gandhe … ","sn35.14:1.14":"rase … ","sn35.14:1.15":"photthabbe … ","sn35.14:1.16":"yam dhamme paticca uppajjati sukham somanassam, ayam dhammanam assado. ","sn35.14:1.17":"Yam dhamma anicca dukkha viparinamadhamma, ayam dhammanam adinavo. ","sn35.14:1.18":"Yo dhammesu chandaragavinayo chandaragappahanam, idam dhammanam nissaranan’ti. ","sn35.14:2.1":"Yavakivancaham, bhikkhave, imesam channam bahiranam ayatananam evam assadanca assadato, adinavanca adinavato, nissarananca nissaranato yathabhutam nabbhannasim, neva tavaham, bhikkhave, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya ‘anuttaram sammasambodhim abhisambuddho’ti paccannasim. ","sn35.14:2.2":"Yato ca khvaham, bhikkhave, imesam channam bahiranam ayatananam evam assadanca assadato, adinavanca adinavato, nissarananca nissaranato yathabhutam abbhannasim, athaham, bhikkhave, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya ‘anuttaram sammasambodhim abhisambuddho’ti paccannasim. ","sn35.14:2.3":"Nananca pana me dassanam udapadi: ","sn35.14:2.4":"‘akuppa me vimutti, ayamantima jati, natthi dani punabbhavo’”ti. ","sn35.14:2.5":"Dutiyam. "}