{"sn36.6:0.1":"Samyutta Nikaya 36.6 ","sn36.6:0.2":"1. Sagathavagga ","sn36.6:0.3":"Sallasutta ","sn36.6:1.1":"“Assutava, bhikkhave, puthujjano sukhampi vedanam vedayati, dukkhampi vedanam vedayati, adukkhamasukhampi vedanam vedayati. ","sn36.6:1.2":"Sutava, bhikkhave, ariyasavako sukhampi vedanam vedayati, dukkhampi vedanam vedayati, adukkhamasukhampi vedanam vedayati. ","sn36.6:1.3":"Tatra, bhikkhave, ko viseso ko adhippayaso kim nanakaranam sutavato ariyasavakassa assutavata puthujjanena”ti? ","sn36.6:1.4":"Bhagavammulaka no, bhante, dhamma …pe… ","sn36.6:1.5":"assutava, bhikkhave, puthujjano dukkhaya vedanaya phuttho samano socati kilamati paridevati urattalim kandati sammoham apajjati. ","sn36.6:1.6":"So dve vedana vedayati—","sn36.6:1.7":"kayikanca, cetasikanca. ","sn36.6:1.8":"Seyyathapi, bhikkhave, purisam sallena vijjheyya. ","sn36.6:1.9":"Tamenam dutiyena sallena anuvedham vijjheyya. ","sn36.6:1.10":"Evanhi so, bhikkhave, puriso dvisallena vedanam vedayati. ","sn36.6:1.11":"Evameva kho, bhikkhave, assutava puthujjano dukkhaya vedanaya phuttho samano socati kilamati paridevati urattalim kandati sammoham apajjati. ","sn36.6:1.12":"So dve vedana vedayati—","sn36.6:1.13":"kayikanca, cetasikanca. ","sn36.6:1.14":"Tassayeva kho pana dukkhaya vedanaya phuttho samano patighava hoti. ","sn36.6:1.15":"Tamenam dukkhaya vedanaya patighavantam, yo dukkhaya vedanaya patighanusayo, so anuseti. ","sn36.6:1.16":"So dukkhaya vedanaya phuttho samano kamasukham abhinandati. ","sn36.6:1.17":"Tam kissa hetu? ","sn36.6:1.18":"Na hi so, bhikkhave, pajanati assutava puthujjano annatra kamasukha dukkhaya vedanaya nissaranam, ","sn36.6:1.19":"tassa kamasukhanca abhinandato, yo sukhaya vedanaya raganusayo, so anuseti. ","sn36.6:1.20":"So tasam vedananam samudayanca atthangamanca assadanca adinavanca nissarananca yathabhutam nappajanati. ","sn36.6:1.21":"Tassa tasam vedananam samudayanca atthangamanca assadanca adinavanca nissarananca yathabhutam appajanato, yo adukkhamasukhaya vedanaya avijjanusayo, so anuseti. ","sn36.6:1.22":"So sukhance vedanam vedayati, sannutto nam vedayati. ","sn36.6:1.23":"Dukkhance vedanam vedayati, sannutto nam vedayati. ","sn36.6:1.24":"Adukkhamasukhance vedanam vedayati, sannutto nam vedayati. ","sn36.6:1.25":"Ayam vuccati, bhikkhave, ‘assutava puthujjano sannutto jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, sannutto dukkhasma’ti vadami. ","sn36.6:2.1":"Sutava ca kho, bhikkhave, ariyasavako dukkhaya vedanaya phuttho samano na socati, na kilamati, na paridevati, na urattalim kandati, na sammoham apajjati. ","sn36.6:2.2":"So ekam vedanam vedayati—","sn36.6:2.3":"kayikam, na cetasikam. ","sn36.6:3.1":"Seyyathapi, bhikkhave, purisam sallena vijjheyya. ","sn36.6:3.2":"Tamenam dutiyena sallena anuvedham na vijjheyya. ","sn36.6:3.3":"Evanhi so, bhikkhave, puriso ekasallena vedanam vedayati. ","sn36.6:3.4":"Evameva kho, bhikkhave, sutava ariyasavako dukkhaya vedanaya phuttho samano na socati, na kilamati, na paridevati, na urattalim kandati, na sammoham apajjati. ","sn36.6:3.5":"So ekam vedanam vedayati—","sn36.6:3.6":"kayikam, na cetasikam. ","sn36.6:3.7":"Tassayeva kho pana dukkhaya vedanaya phuttho samano patighava na hoti. ","sn36.6:3.8":"Tamenam dukkhaya vedanaya appatighavantam, yo dukkhaya vedanaya patighanusayo, so nanuseti. ","sn36.6:3.9":"So dukkhaya vedanaya phuttho samano kamasukham nabhinandati. ","sn36.6:3.10":"Tam kissa hetu? ","sn36.6:3.11":"Pajanati hi so, bhikkhave, sutava ariyasavako annatra kamasukha dukkhaya vedanaya nissaranam. ","sn36.6:3.12":"Tassa kamasukham nabhinandato yo sukhaya vedanaya raganusayo, so nanuseti. ","sn36.6:3.13":"So tasam vedananam samudayanca atthangamanca assadanca adinavam ca nissarananca yathabhutam pajanati. ","sn36.6:3.14":"Tassa tasam vedananam samudayanca atthangamanca assadanca adinavanca nissarananca yathabhutam pajanato, yo adukkhamasukhaya vedanaya avijjanusayo, so nanuseti. ","sn36.6:3.15":"So sukhance vedanam vedayati, visannutto nam vedayati. ","sn36.6:3.16":"Dukkhance vedanam vedayati, visannutto nam vedayati. ","sn36.6:3.17":"Adukkhamasukhance vedanam vedayati, visannutto nam vedayati. ","sn36.6:3.18":"Ayam vuccati, bhikkhave, ‘sutava ariyasavako visannutto jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi, visannutto dukkhasma’ti vadami. ","sn36.6:3.19":"Ayam kho, bhikkhave, viseso, ayam adhippayaso, idam nanakaranam sutavato ariyasavakassa assutavata puthujjanenati. ","sn36.6:4.1":"Na vedanam vedayati sapanno, ","sn36.6:4.2":"Sukhampi dukkhampi bahussutopi; ","sn36.6:4.3":"Ayanca dhirassa puthujjanena, ","sn36.6:4.4":"Maha viseso kusalassa hoti. ","sn36.6:5.1":"Sankhatadhammassa bahussutassa, ","sn36.6:5.2":"Vipassato lokamimam paranca; ","sn36.6:5.3":"Itthassa dhamma na mathenti cittam, ","sn36.6:5.4":"Anitthato no patighatameti. ","sn36.6:6.1":"Tassanurodha athava virodha, ","sn36.6:6.2":"Vidhupita atthagata na santi; ","sn36.6:6.3":"Padanca natva virajam asokam, ","sn36.6:6.4":"Samma pajanati bhavassa paragu”ti. ","sn36.6:6.5":"Chattham. "}