{"sn37.32:0.1":"Samyutta Nikaya 37.32 ","sn37.32:0.2":"3. Balavagga ","sn37.32:0.3":"Thanasutta ","sn37.32:1.1":"“Pancimani, bhikkhave, thanani dullabhani akatapunnena matugamena. ","sn37.32:1.2":"Katamani panca? ","sn37.32:1.3":"Patirupe kule jayeyyanti—","sn37.32:1.4":"idam, bhikkhave, pathamam thanam dullabham akatapunnena matugamena. ","sn37.32:1.5":"Patirupe kule jayitva patirupam kulam gaccheyyanti—","sn37.32:1.6":"idam, bhikkhave, dutiyam thanam dullabham akatapunnena matugamena. ","sn37.32:1.7":"Patirupe kule jayitva, patirupam kulam gantva, asapatti agaram ajjhavaseyyanti—","sn37.32:1.8":"idam, bhikkhave, tatiyam thanam dullabham akatapunnena matugamena. ","sn37.32:1.9":"Patirupe kule jayitva, patirupam kulam gantva, asapatti agaram ajjhavasanti puttavati assanti—","sn37.32:1.10":"idam, bhikkhave, catuttham thanam dullabham akatapunnena matugamena. ","sn37.32:1.11":"Patirupe kule jayitva, patirupam kulam gantva, asapatti agaram ajjhavasanti puttavati samana samikam abhibhuyya vatteyyanti—","sn37.32:1.12":"idam, bhikkhave, pancamam thanam dullabham akatapunnena matugamena. ","sn37.32:1.13":"Imani kho, bhikkhave, panca thanani dullabhani akatapunnena matugamenati. ","sn37.32:2.1":"Pancimani, bhikkhave, thanani sulabhani katapunnena matugamena. ","sn37.32:2.2":"Katamani panca? ","sn37.32:2.3":"Patirupe kule jayeyyanti—","sn37.32:2.4":"idam, bhikkhave, pathamam thanam sulabham katapunnena matugamena. ","sn37.32:2.5":"Patirupe kule jayitva patirupam kulam gaccheyyanti—","sn37.32:2.6":"idam, bhikkhave, dutiyam thanam sulabham katapunnena matugamena. ","sn37.32:2.7":"Patirupe kule jayitva patirupam kulam gantva asapatti agaram ajjhavaseyyanti—","sn37.32:2.8":"idam, bhikkhave, tatiyam thanam sulabham katapunnena matugamena. ","sn37.32:2.9":"Patirupe kule jayitva patirupam kulam gantva asapatti agaram ajjhavasanti puttavati assanti—","sn37.32:2.10":"idam, bhikkhave, catuttham thanam sulabham katapunnena matugamena. ","sn37.32:2.11":"Patirupe kule jayitva patirupam kulam gantva asapatti agaram ajjhavasanti puttavati samana samikam abhibhuyya vatteyyanti—","sn37.32:2.12":"idam, bhikkhave, pancamam thanam sulabham katapunnena matugamena. ","sn37.32:2.13":"Imani kho, bhikkhave, panca thanani sulabhani katapunnena matugamena”ti. ","sn37.32:2.14":"Atthamam. "}