{"sn4.21:0.1":"Samyutta Nikaya 4.21 ","sn4.21:0.2":"3. Tatiyavagga ","sn4.21:0.3":"Sambahulasutta ","sn4.21:1.1":"Evam me sutam—","sn4.21:1.2":"ekam samayam bhagava sakkesu viharati silavatiyam. ","sn4.21:1.3":"Tena kho pana samayena sambahula bhikkhu bhagavato avidure appamatta atapino pahitatta viharanti. ","sn4.21:1.4":"Atha kho maro papima brahmanavannam abhinimminitva mahantena jatanduvena ajinakkhipanivattho jinno gopanasivanko ghurughurupassasi udumbaradandam gahetva yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","sn4.21:1.5":"“dahara bhavanto pabbajita susu kalakesa bhadrena yobbanena samannagata pathamena vayasa anikkilitavino kamesu. ","sn4.21:1.6":"Bhunjantu bhavanto manusake kame. ","sn4.21:1.7":"Ma sanditthikam hitva kalikam anudhavittha”ti. ","sn4.21:1.8":"“Na kho mayam, brahmana, sanditthikam hitva kalikam anudhavama. ","sn4.21:1.9":"Kalikanca kho mayam, brahmana, hitva sanditthikam anudhavama. ","sn4.21:1.10":"Kalika hi, brahmana, kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo. ","sn4.21:1.11":"Sanditthiko ayam dhammo akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi”ti. ","sn4.21:1.12":"Evam vutte, maro papima sisam okampetva jivham nillaletva tivisakham nalate nalatikam vutthapetva dandamolubbha pakkami. ","sn4.21:2.1":"Atha kho te bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","sn4.21:2.2":"“idha mayam, bhante, bhagavato avidure appamatta atapino pahitatta viharama. ","sn4.21:2.3":"Atha kho, bhante, annataro brahmano mahantena jatanduvena ajinakkhipanivattho jinno gopanasivanko ghurughurupassasi udumbaradandam gahetva yena mayam tenupasankami; upasankamitva amhe etadavoca: ","sn4.21:2.4":"‘dahara bhavanto pabbajita susu kalakesa bhadrena yobbanena samannagata pathamena vayasa anikkilitavino kamesu. ","sn4.21:2.5":"Bhunjantu bhavanto manusake kame. ","sn4.21:2.6":"Ma sanditthikam hitva kalikam anudhavittha’ti. ","sn4.21:2.7":"Evam vutte, mayam, bhante, tam brahmanam etadavocumha: ","sn4.21:2.8":"‘na kho mayam, brahmana, sanditthikam hitva kalikam anudhavama. ","sn4.21:2.9":"Kalikanca kho mayam, brahmana, hitva sanditthikam anudhavama. ","sn4.21:2.10":"Kalika hi, brahmana, kama vutta bhagavata bahudukkha bahupayasa, adinavo ettha bhiyyo. ","sn4.21:2.11":"Sanditthiko ayam dhammo akaliko ehipassiko opaneyyiko paccattam veditabbo vinnuhi’ti. ","sn4.21:2.12":"Evam vutte, bhante, so brahmano sisam okampetva jivham nillaletva tivisakham nalate nalatikam vutthapetva dandamolubbha pakkanto”ti. ","sn4.21:3.1":"“Neso, bhikkhave, brahmano. ","sn4.21:3.2":"Maro eso papima tumhakam vicakkhukammaya agato”ti. ","sn4.21:3.3":"Atha kho bhagava etamattham viditva tayam velayam imam gatham abhasi: ","sn4.21:4.1":"“Yo dukkhamaddakkhi yatonidanam, ","sn4.21:4.2":"Kamesu so jantu katham nameyya; ","sn4.21:4.3":"Upadhim viditva sangoti loke, ","sn4.21:4.4":"Tasseva jantu vinayaya sikkhe”ti. "}