{"sn4.19:0.1":"Samyutta Nikaya 4.19 ","sn4.19:0.2":"2. Dutiyavagga ","sn4.19:0.3":"Kassakasutta ","sn4.19:1.1":"Savatthinidanam. ","sn4.19:1.2":"Tena kho pana samayena bhagava bhikkhunam nibbanapatisamyuttaya dhammiya kathaya sandasseti samadapeti samuttejeti sampahamseti. ","sn4.19:1.3":"Te ca bhikkhu atthim katva manasi katva sabbacetasa samannaharitva ohitasota dhammam sunanti. ","sn4.19:2.1":"Atha kho marassa papimato etadahosi: ","sn4.19:2.2":"“ayam kho samano gotamo bhikkhunam nibbanapatisamyuttaya dhammiya kathaya …pe… ","sn4.19:2.3":"yannunaham yena samano gotamo tenupasankameyyam vicakkhukammaya”ti. ","sn4.19:2.4":"Atha kho maro papima kassakavannam abhinimminitva mahantam nangalam khandhe karitva dighapacanayatthim gahetva hatahatakeso sanasatinivattho kaddamamakkhitehi padehi yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","sn4.19:2.5":"“api, samana, balibadde addasa”ti? ","sn4.19:2.6":"“Kim pana, papima, te balibaddehi”ti? ","sn4.19:2.7":"“Mameva, samana, cakkhu, mama rupa, mama cakkhusamphassavinnanayatanam. ","sn4.19:2.8":"Kuhim me, samana, gantva mokkhasi? ","sn4.19:2.9":"Mameva, samana, sotam, mama sadda …pe… ","sn4.19:2.10":"mameva, samana, ghanam, mama gandha; ","sn4.19:2.11":"mameva, samana, jivha, mama rasa; ","sn4.19:2.12":"mameva, samana, kayo, mama photthabba; ","sn4.19:2.13":"mameva, samana, mano, mama dhamma, mama manosamphassavinnanayatanam. ","sn4.19:2.14":"Kuhim me, samana, gantva mokkhasi”ti? ","sn4.19:3.1":"“Taveva, papima, cakkhu, tava rupa, tava cakkhusamphassavinnanayatanam. ","sn4.19:3.2":"Yattha ca kho, papima, natthi cakkhu, natthi rupa, natthi cakkhusamphassavinnanayatanam, agati tava tattha, papima. ","sn4.19:3.3":"Taveva, papima, sotam, tava sadda, tava sotasamphassavinnanayatanam. ","sn4.19:3.4":"Yattha ca kho, papima, natthi sotam, natthi sadda, natthi sotasamphassavinnanayatanam, agati tava tattha, papima. ","sn4.19:3.5":"Taveva, papima, ghanam, tava gandha, tava ghanasamphassavinnanayatanam. ","sn4.19:3.6":"Yattha ca kho, papima, natthi ghanam, natthi gandha, natthi ghanasamphassavinnanayatanam, agati tava tattha, papima. ","sn4.19:3.7":"Taveva, papima, jivha, tava rasa, tava jivhasamphassavinnanayatanam …pe… ","sn4.19:3.8":"taveva, papima, kayo, tava photthabba, tava kayasamphassavinnanayatanam …pe… ","sn4.19:3.9":"taveva, papima, mano, tava dhamma, tava manosamphassavinnanayatanam. ","sn4.19:3.10":"Yattha ca kho, papima, natthi mano, natthi dhamma, natthi manosamphassavinnanayatanam, agati tava tattha, papima”ti. ","sn4.19:4.1":"“Yam vadanti mama yidanti, ","sn4.19:4.2":"ye vadanti mamanti ca; ","sn4.19:4.3":"Ettha ce te mano atthi, ","sn4.19:4.4":"na me samana mokkhasi”ti. ","sn4.19:5.1":"“Yam vadanti na tam mayham, ","sn4.19:5.2":"ye vadanti na te aham; ","sn4.19:5.3":"Evam papima janahi, ","sn4.19:5.4":"na me maggampi dakkhasi”ti. ","sn4.19:6.1":"Atha kho maro papima …pe… tatthevantaradhayiti. "}