{"sn41.9:0.1":"Samyutta Nikaya 41.9 ","sn41.9:0.2":"1. Cittavagga ","sn41.9:0.3":"Acelakassapasutta ","sn41.9:1.1":"Tena kho pana samayena acelo kassapo macchikasandam anuppatto hoti cittassa gahapatino puranagihisahayo. ","sn41.9:1.2":"Assosi kho citto gahapati: “acelo kira kassapo macchikasandam anuppatto amhakam puranagihisahayo”ti. ","sn41.9:1.3":"Atha kho citto gahapati yena acelo kassapo tenupasankami; upasankamitva acelena kassapena saddhim sammodi. ","sn41.9:1.4":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho citto gahapati acelam kassapam etadavoca: ","sn41.9:1.5":"“kivaciram pabbajitassa, bhante kassapa”ti? ","sn41.9:1.6":"“Timsamattani kho me, gahapati, vassani pabbajitassa”ti. ","sn41.9:1.7":"“Imehi pana te, bhante, timsamattehi vassehi atthi koci uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti? ","sn41.9:1.8":"“Imehi kho me, gahapati, timsamattehi vassehi pabbajitassa natthi koci uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo, annatra naggeyya ca mundeyya ca pavalanipphotanaya ca”ti. ","sn41.9:1.9":"Evam vutte, citto gahapati acelam kassapam etadavoca: ","sn41.9:1.10":"“acchariyam vata, bho, abbhutam vata, bho. ","sn41.9:1.11":"Dhammassa svakkhatata yatra hi nama timsamattehi vassehi na koci uttari manussadhamma alamariyananadassanaviseso adhigato abhavissa phasuviharo, annatra naggeyya ca mundeyya ca pavalanipphotanaya ca”ti. ","sn41.9:2.1":"“Tuyham pana, gahapati, kivaciram upasakattam upagatassa”ti? ","sn41.9:2.2":"“Mayhampi kho pana, bhante, timsamattani vassani upasakattam upagatassa”ti. ","sn41.9:2.3":"“Imehi pana te, gahapati, timsamattehi vassehi atthi koci uttari manussadhamma alamariyananadassanaviseso adhigato phasuviharo”ti? ","sn41.9:2.4":"“Gihinopi siya, bhante. ","sn41.9:2.5":"Ahanhi, bhante, yavadeva akankhami, vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharami. ","sn41.9:2.6":"Ahanhi, bhante, yavadeva akankhami, vitakkavicaranam vupasama … dutiyam jhanam upasampajja viharami. ","sn41.9:2.7":"Ahanhi, bhante, yavadeva akankhami, pitiya ca viraga …pe… tatiyam jhanam upasampajja viharami. ","sn41.9:2.8":"Ahanhi, bhante, yavadeva akankhami, sukhassa ca pahana …pe… catuttham jhanam upasampajja viharami. ","sn41.9:2.9":"Sace kho panaham, bhante, bhagavato pathamataram kalam kareyyam, anacchariyam kho panetam yam mam bhagava evam byakareyya: ","sn41.9:2.10":"‘natthi tam samyojanam yena samyojanena samyutto citto gahapati puna imam lokam agaccheyya’”ti. ","sn41.9:2.11":"Evam vutte, acelo kassapo cittam gahapatim etadavoca: ","sn41.9:2.12":"“acchariyam vata bho, abbhutam vata bho. ","sn41.9:2.13":"Dhammassa svakkhatata, yatra hi nama gihi odatavasano evarupam uttari manussadhamma alamariyananadassanavisesam adhigamissati phasuviharam. ","sn41.9:2.14":"Labheyyaham, gahapati, imasmim dhammavinaye pabbajjam, labheyyam upasampadan”ti. ","sn41.9:3.1":"Atha kho citto gahapati acelam kassapam adaya yena thera bhikkhu tenupasankami; upasankamitva there bhikkhu etadavoca: ","sn41.9:3.2":"“ayam, bhante, acelo kassapo amhakam puranagihisahayo. ","sn41.9:3.3":"Imam thera pabbajentu upasampadentu. ","sn41.9:3.4":"Ahamassa ussukkam karissami civarapindapatasenasanagilanappaccayabhesajjaparikkharanan”ti. ","sn41.9:3.5":"Alattha kho acelo kassapo imasmim dhammavinaye pabbajjam, alattha upasampadam. ","sn41.9:3.6":"Acirupasampanno ca panayasma kassapo eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","sn41.9:3.7":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","sn41.9:3.8":"Annataro ca panayasma kassapo arahatam ahositi. ","sn41.9:3.9":"Navamam. "}