{"sn41.4:0.1":"Samyutta Nikaya 41.4 ","sn41.4:0.2":"1. Cittavagga ","sn41.4:0.3":"Mahakapatihariyasutta ","sn41.4:1.1":"Ekam samayam sambahula thera bhikkhu macchikasande viharanti ambatakavane. ","sn41.4:1.2":"Atha kho citto gahapati yena thera bhikkhu tenupasankami; upasankamitva there bhikkhu abhivadetva ekamantam nisidi. Ekamantam nisinno kho citto gahapati there bhikkhu etadavoca: ","sn41.4:1.3":"“adhivasentu me, bhante thera, svatanaya gokule bhattan”ti. ","sn41.4:1.4":"Adhivasesum kho thera bhikkhu tunhibhavena. ","sn41.4:1.5":"Atha kho citto gahapati theranam bhikkhunam adhivasanam viditva utthayasana there bhikkhu abhivadetva padakkhinam katva pakkami. ","sn41.4:1.6":"Atha kho thera bhikkhu tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena cittassa gahapatino gokulam tenupasankamimsu; upasankamitva pannatte asane nisidimsu. ","sn41.4:2.1":"Atha kho citto gahapati there bhikkhu panitena sappipayasena sahattha santappesi sampavaresi. ","sn41.4:2.2":"Atha kho thera bhikkhu bhuttavino onitapattapanino utthayasana pakkamimsu. ","sn41.4:2.3":"Cittopi kho gahapati “sesakam vissajjetha”ti vatva there bhikkhu pitthito pitthito anubandhi. ","sn41.4:2.4":"Tena kho pana samayena unham hoti kuthitam; ","sn41.4:2.5":"te ca thera bhikkhu paveliyamanena manne kayena gacchanti, yatha tam bhojanam bhuttavino. ","sn41.4:3.1":"Tena kho pana samayena ayasma mahako tasmim bhikkhusanghe sabbanavako hoti. ","sn41.4:3.2":"Atha kho ayasma mahako ayasmantam theram etadavoca: ","sn41.4:3.3":"“sadhu khvassa, bhante thera, sitako ca vato vayeyya, abbhasampilapo ca assa, devo ca ekamekam phusayeyya”ti. ","sn41.4:4.1":"“Sadhu khvassa, avuso mahaka, yam sitako ca vato vayeyya, abbhasampilapo ca assa, devo ca ekamekam phusayeyya”ti. ","sn41.4:4.2":"Atha kho ayasma mahako tatharupam iddhabhisankharam abhisankhari yatha sitako ca vato vayi, abbhasampilapo ca assa, devo ca ekamekam phusi. ","sn41.4:4.3":"Atha kho cittassa gahapatino etadahosi: ","sn41.4:4.4":"“yo kho imasmim bhikkhusanghe sabbanavako bhikkhu tassayam evarupo iddhanubhavo”ti. ","sn41.4:4.5":"Atha kho ayasma mahako aramam sampapunitva ayasmantam theram etadavoca: ","sn41.4:4.6":"“alamettavata, bhante thera”ti? ","sn41.4:4.7":"“Alamettavata, avuso mahaka. ","sn41.4:4.8":"Katamettavata, avuso mahaka. ","sn41.4:4.9":"Pujitamettavata, avuso mahaka”ti. ","sn41.4:4.10":"Atha kho thera bhikkhu yathaviharam agamamsu. ","sn41.4:4.11":"Ayasmapi mahako sakam viharam agamasi. ","sn41.4:5.1":"Atha kho citto gahapati yenayasma mahako tenupasankami; upasankamitva ayasmantam mahakam abhivadetva ekamantam nisidi. Ekamantam nisinno kho citto gahapati ayasmantam mahakam etadavoca: ","sn41.4:5.2":"“sadhu me, bhante, ayyo mahako uttari manussadhammam iddhipatihariyam dassetu”ti. ","sn41.4:5.3":"“Tena hi tvam, gahapati, alinde uttarasangam pannapetva tinakalapam okasehi”ti. ","sn41.4:5.4":"“Evam, bhante”ti kho citto gahapati ayasmato mahakassa patissutva alinde uttarasangam pannapetva tinakalapam okasesi. ","sn41.4:5.5":"Atha kho ayasma mahako viharam pavisitva sucighatikam datva tatharupam iddhabhisankharam abhisankhari yatha talacchiggalena ca aggalantarikaya ca acci nikkhamitva tinani jhapesi, uttarasangam na jhapesi. ","sn41.4:5.6":"Atha kho citto gahapati uttarasangam papphotetva samviggo lomahatthajato ekamantam atthasi. ","sn41.4:5.7":"Atha kho ayasma mahako vihara nikkhamitva cittam gahapatim etadavoca: ","sn41.4:5.8":"“alamettavata, gahapati”ti? ","sn41.4:6.1":"“Alamettavata, bhante mahaka. ","sn41.4:6.2":"Katamettavata, bhante, mahaka. ","sn41.4:6.3":"Pujitamettavata, bhante mahaka. ","sn41.4:6.4":"Abhiramatu, bhante, ayyo mahako macchikasande. ","sn41.4:6.5":"Ramaniyam ambatakavanam. ","sn41.4:6.6":"Aham ayyassa mahakassa ussukkam karissami civarapindapatasenasanagilanappaccayabhesajjaparikkharanan”ti. ","sn41.4:6.7":"“Kalyanam vuccati, gahapati”ti. ","sn41.4:6.8":"Atha kho ayasma mahako senasanam samsametva pattacivaramadaya macchikasandamha pakkami. ","sn41.4:6.9":"Yam macchikasandamha pakkami, tatha pakkantova ahosi; ","sn41.4:6.10":"na puna paccagacchiti. ","sn41.4:6.11":"Catuttham. "}