{"sn41.3:0.1":"Samyutta Nikaya 41.3 ","sn41.3:0.2":"1. Cittavagga ","sn41.3:0.3":"Dutiyaisidattasutta ","sn41.3:1.1":"Ekam samayam sambahula thera bhikkhu macchikasande viharanti ambatakavane. ","sn41.3:1.2":"Atha kho citto gahapati yena thera bhikkhu tenupasankami; upasankamitva there bhikkhu abhivadetva ekamantam nisidi. Ekamantam nisinno kho citto gahapati there bhikkhu etadavoca: ","sn41.3:1.3":"“adhivasentu me, bhante thera, svatanaya bhattan”ti. ","sn41.3:1.4":"Adhivasesum kho thera bhikkhu tunhibhavena. ","sn41.3:1.5":"Atha kho citto gahapati theranam bhikkhunam adhivasanam viditva utthayasana there bhikkhu abhivadetva padakkhinam katva pakkami. ","sn41.3:1.6":"Atha kho thera bhikkhu tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena cittassa gahapatissa nivesanam tenupasankamimsu; upasankamitva pannatte asane nisidimsu. ","sn41.3:2.1":"Atha kho citto gahapati yena thera bhikkhu tenupasankami; upasankamitva there bhikkhu abhivadetva ekamantam nisidi. Ekamantam nisinno kho citto gahapati ayasmantam theram etadavoca: ","sn41.3:2.2":"“ya ima, bhante thera, anekavihita ditthiyo loke uppajjanti: ","sn41.3:2.3":"‘sassato lokoti va, asassato lokoti va, antava lokoti va, anantava lokoti va, tam jivam tam sariranti va, annam jivam annam sariranti va, hoti tathagato param maranati va, na hoti tathagato param maranati va, hoti ca na ca hoti tathagato param maranati va, neva hoti na na hoti tathagato param marana’ti va. ","sn41.3:2.4":"Yani cimani dvasatthi ditthigatani brahmajale bhanitani; ","sn41.3:2.5":"ima nu kho, bhante, ditthiyo kismim sati honti, kismim asati na honti”ti? ","sn41.3:3.1":"Evam vutte, ayasma thero tunhi ahosi. ","sn41.3:3.2":"Dutiyampi kho citto gahapati …pe… ","sn41.3:3.3":"tatiyampi kho citto gahapati ayasmantam theram etadavoca: ","sn41.3:3.4":"“ya ima, bhante thera, anekavihita ditthiyo loke uppajjanti—","sn41.3:3.5":"sassato lokoti va, asassato lokoti va, antava lokoti va, anantava lokoti va, tam jivam tam sariranti va, annam jivam annam sariranti va, hoti tathagato param maranati va, na hoti tathagato param maranati va, hoti ca na ca hoti tathagato param maranati va, neva hoti na na hoti tathagato param maranati va. ","sn41.3:3.6":"Yani cimani dvasatthi ditthigatani brahmajale bhanitani; ","sn41.3:3.7":"ima nu kho, bhante, ditthiyo kismim sati honti, kismim asati na honti”ti? ","sn41.3:3.8":"Tatiyampi kho ayasma thero tunhi ahosi. ","sn41.3:4.1":"Tena kho pana samayena ayasma isidatto tasmim bhikkhusanghe sabbanavako hoti. ","sn41.3:4.2":"Atha kho ayasma isidatto ayasmantam theram etadavoca: ","sn41.3:4.3":"“byakaromaham, bhante thera, cittassa gahapatino etam panhan”ti? ","sn41.3:4.4":"“Byakarohi tvam, avuso isidatta, cittassa gahapatino etam panhan”ti. ","sn41.3:4.5":"“Evanhi tvam, gahapati, pucchasi: ","sn41.3:4.6":"‘ya ima, bhante thera, anekavihita ditthiyo loke uppajjanti—","sn41.3:4.7":"sassato lokoti va …pe…; ","sn41.3:4.8":"ima nu kho, bhante, ditthiyo kismim sati honti, kismim asati na honti’”ti? ","sn41.3:4.9":"“Evam, bhante”. ","sn41.3:4.10":"“Ya ima, gahapati, anekavihita ditthiyo loke uppajjanti: ","sn41.3:4.11":"‘sassato lokoti va, asassato lokoti va, antava lokoti va anantava lokoti va, tam jivam tam sariranti va, annam jivam annam sariranti va, hoti tathagato param maranati va, na hoti tathagato param maranati va, hoti ca na ca hoti tathagato param maranati va, neva hoti na na hoti tathagato param maranati va. ","sn41.3:4.12":"Yani cimani dvasatthi ditthigatani brahmajale bhanitani; ","sn41.3:4.13":"ima kho, gahapati, ditthiyo sakkayaditthiya sati honti, sakkayaditthiya asati na honti’”ti. ","sn41.3:5.1":"“Katham pana, bhante, sakkayaditthi hoti”ti? ","sn41.3:5.2":"“Idha, gahapati, assutava puthujjano ariyanam adassavi ariyadhammassa akovido ariyadhamme avinito, sappurisanam adassavi sappurisadhammassa akovido sappurisadhamme avinito ","sn41.3:5.3":"rupam attato samanupassati, rupavantam va attanam, attani va rupam, rupasmim va attanam; ","sn41.3:5.4":"vedanam attato samanupassati …pe… ","sn41.3:5.5":"sannam … ","sn41.3:5.6":"sankhare … ","sn41.3:5.7":"vinnanam attato samanupassati, vinnanavantam va attanam, attani va vinnanam, vinnanasmim va attanam. ","sn41.3:5.8":"Evam kho, gahapati, sakkayaditthi hoti”ti. ","sn41.3:6.1":"“Katham pana, bhante, sakkayaditthi na hoti”ti? ","sn41.3:6.2":"“Idha, gahapati, sutava ariyasavako ariyanam dassavi ariyadhammassa kovido ariyadhamme suvinito sappurisanam dassavi sappurisadhammassa kovido sappurisadhamme suvinito ","sn41.3:6.3":"na rupam attato samanupassati, na rupavantam va attanam, na attani va rupam, na rupasmim va attanam; ","sn41.3:6.4":"na vedanam … ","sn41.3:6.5":"na sannam … ","sn41.3:6.6":"na sankhare … ","sn41.3:6.7":"na vinnanam attato samanupassati, na vinnanavantam va attanam, na attani va vinnanam, na vinnanasmim va attanam. ","sn41.3:6.8":"Evam kho, gahapati, sakkayaditthi na hoti”ti. ","sn41.3:7.1":"“Kuto, bhante, ayyo isidatto agacchati”ti? ","sn41.3:7.2":"“Avantiya kho, gahapati, agacchami”ti. ","sn41.3:7.3":"“Atthi, bhante, avantiya isidatto nama kulaputto amhakam aditthasahayo pabbajito? ","sn41.3:7.4":"Dittho so ayasmata”ti? ","sn41.3:7.5":"“Evam, gahapati”ti. ","sn41.3:7.6":"“Kaham nu kho so, bhante, ayasma etarahi viharati”ti? ","sn41.3:7.7":"Evam vutte, ayasma isidatto tunhi ahosi. ","sn41.3:7.8":"“Ayyo no, bhante, isidatto”ti? ","sn41.3:7.9":"“Evam, gahapati”ti. ","sn41.3:7.10":"“Abhiramatu, bhante, ayyo isidatto macchikasande. ","sn41.3:7.11":"Ramaniyam ambatakavanam. ","sn41.3:7.12":"Aham ayyassa isidattassa ussukkam karissami civarapindapatasenasanagilanappaccayabhesajjaparikkharanan”ti. ","sn41.3:7.13":"“Kalyanam vuccati, gahapati”ti. ","sn41.3:8.1":"Atha kho citto gahapati ayasmato isidattassa bhasitam abhinanditva anumoditva there bhikkhu panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","sn41.3:8.2":"Atha kho thera bhikkhu bhuttavino onitapattapanino utthayasana pakkamimsu. ","sn41.3:8.3":"Atha kho ayasma thero ayasmantam isidattam etadavoca: ","sn41.3:8.4":"“sadhu kho tam, avuso isidatta, eso panho patibhasi. ","sn41.3:8.5":"Neso panho mam patibhasi. ","sn41.3:8.6":"Tenahavuso isidatta, yada annathapi evarupo panho agaccheyya, tannevettha patibhaseyya”ti. ","sn41.3:8.7":"Atha kho ayasma isidatto senasanam samsametva pattacivaramadaya macchikasandamha pakkami. ","sn41.3:8.8":"Yam macchikasandamha pakkami, tatha pakkantova ahosi, na puna paccagacchiti. ","sn41.3:8.9":"Tatiyam. "}