{"sn41.2:0.1":"Samyutta Nikaya 41.2 ","sn41.2:0.2":"1. Cittavagga ","sn41.2:0.3":"Pathamaisidattasutta ","sn41.2:1.1":"Ekam samayam sambahula thera bhikkhu macchikasande viharanti ambatakavane. ","sn41.2:1.2":"Atha kho citto gahapati yena thera bhikkhu tenupasankami; upasankamitva there bhikkhu abhivadetva ekamantam nisidi. Ekamantam nisinno kho citto gahapati there bhikkhu etadavoca: ","sn41.2:1.3":"“adhivasentu me, bhante, thera svatanaya bhattan”ti. ","sn41.2:1.4":"Adhivasesum kho thera bhikkhu tunhibhavena. ","sn41.2:1.5":"Atha kho citto gahapati theranam bhikkhunam adhivasanam viditva utthayasana there bhikkhu abhivadetva padakkhinam katva pakkami. ","sn41.2:1.6":"Atha kho thera bhikkhu tassa rattiya accayena pubbanhasamayam nivasetva pattacivaramadaya yena cittassa gahapatissa nivesanam tenupasankamimsu; upasankamitva pannatte asane nisidimsu. ","sn41.2:2.1":"Atha kho citto gahapati yena thera bhikkhu tenupasankami; upasankamitva there bhikkhu abhivadetva ekamantam nisidi. Ekamantam nisinno kho citto gahapati ayasmantam theram etadavoca: ","sn41.2:2.2":"“‘dhatunanattam, dhatunanattan’ti, bhante thera, vuccati. ","sn41.2:2.3":"Kittavata nu kho, bhante, dhatunanattam vuttam bhagavata”ti? ","sn41.2:2.4":"Evam vutte, ayasma thero tunhi ahosi. ","sn41.2:2.5":"Dutiyampi kho citto gahapati ayasmantam theram etadavoca: ","sn41.2:2.6":"“‘dhatunanattam, dhatunanattan’ti, bhante thera, vuccati. ","sn41.2:2.7":"Kittavata nu kho, bhante, dhatunanattam vuttam bhagavata”ti? ","sn41.2:2.8":"Dutiyampi kho ayasma thero tunhi ahosi. ","sn41.2:2.9":"Tatiyampi kho citto gahapati ayasmantam theram etadavoca: ","sn41.2:2.10":"“‘dhatunanattam, dhatunanattan’ti, bhante thera, vuccati. ","sn41.2:2.11":"Kittavata nu kho, bhante, dhatunanattam vuttam bhagavata”ti? ","sn41.2:2.12":"Tatiyampi kho ayasma thero tunhi ahosi. ","sn41.2:3.1":"Tena kho pana samayena ayasma isidatto tasmim bhikkhusanghe sabbanavako hoti. ","sn41.2:3.2":"Atha kho ayasma isidatto ayasmantam theram etadavoca: ","sn41.2:3.3":"“byakaromaham, bhante thera, cittassa gahapatino etam panhan”ti? ","sn41.2:3.4":"“Byakarohi tvam, avuso isidatta, cittassa gahapatino etam panhan”ti. ","sn41.2:3.5":"“Evanhi tvam, gahapati, pucchasi: ","sn41.2:3.6":"‘dhatunanattam, dhatunanattanti, bhante thera, vuccati. ","sn41.2:3.7":"Kittavata nu kho, bhante, dhatunanattam, vuttam bhagavata’”ti? ","sn41.2:3.8":"“Evam, bhante”. ","sn41.2:3.9":"“Idam kho, gahapati, dhatunanattam vuttam bhagavata—","sn41.2:3.10":"cakkhudhatu, rupadhatu, cakkhuvinnanadhatu …pe… ","sn41.2:3.11":"manodhatu, dhammadhatu, manovinnanadhatu. ","sn41.2:3.12":"Ettavata kho, gahapati, dhatunanattam vuttam bhagavata”ti. ","sn41.2:4.1":"Atha kho citto gahapati ayasmato isidattassa bhasitam abhinanditva anumoditva there bhikkhu panitena khadaniyena bhojaniyena sahattha santappesi sampavaresi. ","sn41.2:4.2":"Atha kho thera bhikkhu bhuttavino onitapattapanino utthayasana pakkamimsu. ","sn41.2:4.3":"Atha kho ayasma thero ayasmantam isidattam etadavoca: ","sn41.2:4.4":"“sadhu kho tam, avuso isidatta, eso panho patibhasi, neso panho mam patibhasi. ","sn41.2:4.5":"Tenahavuso isidatta, yada annathapi evarupo panho agaccheyya, tannevettha patibhaseyya”ti. ","sn41.2:4.6":"Dutiyam. "}