{"sn41.6:0.1":"Samyutta Nikaya 41.6 ","sn41.6:0.2":"1. Cittavagga ","sn41.6:0.3":"Dutiyakamabhusutta ","sn41.6:1.1":"Ekam samayam ayasma kamabhu macchikasande viharati ambatakavane. ","sn41.6:1.2":"Atha kho citto gahapati yenayasma kamabhu tenupasankami; upasankamitva ekamantam nisidi. Ekamantam nisinno kho citto gahapati ayasmantam kamabhum etadavoca: ","sn41.6:1.3":"“kati nu kho, bhante, sankhara”ti? ","sn41.6:1.4":"“Tayo kho, gahapati, sankhara—","sn41.6:1.5":"kayasankharo, vacisankharo, cittasankharo”ti. ","sn41.6:1.6":"“Sadhu, bhante”ti kho citto gahapati ayasmato kamabhussa bhasitam abhinanditva anumoditva ayasmantam kamabhum uttarim panham apucchi: ","sn41.6:1.7":"“katamo pana, bhante, kayasankharo, katamo vacisankharo, katamo cittasankharo”ti? ","sn41.6:1.8":"“Assasapassasa kho, gahapati, kayasankharo, vitakkavicara vacisankharo, sanna ca vedana ca cittasankharo”ti. ","sn41.6:2.1":"“Sadhu, bhante”ti kho citto gahapati …pe… uttarim panham apucchi: ","sn41.6:2.2":"“kasma pana, bhante, assasapassasa kayasankharo, kasma vitakkavicara vacisankharo, kasma sanna ca vedana ca cittasankharo”ti? ","sn41.6:2.3":"“Assasapassasa kho, gahapati, kayika. Ete dhamma kayappatibaddha, tasma assasapassasa kayasankharo. ","sn41.6:2.4":"Pubbe kho, gahapati, vitakketva vicaretva paccha vacam bhindati, tasma vitakkavicara vacisankharo. ","sn41.6:2.5":"Sanna ca vedana ca cetasika. Ete dhamma cittappatibaddha, tasma sanna ca vedana ca cittasankharo”ti. ","sn41.6:3.1":"“Sadhu …pe… uttarim panham apucchi: ","sn41.6:3.2":"“katham pana, bhante, sannavedayitanirodhasamapatti hoti”ti? ","sn41.6:3.3":"“Na kho, gahapati, sannavedayitanirodham samapajjantassa bhikkhuno evam hoti: ","sn41.6:3.4":"‘aham sannavedayitanirodham samapajjissan’ti va ‘aham sannavedayitanirodham samapajjami’ti va ‘aham sannavedayitanirodham samapanno’ti va. ","sn41.6:3.5":"Atha khvassa pubbeva tatha cittam bhavitam hoti yam tam tathattaya upaneti”ti. ","sn41.6:4.1":"“Sadhu …pe… uttarim panham apucchi: ","sn41.6:4.2":"“sannavedayitanirodham samapajjantassa pana, bhante, bhikkhuno katame dhamma pathamam nirujjhanti, yadi va kayasankharo, yadi va vacisankharo, yadi va cittasankharo”ti? ","sn41.6:4.3":"“Sannavedayitanirodham samapajjantassa kho, gahapati, bhikkhuno vacisankharo pathamam nirujjhati, tato kayasankharo, tato cittasankharo”ti. ","sn41.6:5.1":"“Sadhu …pe… uttarim panham apucchi: ","sn41.6:5.2":"“yvayam, bhante, mato kalankato, yo cayam bhikkhu sannavedayitanirodham samapanno, imesam kim nanakaranan”ti? ","sn41.6:5.3":"“Yvayam, gahapati, mato kalankato tassa kayasankharo niruddho patippassaddho, vacisankharo niruddho patippassaddho, cittasankharo niruddho patippassaddho, ayu parikkhino, usma vupasanta, indriyani viparibhinnani. ","sn41.6:5.4":"Yo ca khvayam, gahapati, bhikkhu sannavedayitanirodham samapanno, tassapi kayasankharo niruddho patippassaddho, vacisankharo niruddho patippassaddho, cittasankharo niruddho patippassaddho, ayu aparikkhino, usma avupasanta, indriyani vippasannani. ","sn41.6:5.5":"Yvayam, gahapati, mato kalankato, yo cayam bhikkhu sannavedayitanirodham samapanno, idam nesam nanakaranan”ti. ","sn41.6:6.1":"“Sadhu …pe… uttarim panham apucchi: ","sn41.6:6.2":"“katham pana, bhante, sannavedayitanirodhasamapattiya vutthanam hoti”ti? ","sn41.6:6.3":"“Na kho, gahapati, sannavedayitanirodhasamapattiya vutthahantassa bhikkhuno evam hoti: ","sn41.6:6.4":"‘aham sannavedayitanirodhasamapattiya vutthahissan’ti va ‘aham sannavedayitanirodhasamapattiya vutthahami’ti va ‘aham sannavedayitanirodhasamapattiya vutthito’ti va. ","sn41.6:6.5":"Atha khvassa pubbeva tatha cittam bhavitam hoti, yam tam tathattaya upaneti”ti. ","sn41.6:7.1":"“Sadhu, bhante …pe… uttarim panham apucchi: ","sn41.6:7.2":"“sannavedayitanirodhasamapattiya vutthahantassa pana, bhante, bhikkhuno katame dhamma pathamam uppajjanti, yadi va kayasankharo, yadi va vacisankharo, yadi va cittasankharo”ti? ","sn41.6:7.3":"“Sannavedayitanirodhasamapattiya vutthahantassa, gahapati, bhikkhuno cittasankharo pathamam uppajjati, tato kayasankharo, tato vacisankharo”ti. ","sn41.6:8.1":"“Sadhu …pe… uttarim panham apucchi: ","sn41.6:8.2":"“sannavedayitanirodhasamapattiya vutthitam pana, bhante, bhikkhum kati phassa phusanti”? ","sn41.6:8.3":"“Sannavedayitanirodhasamapattiya vutthitam kho, gahapati, bhikkhum tayo phassa phusanti—","sn41.6:8.4":"sunnato phasso, animitto phasso, appanihito phasso”ti. ","sn41.6:9.1":"“Sadhu …pe… uttarim panham apucchi: ","sn41.6:9.2":"“sannavedayitanirodhasamapattiya vutthitassa pana, bhante, bhikkhuno kimninnam cittam hoti, kimponam, kimpabbharan”ti? ","sn41.6:9.3":"“Sannavedayitanirodhasamapattiya vutthitassa kho, gahapati, bhikkhuno vivekaninnam cittam hoti vivekaponam vivekapabbharan”ti. ","sn41.6:10.1":"“Sadhu, bhante”ti kho citto gahapati ayasmato kamabhussa bhasitam abhinanditva anumoditva ayasmantam kamabhum uttarim panham apucchi: ","sn41.6:10.2":"“sannavedayitanirodhasamapattiya pana, bhante, kati dhamma bahupakara”ti? ","sn41.6:10.3":"“Addha kho tvam, gahapati, yam pathamam pucchitabbam tam pucchasi. ","sn41.6:10.4":"Api ca tyaham byakarissami. ","sn41.6:10.5":"Sannavedayitanirodhasamapattiya kho, gahapati, dve dhamma bahupakara—","sn41.6:10.6":"samatho ca vipassana ca”ti. ","sn41.6:10.7":"Chattham. "}