{"sn42.5:0.1":"Samyutta Nikaya 42.5 ","sn42.5:0.2":"1. Gamanivagga ","sn42.5:0.3":"Assarohasutta ","sn42.5:1.1":"Atha kho assaroho gamani yena bhagava tenupasankami; upasankamitva ekamantam nisidi. Ekamantam nisinno kho assaroho gamani bhagavantam etadavoca: ","sn42.5:1.2":"“sutam metam, bhante, pubbakanam acariyapacariyanam assarohanam bhasamananam: ","sn42.5:1.3":"‘yo so assaroho sangame ussahati vayamati, tamenam ussahantam vayamantam pare hananti pariyapadenti, so kayassa bheda param marana parajitanam devanam sahabyatam upapajjati’ti. ","sn42.5:1.4":"Idha bhagava kimaha”ti? ","sn42.5:1.5":"“Alam, gamani, titthatetam; ma mam etam pucchi”ti. ","sn42.5:2.1":"Dutiyampi kho …pe… ","sn42.5:2.2":"tatiyampi kho assaroho gamani bhagavantam etadavoca: ","sn42.5:2.3":"“sutam metam, bhante, pubbakanam acariyapacariyanam assarohanam bhasamananam: ","sn42.5:2.4":"‘yo so assaroho sangame ussahati vayamati, tamenam ussahantam vayamantam pare hananti pariyapadenti, so kayassa bheda param marana parajitanam devanam sahabyatam upapajjati’ti. ","sn42.5:2.5":"Idha bhagava kimaha”ti? ","sn42.5:3.1":"“Addha kho tyaham, gamani, na labhami: ","sn42.5:3.2":"‘alam, gamani, titthatetam; ma mam etam pucchi’ti. ","sn42.5:3.3":"Api ca kho tyaham byakarissami. ","sn42.5:3.4":"Yo so, gamani, assaroho sangame ussahati vayamati tassa tam cittam pubbe gahitam dukkatam duppanihitam: ","sn42.5:3.5":"‘ime satta hannantu va bajjhantu va ucchijjantu va vinassantu va ma ahesum iti va’ti. ","sn42.5:3.6":"Tamenam ussahantam vayamantam pare hananti pariyapadenti, so kayassa bheda param marana parajito nama nirayo tattha upapajjati. ","sn42.5:3.7":"Sace kho panassa evam ditthi hoti: ","sn42.5:3.8":"‘yo so assaroho sangame ussahati vayamati, tamenam ussahantam vayamantam pare hananti pariyapadenti, so kayassa bheda param marana parajitanam devanam sahabyatam upapajjati’ti, sassa hoti micchaditthi. ","sn42.5:3.9":"Micchaditthikassa kho panaham, gamani, purisapuggalassa dvinnam gatinam annataram gatim vadami—","sn42.5:3.10":"nirayam va tiracchanayonim va”ti. ","sn42.5:4.1":"Evam vutte, assaroho gamani parodi, assuni pavattesi. ","sn42.5:4.2":"“Etam kho tyaham, gamani, nalattham: ","sn42.5:4.3":"‘alam, gamani, titthatetam; ma mam etam pucchi’”ti. ","sn42.5:4.4":"“Naham, bhante, etam rodami yam mam bhagava evamaha. ","sn42.5:4.5":"Api caham, bhante, pubbakehi acariyapacariyehi assarohehi digharattam nikato vancito paluddho: ","sn42.5:4.6":"‘yo so assaroho sangame ussahati vayamati, tamenam ussahantam vayamantam pare hananti pariyapadenti, so kayassa bheda param marana parajitanam devanam sahabyatam upapajjati’”ti. ","sn42.5:4.7":"“Abhikkantam, bhante …pe… ","sn42.5:4.8":"ajjatagge panupetam saranam gatan”ti. ","sn42.5:4.9":"Pancamam. "}