{"sn42.8:0.1":"Samyutta Nikaya 42.8 ","sn42.8:0.2":"1. Gamanivagga ","sn42.8:0.3":"Sankhadhamasutta ","sn42.8:1.1":"Ekam samayam bhagava nalandayam viharati pavarikambavane. ","sn42.8:1.2":"Atha kho asibandhakaputto gamani niganthasavako yena bhagava tenupasankami; upasankamitva ekamantam nisidi. Ekamantam nisinnam kho asibandhakaputtam gamanim bhagava etadavoca: ","sn42.8:1.3":"“katham nu kho, gamani, nigantho nataputto savakanam dhammam deseti”ti? ","sn42.8:1.4":"“Evam kho, bhante, nigantho nataputto savakanam dhammam deseti: ","sn42.8:1.5":"‘yo koci panam atipateti, sabbo so apayiko nerayiko, yo koci adinnam adiyati, sabbo so apayiko nerayiko, yo koci kamesu miccha carati, sabbo so apayiko nerayiko, yo koci musa bhanati sabbo, so apayiko nerayiko. ","sn42.8:1.6":"Yambahulam yambahulam viharati, tena tena niyati’ti. ","sn42.8:1.7":"Evam kho, bhante, nigantho nataputto savakanam dhammam deseti”ti. ","sn42.8:1.8":"“‘Yambahulam yambahulanca, gamani, viharati, tena tena niyati’, evam sante na koci apayiko nerayiko bhavissati, yatha niganthassa nataputtassa vacanam. ","sn42.8:2.1":"Tam kim mannasi, gamani, ","sn42.8:2.2":"yo so puriso panatipati rattiya va divasassa va samayasamayam upadaya, katamo bahutaro samayo, yam va so panamatipateti, yam va so panam natipateti”ti? ","sn42.8:2.3":"“Yo so, bhante, puriso panatipati rattiya va divasassa va samayasamayam upadaya, appataro so samayo yam so panamatipateti, atha kho sveva bahutaro samayo yam so panam natipateti”ti. ","sn42.8:2.4":"“‘Yambahulam yambahulanca, gamani, viharati tena tena niyati’ti, evam sante na koci apayiko nerayiko bhavissati, yatha niganthassa nataputtassa vacanam. ","sn42.8:3.1":"Tam kim mannasi, gamani, ","sn42.8:3.2":"yo so puriso adinnadayi rattiya va divasassa va samayasamayam upadaya, katamo bahutaro samayo, yam va so adinnam adiyati, yam va so adinnam nadiyati”ti. ","sn42.8:3.3":"“Yo so, bhante, puriso adinnadayi rattiya va divasassa va samayasamayam upadaya appataro so samayo, yam so adinnam adiyati, atha kho sveva bahutaro samayo, yam so adinnam nadiyati”ti. ","sn42.8:3.4":"“‘Yambahulam yambahulanca, gamani, viharati tena tena niyati’ti, evam sante na koci apayiko nerayiko bhavissati, yatha niganthassa nataputtassa vacanam. ","sn42.8:4.1":"Tam kim mannasi, gamani, yo so puriso kamesumicchacari rattiya va divasassa va samayasamayam upadaya, katamo bahutaro samayo, yam va so kamesu miccha carati, yam va so kamesu miccha na carati”ti? ","sn42.8:4.2":"“Yo so, bhante, puriso kamesumicchacari rattiya va divasassa va samayasamayam upadaya, appataro so samayo yam so kamesu miccha carati, atha kho sveva bahutaro samayo, yam so kamesu miccha na carati”ti. ","sn42.8:4.3":"“‘Yambahulam yambahulanca, gamani, viharati tena tena niyati’ti, evam sante na koci apayiko nerayiko bhavissati, yatha niganthassa nataputtassa vacanam. ","sn42.8:5.1":"Tam kim mannasi, gamani, yo so puriso musavadi rattiya va divasassa va samayasamayam upadaya, katamo bahutaro samayo, yam va so musa bhanati, yam va so musa na bhanati”ti? ","sn42.8:5.2":"“Yo so, bhante, puriso musavadi rattiya va divasassa va samayasamayam upadaya, appataro so samayo, yam so musa bhanati, atha kho sveva bahutaro samayo, yam so musa na bhanati”ti. ","sn42.8:5.3":"“‘Yambahulam yambahulanca, gamani, viharati tena tena niyati’ti, evam sante na koci apayiko nerayiko bhavissati, yatha niganthassa nataputtassa vacanam. ","sn42.8:6.1":"Idha, gamani, ekacco sattha evamvadi hoti evamditthi: ","sn42.8:6.2":"‘yo koci panamatipateti, sabbo so apayiko nerayiko, yo koci adinnam adiyati, sabbo so apayiko nerayiko, yo koci kamesu miccha carati, sabbo so apayiko nerayiko, yo koci musa bhanati, sabbo so apayiko nerayiko’ti. ","sn42.8:6.3":"Tasmim kho pana, gamani, satthari savako abhippasanno hoti. ","sn42.8:6.4":"Tassa evam hoti: ","sn42.8:6.5":"‘mayham kho sattha evamvadi evamditthi—","sn42.8:6.6":"yo koci panamatipateti, sabbo so apayiko nerayikoti. ","sn42.8:6.7":"Atthi kho pana maya pano atipatito, ahampamhi apayiko nerayikoti ditthim patilabhati. ","sn42.8:6.8":"Tam, gamani, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","sn42.8:6.9":"Mayham kho sattha evamvadi evamditthi—","sn42.8:6.10":"yo koci adinnam adiyati, sabbo so apayiko nerayikoti. ","sn42.8:6.11":"Atthi kho pana maya adinnam adinnam ahampamhi apayiko nerayikoti ditthim patilabhati. ","sn42.8:6.12":"Tam, gamani, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","sn42.8:6.13":"Mayham kho sattha evamvadi evamditthi—","sn42.8:6.14":"yo koci kamesu miccha carati, sabbo so apayiko nerayiko’ti. ","sn42.8:6.15":"Atthi kho pana maya kamesu miccha cinnam. ","sn42.8:6.16":"‘Ahampamhi apayiko nerayiko’ti ditthim patilabhati. ","sn42.8:6.17":"Tam, gamani, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","sn42.8:6.18":"Mayham kho sattha evamvadi evamditthi—","sn42.8:6.19":"yo koci musa bhanati, sabbo so apayiko nerayikoti. ","sn42.8:6.20":"Atthi kho pana maya musa bhanitam. ","sn42.8:6.21":"‘Ahampamhi apayiko nerayiko’ti ditthim patilabhati. ","sn42.8:6.22":"Tam, gamani, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye. ","sn42.8:7.1":"Idha pana, gamani, tathagato loke uppajjati araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava. ","sn42.8:7.2":"So anekapariyayena panatipatam garahati vigarahati, ‘panatipata viramatha’ti caha. ","sn42.8:7.3":"Adinnadanam garahati vigarahati, ‘adinnadana viramatha’ti caha. ","sn42.8:7.4":"Kamesumicchacaram garahati, vigarahati ‘kamesumicchacara viramatha’ti caha. ","sn42.8:7.5":"Musavadam garahati vigarahati ‘musavada viramatha’ti caha. ","sn42.8:7.6":"Tasmim kho pana, gamani, satthari savako abhippasanno hoti. ","sn42.8:7.7":"So iti patisancikkhati: ","sn42.8:7.8":"‘bhagava kho anekapariyayena panatipatam garahati vigarahati, panatipata viramathati caha. ","sn42.8:7.9":"Atthi kho pana maya pano atipatito yavatako va tavatako va. ","sn42.8:7.10":"Yo kho pana maya pano atipatito yavatako va tavatako va, tam na sutthu, tam na sadhu. ","sn42.8:7.11":"Ahanceva kho pana tappaccaya vippatisari assam. ","sn42.8:7.12":"Na metam papam kammam akatam bhavissati’ti. ","sn42.8:7.13":"So iti patisankhaya tanceva panatipatam pajahati. ","sn42.8:7.14":"Ayatinca panatipata pativirato hoti. ","sn42.8:7.15":"Evametassa papassa kammassa pahanam hoti. ","sn42.8:7.16":"Evametassa papassa kammassa samatikkamo hoti. ","sn42.8:8.1":"‘Bhagava kho anekapariyayena adinnadanam garahati vigarahati, adinnadana viramathati caha. ","sn42.8:8.2":"Atthi kho pana maya adinnam adinnam yavatakam va tavatakam va. ","sn42.8:8.3":"Yam kho pana maya adinnam adinnam yavatakam va tavatakam va tam na sutthu, tam na sadhu. ","sn42.8:8.4":"Ahanceva kho pana tappaccaya vippatisari assam, na metam papam kammam akatam bhavissati’ti. ","sn42.8:8.5":"So iti patisankhaya tanceva adinnadanam pajahati. ","sn42.8:8.6":"Ayatinca adinnadana pativirato hoti. ","sn42.8:8.7":"Evametassa papassa kammassa pahanam hoti. ","sn42.8:8.8":"Evametassa papassa kammassa samatikkamo hoti. ","sn42.8:9.1":"‘Bhagava kho pana anekapariyayena kamesumicchacaram garahati vigarahati, kamesumicchacara viramathati caha. ","sn42.8:9.2":"Atthi kho pana maya kamesu miccha cinnam yavatakam va tavatakam va. ","sn42.8:9.3":"Yam kho pana maya kamesu miccha cinnam yavatakam va tavatakam va tam na sutthu, tam na sadhu. ","sn42.8:9.4":"Ahanceva kho pana tappaccaya vippatisari assam, na metam papam kammam akatam bhavissati’ti. ","sn42.8:9.5":"So iti patisankhaya tanceva kamesumicchacaram pajahati, ayatinca kamesumicchacara pativirato hoti. ","sn42.8:9.6":"Evametassa papassa kammassa pahanam hoti. ","sn42.8:9.7":"Evametassa papassa kammassa samatikkamo hoti. ","sn42.8:10.1":"‘Bhagava kho pana anekapariyayena musavadam garahati vigarahati, musavada viramathati caha. ","sn42.8:10.2":"Atthi kho pana maya musa bhanitam yavatakam va tavatakam va. ","sn42.8:10.3":"Yam kho pana maya musa bhanitam yavatakam va tavatakam va tam na sutthu, tam na sadhu. Ahanceva kho pana tappaccaya vippatisari assam, na metam papam kammam akatam bhavissati’ti. ","sn42.8:10.4":"So iti patisankhaya tanceva musavadam pajahati, ayatinca musavada pativirato hoti. ","sn42.8:10.5":"Evametassa papassa kammassa pahanam hoti. Evametassa papassa kammassa samatikkamo hoti. ","sn42.8:11.1":"So panatipatam pahaya panatipata pativirato hoti. ","sn42.8:11.2":"Adinnadanam pahaya adinnadana pativirato hoti. ","sn42.8:11.3":"Kamesumicchacaram pahaya kamesumicchacara pativirato hoti. ","sn42.8:11.4":"Musavadam pahaya musavada pativirato hoti. ","sn42.8:11.5":"Pisunam vacam pahaya pisunaya vacaya pativirato hoti. ","sn42.8:11.6":"Pharusam vacam pahaya pharusaya vacaya pativirato hoti. ","sn42.8:11.7":"Samphappalapam pahaya samphappalapa pativirato hoti. ","sn42.8:11.8":"Abhijjham pahaya anabhijjhalu hoti. ","sn42.8:11.9":"Byapadappadosam pahaya abyapannacitto hoti. ","sn42.8:11.10":"Micchaditthim pahaya sammaditthiko hoti. ","sn42.8:12.1":"Sa kho so, gamani, ariyasavako evam vigatabhijjho vigatabyapado asammulho sampajano patissato mettasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","sn42.8:12.2":"Seyyathapi, gamani, balava sankhadhamo appakasireneva catuddisa vinnapeyya; ","sn42.8:12.3":"evameva kho, gamani, evam bhavitaya mettaya cetovimuttiya evam bahulikataya yam pamanakatam kammam, na tam tatravasissati, na tam tatravatitthati. ","sn42.8:13.1":"Sa kho so, gamani, ariyasavako evam vigatabhijjho vigatabyapado asammulho sampajano patissato karunasahagatena cetasa …pe… ","sn42.8:13.2":"muditasahagatena cetasa …pe…. ","sn42.8:13.3":"Upekkhasahagatena cetasa ekam disam pharitva viharati, tatha dutiyam, tatha tatiyam, tatha catuttham. Iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharati. ","sn42.8:13.4":"Seyyathapi, gamani, balava sankhadhamo appakasireneva catuddisa vinnapeyya; ","sn42.8:13.5":"evameva kho, gamani, evam bhavitaya upekkhaya cetovimuttiya evam bahulikataya yam pamanakatam kammam na tam tatravasissati, na tam tatravatitthati”ti. ","sn42.8:14.1":"Evam vutte, asibandhakaputto gamani bhagavantam etadavoca: ","sn42.8:14.2":"“abhikkantam, bhante, abhikkantam, bhante …pe… ","sn42.8:14.3":"upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","sn42.8:14.4":"Atthamam. "}