{"sn42.9:0.1":"Samyutta Nikaya 42.9 ","sn42.9:0.2":"1. Gamanivagga ","sn42.9:0.3":"Kulasutta ","sn42.9:1.1":"Ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim yena nalanda tadavasari. ","sn42.9:1.2":"Tatra sudam bhagava nalandayam viharati pavarikambavane. ","sn42.9:2.1":"Tena kho pana samayena nalanda dubbhikkha hoti dvihitika setatthika salakavutta. ","sn42.9:2.2":"Tena kho pana samayena nigantho nataputto nalandayam pativasati mahatiya niganthaparisaya saddhim. ","sn42.9:2.3":"Atha kho asibandhakaputto gamani niganthasavako yena nigantho nataputto tenupasankami; upasankamitva nigantham nataputtam abhivadetva ekamantam nisidi. Ekamantam nisinnam kho asibandhakaputtam gamanim nigantho nataputto etadavoca: ","sn42.9:2.4":"“ehi tvam, gamani, samanassa gotamassa vadam aropehi. ","sn42.9:2.5":"Evam te kalyano kittisaddo abbhuggacchissati: ","sn42.9:2.6":"‘asibandhakaputtena gamanina samanassa gotamassa evammahiddhikassa evammahanubhavassa vado aropito’”ti. ","sn42.9:3.1":"“Katham panaham, bhante, samanassa gotamassa evammahiddhikassa evammahanubhavassa vadam aropessami”ti? ","sn42.9:3.2":"“Ehi tvam, gamani, yena samano gotamo tenupasankama; upasankamitva samanam gotamam evam vadehi: ","sn42.9:3.3":"‘nanu, bhante, bhagava anekapariyayena kulanam anuddayam vanneti, anurakkham vanneti, anukampam vanneti’ti? ","sn42.9:3.4":"Sace kho, gamani, samano gotamo evam puttho evam byakaroti: ","sn42.9:3.5":"‘evam, gamani, tathagato anekapariyayena kulanam anuddayam vanneti, anurakkham vanneti, anukampam vanneti’ti, tamenam tvam evam vadeyyasi: ","sn42.9:3.6":"‘atha kincarahi, bhante, bhagava dubbhikkhe dvihitike setatthike salakavutte mahata bhikkhusanghena saddhim carikam carati? ","sn42.9:3.7":"Ucchedaya bhagava kulanam patipanno, anayaya bhagava kulanam patipanno, upaghataya bhagava kulanam patipanno’ti. ","sn42.9:3.8":"Imam kho te, gamani, samano gotamo ubhatokotikam panham puttho neva sakkhati uggilitum, neva sakkhati ogilitun”ti. ","sn42.9:3.9":"“Evam, bhante”ti kho asibandhakaputto gamani niganthassa nataputtassa patissutva utthayasana nigantham nataputtam abhivadetva padakkhinam katva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho asibandhakaputto gamani bhagavantam etadavoca: ","sn42.9:4.1":"“Nanu, bhante, bhagava anekapariyayena kulanam anuddayam vanneti, anurakkham vanneti, anukampam vanneti”ti? ","sn42.9:4.2":"“Evam, gamani, tathagato anekapariyayena kulanam anuddayam vanneti, anurakkham vanneti, anukampam vanneti”ti. ","sn42.9:4.3":"“Atha kincarahi, bhante, bhagava dubbhikkhe dvihitike setatthike salakavutte mahata bhikkhusanghena saddhim carikam carati? ","sn42.9:4.4":"Ucchedaya bhagava kulanam patipanno, anayaya bhagava kulanam patipanno, upaghataya bhagava kulanam patipanno”ti. ","sn42.9:4.5":"“Ito so, gamani, ekanavutikappe yamaham anussarami, nabhijanami kinci kulam pakkabhikkhanuppadanamattena upahatapubbam. ","sn42.9:4.6":"Atha kho yani tani kulani addhani mahaddhanani mahabhogani pahutajataruparajatani pahutavittupakaranani pahutadhanadhannani, sabbani tani danasambhutani ceva saccasambhutani ca samannasambhutani ca. ","sn42.9:4.7":"Attha kho, gamani, hetu, attha paccaya kulanam upaghataya. ","sn42.9:4.8":"Rajato va kulani upaghatam gacchanti, corato va kulani upaghatam gacchanti, aggito va kulani upaghatam gacchanti, udakato va kulani upaghatam gacchanti, nihitam va thana vigacchati, duppayutta va kammanta vipajjanti, kule va kulangaroti uppajjati, yo te bhoge vikirati vidhamati viddhamseti, aniccatayeva atthamiti. ","sn42.9:4.9":"Ime kho, gamani, attha hetu, attha paccaya kulanam upaghataya. ","sn42.9:4.10":"Imesu kho, gamani, atthasu hetusu, atthasu paccayesu samvijjamanesu yo mam evam vadeyya: ","sn42.9:4.11":"‘ucchedaya bhagava kulanam patipanno, anayaya bhagava kulanam patipanno, upaghataya bhagava kulanam patipanno’ti, ","sn42.9:4.12":"tam, gamani, vacam appahaya tam cittam appahaya tam ditthim appatinissajjitva yathabhatam nikkhitto evam niraye”ti. ","sn42.9:5.1":"Evam vutte, asibandhakaputto gamani bhagavantam etadavoca: ","sn42.9:5.2":"“abhikkantam, bhante, abhikkantam, bhante …pe… ","sn42.9:5.3":"upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","sn42.9:5.4":"Navamam. "}