{"sn42.11:0.1":"Samyutta Nikaya 42.11 ","sn42.11:0.2":"1. Gamanivagga ","sn42.11:0.3":"Bhadrakasutta ","sn42.11:1.1":"Ekam samayam bhagava mallesu viharati uruvelakappam nama mallanam nigamo. ","sn42.11:1.2":"Atha kho bhadrako gamani yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho bhadrako gamani bhagavantam etadavoca: ","sn42.11:1.3":"“sadhu me, bhante, bhagava dukkhassa samudayanca atthangamanca desetu”ti. ","sn42.11:1.4":"“Ahance te, gamani, atitamaddhanam arabbha dukkhassa samudayanca atthangamanca deseyyam: ","sn42.11:1.5":"‘evam ahosi atitamaddhanan’ti, tatra te siya kankha, siya vimati. ","sn42.11:1.6":"Ahance te, gamani, anagatamaddhanam arabbha dukkhassa samudayanca atthangamanca deseyyam: ","sn42.11:1.7":"‘evam bhavissati anagatamaddhanan’ti, tatrapi te siya kankha, siya vimati. ","sn42.11:1.8":"Api caham, gamani, idheva nisinno ettheva te nisinnassa dukkhassa samudayanca atthangamanca desessami. ","sn42.11:1.9":"Tam sunahi, sadhukam manasi karohi; bhasissami”ti. ","sn42.11:1.10":"“Evam, bhante”ti kho bhadrako gamani bhagavato paccassosi. ","sn42.11:1.11":"Bhagava etadavoca: ","sn42.11:2.1":"“Tam kim mannasi, gamani, ","sn42.11:2.2":"atthi te uruvelakappe manussa yesam te vadhena va bandhena va janiya va garahaya va uppajjeyyum sokaparidevadukkhadomanassupayasa”ti? ","sn42.11:2.3":"“Atthi me, bhante, uruvelakappe manussa yesam me vadhena va bandhena va janiya va garahaya va uppajjeyyum sokaparidevadukkhadomanassupayasa”ti. ","sn42.11:2.4":"“Atthi pana te, gamani, uruvelakappe manussa yesam te vadhena va bandhena va janiya va garahaya va nuppajjeyyum sokaparidevadukkhadomanassupayasa”ti? ","sn42.11:2.5":"“Atthi me, bhante, uruvelakappe manussa yesam me vadhena va bandhena va janiya va garahaya va nuppajjeyyum sokaparidevadukkhadomanassupayasa”ti. ","sn42.11:2.6":"“Ko nu kho, gamani, hetu, ko paccayo yena te ekaccanam uruvelakappiyanam manussanam vadhena va bandhena va janiya va garahaya va uppajjeyyum sokaparidevadukkhadomanassupayasa”ti? ","sn42.11:2.7":"“Yesam me, bhante, uruvelakappiyanam manussanam vadhena va bandhena va janiya va garahaya va uppajjeyyum sokaparidevadukkhadomanassupayasa, atthi me tesu chandarago. ","sn42.11:2.8":"Yesam pana, bhante, uruvelakappiyanam manussanam vadhena va bandhena va janiya va garahaya va nuppajjeyyum sokaparidevadukkhadomanassupayasa, natthi me tesu chandarago”ti. ","sn42.11:2.9":"“Imina tvam, gamani, dhammena ditthena viditena akalikena pattena pariyogalhena atitanagate nayam nehi: ","sn42.11:2.10":"‘yam kho kinci atitamaddhanam dukkham uppajjamanam uppajji sabbam tam chandamulakam chandanidanam. ","sn42.11:2.11":"Chando hi mulam dukkhassa. ","sn42.11:2.12":"Yampi hi kinci anagatamaddhanam dukkham uppajjamanam uppajjissati, sabbam tam chandamulakam chandanidanam. ","sn42.11:2.13":"Chando hi mulam dukkhassa’”ti. ","sn42.11:2.14":"“Acchariyam, bhante, abbhutam, bhante. ","sn42.11:2.15":"Yava subhasitancidam, bhante, bhagavata: ","sn42.11:2.16":"‘yam kinci dukkham uppajjamanam uppajjati, sabbam tam chandamulakam chandanidanam. ","sn42.11:2.17":"Chando hi mulam dukkhassa’ti. ","sn42.11:2.18":"Atthi me, bhante, ciravasi nama kumaro bahi avasathe pativasati. ","sn42.11:2.19":"So khvaham, bhante, kalasseva vutthaya purisam uyyojemi: ","sn42.11:2.20":"‘gaccha, bhane, ciravasim kumaram janahi’ti. ","sn42.11:2.21":"Yavakivanca, bhante, so puriso nagacchati, tassa me hoteva annathattam: ","sn42.11:2.22":"‘ma heva ciravasissa kumarassa kinci abadhayittha’”ti. ","sn42.11:3.1":"“Tam kim mannasi, gamani, ","sn42.11:3.2":"ciravasissa kumarassa vadhena va bandhena va janiya va garahaya va uppajjeyyum sokaparidevadukkhadomanassupayasa”ti? ","sn42.11:3.3":"“Ciravasissa me, bhante, kumarassa vadhena va bandhena va janiya va garahaya va jivitassapi siya annathattam, kim pana me nuppajjissanti sokaparidevadukkhadomanassupayasa”ti. ","sn42.11:3.4":"“Iminapi kho etam, gamani, pariyayena veditabbam: ","sn42.11:3.5":"‘yam kinci dukkham uppajjamanam uppajjati, sabbam tam chandamulakam chandanidanam. ","sn42.11:3.6":"Chando hi mulam dukkhassa’ti. ","sn42.11:4.1":"Tam kim mannasi, gamani, ","sn42.11:4.2":"yada te ciravasimata adittha ahosi, assuta ahosi, te ciravasimatuya chando va rago va pemam va”ti? ","sn42.11:4.3":"“No hetam, bhante”. ","sn42.11:4.4":"“Dassanam va te, gamani, agamma savanam va evam te ahosi: ","sn42.11:4.5":"‘ciravasimatuya chando va rago va pemam va’”ti? ","sn42.11:4.6":"“Evam, bhante”. ","sn42.11:5.1":"“Tam kim mannasi, gamani, ","sn42.11:5.2":"ciravasimatuya te vadhena va bandhena va janiya va garahaya va uppajjeyyum sokaparidevadukkhadomanassupayasa”ti? ","sn42.11:5.3":"“Ciravasimatuya me, bhante, vadhena va bandhena va janiya va garahaya va jivitassapi siya annathattam, kim pana me nuppajjissanti sokaparidevadukkhadomanassupayasa”ti. ","sn42.11:5.4":"“Iminapi kho etam, gamani, pariyayena veditabbam: ","sn42.11:5.5":"‘yam kinci dukkham uppajjamanam uppajjati, sabbam tam chandamulakam chandanidanam. ","sn42.11:5.6":"Chando hi mulam dukkhassa’”ti. ","sn42.11:5.7":"Ekadasamam. "}