{"sn42.1:0.1":"Samyutta Nikaya 42.1 ","sn42.1:0.2":"1. Gamanivagga ","sn42.1:0.3":"Candasutta ","sn42.1:1.1":"Savatthinidanam. ","sn42.1:1.2":"Atha kho cando gamani yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho cando gamani bhagavantam etadavoca: ","sn42.1:1.3":"“ko nu kho, bhante, hetu, ko paccayo yena midhekacco cando candotveva sankham gacchati. ","sn42.1:1.4":"Ko pana, bhante, hetu, ko paccayo yena midhekacco sorato soratotveva sankham gacchati”ti? ","sn42.1:1.5":"“Idha, gamani, ekaccassa rago appahino hoti. ","sn42.1:1.6":"Ragassa appahinatta pare kopenti, parehi kopiyamano kopam patukaroti. ","sn42.1:1.7":"So candotveva sankham gacchati. ","sn42.1:1.8":"Doso appahino hoti. ","sn42.1:1.9":"Dosassa appahinatta pare kopenti, parehi kopiyamano kopam patukaroti. ","sn42.1:1.10":"So candotveva sankham gacchati. ","sn42.1:1.11":"Moho appahino hoti. ","sn42.1:1.12":"Mohassa appahinatta pare kopenti, parehi kopiyamano kopam patukaroti. ","sn42.1:1.13":"So candotveva sankham gacchati. ","sn42.1:1.14":"Ayam kho, gamani, hetu, ayam paccayo yena midhekacco cando candotveva sankham gacchati. ","sn42.1:2.1":"Idha pana, gamani, ekaccassa rago pahino hoti. ","sn42.1:2.2":"Ragassa pahinatta pare na kopenti, parehi kopiyamano kopam na patukaroti. ","sn42.1:2.3":"So soratotveva sankham gacchati. ","sn42.1:2.4":"Doso pahino hoti. ","sn42.1:2.5":"Dosassa pahinatta pare na kopenti, parehi kopiyamano kopam na patukaroti. ","sn42.1:2.6":"So soratotveva sankham gacchati. ","sn42.1:2.7":"Moho pahino hoti. ","sn42.1:2.8":"Mohassa pahinatta pare na kopenti, parehi kopiyamano kopam na patukaroti. ","sn42.1:2.9":"So soratotveva sankham gacchati. ","sn42.1:2.10":"Ayam kho, gamani, hetu ayam paccayo yena midhekacco sorato soratotveva sankham gacchati”ti. ","sn42.1:3.1":"Evam vutte, cando gamani bhagavantam etadavoca: ","sn42.1:3.2":"“abhikkantam, bhante, abhikkantam, bhante. ","sn42.1:3.3":"Seyyathapi, bhante, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhagavata anekapariyayena dhammo pakasito. ","sn42.1:3.4":"Esaham, bhante, bhagavantam saranam gacchami dhammanca bhikkhusanghanca. ","sn42.1:3.5":"Upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","sn42.1:3.6":"Pathamam. "}