{"sn42.7:0.1":"Samyutta Nikaya 42.7 ","sn42.7:0.2":"1. Gamanivagga ","sn42.7:0.3":"Khettupamasutta ","sn42.7:1.1":"Ekam samayam bhagava nalandayam viharati pavarikambavane. ","sn42.7:1.2":"Atha kho asibandhakaputto gamani yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho asibandhakaputto gamani bhagavantam etadavoca: ","sn42.7:1.3":"“nanu, bhante, bhagava sabbapanabhutahitanukampi viharati”ti? ","sn42.7:1.4":"“Evam, gamani, tathagato sabbapanabhutahitanukampi viharati”ti. ","sn42.7:1.5":"“Atha kincarahi, bhante, bhagava ekaccanam sakkaccam dhammam deseti, ekaccanam no tatha sakkaccam dhammam deseti”ti? ","sn42.7:1.6":"“Tena hi, gamani, tannevettha patipucchissami. Yatha te khameyya tatha nam byakareyyasi. ","sn42.7:1.7":"Tam kim mannasi, gamani, idhassu kassakassa gahapatino tini khettani—ekam khettam aggam, ekam khettam majjhimam, ekam khettam hinam jangalam usaram papabhumi. ","sn42.7:1.8":"Tam kim mannasi, gamani, asu kassako gahapati bijani patitthapetukamo kattha pathamam patitthapeyya, yam va adum khettam aggam, yam va adum khettam majjhimam, yam va adum khettam hinam jangalam usaram papabhumi”ti? ","sn42.7:1.9":"“Asu, bhante, kassako gahapati bijani patitthapetukamo yam adum khettam aggam tattha patitthapeyya. Tattha patitthapetva yam adum khettam majjhimam tattha patitthapeyya. Tattha patitthapetva yam adum khettam hinam jangalam usaram papabhumi tattha patitthapeyyapi, nopi patitthapeyya. ","sn42.7:1.10":"Tam kissa hetu? ","sn42.7:1.11":"Antamaso gobhattampi bhavissati”ti. ","sn42.7:2.1":"“Seyyathapi, gamani, yam adum khettam aggam; evameva mayham bhikkhubhikkhuniyo. ","sn42.7:2.2":"Tesaham dhammam desemi—adikalyanam majjhekalyanam pariyosanakalyanam, sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakasemi. ","sn42.7:2.3":"Tam kissa hetu? ","sn42.7:2.4":"Ete hi, gamani, mamdipa mamlena mamtana mamsarana viharanti. ","sn42.7:2.5":"Seyyathapi, gamani, yam adum khettam majjhimam; evameva mayham upasakaupasikayo. ","sn42.7:2.6":"Tesam paham dhammam desemi—adikalyanam majjhekalyanam pariyosanakalyanam, sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakasemi. ","sn42.7:2.7":"Tam kissa hetu? ","sn42.7:2.8":"Ete hi, gamani, mamdipa mamlena mamtana mamsarana viharanti. ","sn42.7:2.9":"Seyyathapi, gamani, yam adum khettam hinam jangalam usaram papabhumi; evameva mayham annatitthiya samanabrahmanaparibbajaka. ","sn42.7:2.10":"Tesam paham dhammam desemi—adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakasemi. ","sn42.7:2.11":"Tam kissa hetu? ","sn42.7:2.12":"Appeva nama ekam padampi ajaneyyum tam nesam assa digharattam hitaya sukhayati. ","sn42.7:3.1":"Seyyathapi, gamani, purisassa tayo udakamanika—eko udakamaniko acchiddo ahari aparihari, eko udakamaniko acchiddo hari parihari, eko udakamaniko chiddo hari parihari. ","sn42.7:3.2":"Tam kim mannasi, gamani, asu puriso udakam nikkhipitukamo kattha pathamam nikkhipeyya, yo va so udakamaniko acchiddo ahari aparihari, yo va so udakamaniko acchiddo hari parihari, yo va so udakamaniko chiddo hari parihari”ti? ","sn42.7:3.3":"“Asu, bhante, puriso udakam nikkhipitukamo, yo so udakamaniko acchiddo ahari aparihari tattha nikkhipeyya, tattha nikkhipitva, yo so udakamaniko acchiddo hari parihari tattha nikkhipeyya, tattha nikkhipitva, yo so udakamaniko chiddo hari parihari tattha nikkhipeyyapi, nopi nikkhipeyya. ","sn42.7:3.4":"Tam kissa hetu? ","sn42.7:3.5":"Antamaso bhandadhovanampi bhavissati”ti. ","sn42.7:4.1":"“Seyyathapi, gamani, yo so udakamaniko acchiddo ahari aparihari; evameva mayham bhikkhubhikkhuniyo. ","sn42.7:4.2":"Tesaham dhammam desemi—adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakasemi. ","sn42.7:4.3":"Tam kissa hetu? ","sn42.7:4.4":"Ete hi, gamani, mamdipa mamlena mamtana mamsarana viharanti. ","sn42.7:4.5":"Seyyathapi, gamani, yo so udakamaniko acchiddo hari parihari; evameva mayham upasakaupasikayo. ","sn42.7:4.6":"Tesaham dhammam desemi—adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakasemi. ","sn42.7:4.7":"Tam kissa hetu? ","sn42.7:4.8":"Ete hi, gamani, mamdipa mamlena mamtana mamsarana viharanti. ","sn42.7:4.9":"Seyyathapi, gamani, yo so udakamaniko chiddo hari parihari; evameva mayham annatitthiya samanabrahmanaparibbajaka. ","sn42.7:4.10":"Tesaham dhammam desemi—adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam kevalaparipunnam parisuddham brahmacariyam pakasemi. ","sn42.7:4.11":"Tam kissa hetu? ","sn42.7:4.12":"Appeva nama ekam padampi ajaneyyum, tam nesam assa digharattam hitaya sukhaya”ti. ","sn42.7:5.1":"Evam vutte, asibandhakaputto gamani bhagavantam etadavoca: ","sn42.7:5.2":"“abhikkantam, bhante, abhikkantam, bhante …pe… ","sn42.7:5.3":"upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","sn42.7:5.4":"Sattamam. "}