{"sn42.10:0.1":"Samyutta Nikaya 42.10 ","sn42.10:0.2":"1. Gamanivagga ","sn42.10:0.3":"Maniculakasutta ","sn42.10:1.1":"Ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","sn42.10:1.2":"Tena kho pana samayena rajantepure rajaparisaya sannisinnanam sannipatitanam ayamantarakatha udapadi: ","sn42.10:1.3":"“kappati samananam sakyaputtiyanam jataruparajatam, sadiyanti samana sakyaputtiya jataruparajatam, patigganhanti samana sakyaputtiya jataruparajatan”ti. ","sn42.10:2.1":"Tena kho pana samayena maniculako gamani tassam parisayam nisinno hoti. ","sn42.10:2.2":"Atha kho maniculako gamani tam parisam etadavoca: ","sn42.10:2.3":"“ma ayyo evam avacuttha. ","sn42.10:2.4":"Na kappati samananam sakyaputtiyanam jataruparajatam, na sadiyanti samana sakyaputtiya jataruparajatam, nappatigganhanti samana sakyaputtiya jataruparajatam, nikkhittamanisuvanna samana sakyaputtiya apetajataruparajata”ti. ","sn42.10:2.5":"Asakkhi kho maniculako gamani tam parisam sannapetum. ","sn42.10:2.6":"Atha kho maniculako gamani yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho maniculako gamani bhagavantam etadavoca: ","sn42.10:2.7":"“idha, bhante, rajantepure rajaparisaya sannisinnanam sannipatitanam ayamantarakatha udapadi: ","sn42.10:2.8":"‘kappati samananam sakyaputtiyanam jataruparajatam, sadiyanti samana sakyaputtiya jataruparajatam, patigganhanti samana sakyaputtiya jataruparajatan’ti. ","sn42.10:2.9":"Evam vutte, aham, bhante, tam parisam etadavocam: ","sn42.10:2.10":"‘ma ayyo evam avacuttha. ","sn42.10:2.11":"Na kappati samananam sakyaputtiyanam jataruparajatam, na sadiyanti samana sakyaputtiya jataruparajatam, nappatigganhanti samana sakyaputtiya jataruparajatam, nikkhittamanisuvanna samana sakyaputtiya apetajataruparajata’ti. ","sn42.10:2.12":"Asakkhim khvaham, bhante, tam parisam sannapetum. ","sn42.10:2.13":"Kaccaham, bhante, evam byakaramano vuttavadi ceva bhagavato homi, na ca bhagavantam abhutena abbhacikkhami, dhammassa canudhammam byakaromi, na ca koci sahadhammiko vadanuvado garayham thanam agacchati”ti? ","sn42.10:3.1":"“Taggha tvam, gamani, evam byakaramano vuttavadi ceva me hosi, na ca mam abhutena abbhacikkhasi, dhammassa canudhammam byakarosi, na ca koci sahadhammiko vadanuvado garayham thanam agacchati. ","sn42.10:3.2":"Na hi, gamani, kappati samananam sakyaputtiyanam jataruparajatam, na sadiyanti samana sakyaputtiya jataruparajatam, nappatigganhanti samana sakyaputtiya jataruparajatam, nikkhittamanisuvanna samana sakyaputtiya apetajataruparajata. ","sn42.10:3.3":"Yassa kho, gamani, jataruparajatam kappati, pancapi tassa kamaguna kappanti. ","sn42.10:3.4":"Yassa panca kamaguna kappanti (…), ekamsenetam, gamani, dhareyyasi assamanadhammo asakyaputtiyadhammoti. ","sn42.10:3.5":"Api caham, gamani, evam vadami—","sn42.10:3.6":"tinam tinatthikena pariyesitabbam, daru darutthikena pariyesitabbam, sakatam sakatatthikena pariyesitabbam, puriso purisatthikena pariyesitabbo. ","sn42.10:3.7":"Na tvevaham, gamani, kenaci pariyayena ‘jataruparajatam saditabbam pariyesitabban’ti vadami”ti. ","sn42.10:3.8":"Dasamam. "}