{"sn42.6:0.1":"Samyutta Nikaya 42.6 ","sn42.6:0.2":"1. Gamanivagga ","sn42.6:0.3":"Asibandhakaputtasutta ","sn42.6:1.1":"Ekam samayam bhagava nalandayam viharati pavarikambavane. ","sn42.6:1.2":"Atha kho asibandhakaputto gamani yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho asibandhakaputto gamani bhagavantam etadavoca: ","sn42.6:2.1":"“brahmana, bhante, paccha bhumaka kamandaluka sevalamalika udakorohaka aggiparicaraka. ","sn42.6:2.2":"Te matam kalankatam uyyapenti nama sannapenti nama saggam nama okkamenti. ","sn42.6:2.3":"Bhagava pana, bhante, araham sammasambuddho pahoti tatha katum yatha sabbo loko kayassa bheda param marana sugatim saggam lokam upapajjeyya”ti? ","sn42.6:3.1":"“Tena hi, gamani, tannevettha patipucchissami. Yatha te khameyya tatha nam byakareyyasiti. ","sn42.6:4.1":"Tam kim mannasi, gamani, ","sn42.6:4.2":"idhassa puriso panatipati adinnadayi kamesumicchacari musavadi pisunavaco pharusavaco samphappalapi abhijjhalu byapannacitto micchaditthiko. ","sn42.6:4.3":"Tamenam mahajanakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya: ","sn42.6:4.4":"‘ayam puriso kayassa bheda param marana sugatim saggam lokam upapajjatu’ti. ","sn42.6:4.5":"Tam kim mannasi, gamani, ","sn42.6:4.6":"api nu so puriso mahato janakayassa ayacanahetu va thomanahetu va panjalika anuparisakkanahetu va kayassa bheda param marana sugatim saggam lokam upapajjeyya”ti? ","sn42.6:4.7":"“No hetam, bhante”. ","sn42.6:5.1":"“Seyyathapi, gamani, puriso mahatim puthusilam gambhire udakarahade pakkhipeyya. ","sn42.6:5.2":"Tamenam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya: ","sn42.6:5.3":"‘ummujja, bho puthusile, uplava, bho puthusile, thalamuplava, bho puthusile’ti. ","sn42.6:5.4":"Tam kim mannasi, gamani, ","sn42.6:5.5":"api nu sa puthusila mahato janakayassa ayacanahetu va thomanahetu va panjalika anuparisakkanahetu va ummujjeyya va uplaveyya va thalam va uplaveyya”ti? ","sn42.6:5.6":"“No hetam, bhante”. ","sn42.6:5.7":"“Evameva kho, gamani, yo so puriso panatipati adinnadayi kamesumicchacari musavadi pisunavaco pharusavaco samphappalapi abhijjhalu byapannacitto micchaditthiko. ","sn42.6:5.8":"Kincapi tam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya: ","sn42.6:5.9":"‘ayam puriso kayassa bheda param marana sugatim saggam lokam upapajjatu’ti, atha kho so puriso kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyya. ","sn42.6:6.1":"Tam kim mannasi, gamani, ","sn42.6:6.2":"idhassa puriso panatipata pativirato adinnadana pativirato kamesumicchacara pativirato musavada pativirato pisunaya vacaya pativirato pharusaya vacaya pativirato samphappalapa pativirato anabhijjhalu abyapannacitto sammaditthiko. ","sn42.6:6.3":"Tamenam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya: ","sn42.6:6.4":"‘ayam puriso kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjatu’ti. ","sn42.6:6.5":"Tam kim mannasi, gamani, ","sn42.6:6.6":"api nu so puriso mahato janakayassa ayacanahetu va thomanahetu va panjalika anuparisakkanahetu va kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjeyya”ti? ","sn42.6:6.7":"“No hetam, bhante”. ","sn42.6:7.1":"“Seyyathapi, gamani, puriso sappikumbham va telakumbham va gambhire udakarahade ogahetva bhindeyya. Tatra yassa sakkhara va kathala va sa adhogami assa; yanca khvassa tatra sappi va telam va tam uddham gami assa. ","sn42.6:7.2":"Tamenam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya: ","sn42.6:7.3":"‘osida, bho sappitela, samsida, bho sappitela, adho gaccha, bho sappitela’ti. ","sn42.6:7.4":"Tam kim mannasi, gamani, ","sn42.6:7.5":"api nu tam sappitelam mahato janakayassa ayacanahetu va thomanahetu va panjalika anuparisakkanahetu va osideyya va samsideyya va adho va gaccheyya”ti? ","sn42.6:7.6":"“No hetam, bhante”. ","sn42.6:8.1":"“Evameva kho, gamani, yo so puriso panatipata pativirato, adinnadana pativirato, kamesumicchacara pativirato, musavada pativirato, pisunaya vacaya pativirato, pharusaya vacaya pativirato, samphappalapa pativirato, anabhijjhalu, abyapannacitto, sammaditthiko, ","sn42.6:8.2":"kincapi tam maha janakayo sangamma samagamma ayaceyya thomeyya panjaliko anuparisakkeyya: ","sn42.6:8.3":"‘ayam puriso kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjatu’ti, atha kho so puriso kayassa bheda param marana sugatim saggam lokam upapajjeyya”ti. ","sn42.6:8.4":"Evam vutte, asibandhakaputto gamani bhagavantam etadavoca: ","sn42.6:8.5":"“abhikkantam, bhante …pe… ","sn42.6:8.6":"ajjatagge panupetam saranam gatan”ti. ","sn42.6:8.7":"Chattham. "}