{"sn42.12:0.1":"Samyutta Nikaya 42.12 ","sn42.12:0.2":"1. Gamanivagga ","sn42.12:0.3":"Rasiyasutta ","sn42.12:1.1":"Atha kho rasiyo gamani yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho rasiyo gamani bhagavantam etadavoca: ","sn42.12:1.2":"“sutam metam, bhante, ‘samano gotamo sabbam tapam garahati, sabbam tapassim lukhajivim ekamsena upavadati upakkosati’ti. ","sn42.12:1.3":"Ye te, bhante, evamahamsu: ‘samano gotamo sabbam tapam garahati, sabbam tapassim lukhajivim ekamsena upavadati upakkosati’ti, kacci te, bhante, bhagavato vuttavadino, na ca bhagavantam abhutena abbhacikkhanti, dhammassa canudhammam byakaronti, na ca koci sahadhammiko vadanuvado garayham thanam agacchati”ti? ","sn42.12:1.4":"“Ye te, gamani, evamahamsu: ‘samano gotamo sabbam tapam garahati, sabbam tapassim lukhajivim ekamsena upavadati upakkosati’ti, na me te vuttavadino, abbhacikkhanti ca pana mam te asata tuccha abhutena. ","sn42.12:2.1":"Dveme, gamani, anta pabbajitena na sevitabba—","sn42.12:2.2":"yo cayam kamesu kamasukhallikanuyogo hino gammo pothujjaniko anariyo anatthasamhito, yo cayam attakilamathanuyogo dukkho anariyo anatthasamhito. ","sn42.12:2.3":"Ete te, gamani, ubho ante anupagamma majjhima patipada tathagatena abhisambuddha—cakkhukarani nanakarani upasamaya abhinnaya sambodhaya nibbanaya samvattati. ","sn42.12:2.4":"Katama ca sa, gamani, majjhima patipada tathagatena abhisambuddha—cakkhukarani nanakarani upasamaya abhinnaya sambodhaya nibbanaya samvattati? ","sn42.12:2.5":"Ayameva ariyo atthangiko maggo, seyyathidam—","sn42.12:2.6":"sammaditthi …pe… sammasamadhi. ","sn42.12:2.7":"Ayam kho sa, gamani, majjhima patipada tathagatena abhisambuddha—cakkhukarani nanakarani upasamaya abhinnaya sambodhaya nibbanaya samvattati. ","sn42.12:3.1":"Tayo kho me, gamani, kamabhogino santo samvijjamana lokasmim. ","sn42.12:3.2":"Katame tayo? ","sn42.12:3.3":"Idha, gamani, ekacco kamabhogi adhammena bhoge pariyesati, sahasena adhammena bhoge pariyesitva sahasena na attanam sukheti na pineti na samvibhajati na punnani karoti. ","sn42.12:3.4":"Idha pana, gamani, ekacco kamabhogi adhammena bhoge pariyesati sahasena. ","sn42.12:3.5":"Adhammena bhoge pariyesitva sahasena attanam sukheti pineti, na samvibhajati na punnani karoti. ","sn42.12:3.6":"Idha pana, gamani, ekacco kamabhogi adhammena bhoge pariyesati sahasena. ","sn42.12:3.7":"Adhammena bhoge pariyesitva sahasena attanam sukheti pineti samvibhajati punnani karoti. ","sn42.12:4.1":"Idha pana, gamani, ekacco kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi. ","sn42.12:4.2":"Dhammadhammena bhoge pariyesitva sahasenapi asahasenapi na attanam sukheti, na pineti, na samvibhajati, na punnani karoti. ","sn42.12:4.3":"Idha pana, gamani, ekacco kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi. ","sn42.12:4.4":"Dhammadhammena bhoge pariyesitva sahasenapi asahasenapi attanam sukheti pineti, na samvibhajati, na punnani karoti. ","sn42.12:4.5":"Idha pana, gamani, ekacco kamabhogi dhammadhammena bhoge pariyesati, sahasenapi asahasenapi. ","sn42.12:4.6":"Dhammadhammena bhoge pariyesitva sahasenapi asahasenapi attanam sukheti pineti samvibhajati punnani karoti. ","sn42.12:5.1":"Idha pana, gamani, ekacco kamabhogi dhammena bhoge pariyesati asahasena. ","sn42.12:5.2":"Dhammena bhoge pariyesitva asahasena na attanam sukheti, na pineti, na samvibhajati, na punnani karoti. ","sn42.12:5.3":"Idha pana, gamani, ekacco kamabhogi dhammena bhoge pariyesati asahasena. ","sn42.12:5.4":"Dhammena bhoge pariyesitva asahasena attanam sukheti pineti, na samvibhajati, na punnani karoti. ","sn42.12:5.5":"Idha pana, gamani, ekacco kamabhogi dhammena bhoge pariyesati asahasena. ","sn42.12:5.6":"Dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti. ","sn42.12:5.7":"Te ca bhoge gadhito mucchito ajjhopanno anadinavadassavi anissaranapanno paribhunjati. ","sn42.12:5.8":"Idha pana, gamani, ekacco kamabhogi dhammena bhoge pariyesati asahasena. ","sn42.12:5.9":"Dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti. ","sn42.12:5.10":"Te ca bhoge agadhito amucchito anajjhopanno adinavadassavi nissaranapanno paribhunjati. ","sn42.12:6.1":"Tatra, gamani, yvayam kamabhogi adhammena bhoge pariyesati sahasena, adhammena bhoge pariyesitva sahasena na attanam sukheti, na pineti, na samvibhajati, na punnani karoti. ","sn42.12:6.2":"Ayam, gamani, kamabhogi tihi thanehi garayho. ","sn42.12:6.3":"Katamehi tihi thanehi garayho? ","sn42.12:6.4":"Adhammena bhoge pariyesati sahasenati, imina pathamena thanena garayho. ","sn42.12:6.5":"Na attanam sukheti na pinetiti, imina dutiyena thanena garayho. ","sn42.12:6.6":"Na samvibhajati, na punnani karotiti, imina tatiyena thanena garayho. ","sn42.12:6.7":"Ayam, gamani, kamabhogi imehi tihi thanehi garayho. ","sn42.12:7.1":"Tatra, gamani, yvayam kamabhogi adhammena bhoge pariyesati sahasena, adhammena bhoge pariyesitva sahasena attanam sukheti pineti, na samvibhajati, na punnani karoti. ","sn42.12:7.2":"Ayam, gamani, kamabhogi dvihi thanehi garayho, ekena thanena pasamso. ","sn42.12:7.3":"Katamehi dvihi thanehi garayho? ","sn42.12:7.4":"Adhammena bhoge pariyesati sahasenati, imina pathamena thanena garayho. ","sn42.12:7.5":"Na samvibhajati, na punnani karotiti, imina dutiyena thanena garayho. ","sn42.12:7.6":"Katamena ekena thanena pasamso? ","sn42.12:7.7":"Attanam sukheti pinetiti, imina ekena thanena pasamso. ","sn42.12:7.8":"Ayam, gamani, kamabhogi imehi dvihi thanehi garayho, imina ekena thanena pasamso. ","sn42.12:8.1":"Tatra, gamani, yvayam kamabhogi adhammena bhoge pariyesati sahasena, adhammena bhoge pariyesitva sahasena attanam sukheti pineti samvibhajati punnani karoti. ","sn42.12:8.2":"Ayam, gamani, kamabhogi ekena thanena garayho, dvihi thanehi pasamso. ","sn42.12:8.3":"Katamena ekena thanena garayho? ","sn42.12:8.4":"Adhammena bhoge pariyesati sahasenati, imina ekena thanena garayho. ","sn42.12:8.5":"Katamehi dvihi thanehi pasamso? ","sn42.12:8.6":"Attanam sukheti pinetiti, imina pathamena thanena pasamso. ","sn42.12:8.7":"Samvibhajati punnani karotiti, imina dutiyena thanena pasamso. ","sn42.12:8.8":"Ayam, gamani, kamabhogi, imina ekena thanena garayho, imehi dvihi thanehi pasamso. ","sn42.12:9.1":"Tatra, gamani, yvayam kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi, dhammadhammena bhoge pariyesitva sahasenapi asahasenapi na attanam sukheti, na pineti, na samvibhajati, na punnani karoti. ","sn42.12:9.2":"Ayam, gamani, kamabhogi ekena thanena pasamso, tihi thanehi garayho. ","sn42.12:9.3":"Katamena ekena thanena pasamso? ","sn42.12:9.4":"Dhammena bhoge pariyesati asahasenati, imina ekena thanena pasamso. ","sn42.12:9.5":"Katamehi tihi thanehi garayho? ","sn42.12:9.6":"Adhammena bhoge pariyesati sahasenati, imina pathamena thanena garayho. ","sn42.12:9.7":"Na attanam sukheti, na pinetiti, imina dutiyena thanena garayho. ","sn42.12:9.8":"Na samvibhajati, na punnani karotiti, imina tatiyena thanena garayho. ","sn42.12:9.9":"Ayam, gamani, kamabhogi imina ekena thanena pasamso, imehi tihi thanehi garayho. ","sn42.12:10.1":"Tatra, gamani, yvayam kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi, dhammadhammena bhoge pariyesitva sahasenapi asahasenapi attanam sukheti pineti, na samvibhajati, na punnani karoti. ","sn42.12:10.2":"Ayam, gamani, kamabhogi dvihi thanehi pasamso, dvihi thanehi garayho. ","sn42.12:10.3":"Katamehi dvihi thanehi pasamso? ","sn42.12:10.4":"Dhammena bhoge pariyesati asahasenati, imina pathamena thanena pasamso. ","sn42.12:10.5":"Attanam sukheti pinetiti, imina dutiyena thanena pasamso. ","sn42.12:10.6":"Katamehi dvihi thanehi garayho? ","sn42.12:10.7":"Adhammena bhoge pariyesati sahasenati, imina pathamena thanena garayho. ","sn42.12:10.8":"Na samvibhajati, na punnani karotiti, imina dutiyena thanena garayho. ","sn42.12:10.9":"Ayam, gamani, kamabhogi imehi dvihi thanehi pasamso, imehi dvihi thanehi garayho. ","sn42.12:11.1":"Tatra, gamani, yvayam kamabhogi dhammadhammena bhoge pariyesati sahasenapi asahasenapi, dhammadhammena bhoge pariyesitva sahasenapi asahasenapi attanam sukheti pineti samvibhajati punnani karoti. ","sn42.12:11.2":"Ayam, gamani, kamabhogi tihi thanehi pasamso, ekena thanena garayho. ","sn42.12:11.3":"Katamehi tihi thanehi pasamso? ","sn42.12:11.4":"Dhammena bhoge pariyesati asahasenati, imina pathamena thanena pasamso. ","sn42.12:11.5":"Attanam sukheti pinetiti, imina dutiyena thanena pasamso. ","sn42.12:11.6":"Samvibhajati punnani karotiti, imina tatiyena thanena pasamso. ","sn42.12:11.7":"Katamena ekena thanena garayho? ","sn42.12:11.8":"Adhammena bhoge pariyesati sahasenati, imina ekena thanena garayho. ","sn42.12:11.9":"Ayam, gamani, kamabhogi imehi tihi thanehi pasamso, imina ekena thanena garayho. ","sn42.12:12.1":"Tatra, gamani, yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena, na attanam sukheti, na pineti, na samvibhajati, na punnani karoti. ","sn42.12:12.2":"Ayam, gamani, kamabhogi ekena thanena pasamso, dvihi thanehi garayho. ","sn42.12:12.3":"Katamena ekena thanena pasamso? ","sn42.12:12.4":"Dhammena bhoge pariyesati asahasenati, imina ekena thanena pasamso. ","sn42.12:12.5":"Katamehi dvihi thanehi garayho? ","sn42.12:12.6":"Na attanam sukheti, na pinetiti, imina pathamena thanena garayho. ","sn42.12:12.7":"Na samvibhajati, na punnani karotiti, imina dutiyena thanena garayho. ","sn42.12:12.8":"Ayam, gamani, kamabhogi imina ekena thanena pasamso, imehi dvihi thanehi garayho. ","sn42.12:13.1":"Tatra, gamani, yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena attanam sukheti pineti, na samvibhajati, na punnani karoti. ","sn42.12:13.2":"Ayam, gamani, kamabhogi dvihi thanehi pasamso, ekena thanena garayho. ","sn42.12:13.3":"Katamehi dvihi thanehi pasamso? ","sn42.12:13.4":"Dhammena bhoge pariyesati asahasenati, imina pathamena thanena pasamso. ","sn42.12:13.5":"Attanam sukheti pinetiti, imina dutiyena thanena pasamso. ","sn42.12:13.6":"Katamena ekena thanena garayho? ","sn42.12:13.7":"Na samvibhajati, na punnani karotiti, imina ekena thanena garayho. ","sn42.12:13.8":"Ayam, gamani, kamabhogi imehi dvihi thanehi pasamso, imina ekena thanena garayho. ","sn42.12:14.1":"Tatra, gamani, yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti, te ca bhoge gadhito mucchito ajjhopanno anadinavadassavi anissaranapanno paribhunjati. ","sn42.12:14.2":"Ayam, gamani, kamabhogi tihi thanehi pasamso, ekena thanena garayho. ","sn42.12:14.3":"Katamehi tihi thanehi pasamso? ","sn42.12:14.4":"Dhammena bhoge pariyesati asahasenati, imina pathamena thanena pasamso. ","sn42.12:14.5":"Attanam sukheti pinetiti, imina dutiyena thanena pasamso. ","sn42.12:14.6":"Samvibhajati punnani karotiti, imina tatiyena thanena pasamso. ","sn42.12:14.7":"Katamena ekena thanena garayho? ","sn42.12:14.8":"Te ca bhoge gadhito mucchito ajjhopanno anadinavadassavi anissaranapanno paribhunjatiti, imina ekena thanena garayho. ","sn42.12:14.9":"Ayam, gamani, kamabhogi imehi tihi thanehi pasamso, imina ekena thanena garayho. ","sn42.12:15.1":"Tatra, gamani, yvayam kamabhogi dhammena bhoge pariyesati asahasena, dhammena bhoge pariyesitva asahasena attanam sukheti pineti samvibhajati punnani karoti. ","sn42.12:15.2":"Te ca bhoge agadhito amucchito anajjhopanno adinavadassavi nissaranapanno paribhunjati. ","sn42.12:15.3":"Ayam, gamani, kamabhogi catuhi thanehi pasamso. ","sn42.12:15.4":"Katamehi catuhi thanehi pasamso? ","sn42.12:15.5":"Dhammena bhoge pariyesati asahasenati, imina pathamena thanena pasamso. ","sn42.12:15.6":"Attanam sukheti pinetiti, imina dutiyena thanena pasamso. ","sn42.12:15.7":"Samvibhajati punnani karotiti, imina tatiyena thanena pasamso. ","sn42.12:15.8":"Te ca bhoge agadhito amucchito anajjhopanno adinavadassavi nissaranapanno paribhunjatiti, imina catutthena thanena pasamso. ","sn42.12:15.9":"Ayam, gamani, kamabhogi imehi catuhi thanehi pasamso. ","sn42.12:16.1":"Tayome, gamani, tapassino lukhajivino santo samvijjamana lokasmim. ","sn42.12:16.2":"Katame tayo? ","sn42.12:16.3":"Idha, gamani, ekacco tapassi lukhajivi saddha agarasma anagariyam pabbajito hoti: ","sn42.12:16.4":"‘appeva nama kusalam dhammam adhigaccheyyam, appeva nama uttari manussadhamma alamariyananadassanavisesam sacchikareyyan’ti. ","sn42.12:16.5":"So attanam atapeti paritapeti, kusalanca dhammam nadhigacchati, uttari ca manussadhamma alamariyananadassanavisesam na sacchikaroti. ","sn42.12:17.1":"Idha pana, gamani, ekacco tapassi lukhajivi saddha agarasma anagariyam pabbajito hoti: ","sn42.12:17.2":"‘appeva nama kusalam dhammam adhigaccheyyam, appeva nama uttari manussadhamma alamariyananadassanavisesam sacchikareyyan’ti. ","sn42.12:17.3":"So attanam atapeti paritapeti, kusalanhi kho dhammam adhigacchati, uttari manussadhamma alamariyananadassanavisesam na sacchikaroti. ","sn42.12:18.1":"Idha pana, gamani, ekacco tapassi lukhajivi saddha agarasma anagariyam pabbajito hoti: ","sn42.12:18.2":"‘appeva nama kusalam dhammam adhigaccheyyam, appeva nama uttari manussadhamma alamariyananadassanavisesam sacchikareyyan’ti. ","sn42.12:18.3":"So attanam atapeti paritapeti, kusalanca dhammam adhigacchati, uttari ca manussadhamma alamariyananadassanavisesam sacchikaroti. ","sn42.12:19.1":"Tatra, gamani, yvayam tapassi lukhajivi attanam atapeti paritapeti, kusalanca dhammam nadhigacchati, uttari ca manussadhamma alamariyananadassanavisesam na sacchikaroti. Ayam, gamani, tapassi lukhajivi tihi thanehi garayho. ","sn42.12:19.2":"Katamehi tihi thanehi garayho? ","sn42.12:19.3":"Attanam atapeti paritapetiti, imina pathamena thanena garayho. ","sn42.12:19.4":"Kusalanca dhammam nadhigacchatiti, imina dutiyena thanena garayho. ","sn42.12:19.5":"Uttari ca manussadhamma alamariyananadassanavisesam na sacchikarotiti, imina tatiyena thanena garayho. ","sn42.12:19.6":"Ayam, gamani, tapassi lukhajivi, imehi tihi thanehi garayho. ","sn42.12:20.1":"Tatra, gamani, yvayam tapassi lukhajivi attanam atapeti paritapeti, kusalanhi kho dhammam adhigacchati, uttari ca manussadhamma alamariyananadassanavisesam na sacchikaroti. ","sn42.12:20.2":"Ayam, gamani, tapassi lukhajivi dvihi thanehi garayho, ekena thanena pasamso. ","sn42.12:20.3":"Katamehi dvihi thanehi garayho? ","sn42.12:20.4":"Attanam atapeti paritapetiti, imina pathamena thanena garayho. ","sn42.12:20.5":"Uttari ca manussadhamma alamariyananadassanavisesam na sacchikarotiti, imina dutiyena thanena garayho. ","sn42.12:20.6":"Katamena ekena thanena pasamso? ","sn42.12:20.7":"Kusalanhi kho dhammam adhigacchatiti, imina ekena thanena pasamso. ","sn42.12:20.8":"Ayam, gamani, tapassi lukhajivi imehi dvihi thanehi garayho, imina ekena thanena pasamso. ","sn42.12:21.1":"Tatra, gamani, yvayam tapassi lukhajivi attanam atapeti paritapeti, kusalanca dhammam adhigacchati, uttari ca manussadhamma alamariyananadassanavisesam sacchikaroti. Ayam, gamani, tapassi lukhajivi ekena thanena garayho, dvihi thanehi pasamso. ","sn42.12:21.2":"Katamena ekena thanena garayho? ","sn42.12:21.3":"Attanam atapeti paritapetiti, imina ekena thanena garayho. ","sn42.12:21.4":"Katamehi dvihi thanehi pasamso? ","sn42.12:21.5":"Kusalanca dhammam adhigacchatiti, imina pathamena thanena pasamso. ","sn42.12:21.6":"Uttari ca manussadhamma alamariyananadassanavisesam sacchikarotiti, imina dutiyena thanena pasamso. ","sn42.12:21.7":"Ayam, gamani, tapassi lukhajivi imina ekena thanena garayho, imehi dvihi thanehi pasamso. ","sn42.12:22.1":"Tisso ima, gamani, sanditthika nijjara akalika ehipassika opaneyyika paccattam veditabba vinnuhi. ","sn42.12:22.2":"Katama tisso? ","sn42.12:22.3":"Yam ratto ragadhikaranam attabyabadhayapi ceteti, parabyabadhayapi ceteti, ubhayabyabadhayapi ceteti. ","sn42.12:22.4":"Rage pahine nevattabyabadhaya ceteti, na parabyabadhaya ceteti, na ubhayabyabadhaya ceteti. ","sn42.12:22.5":"Sanditthika nijjara akalika ehipassika opaneyyika paccattam veditabba vinnuhi. ","sn42.12:22.6":"Yam duttho dosadhikaranam attabyabadhayapi ceteti, parabyabadhayapi ceteti, ubhayabyabadhayapi ceteti. ","sn42.12:22.7":"Dose pahine nevattabyabadhaya ceteti, na parabyabadhaya ceteti, na ubhayabyabadhaya ceteti. ","sn42.12:22.8":"Sanditthika nijjara akalika ehipassika opaneyyika paccattam veditabba vinnuhi. ","sn42.12:22.9":"Yam mulho mohadhikaranam attabyabadhayapi ceteti, parabyabadhayapi ceteti, ubhayabyabadhayapi ceteti. ","sn42.12:22.10":"Mohe pahine nevattabyabadhaya ceteti, na parabyabadhaya ceteti, na ubhayabyabadhaya ceteti. ","sn42.12:22.11":"Sanditthika nijjara akalika ehipassika opaneyyika paccattam veditabba vinnuhi. ","sn42.12:22.12":"Ima kho, gamani, tisso sanditthika nijjara akalika ehipassika opaneyyika paccattam veditabba vinnuhi”ti. ","sn42.12:23.1":"Evam vutte, rasiyo gamani bhagavantam etadavoca: ","sn42.12:23.2":"“abhikkantam, bhante …pe… ","sn42.12:23.3":"upasakam mam bhagava dharetu ajjatagge panupetam saranam gatan”ti. ","sn42.12:23.4":"Dvadasamam. "}