{"sn44.9:0.1":"Samyutta Nikaya 44.9 ","sn44.9:0.2":"1. Abyakatavagga ","sn44.9:0.3":"Kutuhalasalasutta ","sn44.9:1.1":"Atha kho vacchagotto paribbajako yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","sn44.9:1.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho vacchagotto paribbajako bhagavantam etadavoca: ","sn44.9:2.1":"“Purimani, bho gotama, divasani purimatarani sambahulanam nanatitthiyanam samanabrahmananam paribbajakanam kutuhalasalayam sannisinnanam sannipatitanam ayamantarakatha udapadi: ","sn44.9:2.2":"‘ayam kho purano kassapo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa. ","sn44.9:2.3":"Sopi savakam abbhatitam kalankatam upapattisu byakaroti: ","sn44.9:2.4":"“asu amutra upapanno, asu amutra upapanno”ti. ","sn44.9:2.5":"Yopissa savako uttamapuriso paramapuriso paramapattipatto tampi savakam abbhatitam kalankatam upapattisu byakaroti: ","sn44.9:2.6":"“asu amutra upapanno, asu amutra upapanno”ti. ","sn44.9:3.1":"Ayampi kho makkhali gosalo …pe… ","sn44.9:3.2":"ayampi kho nigantho nataputto …pe… ","sn44.9:3.3":"ayampi kho sancayo belatthaputto …pe… ","sn44.9:3.4":"ayampi kho pakudho kaccano …pe… ","sn44.9:3.5":"ayampi kho ajito kesakambalo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa. ","sn44.9:3.6":"Sopi savakam abbhatitam kalankatam upapattisu byakaroti: ","sn44.9:3.7":"“asu amutra upapanno, asu amutra upapanno”ti. ","sn44.9:3.8":"Yopissa savako uttamapuriso paramapuriso paramapattipatto tampi savakam abbhatitam kalankatam upapattisu byakaroti: ","sn44.9:3.9":"“asu amutra upapanno, asu amutra upapanno”’ti. ","sn44.9:4.1":"Ayampi kho samano gotamo sanghi ceva gani ca ganacariyo ca nato yasassi titthakaro sadhusammato bahujanassa. ","sn44.9:4.2":"Sopi savakam abbhatitam kalankatam upapattisu byakaroti: ","sn44.9:4.3":"‘asu amutra upapanno, asu amutra upapanno’ti. ","sn44.9:4.4":"Yopissa savako uttamapuriso paramapuriso paramapattipatto tanca savakam abbhatitam kalankatam upapattisu na byakaroti: ","sn44.9:4.5":"‘asu amutra upapanno, asu amutra upapanno’ti. ","sn44.9:4.6":"Api ca kho nam evam byakaroti: ","sn44.9:4.7":"‘acchecchi tanham, vivattayi samyojanam, samma manabhisamaya antamakasi dukkhassa’ti. ","sn44.9:4.8":"Tassa mayham, bho gotama, ahu deva kankha, ahu vicikiccha: ","sn44.9:4.9":"‘katham nama samanassa gotamassa dhammo abhinneyyo’”ti? ","sn44.9:5.1":"“Alanhi te, vaccha, kankhitum, alam vicikicchitum. ","sn44.9:5.2":"Kankhaniye ca pana te thane vicikiccha uppanna. ","sn44.9:5.3":"Saupadanassa khvaham, vaccha, upapattim pannapemi no anupadanassa. ","sn44.9:5.4":"Seyyathapi, vaccha, aggi saupadano jalati, no anupadano; ","sn44.9:5.5":"evameva khvaham, vaccha, saupadanassa upapattim pannapemi, no anupadanassa”ti. ","sn44.9:6.1":"“Yasmim, bho gotama, samaye acci vatena khitta durampi gacchati, imassa pana bhavam gotamo kim upadanasmim pannapeti”ti? ","sn44.9:6.2":"“Yasmim kho, vaccha, samaye acci vatena khitta durampi gacchati, tamaham vatupadanam pannapemi. ","sn44.9:6.3":"Vato hissa, vaccha, tasmim samaye upadanam hoti”ti. ","sn44.9:6.4":"“Yasminca pana, bho gotama, samaye imanca kayam nikkhipati, satto ca annataram kayam anupapanno hoti, imassa pana bhavam gotamo kim upadanasmim pannapeti”ti? ","sn44.9:6.5":"“Yasmim kho, vaccha, samaye imanca kayam nikkhipati, satto ca annataram kayam anupapanno hoti, tamaham tanhupadanam vadami. ","sn44.9:6.6":"Tanha hissa, vaccha, tasmim samaye upadanam hoti”ti. ","sn44.9:6.7":"Navamam. "}