{"sn45.160:0.1":"Samyutta Nikaya 45.160 ","sn45.160:0.2":"12. Balakaraniyavagga ","sn45.160:0.3":"Nadisutta ","sn45.160:1.1":"“Seyyathapi, bhikkhave, ganga nadi pacinaninna pacinapona pacinapabbhara. ","sn45.160:1.2":"Atha mahajanakayo agaccheyya kuddalapitakam adaya: ","sn45.160:1.3":"‘mayam imam gangam nadim pacchaninnam karissama pacchaponam pacchapabbharan’ti. ","sn45.160:1.4":"Tam kim mannatha, bhikkhave, ","sn45.160:1.5":"api nu so mahajanakayo gangam nadim pacchaninnam kareyya pacchaponam pacchapabbharan”ti? ","sn45.160:1.6":"“No hetam, bhante”. ","sn45.160:1.7":"“Tam kissa hetu”? ","sn45.160:1.8":"“Ganga, bhante, nadi pacinaninna pacinapona pacinapabbhara. ","sn45.160:1.9":"Sa na sukara pacchaninnam katum pacchaponam pacchapabbharam. ","sn45.160:1.10":"Yavadeva pana so mahajanakayo kilamathassa vighatassa bhagi assa”ti. ","sn45.160:1.11":"“Evameva kho, bhikkhave, bhikkhum ariyam atthangikam maggam bhaventam ariyam atthangikam maggam bahulikarontam rajano va rajamahamatta va mitta va amacca va nati va natisalohita va bhogehi abhihatthum pavareyyum: ","sn45.160:1.12":"‘ehambho purisa, kim te ime kasava anudahanti, ","sn45.160:1.13":"kim mundo kapalamanusamcarasi. ","sn45.160:1.14":"Ehi, hinayavattitva bhoge ca bhunjassu, punnani ca karohi’ti. ","sn45.160:1.15":"So vata, bhikkhave, bhikkhu ariyam atthangikam maggam bhavento ariyam atthangikam maggam bahulikaronto sikkham paccakkhaya hinayavattissatiti—netam thanam vijjati. ","sn45.160:1.16":"Tam kissa hetu? ","sn45.160:1.17":"Yanhi tam, bhikkhave, cittam digharattam vivekaninnam vivekaponam vivekapabbharam tam vata hinayavattissatiti—netam thanam vijjati. ","sn45.160:1.18":"Kathanca, bhikkhave, bhikkhu ariyam atthangikam maggam bhaveti ariyam atthangikam maggam bahulikaroti? ","sn45.160:1.19":"Idha, bhikkhave, bhikkhu sammaditthim bhaveti vivekanissitam …pe… sammasamadhim bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim … ","sn45.160:1.20":"evam kho, bhikkhave, bhikkhu ariyam atthangikam maggam bhaveti, ariyam atthangikam maggam bahulikaroti”ti. ","sn45.160:1.21":"(Yadapi balakaraniyam, tadapi vittharetabbam.) ","sn45.160:1.22":"Dvadasamam. ","sn45.160:1.23":"Balakaraniyavaggo chattho. ","sn45.160:2.0":"Tassuddanam ","sn45.160:2.1":"Balam bijanca nago ca, ","sn45.160:2.2":"rukkho kumbhena sukiya; ","sn45.160:2.3":"Akasena ca dve megha, ","sn45.160:2.4":"nava agantuka naditi. "}