{"sn45.8:0.1":"Samyutta Nikaya 45.8 ","sn45.8:0.2":"1. Avijjavagga ","sn45.8:0.3":"Vibhangasutta ","sn45.8:1.1":"Savatthinidanam. ","sn45.8:1.2":"“Ariyam vo, bhikkhave, atthangikam maggam desessami vibhajissami. ","sn45.8:1.3":"Tam sunatha, sadhukam manasi karotha, bhasissami”ti. ","sn45.8:1.4":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","sn45.8:1.5":"Bhagava etadavoca: ","sn45.8:2.1":"“Katamo ca, bhikkhave, ariyo atthangiko maggo? ","sn45.8:2.2":"Seyyathidam—sammaditthi …pe… sammasamadhi. ","sn45.8:3.1":"Katama ca, bhikkhave, sammaditthi? ","sn45.8:3.2":"Yam kho, bhikkhave, dukkhe nanam, dukkhasamudaye nanam, dukkhanirodhe nanam, dukkhanirodhagaminiya patipadaya nanam—","sn45.8:3.3":"ayam vuccati, bhikkhave, sammaditthi. ","sn45.8:4.1":"Katamo ca, bhikkhave, sammasankappo? ","sn45.8:4.2":"Yo kho, bhikkhave, nekkhammasankappo, abyapadasankappo, avihimsasankappo—","sn45.8:4.3":"ayam vuccati, bhikkhave, sammasankappo. ","sn45.8:5.1":"Katama ca, bhikkhave, sammavaca? ","sn45.8:5.2":"Ya kho, bhikkhave, musavada veramani, pisunaya vacaya veramani, pharusaya vacaya veramani, samphappalapa veramani—","sn45.8:5.3":"ayam vuccati, bhikkhave, sammavaca. ","sn45.8:6.1":"Katamo ca, bhikkhave, sammakammanto? ","sn45.8:6.2":"Ya kho, bhikkhave, panatipata veramani, adinnadana veramani, abrahmacariya veramani—","sn45.8:6.3":"ayam vuccati, bhikkhave, sammakammanto. ","sn45.8:7.1":"Katamo ca, bhikkhave, sammaajivo? ","sn45.8:7.2":"Idha, bhikkhave, ariyasavako micchaajivam pahaya sammaajivena jivitam kappeti—","sn45.8:7.3":"ayam vuccati, bhikkhave, sammaajivo. ","sn45.8:8.1":"Katamo ca, bhikkhave, sammavayamo? ","sn45.8:8.2":"Idha, bhikkhave, bhikkhu anuppannanam papakanam akusalanam dhammanam anuppadaya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati, ","sn45.8:8.3":"uppannanam papakanam akusalanam dhammanam pahanaya chandam janeti …pe… ","sn45.8:8.4":"anuppannanam kusalanam dhammanam uppadaya chandam janeti …pe… ","sn45.8:8.5":"uppannanam kusalanam dhammanam thitiya asammosaya bhiyyobhavaya vepullaya bhavanaya paripuriya chandam janeti vayamati viriyam arabhati cittam pagganhati padahati—","sn45.8:8.6":"ayam vuccati, bhikkhave, sammavayamo. ","sn45.8:9.1":"Katama ca, bhikkhave, sammasati? ","sn45.8:9.2":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn45.8:9.3":"vedanasu vedananupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn45.8:9.4":"citte cittanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn45.8:9.5":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam—","sn45.8:9.6":"ayam vuccati, bhikkhave, sammasati. ","sn45.8:10.1":"Katamo ca, bhikkhave, sammasamadhi? ","sn45.8:10.2":"Idha, bhikkhave, bhikkhu vivicceva kamehi vivicca akusalehi dhammehi savitakkam savicaram vivekajam pitisukham pathamam jhanam upasampajja viharati. ","sn45.8:10.3":"Vitakkavicaranam vupasama ajjhattam sampasadanam cetaso ekodibhavam avitakkam avicaram samadhijam pitisukham dutiyam jhanam upasampajja viharati. ","sn45.8:10.4":"Pitiya ca viraga upekkhako ca viharati sato ca sampajano, sukhanca kayena patisamvedeti, yam tam ariya acikkhanti: ‘upekkhako satima sukhavihari’ti tatiyam jhanam upasampajja viharati. ","sn45.8:10.5":"Sukhassa ca pahana dukkhassa ca pahana pubbeva somanassadomanassanam atthangama adukkhamasukham upekkhasatiparisuddhim catuttham jhanam upasampajja viharati—","sn45.8:10.6":"ayam vuccati, bhikkhave, sammasamadhi”ti. ","sn45.8:10.7":"Atthamam. "}