{"sn46.53:0.1":"Samyutta Nikaya 46.53 ","sn46.53:0.2":"6. Sakacchavagga ","sn46.53:0.3":"Aggisutta ","sn46.53:1.1":"Atha kho sambahula bhikkhu pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisimsu. ","sn46.53:1.2":"(Pariyayasuttasadisam.) ","sn46.53:2.1":"“Evamvadino, bhikkhave, annatitthiya paribbajaka evamassu vacaniya: ","sn46.53:2.2":"‘yasmim, avuso, samaye linam cittam hoti, katamesam tasmim samaye bojjhanganam akalo bhavanaya, katamesam tasmim samaye bojjhanganam kalo bhavanaya? ","sn46.53:2.3":"Yasmim panavuso, samaye uddhatam cittam hoti, katamesam tasmim samaye bojjhanganam akalo bhavanaya, katamesam tasmim samaye bojjhanganam kalo bhavanaya’ti? ","sn46.53:2.4":"Evam puttha, bhikkhave, annatitthiya paribbajaka na ceva sampayissanti, uttarinca vighatam apajjissanti. ","sn46.53:2.5":"Tam kissa hetu? ","sn46.53:2.6":"Yatha tam, bhikkhave, avisayasmim. ","sn46.53:3.1":"Naham tam, bhikkhave, passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya yo imesam panhanam veyyakaranena cittam aradheyya, annatra tathagatena va tathagatasavakena va ito va pana sutva. ","sn46.53:4.1":"Yasmim, bhikkhave, samaye linam cittam hoti, akalo tasmim samaye passaddhisambojjhangassa bhavanaya, akalo samadhisambojjhangassa bhavanaya, akalo upekkhasambojjhangassa bhavanaya. ","sn46.53:4.2":"Tam kissa hetu? ","sn46.53:4.3":"Linam, bhikkhave, cittam tam etehi dhammehi dussamutthapayam hoti. ","sn46.53:5.1":"Seyyathapi, bhikkhave, puriso parittam aggim ujjaletukamo assa. ","sn46.53:5.2":"So tattha allani ceva tinani pakkhipeyya, allani ca gomayani pakkhipeyya, allani ca katthani pakkhipeyya, udakavatanca dadeyya, pamsukena ca okireyya; ","sn46.53:5.3":"bhabbo nu kho so puriso parittam aggim ujjaletun”ti? ","sn46.53:5.4":"“No hetam, bhante”. ","sn46.53:6.1":"“Evameva kho, bhikkhave, yasmim samaye linam cittam hoti, akalo tasmim samaye passaddhisambojjhangassa bhavanaya, akalo samadhisambojjhangassa bhavanaya, akalo upekkhasambojjhangassa bhavanaya. ","sn46.53:6.2":"Tam kissa hetu? ","sn46.53:6.3":"Linam, bhikkhave, cittam tam etehi dhammehi dussamutthapayam hoti. ","sn46.53:7.1":"Yasminca kho, bhikkhave, samaye linam cittam hoti, kalo tasmim samaye dhammavicayasambojjhangassa bhavanaya, kalo viriyasambojjhangassa bhavanaya, kalo pitisambojjhangassa bhavanaya. ","sn46.53:7.2":"Tam kissa hetu? ","sn46.53:7.3":"Linam, bhikkhave, cittam tam etehi dhammehi susamutthapayam hoti. ","sn46.53:8.1":"Seyyathapi, bhikkhave, puriso parittam aggim ujjaletukamo assa. ","sn46.53:8.2":"So tattha sukkhani ceva tinani pakkhipeyya, sukkhani gomayani pakkhipeyya, sukkhani katthani pakkhipeyya, mukhavatanca dadeyya, na ca pamsukena okireyya; ","sn46.53:8.3":"bhabbo nu kho so puriso parittam aggim ujjaletun”ti? ","sn46.53:8.4":"“Evam, bhante”. ","sn46.53:9.1":"“Evameva kho, bhikkhave, yasmim samaye linam cittam hoti, kalo tasmim samaye dhammavicayasambojjhangassa bhavanaya, kalo viriyasambojjhangassa bhavanaya, kalo pitisambojjhangassa bhavanaya. ","sn46.53:9.2":"Tam kissa hetu? ","sn46.53:9.3":"Linam, bhikkhave, cittam tam etehi dhammehi susamutthapayam hoti. ","sn46.53:10.1":"Yasmim, bhikkhave, samaye uddhatam cittam hoti, akalo tasmim samaye dhammavicayasambojjhangassa bhavanaya, akalo viriyasambojjhangassa bhavanaya, akalo pitisambojjhangassa bhavanaya. ","sn46.53:10.2":"Tam kissa hetu? ","sn46.53:10.3":"Uddhatam, bhikkhave, cittam tam etehi dhammehi duvupasamayam hoti. ","sn46.53:11.1":"Seyyathapi, bhikkhave, puriso mahantam aggikkhandham nibbapetukamo assa. ","sn46.53:11.2":"So tattha sukkhani ceva tinani pakkhipeyya, sukkhani ca gomayani pakkhipeyya, sukkhani ca katthani pakkhipeyya, mukhavatanca dadeyya, na ca pamsukena okireyya; ","sn46.53:11.3":"bhabbo nu kho so puriso mahantam aggikkhandham nibbapetun”ti? ","sn46.53:11.4":"“No hetam, bhante”. ","sn46.53:12.1":"“Evameva kho, bhikkhave, yasmim samaye uddhatam cittam hoti, akalo tasmim samaye dhammavicayasambojjhangassa bhavanaya, akalo viriyasambojjhangassa bhavanaya, akalo pitisambojjhangassa bhavanaya. ","sn46.53:12.2":"Tam kissa hetu? ","sn46.53:12.3":"Uddhatam, bhikkhave, cittam tam etehi dhammehi duvupasamayam hoti. ","sn46.53:13.1":"Yasminca kho, bhikkhave, samaye uddhatam cittam hoti, kalo tasmim samaye passaddhisambojjhangassa bhavanaya, kalo samadhisambojjhangassa bhavanaya, kalo upekkhasambojjhangassa bhavanaya. ","sn46.53:13.2":"Tam kissa hetu? ","sn46.53:13.3":"Uddhatam, bhikkhave, cittam tam etehi dhammehi suvupasamayam hoti. ","sn46.53:14.1":"Seyyathapi, bhikkhave, puriso mahantam aggikkhandham nibbapetukamo assa. ","sn46.53:14.2":"So tattha allani ceva tinani pakkhipeyya, allani ca gomayani pakkhipeyya, allani ca katthani pakkhipeyya, udakavatanca dadeyya, pamsukena ca okireyya; ","sn46.53:14.3":"bhabbo nu kho so puriso mahantam aggikkhandham nibbapetun”ti? ","sn46.53:14.4":"“Evam, bhante”. ","sn46.53:15.1":"“Evameva kho, bhikkhave, yasmim samaye uddhatam cittam hoti, kalo tasmim samaye passaddhisambojjhangassa bhavanaya, kalo samadhisambojjhangassa bhavanaya, kalo upekkhasambojjhangassa bhavanaya. ","sn46.53:15.2":"Tam kissa hetu? ","sn46.53:15.3":"Uddhatam, bhikkhave, cittam tam etehi dhammehi suvupasamayam hoti. ","sn46.53:15.4":"Satinca khvaham, bhikkhave, sabbatthikam vadami”ti. ","sn46.53:15.5":"Tatiyam. "}