{"sn46.3:0.1":"Samyutta Nikaya 46.3 ","sn46.3:0.2":"1. Pabbatavagga ","sn46.3:0.3":"Silasutta ","sn46.3:1.1":"“Ye te, bhikkhave, bhikkhu silasampanna samadhisampanna nanasampanna vimuttisampanna vimuttinanadassanasampanna, dassanampaham, bhikkhave, tesam bhikkhunam bahukaram vadami; ","sn46.3:1.2":"savanampaham, bhikkhave, tesam bhikkhunam bahukaram vadami; ","sn46.3:1.3":"upasankamanampaham, bhikkhave, tesam bhikkhunam bahukaram vadami; ","sn46.3:1.4":"payirupasanampaham, bhikkhave, tesam bhikkhunam bahukaram vadami; ","sn46.3:1.5":"anussatimpaham, bhikkhave, tesam bhikkhunam bahukaram vadami; ","sn46.3:1.6":"anupabbajjampaham, bhikkhave, tesam bhikkhunam bahukaram vadami. ","sn46.3:1.7":"Tam kissa hetu? ","sn46.3:1.8":"Tatharupanam, bhikkhave, bhikkhunam dhammam sutva dvayena vupakasena vupakattho viharati—kayavupakasena ca cittavupakasena ca. ","sn46.3:1.9":"So tatha vupakattho viharanto tam dhammam anussarati anuvitakketi. ","sn46.3:2.1":"Yasmim samaye, bhikkhave, bhikkhu tatha vupakattho viharanto tam dhammam anussarati anuvitakketi, satisambojjhango tasmim samaye bhikkhuno araddho hoti; ","sn46.3:2.2":"satisambojjhangam tasmim samaye bhikkhu bhaveti; ","sn46.3:2.3":"satisambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn46.3:2.4":"So tatha sato viharanto tam dhammam pannaya pavicinati pavicarati parivimamsamapajjati. ","sn46.3:3.1":"Yasmim samaye, bhikkhave, bhikkhu tatha sato viharanto tam dhammam pannaya pavicinati pavicarati parivimamsamapajjati, dhammavicayasambojjhango tasmim samaye bhikkhuno araddho hoti; ","sn46.3:3.2":"dhammavicayasambojjhangam tasmim samaye bhikkhu bhaveti; ","sn46.3:3.3":"dhammavicayasambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn46.3:3.4":"Tassa tam dhammam pannaya pavicinato pavicarato parivimamsamapajjato araddham hoti viriyam asallinam. ","sn46.3:4.1":"Yasmim samaye, bhikkhave, bhikkhuno tam dhammam pannaya pavicinato pavicarato parivimamsamapajjato araddham hoti viriyam asallinam, viriyasambojjhango tasmim samaye bhikkhuno araddho hoti; viriyasambojjhangam tasmim samaye bhikkhu bhaveti; viriyasambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn46.3:4.2":"Araddhaviriyassa uppajjati piti niramisa. ","sn46.3:5.1":"Yasmim samaye, bhikkhave, bhikkhuno araddhaviriyassa uppajjati piti niramisa, pitisambojjhango tasmim samaye bhikkhuno araddho hoti; pitisambojjhangam tasmim samaye bhikkhu bhaveti; pitisambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn46.3:5.2":"Pitimanassa kayopi passambhati, cittampi passambhati. ","sn46.3:6.1":"Yasmim samaye, bhikkhave, bhikkhuno pitimanassa kayopi passambhati cittampi passambhati, passaddhisambojjhango tasmim samaye bhikkhuno araddho hoti; passaddhisambojjhangam tasmim samaye bhikkhu bhaveti; passaddhisambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn46.3:6.2":"Passaddhakayassa sukhino cittam samadhiyati. ","sn46.3:7.1":"Yasmim samaye, bhikkhave, bhikkhuno passaddhakayassa sukhino cittam samadhiyati, samadhisambojjhango tasmim samaye bhikkhuno araddho hoti; samadhisambojjhangam tasmim samaye bhikkhu bhaveti; samadhisambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn46.3:7.2":"So tathasamahitam cittam sadhukam ajjhupekkhita hoti. ","sn46.3:8.1":"Yasmim samaye, bhikkhave, bhikkhu tathasamahitam cittam sadhukam ajjhupekkhita hoti, upekkhasambojjhango tasmim samaye bhikkhuno araddho hoti; upekkhasambojjhangam tasmim samaye bhikkhu bhaveti; upekkhasambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn46.3:9.1":"Evam bhavitesu kho, bhikkhave, sattasu sambojjhangesu evam bahulikatesu satta phala sattanisamsa patikankha. ","sn46.3:9.2":"Katame satta phala sattanisamsa? ","sn46.3:9.3":"Dittheva dhamme patikacca annam aradheti. ","sn46.3:9.4":"No ce dittheva dhamme patikacca annam aradheti, atha maranakale annam aradheti. ","sn46.3:9.5":"No ce dittheva dhamme patikacca annam aradheti, no ce maranakale annam aradheti, atha pancannam orambhagiyanam samyojananam parikkhaya antaraparinibbayi hoti. ","sn46.3:9.6":"No ce dittheva dhamme patikacca annam aradheti, no ce maranakale annam aradheti, no ce pancannam orambhagiyanam samyojananam parikkhaya antaraparinibbayi hoti, atha pancannam orambhagiyanam samyojananam parikkhaya upahaccaparinibbayi hoti. ","sn46.3:9.7":"No ce dittheva dhamme patikacca annam aradheti, no ce maranakale annam aradheti, no ce pancannam orambhagiyanam samyojananam parikkhaya antaraparinibbayi hoti, no ce pancannam orambhagiyanam samyojananam parikkhaya upahaccaparinibbayi hoti, atha pancannam orambhagiyanam samyojananam parikkhaya asankharaparinibbayi hoti. ","sn46.3:9.8":"No ce dittheva dhamme patikacca annam aradheti, no ce maranakale annam aradheti, no ce pancannam orambhagiyanam samyojananam parikkhaya antaraparinibbayi hoti, no ce pancannam orambhagiyanam samyojananam parikkhaya upahaccaparinibbayi hoti, no ce pancannam orambhagiyanam samyojananam parikkhaya asankharaparinibbayi hoti, atha pancannam orambhagiyanam samyojananam parikkhaya sasankharaparinibbayi hoti. ","sn46.3:9.9":"No ce dittheva dhamme patikacca annam aradheti, no ce maranakale annam aradheti, no ce pancannam orambhagiyanam samyojananam parikkhaya antaraparinibbayi hoti, no ce pancannam orambhagiyanam samyojananam parikkhaya upahaccaparinibbayi hoti, no ce pancannam orambhagiyanam samyojananam parikkhaya asankharaparinibbayi hoti, no ce pancannam orambhagiyanam samyojananam parikkhaya sasankharaparinibbayi hoti, atha pancannam orambhagiyanam samyojananam parikkhaya uddhamsoto hoti akanitthagami. ","sn46.3:9.10":"Evam bhavitesu kho, bhikkhave, sattasu bojjhangesu evam bahulikatesu ime satta phala sattanisamsa patikankha”ti. ","sn46.3:9.11":"Tatiyam. "}