{"sn46.6:0.1":"Samyutta Nikaya 46.6 ","sn46.6:0.2":"1. Pabbatavagga ","sn46.6:0.3":"Kundaliyasutta ","sn46.6:1.1":"Ekam samayam bhagava sakete viharati anjanavane migadaye. ","sn46.6:1.2":"Atha kho kundaliyo paribbajako yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","sn46.6:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho kundaliyo paribbajako bhagavantam etadavoca: ","sn46.6:1.4":"“ahamasmi, bho gotama, aramanissayi parisavacaro. ","sn46.6:1.5":"Tassa mayham, bho gotama, pacchabhattam bhuttapatarasassa ayamacaro hoti—","sn46.6:1.6":"aramena aramam uyyanena uyyanam anucankamami anuvicarami. ","sn46.6:1.7":"So tattha passami eke samanabrahmane itivadappamokkhanisamsanceva katham kathente uparambhanisamsanca: ","sn46.6:1.8":"‘bhavam pana gotamo kimanisamso viharati’”ti? ","sn46.6:1.9":"“Vijjavimuttiphalanisamso kho, kundaliya, tathagato viharati”ti. ","sn46.6:2.1":"“Katame pana, bho gotama, dhamma bhavita bahulikata vijjavimuttim paripurenti”ti? ","sn46.6:2.2":"“Satta kho, kundaliya, bojjhanga bhavita bahulikata vijjavimuttim paripurenti”ti. ","sn46.6:2.3":"“Katame pana, bho gotama, dhamma bhavita bahulikata satta bojjhange paripurenti”ti? ","sn46.6:2.4":"“Cattaro kho, kundaliya, satipatthana bhavita bahulikata satta bojjhange paripurenti”ti. ","sn46.6:2.5":"“Katame pana, bho gotama, dhamma bhavita, bahulikata cattaro satipatthane paripurenti”ti? ","sn46.6:2.6":"“Tini kho, kundaliya, sucaritani bhavitani bahulikatani cattaro satipatthane paripurenti”ti. ","sn46.6:2.7":"“Katame pana, bho gotama, dhamma bhavita bahulikata tini sucaritani paripurenti”ti? ","sn46.6:2.8":"“Indriyasamvaro kho, kundaliya, bhavito bahulikato tini sucaritani paripuretiti. ","sn46.6:3.1":"Katham bhavito ca, kundaliya, indriyasamvaro katham bahulikato tini sucaritani paripuretiti? ","sn46.6:3.2":"Idha, kundaliya, bhikkhu cakkhuna rupam disva manapam nabhijjhati nabhihamsati, na ragam janeti. ","sn46.6:3.3":"Tassa thito ca kayo hoti, thitam cittam ajjhattam susanthitam suvimuttam. ","sn46.6:3.4":"Cakkhuna kho paneva rupam disva amanapam na manku hoti appatitthitacitto adinamanaso abyapannacetaso. ","sn46.6:3.5":"Tassa thito ca kayo hoti thitam cittam ajjhattam susanthitam suvimuttam. ","sn46.6:4.1":"Puna caparam, kundaliya, bhikkhu sotena saddam sutva …pe… ","sn46.6:4.2":"ghanena gandham ghayitva …pe… ","sn46.6:4.3":"jivhaya rasam sayitva …pe… ","sn46.6:4.4":"kayena photthabbam phusitva …pe… ","sn46.6:4.5":"manasa dhammam vinnaya manapam nabhijjhati nabhihamsati, na ragam janeti. ","sn46.6:4.6":"Tassa thito ca kayo hoti, thitam cittam ajjhattam susanthitam suvimuttam. ","sn46.6:4.7":"Manasa kho paneva dhammam vinnaya amanapam na manku hoti appatitthitacitto adinamanaso abyapannacetaso. ","sn46.6:4.8":"Tassa thito ca kayo hoti, thitam cittam ajjhattam susanthitam suvimuttam. ","sn46.6:5.1":"Yato kho, kundaliya, bhikkhuno cakkhuna rupam disva manapamanapesu rupesu thito ca kayo hoti, thitam cittam ajjhattam susanthitam suvimuttam. ","sn46.6:5.2":"Sotena saddam sutva …pe… ","sn46.6:5.3":"ghanena gandham ghayitva …pe… ","sn46.6:5.4":"jivhaya rasam sayitva …pe… ","sn46.6:5.5":"kayena photthabbam phusitva …pe… ","sn46.6:5.6":"manasa dhammam vinnaya manapamanapesu dhammesu thito ca kayo hoti, thitam cittam ajjhattam susanthitam suvimuttam. ","sn46.6:5.7":"Evam bhavito kho, kundaliya, indriyasamvaro evam bahulikato tini sucaritani paripureti. ","sn46.6:6.1":"Katham bhavitani ca, kundaliya, tini sucaritani katham bahulikatani cattaro satipatthane paripurenti? ","sn46.6:6.2":"Idha, kundaliya, bhikkhu kayaduccaritam pahaya kayasucaritam bhaveti, vaciduccaritam pahaya vacisucaritam bhaveti, manoduccaritam pahaya manosucaritam bhaveti. ","sn46.6:6.3":"Evam bhavitani kho, kundaliya, tini sucaritani evam bahulikatani cattaro satipatthane paripurenti. ","sn46.6:7.1":"Katham bhavita ca, kundaliya, cattaro satipatthana katham bahulikata satta bojjhange paripurenti? ","sn46.6:7.2":"Idha, kundaliya, bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn46.6:7.3":"vedanasu …pe… ","sn46.6:7.4":"citte …pe… ","sn46.6:7.5":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn46.6:7.6":"Evam bhavita kho, kundaliya, cattaro satipatthana evam bahulikata satta bojjhange paripurenti. ","sn46.6:8.1":"Katham bhavita ca, kundaliya, satta bojjhanga katham bahulikata vijjavimuttim paripurenti? ","sn46.6:8.2":"Idha, kundaliya, bhikkhu satisambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim …pe… ","sn46.6:8.3":"upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","sn46.6:8.4":"Evam bhavita kho, kundaliya, satta bojjhanga evam bahulikata vijjavimuttim paripurenti”ti. ","sn46.6:9.1":"Evam vutte, kundaliyo paribbajako bhagavantam etadavoca: ","sn46.6:9.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","sn46.6:9.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evameva bhota gotamena anekapariyayena dhammo pakasito. ","sn46.6:9.4":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","sn46.6:9.5":"Upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","sn46.6:9.6":"Chattham. "}