{"sn46.52:0.1":"Samyutta Nikaya 46.52 ","sn46.52:0.2":"6. Sakacchavagga ","sn46.52:0.3":"Pariyayasutta ","sn46.52:1.1":"Atha kho sambahula bhikkhu pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisimsu. ","sn46.52:1.2":"Atha kho tesam bhikkhunam etadahosi: ","sn46.52:1.3":"“atippago kho tava savatthiyam pindaya caritum. ","sn46.52:1.4":"Yannuna mayam yena annatitthiyanam paribbajakanam aramo tenupasankameyyama”ti. ","sn46.52:2.1":"Atha kho te bhikkhu yena annatitthiyanam paribbajakanam aramo tenupasankamimsu; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodimsu. ","sn46.52:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu annatitthiya paribbajaka etadavocum: ","sn46.52:3.1":"“Samano, avuso, gotamo savakanam evam dhammam deseti: ","sn46.52:3.2":"‘etha tumhe, bhikkhave, panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane satta bojjhange yathabhutam bhavetha’ti. ","sn46.52:3.3":"Mayampi kho, avuso, savakanam evam dhammam desema: ","sn46.52:3.4":"‘etha tumhe, avuso, panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane satta bojjhange yathabhutam bhavetha’ti. ","sn46.52:3.5":"Idha no, avuso, ko viseso, ko adhippayaso, kim nanakaranam samanassa va gotamassa amhakam va, yadidam—dhammadesanaya va dhammadesanam, anusasaniya va anusasanin”ti? ","sn46.52:4.1":"Atha kho te bhikkhu tesam annatitthiyanam paribbajakanam bhasitam neva abhinandimsu nappatikkosimsu; ","sn46.52:4.2":"anabhinanditva appatikkositva utthayasana pakkamimsu: ","sn46.52:4.3":"“bhagavato santike etassa bhasitassa attham ajanissama”ti. ","sn46.52:4.4":"Atha kho te bhikkhu savatthim pindaya caritva pacchabhattam pindapatapatikkanta yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","sn46.52:5.1":"“Idha mayam, bhante, pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisimha. ","sn46.52:5.2":"Tesam no, bhante, amhakam etadahosi: ","sn46.52:5.3":"‘atippago kho tava savatthiyam pindaya caritum, ","sn46.52:5.4":"yannuna mayam yena annatitthiyanam paribbajakanam aramo tenupasankameyyama’ti. ","sn46.52:5.5":"Atha kho mayam, bhante, yena annatitthiyanam paribbajakanam aramo tenupasankamimha; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodimha. ","sn46.52:5.6":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimha. Ekamantam nisinne kho amhe, bhante, annatitthiya paribbajaka etadavocum: ","sn46.52:6.1":"‘Samano, avuso, gotamo savakanam evam dhammam deseti “etha tumhe, bhikkhave, panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane satta bojjhange yathabhutam bhavetha”ti. ","sn46.52:6.2":"Mayampi kho, avuso, savakanam evam dhammam desema: ","sn46.52:6.3":"“etha tumhe, avuso, panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane satta bojjhange yathabhutam bhavetha”ti. ","sn46.52:6.4":"Idha no, avuso, ko viseso, ko adhippayaso, kim nanakaranam samanassa va gotamassa amhakam va, yadidam—dhammadesanaya va dhammadesanam, anusasaniya va anusasanin’ti? ","sn46.52:7.1":"Atha kho mayam, bhante, tesam annatitthiyanam paribbajakanam bhasitam neva abhinandimha nappatikkosimha, anabhinanditva appatikkositva utthayasana pakkamimha: ","sn46.52:7.2":"‘bhagavato santike etassa bhasitassa attham ajanissama’”ti. ","sn46.52:8.1":"“Evamvadino, bhikkhave, annatitthiya paribbajaka evamassu vacaniya: ","sn46.52:8.2":"‘atthi panavuso, pariyayo, yam pariyayam agamma panca nivarana dasa honti, satta bojjhanga catuddasa’ti. ","sn46.52:8.3":"Evam puttha, bhikkhave, annatitthiya paribbajaka na ceva sampayissanti, uttarinca vighatam apajjissanti. ","sn46.52:8.4":"Tam kissa hetu? ","sn46.52:8.5":"Yatha tam, bhikkhave, avisayasmim. ","sn46.52:8.6":"Naham tam, bhikkhave, passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya, yo imesam panhanam veyyakaranena cittam aradheyya, annatra tathagatena va tathagatasavakena va ito va pana sutva. ","sn46.52:9.1":"Katamo ca, bhikkhave, pariyayo, yam pariyayam agamma panca nivarana dasa honti? ","sn46.52:9.2":"Yadapi, bhikkhave, ajjhattam kamacchando tadapi nivaranam, yadapi bahiddha kamacchando tadapi nivaranam. ","sn46.52:9.3":"‘Kamacchandanivaranan’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:9.4":"Yadapi, bhikkhave, ajjhattam byapado tadapi nivaranam, yadapi bahiddha byapado tadapi nivaranam. ","sn46.52:9.5":"‘Byapadanivaranan’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:9.6":"Yadapi, bhikkhave, thinam tadapi nivaranam, yadapi middham tadapi nivaranam. ","sn46.52:9.7":"‘Thinamiddhanivaranan’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:9.8":"Yadapi, bhikkhave, uddhaccam tadapi nivaranam, yadapi kukkuccam tadapi nivaranam. ","sn46.52:9.9":"‘Uddhaccakukkuccanivaranan’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:9.10":"Yadapi, bhikkhave, ajjhattam dhammesu vicikiccha tadapi nivaranam, yadapi bahiddha dhammesu vicikiccha tadapi nivaranam. ","sn46.52:9.11":"‘Vicikicchanivaranan’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:9.12":"Ayam kho, bhikkhave, pariyayo, yam pariyayam agamma panca nivarana dasa honti. ","sn46.52:10.1":"Katamo ca, bhikkhave, pariyayo, yam pariyayam agamma satta bojjhanga catuddasa honti? ","sn46.52:10.2":"Yadapi, bhikkhave, ajjhattam dhammesu sati tadapi satisambojjhango, yadapi bahiddha dhammesu sati tadapi satisambojjhango. ","sn46.52:10.3":"‘Satisambojjhango’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:11.1":"Yadapi, bhikkhave, ajjhattam dhammesu pannaya pavicinati pavicarati parivimamsamapajjati tadapi dhammavicayasambojjhango, yadapi bahiddha dhammesu pannaya pavicinati pavicarati parivimamsamapajjati tadapi dhammavicayasambojjhango. ","sn46.52:11.2":"‘Dhammavicayasambojjhango’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:12.1":"Yadapi, bhikkhave, kayikam viriyam tadapi viriyasambojjhango, yadapi cetasikam viriyam tadapi viriyasambojjhango. ","sn46.52:12.2":"‘Viriyasambojjhango’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:13.1":"Yadapi, bhikkhave, savitakkasavicara piti tadapi pitisambojjhango, yadapi avitakkaavicara piti tadapi pitisambojjhango. ","sn46.52:13.2":"‘Pitisambojjhango’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:14.1":"Yadapi, bhikkhave, kayappassaddhi tadapi passaddhisambojjhango, yadapi cittappassaddhi tadapi passaddhisambojjhango. ","sn46.52:14.2":"‘Passaddhisambojjhango’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:15.1":"Yadapi, bhikkhave, savitakko savicaro samadhi tadapi samadhisambojjhango, yadapi avitakkaavicaro samadhi tadapi samadhisambojjhango. ","sn46.52:15.2":"‘Samadhisambojjhango’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:16.1":"Yadapi, bhikkhave, ajjhattam dhammesu upekkha tadapi upekkhasambojjhango, yadapi bahiddha dhammesu upekkha tadapi upekkhasambojjhango. ","sn46.52:16.2":"‘Upekkhasambojjhango’ti iti hidam uddesam gacchati. Tadaminapetam pariyayena dvayam hoti. ","sn46.52:16.3":"Ayam kho, bhikkhave, pariyayo, yam pariyayam agamma satta bojjhanga catuddasa”ti. ","sn46.52:16.4":"Dutiyam. "}