{"sn46.76:0.1":"Samyutta Nikaya 46.76 ","sn46.76:0.2":"8. Nirodhavagga ","sn46.76:0.3":"Nirodhasutta ","sn46.76:1.1":"“Nirodhasanna, bhikkhave, bhavita bahulikata mahapphala hoti mahanisamsa. ","sn46.76:1.2":"Katham bhavita ca, bhikkhave, nirodhasanna katham bahulikata mahapphala hoti mahanisamsa? ","sn46.76:1.3":"Idha, bhikkhave, bhikkhu nirodhasannasahagatam satisambojjhangam bhaveti …pe… ","sn46.76:1.4":"nirodhasannasahagatam upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","sn46.76:1.5":"Evam bhavita kho, bhikkhave, nirodhasanna evam bahulikata mahapphala hoti mahanisamsati. ","sn46.76:2.1":"Nirodhasannaya, bhikkhave, bhavitaya bahulikataya dvinnam phalanam annataram phalam patikankham—","sn46.76:2.2":"dittheva dhamme anna, sati va upadisese anagamita. ","sn46.76:2.3":"Katham bhavitaya, bhikkhave, nirodhasannaya katham bahulikataya dvinnam phalanam annataram phalam patikankham—","sn46.76:2.4":"dittheva dhamme anna, sati va upadisese anagamita? ","sn46.76:2.5":"Idha, bhikkhave, bhikkhu nirodhasannasahagatam satisambojjhangam bhaveti …pe… ","sn46.76:2.6":"nirodhasannasahagatam upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","sn46.76:2.7":"Evam bhavitaya kho, bhikkhave, nirodhasannaya evam bahulikataya dvinnam phalanam annataram phalam patikankham—","sn46.76:2.8":"dittheva dhamme anna, sati va upadisese anagamitati. ","sn46.76:3.1":"Nirodhasanna, bhikkhave, bhavita bahulikata mahato atthaya samvattati, mahato yogakkhemaya samvattati, mahato samvegaya samvattati, mahato phasuviharaya samvattati. ","sn46.76:3.2":"Katham bhavita ca, bhikkhave, nirodhasanna katham bahulikata mahato atthaya samvattati, mahato yogakkhemaya samvattati, mahato samvegaya samvattati, mahato phasuviharaya samvattati? ","sn46.76:3.3":"Idha, bhikkhave, bhikkhu nirodhasannasahagatam satisambojjhangam bhaveti …pe… ","sn46.76:3.4":"nirodhasannasahagatam upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","sn46.76:3.5":"Evam bhavita kho, bhikkhave, nirodhasanna evam bahulikata mahato atthaya samvattati, mahato yogakkhemaya samvattati, mahato samvegaya samvattati, mahato phasuviharaya samvattati”ti. ","sn46.76:3.6":"Dasamam. ","sn46.76:3.7":"Nirodhavaggo atthamo. ","sn46.76:4.0":"Tassuddanam ","sn46.76:4.1":"Asubhamaranaahare, ","sn46.76:4.2":"Patikulaanabhiratena; ","sn46.76:4.3":"Aniccadukkhaanattapahanam, ","sn46.76:4.4":"Viraganirodhena te dasati. "}