{"sn46.54:0.1":"Samyutta Nikaya 46.54 ","sn46.54:0.2":"6. Sakacchavagga ","sn46.54:0.3":"Mettasahagatasutta ","sn46.54:1.1":"Ekam samayam bhagava koliyesu viharati haliddavasanam nama koliyanam nigamo. ","sn46.54:1.2":"Atha kho sambahula bhikkhu pubbanhasamayam nivasetva pattacivaramadaya haliddavasanam pindaya pavisimsu. ","sn46.54:1.3":"Atha kho tesam bhikkhunam etadahosi: ","sn46.54:1.4":"“atippago kho tava haliddavasane pindaya caritum. ","sn46.54:1.5":"Yannuna mayam yena annatitthiyanam paribbajakanam aramo tenupasankameyyama”ti. ","sn46.54:2.1":"Atha kho te bhikkhu yena annatitthiyanam paribbajakanam aramo tenupasankamimsu; upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodimsu. ","sn46.54:2.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu annatitthiya paribbajaka etadavocum: ","sn46.54:3.1":"“Samano, avuso, gotamo savakanam evam dhammam deseti: ","sn46.54:3.2":"‘etha tumhe, bhikkhave, panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane mettasahagatena cetasa ekam disam pharitva viharatha, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam mettasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharatha. ","sn46.54:3.3":"Karunasahagatena cetasa ekam disam pharitva viharatha, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam karunasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharatha. ","sn46.54:3.4":"Muditasahagatena cetasa ekam disam pharitva viharatha, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam muditasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharatha. ","sn46.54:3.5":"Upekkhasahagatena cetasa ekam disam pharitva viharatha, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharatha’ti. ","sn46.54:4.1":"Mayampi kho, avuso, savakanam evam dhammam desema: ","sn46.54:4.2":"‘etha tumhe, avuso, panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane mettasahagatena cetasa ekam disam pharitva viharatha …pe… ","sn46.54:4.3":"karunasahagatena cetasa … ","sn46.54:4.4":"muditasahagatena cetasa … ","sn46.54:4.5":"upekkhasahagatena cetasa ekam disam pharitva viharatha, tatha dutiyam, tatha tatiyam, tatha catuttham; ","sn46.54:4.6":"iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharatha’ti. ","sn46.54:4.7":"Idha no, avuso, ko viseso, ko adhippayaso, kim nanakaranam samanassa va gotamassa amhakam va, yadidam—dhammadesanaya va dhammadesanam, anusasaniya va anusasanin”ti? ","sn46.54:5.1":"Atha kho te bhikkhu tesam annatitthiyanam paribbajakanam bhasitam neva abhinandimsu nappatikkosimsu. ","sn46.54:5.2":"Anabhinanditva appatikkositva utthayasana pakkamimsu: ","sn46.54:5.3":"“bhagavato santike etassa bhasitassa attham ajanissama”ti. ","sn46.54:5.4":"Atha kho te bhikkhu haliddavasane pindaya caritva pacchabhattam pindapatapatikkanta yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","sn46.54:6.1":"“Idha mayam, bhante, pubbanhasamayam nivasetva pattacivaramadaya haliddavasane pindaya pavisimha. ","sn46.54:6.2":"Tesam no, bhante, amhakam etadahosi: ","sn46.54:6.3":"‘atippago kho tava haliddavasane pindaya caritum. ","sn46.54:7.1":"Yannuna mayam yena annatitthiyanam paribbajakanam aramo tenupasankameyyama’ti. Atha kho mayam, bhante, yena annatitthiyanam paribbajakanam aramo tenupasankamimha, upasankamitva tehi annatitthiyehi paribbajakehi saddhim sammodimha. ","sn46.54:7.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidimha. Ekamantam nisinne kho amhe, bhante, te annatitthiya paribbajaka etadavocum: ","sn46.54:8.1":"‘Samano, avuso, gotamo savakanam evam dhammam deseti: ","sn46.54:8.2":"“etha tumhe, bhikkhave, panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane mettasahagatena cetasa ekam disam pharitva viharatha …pe… ","sn46.54:8.3":"karunasahagatena cetasa …pe… ","sn46.54:8.4":"muditasahagatena cetasa …pe… ","sn46.54:8.5":"upekkhasahagatena cetasa ekam disam pharitva viharatha, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharatha’ti. ","sn46.54:9.1":"Mayampi kho, avuso, savakanam evam dhammam desema: ","sn46.54:9.2":"‘etha tumhe, avuso, panca nivarane pahaya cetaso upakkilese pannaya dubbalikarane mettasahagatena cetasa ekam disam pharitva viharatha …pe… ","sn46.54:9.3":"karunasahagatena cetasa …pe… ","sn46.54:9.4":"muditasahagatena cetasa …pe… ","sn46.54:9.5":"upekkhasahagatena cetasa ekam disam pharitva viharatha, tatha dutiyam, tatha tatiyam, tatha catuttham; iti uddhamadho tiriyam sabbadhi sabbattataya sabbavantam lokam upekkhasahagatena cetasa vipulena mahaggatena appamanena averena abyapajjena pharitva viharatha’ti. ","sn46.54:9.6":"Idha no, avuso, ko viseso, ko adhippayaso, kim nanakaranam samanassa va gotamassa amhakam va, yadidam, dhammadesanaya va dhammadesanam, anusasaniya va anusasaninti? ","sn46.54:10.1":"Atha kho mayam, bhante, tesam annatitthiyanam paribbajakanam bhasitam neva abhinandimha nappatikkosimha, anabhinanditva appatikkositva utthayasana pakkamimha: ","sn46.54:10.2":"‘bhagavato santike etassa bhasitassa attham ajanissama’”ti. ","sn46.54:11.1":"“Evamvadino, bhikkhave, annatitthiya paribbajaka evamassu vacaniya: ","sn46.54:11.2":"‘katham bhavita panavuso, mettacetovimutti, kingatika hoti, kimparama, kimphala, kimpariyosana? ","sn46.54:11.3":"Katham bhavita panavuso, karunacetovimutti, kingatika hoti, kimparama, kimphala, kimpariyosana? ","sn46.54:11.4":"Katham bhavita panavuso, muditacetovimutti, kingatika hoti, kimparama, kimphala, kimpariyosana? ","sn46.54:11.5":"Katham bhavita panavuso, upekkhacetovimutti, kingatika hoti, kimparama, kimphala, kimpariyosana’ti? ","sn46.54:11.6":"Evam puttha, bhikkhave, annatitthiya paribbajaka na ceva sampayissanti, uttarinca vighatam apajjissanti. ","sn46.54:11.7":"Tam kissa hetu? ","sn46.54:11.8":"Yatha tam, bhikkhave, avisayasmim. ","sn46.54:11.9":"Naham tam, bhikkhave, passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya, yo imesam panhanam veyyakaranena cittam aradheyya, annatra tathagatena va tathagatasavakena va ito va pana sutva. ","sn46.54:12.1":"Katham bhavita ca, bhikkhave, mettacetovimutti, kingatika hoti, kimparama, kimphala, kimpariyosana? ","sn46.54:12.2":"Idha, bhikkhave, bhikkhu mettasahagatam satisambojjhangam bhaveti …pe… ","sn46.54:12.3":"mettasahagatam upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","sn46.54:12.4":"So sace akankhati ‘appatikule patikulasanni vihareyyan’ti, patikulasanni tattha viharati. ","sn46.54:12.5":"Sace akankhati ‘patikule appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati. ","sn46.54:12.6":"Sace akankhati ‘appatikule ca patikule ca patikulasanni vihareyyan’ti, patikulasanni tattha viharati. ","sn46.54:12.7":"Sace akankhati ‘patikule ca appatikule ca appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati. ","sn46.54:12.8":"Sace akankhati ‘appatikulanca patikulanca tadubhayam abhinivajjetva upekkhako vihareyyam sato sampajano’ti, upekkhako ca tattha viharati sato sampajano, subham va kho pana vimokkham upasampajja viharati. ","sn46.54:12.9":"Subhaparamaham, bhikkhave, mettacetovimuttim vadami, idhapannassa bhikkhuno uttarivimuttim appativijjhato. ","sn46.54:13.1":"Katham bhavita ca, bhikkhave, karunacetovimutti, kingatika hoti, kimparama, kimphala, kimpariyosana? ","sn46.54:13.2":"Idha, bhikkhave, bhikkhu karunasahagatam satisambojjhangam bhaveti …pe… ","sn46.54:13.3":"karunasahagatam upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","sn46.54:13.4":"So sace akankhati ‘appatikule patikulasanni vihareyyan’ti, patikulasanni tattha viharati …pe… ","sn46.54:13.5":"sace akankhati ‘appatikulanca patikulanca tadubhayam abhinivajjetva upekkhako vihareyyam sato sampajano’ti, upekkhako tattha viharati sato sampajano. ","sn46.54:13.6":"Sabbaso va pana rupasannanam samatikkama patighasannanam atthangama nanattasannanam amanasikara ‘ananto akaso’ti akasanancayatanam upasampajja viharati. ","sn46.54:13.7":"Akasanancayatanaparamaham, bhikkhave, karunacetovimuttim vadami, idhapannassa bhikkhuno uttarivimuttim appativijjhato. ","sn46.54:14.1":"Katham bhavita ca, bhikkhave, muditacetovimutti, kingatika hoti, kimparama, kimphala, kimpariyosana? ","sn46.54:14.2":"Idha, bhikkhave, bhikkhu muditasahagatam satisambojjhangam bhaveti …pe… ","sn46.54:14.3":"muditasahagatam upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","sn46.54:14.4":"So sace akankhati ‘appatikule patikulasanni vihareyyan’ti, patikulasanni tattha viharati …pe… ","sn46.54:14.5":"sace akankhati ‘appatikulanca patikulanca tadubhayam abhinivajjetva upekkhako vihareyyam sato sampajano’ti, upekkhako tattha viharati sato sampajano. ","sn46.54:14.6":"Sabbaso va pana akasanancayatanam samatikkamma ‘anantam vinnanan’ti vinnanancayatanam upasampajja viharati. ","sn46.54:14.7":"Vinnanancayatanaparamaham, bhikkhave, muditacetovimuttim vadami, idhapannassa bhikkhuno uttarivimuttim appativijjhato. ","sn46.54:15.1":"Katham bhavita ca, bhikkhave, upekkhacetovimutti, kingatika hoti, kimparama, kimphala, kimpariyosana? ","sn46.54:15.2":"Idha, bhikkhave, bhikkhu upekkhasahagatam satisambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim …pe… ","sn46.54:15.3":"upekkhasahagatam upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","sn46.54:15.4":"So sace akankhati ‘appatikule patikulasanni vihareyyan’ti, patikulasanni tattha viharati. ","sn46.54:15.5":"Sace akankhati ‘patikule appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati. ","sn46.54:15.6":"Sace akankhati ‘appatikule ca patikule ca patikulasanni vihareyyan’ti, patikulasanni tattha viharati. ","sn46.54:15.7":"Sace akankhati ‘patikule ca appatikule ca appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati. ","sn46.54:15.8":"Sace akankhati ‘appatikulanca patikulanca tadubhayam abhinivajjetva upekkhako vihareyyam sato sampajano’ti, upekkhako tattha viharati sato sampajano. ","sn46.54:15.9":"Sabbaso va pana vinnanancayatanam samatikkamma ‘natthi kinci’ti akincannayatanam upasampajja viharati. ","sn46.54:15.10":"Akincannayatanaparamaham, bhikkhave, upekkhacetovimuttim vadami, idhapannassa bhikkhuno uttarivimuttim appativijjhato”ti. ","sn46.54:15.11":"Catuttham. "}