{"sn46.39:0.1":"Samyutta Nikaya 46.39 ","sn46.39:0.2":"4. Nivaranavagga ","sn46.39:0.3":"Rukkhasutta ","sn46.39:1.1":"“Santi, bhikkhave, maharukkha anubija mahakaya rukkhanam ajjharuha, yehi rukkha ajjharulha obhaggavibhagga vipatita senti. ","sn46.39:1.2":"Katame ca te, bhikkhave, maharukkha anubija mahakaya rukkhanam ajjharuha, yehi rukkha ajjharulha obhaggavibhagga vipatita senti? ","sn46.39:1.3":"Assattho, nigrodho, pilakkho, udumbaro, kacchako, kapitthano—","sn46.39:1.4":"ime kho te, bhikkhave, maharukkha anubija mahakaya rukkhanam ajjharuha, yehi rukkha ajjharulha obhaggavibhagga vipatita senti. ","sn46.39:1.5":"Evameva kho, bhikkhave, idhekacco kulaputto yadisake kame ohaya agarasma anagariyam pabbajito hoti, so tadisakehi kamehi tato va papitthatarehi obhaggavibhaggo vipatito seti. ","sn46.39:2.1":"Pancime, bhikkhave, avarana nivarana cetaso ajjharuha pannaya dubbalikarana. ","sn46.39:2.2":"Katame panca? ","sn46.39:2.3":"Kamacchando, bhikkhave, avarano nivarano cetaso ajjharuho pannaya dubbalikarano. ","sn46.39:2.4":"Byapado, bhikkhave, avarano nivarano cetaso ajjharuho pannaya dubbalikarano. ","sn46.39:2.5":"Thinamiddham, bhikkhave, avaranam nivaranam cetaso ajjharuham pannaya dubbalikaranam. ","sn46.39:2.6":"Uddhaccakukkuccam, bhikkhave, avaranam nivaranam cetaso ajjharuham pannaya dubbalikaranam. ","sn46.39:2.7":"Vicikiccha, bhikkhave, avarana nivarana cetaso ajjharuha pannaya dubbalikarana. ","sn46.39:2.8":"Ime kho, bhikkhave, panca avarana nivarana cetaso ajjharuha pannaya dubbalikarana. ","sn46.39:3.1":"Sattime, bhikkhave, bojjhanga anavarana anivarana cetaso anajjharuha bhavita bahulikata vijjavimuttiphalasacchikiriyaya samvattanti. ","sn46.39:3.2":"Katame satta? ","sn46.39:3.3":"Satisambojjhango, bhikkhave, anavarano anivarano cetaso anajjharuho bhavito bahulikato vijjavimuttiphalasacchikiriyaya samvattati …pe… upekkhasambojjhango, bhikkhave, anavarano anivarano cetaso anajjharuho bhavito bahulikato vijjavimuttiphalasacchikiriyaya samvattati. ","sn46.39:3.4":"Ime kho, bhikkhave, satta bojjhanga anavarana anivarana cetaso anajjharuha bhavita bahulikata vijjavimuttiphalasacchikiriyaya samvattanti”ti. ","sn46.39:3.5":"Navamam. "}