{"sn46.55:0.1":"Samyutta Nikaya 46.55 ","sn46.55:0.2":"6. Sakacchavagga ","sn46.55:0.3":"Sangaravasutta ","sn46.55:1.1":"Savatthinidanam. ","sn46.55:1.2":"Atha kho sangaravo brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","sn46.55:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho sangaravo brahmano bhagavantam etadavoca: ","sn46.55:2.1":"“Ko nu kho, bho gotama, hetu, ko paccayo yenekada digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata? ","sn46.55:2.2":"Ko pana, bho gotama, hetu, ko paccayo yenekada digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata”ti? ","sn46.55:3.1":"“Yasmim kho, brahmana, samaye kamaragapariyutthitena cetasa viharati kamaragaparetena, uppannassa ca kamaragassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati, paratthampi tasmim samaye yathabhutam na janati na passati, ubhayatthampi tasmim samaye yathabhutam na janati na passati; digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:4.1":"Seyyathapi, brahmana, udapatto samsattho lakhaya va haliddiya va niliya va manjitthaya va. ","sn46.55:4.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam na janeyya na passeyya. ","sn46.55:4.3":"Evameva kho, brahmana, yasmim samaye kamaragapariyutthitena cetasa viharati kamaragaparetena, uppannassa ca kamaragassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati …pe… paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam na janati na passati; digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:5.1":"Puna caparam, brahmana, yasmim samaye byapadapariyutthitena cetasa viharati byapadaparetena, uppannassa ca byapadassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam na janati na passati; digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:6.1":"Seyyathapi, brahmana, udapatto aggina santatto pakkuthito usmudakajato. ","sn46.55:6.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam na janeyya na passeyya. ","sn46.55:6.3":"Evameva kho, brahmana, yasmim samaye byapadapariyutthitena cetasa viharati byapadaparetena, uppannassa ca byapadassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati, paratthampi tasmim samaye …pe… ubhayatthampi tasmim samaye yathabhutam na janati na passati; digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:7.1":"Puna caparam, brahmana, yasmim samaye thinamiddhapariyutthitena cetasa viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam na janati na passati; digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:8.1":"Seyyathapi, brahmana, udapatto sevalapanakapariyonaddho. ","sn46.55:8.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam na janeyya na passeyya. ","sn46.55:8.3":"Evameva kho, brahmana, yasmim samaye thinamiddhapariyutthitena cetasa viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam na janati na passati; digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:9.1":"Puna caparam, brahmana, yasmim samaye uddhaccakukkuccapariyutthitena cetasa viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam na janati na passati; digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:10.1":"Seyyathapi, brahmana, udapatto vaterito calito bhanto umijato. ","sn46.55:10.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam na janeyya na passeyya. ","sn46.55:10.3":"Evameva kho, brahmana, yasmim samaye uddhaccakukkuccapariyutthitena cetasa viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati, paratthampi …pe… ubhayatthampi tasmim samaye yathabhutam na janati na passati; digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:11.1":"Puna caparam, brahmana, yasmim samaye vicikicchapariyutthitena cetasa viharati vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati, paratthampi …pe… ubhayatthampi … digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:12.1":"Seyyathapi, brahmana, udapatto avilo lulito kalalibhuto andhakare nikkhitto. ","sn46.55:12.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam na janeyya na passeyya. ","sn46.55:12.3":"Evameva kho, brahmana, yasmim samaye vicikicchapariyutthitena cetasa viharati vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam nappajanati, attatthampi tasmim samaye yathabhutam na janati na passati, paratthampi tasmim samaye yathabhutam na janati na passati, ubhayatthampi tasmim samaye yathabhutam na janati na passati; digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:12.4":"Ayam kho, brahmana, hetu ayam paccayo yenekada digharattam sajjhayakatapi manta nappatibhanti, pageva asajjhayakata. ","sn46.55:13.1":"Yasminca kho, brahmana, samaye na kamaragapariyutthitena cetasa viharati na kamaragaparetena, uppannassa ca kamaragassa nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam janati passati, paratthampi tasmim samaye yathabhutam janati passati, ubhayatthampi tasmim samaye yathabhutam janati passati; digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:14.1":"Seyyathapi, brahmana, udapatto asamsattho lakhaya va haliddiya va niliya va manjitthaya va. ","sn46.55:14.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam janeyya passeyya. ","sn46.55:14.3":"Evameva kho, brahmana, yasmim samaye na kamaragapariyutthitena cetasa viharati na kamaragaparetena, uppannassa ca kamaragassa nissaranam yathabhutam pajanati …pe…. ","sn46.55:15.1":"Puna caparam, brahmana, yasmim samaye na byapadapariyutthitena cetasa viharati na byapadaparetena, uppannassa ca byapadassa nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam janati passati, paratthampi …pe… ubhayatthampi …pe… digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:16.1":"Seyyathapi, brahmana, udapatto na aggina santatto na pakkuthito na usmudakajato. ","sn46.55:16.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam janeyya passeyya. ","sn46.55:16.3":"Evameva kho, brahmana, yasmim samaye na byapadapariyutthitena cetasa viharati na byapadaparetena, uppannassa ca byapadassa nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam janati passati, paratthampi …pe… ubhayatthampi …pe… digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:17.1":"Puna caparam, brahmana, yasmim samaye na thinamiddhapariyutthitena cetasa viharati na thinamiddhaparetena, uppannassa ca thinamiddhassa nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam janati passati, paratthampi …pe… ubhayatthampi …pe… digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:18.1":"Seyyathapi, brahmana, udapatto na sevalapanakapariyonaddho. ","sn46.55:18.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam janeyya passeyya. ","sn46.55:18.3":"Evameva kho, brahmana, yasmim samaye na thinamiddhapariyutthitena cetasa viharati na thinamiddhaparetena, uppannassa ca thinamiddhassa nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam janati passati, paratthampi …pe… ubhayatthampi …pe… digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:19.1":"Puna caparam, brahmana, yasmim samaye na uddhaccakukkuccapariyutthitena cetasa viharati na uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam janati passati, paratthampi …pe… ubhayatthampi …pe… digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:20.1":"Seyyathapi, brahmana, udapatto na vaterito na calito na bhanto na umijato. ","sn46.55:20.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam janeyya passeyya. ","sn46.55:20.3":"Evameva kho, brahmana, yasmim samaye na uddhaccakukkuccapariyutthitena cetasa viharati na uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam janati passati, paratthampi …pe… ubhayatthampi …pe… digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:21.1":"Puna caparam, brahmana, yasmim samaye na vicikicchapariyutthitena cetasa viharati na vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam janati passati, paratthampi tasmim samaye yathabhutam janati passati; ubhayatthampi tasmim samaye yathabhutam janati passati; digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:22.1":"Seyyathapi, brahmana, udapatto accho vippasanno anavilo aloke nikkhitto. ","sn46.55:22.2":"Tattha cakkhuma puriso sakam mukhanimittam paccavekkhamano yathabhutam janeyya passeyya. ","sn46.55:22.3":"Evameva kho, brahmana, yasmim samaye na vicikicchapariyutthitena cetasa viharati na vicikicchaparetena, uppannaya ca vicikicchaya nissaranam yathabhutam pajanati, attatthampi tasmim samaye yathabhutam janati passati, paratthampi tasmim samaye yathabhutam janati passati, ubhayatthampi tasmim samaye yathabhutam janati passati; digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:22.4":"Ayam kho, brahmana, hetu ayam paccayo yenekada digharattam asajjhayakatapi manta patibhanti, pageva sajjhayakata. ","sn46.55:23.1":"Sattime, brahmana, bojjhanga anavarana anivarana cetaso anupakkilesa bhavita bahulikata vijjavimuttiphalasacchikiriyaya samvattanti. ","sn46.55:23.2":"Katame satta? ","sn46.55:23.3":"Satisambojjhango kho, brahmana, anavarano anivarano cetaso anupakkileso bhavito bahulikato vijjavimuttiphalasacchikiriyaya samvattati …pe… upekkhasambojjhango kho, brahmana, anavarano anivarano cetaso anupakkileso bhavito bahulikato vijjavimuttiphalasacchikiriyaya samvattati. ","sn46.55:23.4":"Ime kho, brahmana, satta bojjhanga anavarana anivarana cetaso anupakkilesa bhavita bahulikata vijjavimuttiphalasacchikiriyaya samvattanti”ti. ","sn46.55:24.1":"Evam vutte, sangaravo brahmano bhagavantam etadavoca: ","sn46.55:24.2":"“abhikkantam, bho gotama …pe… ","sn46.55:24.3":"upasakam mam bhavam gotamo dharetu ajjatagge panupetam saranam gatan”ti. ","sn46.55:24.4":"Pancamam. "}