{"sn46.30:0.1":"Samyutta Nikaya 46.30 ","sn46.30:0.2":"3. Udayivagga ","sn46.30:0.3":"Udayisutta ","sn46.30:1.1":"Ekam samayam bhagava sumbhesu viharati setakam nama sumbhanam nigamo. ","sn46.30:1.2":"Atha kho ayasma udayi yena bhagava tenupasankami …pe… ekamantam nisinno kho ayasma udayi bhagavantam etadavoca: ","sn46.30:2.1":"“Acchariyam, bhante, abbhutam, bhante. ","sn46.30:2.2":"Yava bahukatanca me, bhante, bhagavati pemanca garavo ca hiri ca ottappanca. ","sn46.30:2.3":"Ahanhi, bhante, pubbe agarikabhuto samano abahukato ahosim dhammena abahukato sanghena. ","sn46.30:2.4":"So khvaham bhagavati pemanca garavanca hirinca ottappanca sampassamano agarasma anagariyam pabbajito. ","sn46.30:2.5":"Tassa me bhagava dhammam desesi: ","sn46.30:2.6":"‘iti rupam, iti rupassa samudayo, iti rupassa atthangamo; ","sn46.30:2.7":"iti vedana …pe… ","sn46.30:2.8":"iti sanna … ","sn46.30:2.9":"iti sankhara … ","sn46.30:2.10":"iti vinnanam, iti vinnanassa samudayo, iti vinnanassa atthangamo’ti. ","sn46.30:3.1":"So khvaham, bhante, sunnagaragato imesam pancupadanakkhandhanam ukkujjavakujjam samparivattento ‘idam dukkhan’ti yathabhutam abbhannasim, ‘ayam dukkhasamudayo’ti yathabhutam abbhannasim, ‘ayam dukkhanirodho’ti yathabhutam abbhannasim, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam abbhannasim. ","sn46.30:3.2":"Dhammo ca me, bhante, abhisamito, maggo ca me patiladdho; ","sn46.30:3.3":"yo me bhavito bahulikato tatha tatha viharantam tathattaya upanessati yathaham: ","sn46.30:3.4":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanissami. ","sn46.30:4.1":"Satisambojjhango me, bhante, patiladdho, yo me bhavito bahulikato tatha tatha viharantam tathattaya upanessati yathaham: ","sn46.30:4.2":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanissami …pe… ","sn46.30:4.3":"upekkhasambojjhango me, bhante, patiladdho, yo me bhavito bahulikato tatha tatha viharantam tathattaya upanessati yathaham: ","sn46.30:4.4":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanissami. ","sn46.30:4.5":"Ayam kho me, bhante, maggo patiladdho, yo me bhavito bahulikato tatha tatha viharantam tathattaya upanessati yathaham: ","sn46.30:4.6":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanissami”ti. ","sn46.30:5.1":"“Sadhu sadhu, udayi. ","sn46.30:5.2":"Eso hi te, udayi, maggo patiladdho, yo te bhavito bahulikato tatha tatha viharantam tathattaya upanessati yatha tvam: ","sn46.30:5.3":"‘khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya’ti pajanissasi”ti. ","sn46.30:5.4":"Dasamam. ","sn46.30:5.5":"Udayivaggo tatiyo. ","sn46.30:6.0":"Tassuddanam ","sn46.30:6.1":"Bodhaya desana thana, ","sn46.30:6.2":"ayoniso caparihani; ","sn46.30:6.3":"Khayo nirodho nibbedho, ","sn46.30:6.4":"ekadhammo udayinati. "}