{"sn47.46:0.1":"Samyutta Nikaya 47.46 ","sn47.46:0.2":"5. Amatavagga ","sn47.46:0.3":"Patimokkhasamvarasutta ","sn47.46:1.1":"Atha kho annataro bhikkhu yena bhagava tenupasankami …pe… ekamantam nisinno kho so bhikkhu bhagavantam etadavoca: ","sn47.46:2.1":"“Sadhu me, bhante, bhagava sankhittena dhammam desetu, yamaham bhagavato dhammam sutva eko vupakattho appamatto atapi pahitatto vihareyyan”ti. ","sn47.46:2.2":"“Tasmatiha tvam, bhikkhu, adimeva visodhehi kusalesu dhammesu. ","sn47.46:2.3":"Ko cadi kusalanam dhammanam? ","sn47.46:2.4":"Idha tvam, bhikkhu, patimokkhasamvarasamvuto viharahi acaragocarasampanno anumattesu vajjesu bhayadassavi, samadaya sikkhassu sikkhapadesu. ","sn47.46:2.5":"Yato kho tvam, bhikkhu, patimokkhasamvarasamvuto viharissasi acaragocarasampanno anumattesu vajjesu bhayadassavi samadaya sikkhassu sikkhapadesu; tato tvam, bhikkhu, silam nissaya sile patitthaya cattaro satipatthane bhaveyyasi. ","sn47.46:3.1":"Katame cattaro? ","sn47.46:3.2":"Idha tvam, bhikkhu, kaye kayanupassi viharahi atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.46:3.3":"vedanasu …pe… ","sn47.46:3.4":"citte …pe… ","sn47.46:3.5":"dhammesu dhammanupassi viharahi atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.46:3.6":"Yato kho tvam, bhikkhu, silam nissaya sile patitthaya ime cattaro satipatthane evam bhavessasi, tato tuyham, bhikkhu, ya ratti va divaso va agamissati vuddhiyeva patikankha kusalesu dhammesu, no parihani”ti. ","sn47.46:3.7":"Atha kho so bhikkhu bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","sn47.46:4.1":"Atha kho so bhikkhu eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","sn47.46:4.2":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","sn47.46:4.3":"Annataro ca pana so bhikkhu arahatam ahositi. ","sn47.46:4.4":"Chattham. "}