{"sn47.29:0.1":"Samyutta Nikaya 47.29 ","sn47.29:0.2":"3. Silatthitivagga ","sn47.29:0.3":"Sirivaddhasutta ","sn47.29:1.1":"Ekam samayam ayasma anando rajagahe viharati veluvane kalandakanivape. ","sn47.29:1.2":"Tena kho pana samayena sirivaddho gahapati abadhiko hoti dukkhito balhagilano. ","sn47.29:1.3":"Atha kho sirivaddho gahapati annataram purisam amantesi: ","sn47.29:1.4":"“ehi tvam, ambho purisa, yenayasma anando tenupasankama; upasankamitva mama vacanena ayasmato anandassa pade sirasa vanda: ","sn47.29:1.5":"‘sirivaddho, bhante, gahapati abadhiko dukkhito balhagilano. ","sn47.29:1.6":"So ayasmato anandassa pade sirasa vandati’ti. ","sn47.29:1.7":"Evanca vadehi: ","sn47.29:1.8":"‘sadhu kira, bhante, ayasma anando yena sirivaddhassa gahapatissa nivesanam tenupasankamatu anukampam upadaya’”ti. ","sn47.29:1.9":"“Evam, bhante”ti kho so puriso sirivaddhassa gahapatissa patissutva yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so puriso ayasmantam anandam etadavoca: ","sn47.29:1.10":"“sirivaddho, bhante, gahapati abadhiko dukkhito balhagilano, so ayasmato anandassa pade sirasa vandati. ","sn47.29:1.11":"Evanca vadeti: ","sn47.29:1.12":"‘sadhu kira, bhante, ayasma anando yena sirivaddhassa gahapatissa nivesanam tenupasankamatu anukampam upadaya’”ti. ","sn47.29:1.13":"Adhivasesi kho ayasma anando tunhibhavena. ","sn47.29:2.1":"Atha kho ayasma anando pubbanhasamayam nivasetva pattacivaramadaya yena sirivaddhassa gahapatissa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. Nisajja kho ayasma anando sirivaddham gahapatim etadavoca: ","sn47.29:2.2":"“kacci te, gahapati, khamaniyam kacci yapaniyam, kacci dukkha vedana patikkamanti, no abhikkamanti; patikkamosanam pannayati, no abhikkamo”ti? ","sn47.29:2.3":"“Na me, bhante, khamaniyam na yapaniyam. Balha me dukkha vedana abhikkamanti, no patikkamanti; abhikkamosanam pannayati, no patikkamo”ti. ","sn47.29:3.1":"“Tasmatiha te, gahapati, evam sikkhitabbam: ","sn47.29:3.2":"‘kaye kayanupassi viharissami atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.29:3.3":"vedanasu …pe… ","sn47.29:3.4":"citte …pe… ","sn47.29:3.5":"dhammesu dhammanupassi viharissami atapi sampajano satima, vineyya loke abhijjhadomanassan’ti. ","sn47.29:3.6":"Evanhi te, gahapati, sikkhitabban”ti. ","sn47.29:4.1":"“Yeme, bhante, bhagavata cattaro satipatthana desita samvijjanti, te dhamma mayi, ahanca tesu dhammesu sandissami. ","sn47.29:4.2":"Ahanhi, bhante, kaye kayanupassi viharami atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.29:4.3":"vedanasu …pe… ","sn47.29:4.4":"citte …pe… ","sn47.29:4.5":"dhammesu dhammanupassi viharami atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.29:4.6":"Yani cimani, bhante, bhagavata pancorambhagiyani samyojanani desitani, naham, bhante, tesam kinci attani appahinam samanupassami”ti. ","sn47.29:4.7":"“Labha te, gahapati, suladdham te, gahapati. ","sn47.29:4.8":"Anagamiphalam taya, gahapati, byakatan”ti. ","sn47.29:4.9":"Navamam. "}