{"sn47.3:0.1":"Samyutta Nikaya 47.3 ","sn47.3:0.2":"1. Ambapalivagga ","sn47.3:0.3":"Bhikkhusutta ","sn47.3:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","sn47.3:1.2":"Atha kho annataro bhikkhu yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so bhikkhu bhagavantam etadavoca: ","sn47.3:1.3":"“sadhu me, bhante, bhagava sankhittena dhammam desetu, yamaham bhagavato dhammam sutva eko vupakattho appamatto atapi pahitatto vihareyyan”ti. ","sn47.3:1.4":"“Evameva panidhekacce moghapurisa manceva ajjhesanti, dhamme ca bhasite mameva anubandhitabbam mannanti”ti. ","sn47.3:1.5":"“Desetu me, bhante, bhagava sankhittena dhammam, desetu sugato sankhittena dhammam. Appeva namaham bhagavato bhasitassa attham janeyyam, appeva namaham bhagavato bhasitassa dayado assan”ti. ","sn47.3:1.6":"“Tasmatiha tvam, bhikkhu, adimeva visodhehi kusalesu dhammesu. ","sn47.3:1.7":"Ko cadi kusalanam dhammanam? ","sn47.3:1.8":"Silanca suvisuddham, ditthi ca ujuka. ","sn47.3:1.9":"Yato kho te, bhikkhu, silanca suvisuddham bhavissati ditthi ca ujuka, tato tvam, bhikkhu, silam nissaya sile patitthaya cattaro satipatthane tividhena bhaveyyasi. ","sn47.3:2.1":"Katame cattaro? ","sn47.3:2.2":"Idha tvam, bhikkhu, ajjhattam va kaye kayanupassi viharahi atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.3:2.3":"bahiddha va kaye kayanupassi viharahi atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.3:2.4":"ajjhattabahiddha va kaye kayanupassi viharahi atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.3:2.5":"Ajjhattam va vedanasu …pe… ","sn47.3:2.6":"bahiddha va vedanasu … ","sn47.3:2.7":"ajjhattabahiddha va vedanasu vedananupassi viharahi atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.3:2.8":"Ajjhattam va citte … ","sn47.3:2.9":"bahiddha va citte … ","sn47.3:2.10":"ajjhattabahiddha va citte cittanupassi viharahi atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.3:2.11":"Ajjhattam va dhammesu … ","sn47.3:2.12":"bahiddha va dhammesu … ","sn47.3:2.13":"ajjhattabahiddha va dhammesu dhammanupassi viharahi atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.3:2.14":"Yato kho tvam, bhikkhu, silam nissaya sile patitthaya ime cattaro satipatthane evam tividhena bhavessasi, tato tuyham, bhikkhu, ya ratti va divaso va agamissati vuddhiyeva patikankha kusalesu dhammesu, no parihani”ti. ","sn47.3:3.1":"Atha kho so bhikkhu bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","sn47.3:3.2":"Atha kho so bhikkhu eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja viharati. ","sn47.3:3.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","sn47.3:3.4":"Annataro ca pana so bhikkhu arahatam ahositi. ","sn47.3:3.5":"Tatiyam. "}