{"sn47.14:0.1":"Samyutta Nikaya 47.14 ","sn47.14:0.2":"2. Nalandavagga ","sn47.14:0.3":"Ukkacelasutta ","sn47.14:1.1":"Ekam samayam bhagava vajjisu viharati ukkacelayam gangaya nadiya tire mahata bhikkhusanghena saddhim aciraparinibbutesu sariputtamoggallanesu. ","sn47.14:1.2":"Tena kho pana samayena bhagava bhikkhusanghaparivuto ajjhokase nisinno hoti. ","sn47.14:2.1":"Atha kho bhagava tunhibhutam bhikkhusangham anuviloketva bhikkhu amantesi: ","sn47.14:2.2":"“api myayam, bhikkhave, parisa sunna viya khayati parinibbutesu sariputtamoggallanesu. ","sn47.14:2.3":"Asunna me, bhikkhave, parisa hoti, anapekkha tassam disayam hoti, yassam disayam sariputtamoggallana viharanti. ","sn47.14:2.4":"Ye hi te, bhikkhave, ahesum atitamaddhanam arahanto sammasambuddha, tesampi bhagavantanam etapparamamyeva savakayugam ahosi—","sn47.14:2.5":"seyyathapi mayham sariputtamoggallana. ","sn47.14:2.6":"Yepi te, bhikkhave, bhavissanti anagatamaddhanam arahanto sammasambuddha, tesampi bhagavantanam etapparamamyeva savakayugam bhavissati—seyyathapi mayham sariputtamoggallana. ","sn47.14:2.7":"Acchariyam, bhikkhave, savakanam, abbhutam, bhikkhave, savakanam. ","sn47.14:2.8":"Satthu ca nama sasanakara bhavissanti ovadappatikara, catunnanca parisanam piya bhavissanti manapa garubhavaniya ca. ","sn47.14:2.9":"Acchariyam, bhikkhave, tathagatassa, abbhutam, bhikkhave, tathagatassa. ","sn47.14:2.10":"Evarupepi nama savakayuge parinibbute natthi tathagatassa soko va paridevo va. ","sn47.14:2.11":"Tam kutettha, bhikkhave, labbha. Yam tam jatam bhutam sankhatam palokadhammam, tam vata ma palujjiti—","sn47.14:2.12":"netam thanam vijjati. ","sn47.14:2.13":"Seyyathapi, bhikkhave, mahato rukkhassa titthato saravato ye mahantatara khandha te palujjeyyum; ","sn47.14:2.14":"evameva kho, bhikkhave, mahato bhikkhusanghassa titthato saravato sariputtamoggallana parinibbuta. ","sn47.14:2.15":"Tam kutettha, bhikkhave, labbha. Yam tam jatam bhutam sankhatam palokadhammam, tam vata ma palujjiti—","sn47.14:2.16":"netam thanam vijjati. ","sn47.14:2.17":"Tasmatiha, bhikkhave, attadipa viharatha attasarana anannasarana, dhammadipa dhammasarana anannasarana. ","sn47.14:3.1":"Kathanca, bhikkhave, bhikkhu attadipo viharati attasarano anannasarano, dhammadipo dhammasarano anannasarano? ","sn47.14:3.2":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.14:3.3":"vedanasu …pe… ","sn47.14:3.4":"citte …pe… ","sn47.14:3.5":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.14:3.6":"Evam kho, bhikkhave, bhikkhu attadipo viharati attasarano anannasarano, dhammadipo dhammasarano anannasarano. ","sn47.14:3.7":"Ye hi keci, bhikkhave, etarahi va mamaccaye va attadipa viharissanti attasarana anannasarana, dhammadipa dhammasarana anannasarana; tamatagge mete, bhikkhave, bhikkhu bhavissanti ye keci sikkhakama”ti. ","sn47.14:3.8":"Catuttham. "}