{"sn47.7:0.1":"Samyutta Nikaya 47.7 ","sn47.7:0.2":"1. Ambapalivagga ","sn47.7:0.3":"Makkatasutta ","sn47.7:1.1":"“Atthi, bhikkhave, himavato pabbatarajassa dugga visama desa, yattha neva makkatanam cari na manussanam. ","sn47.7:1.2":"Atthi, bhikkhave, himavato pabbatarajassa dugga visama desa, yattha makkatananhi kho cari, na manussanam. ","sn47.7:1.3":"Atthi, bhikkhave, himavato pabbatarajassa sama bhumibhaga ramaniya, yattha makkatananceva cari manussananca. ","sn47.7:1.4":"Tatra, bhikkhave, ludda makkatavithisu lepam oddenti makkatanam badhanaya. ","sn47.7:2.1":"Tatra, bhikkhave, ye te makkata abalajatika alolajatika, te tam lepam disva araka parivajjanti. ","sn47.7:2.2":"Yo pana so hoti makkato balajatiko lolajatiko, so tam lepam upasankamitva hatthena ganhati. ","sn47.7:2.3":"So tattha bajjhati. ","sn47.7:2.4":"‘Hattham mocessami’ti dutiyena hatthena ganhati. ","sn47.7:2.5":"So tattha bajjhati. ","sn47.7:2.6":"‘Ubho hatthe mocessami’ti padena ganhati. ","sn47.7:2.7":"So tattha bajjhati. ","sn47.7:2.8":"‘Ubho hatthe mocessami padanca’ti dutiyena padena ganhati. ","sn47.7:2.9":"So tattha bajjhati. ","sn47.7:2.10":"‘Ubho hatthe mocessami pade ca’ti tundena ganhati. ","sn47.7:2.11":"So tattha bajjhati. ","sn47.7:2.12":"Evanhi so, bhikkhave, makkato pancoddito thunam seti anayam apanno byasanam apanno yathakamakaraniyo luddassa. ","sn47.7:2.13":"Tamenam, bhikkhave, luddo vijjhitva tasmimyeva katthakatangare avassajjetva yena kamam pakkamati. ","sn47.7:2.14":"Evam so tam, bhikkhave, hoti yo agocare carati paravisaye. ","sn47.7:3.1":"Tasmatiha, bhikkhave, ma agocare carittha paravisaye. ","sn47.7:3.2":"Agocare, bhikkhave, caratam paravisaye lacchati maro otaram, lacchati maro arammanam. ","sn47.7:3.3":"Ko ca, bhikkhave, bhikkhuno agocaro paravisayo? ","sn47.7:3.4":"Yadidam—","sn47.7:3.5":"panca kamaguna. ","sn47.7:3.6":"Katame panca? ","sn47.7:3.7":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya, ","sn47.7:3.8":"sotavinneyya sadda …pe… ","sn47.7:3.9":"ghanavinneyya gandha …pe… ","sn47.7:3.10":"jivhavinneyya rasa …pe… ","sn47.7:3.11":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya. ","sn47.7:3.12":"Ayam, bhikkhave, bhikkhuno agocaro paravisayo. ","sn47.7:4.1":"Gocare, bhikkhave, caratha sake pettike visaye. ","sn47.7:4.2":"Gocare, bhikkhave, caratam sake pettike visaye na lacchati maro otaram, na lacchati maro arammanam. ","sn47.7:4.3":"Ko ca, bhikkhave, bhikkhuno gocaro sako pettiko visayo? ","sn47.7:4.4":"Yadidam—","sn47.7:4.5":"cattaro satipatthana. ","sn47.7:4.6":"Katame cattaro? ","sn47.7:4.7":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.7:4.8":"vedanasu …pe… ","sn47.7:4.9":"citte …pe… ","sn47.7:4.10":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.7:4.11":"Ayam, bhikkhave, bhikkhuno gocaro sako pettiko visayo”ti. ","sn47.7:4.12":"Sattamam. "}