{"sn47.6:0.1":"Samyutta Nikaya 47.6 ","sn47.6:0.2":"1. Ambapalivagga ","sn47.6:0.3":"Sakunagghisutta ","sn47.6:1.1":"“Bhutapubbam, bhikkhave, sakunagghi lapam sakunam sahasa ajjhappatta aggahesi. ","sn47.6:1.2":"Atha kho, bhikkhave, lapo sakuno sakunagghiya hariyamano evam paridevasi: ","sn47.6:1.3":"‘mayamevamha alakkhika, mayam appapunna, ye mayam agocare carimha paravisaye. ","sn47.6:1.4":"Sacejja mayam gocare careyyama sake pettike visaye, na myayam, sakunagghi, alam abhavissa, yadidam—yuddhaya’ti. ","sn47.6:1.5":"‘Ko pana te, lapa, gocaro sako pettiko visayo’ti? ","sn47.6:1.6":"‘Yadidam—nangalakatthakaranam leddutthanan’ti. ","sn47.6:1.7":"Atha kho, bhikkhave, sakunagghi sake bale apatthaddha sake bale asamvadamana lapam sakunam pamunci: ","sn47.6:1.8":"‘gaccha kho tvam, lapa, tatrapi me gantva na mokkhasi’ti. ","sn47.6:2.1":"Atha kho, bhikkhave, lapo sakuno nangalakatthakaranam leddutthanam gantva mahantam leddum abhiruhitva sakunagghim vadamano atthasi: ","sn47.6:2.2":"‘ehi kho dani me, sakunagghi, ehi kho dani me, sakunagghi’ti. ","sn47.6:2.3":"Atha kho sa, bhikkhave, sakunagghi sake bale apatthaddha sake bale asamvadamana ubho pakkhe sannayha lapam sakunam sahasa ajjhappatta. ","sn47.6:2.4":"Yada kho, bhikkhave, annasi lapo sakuno ‘bahuagato kho myayam sakunagghi’ti, atha tasseva leddussa antaram paccupadi. ","sn47.6:2.5":"Atha kho, bhikkhave, sakunagghi tattheva uram paccatalesi. ","sn47.6:2.6":"Evanhi tam, bhikkhave, hoti yo agocare carati paravisaye. ","sn47.6:3.1":"Tasmatiha, bhikkhave, ma agocare carittha paravisaye. ","sn47.6:3.2":"Agocare, bhikkhave, caratam paravisaye lacchati maro otaram, lacchati maro arammanam. ","sn47.6:3.3":"Ko ca, bhikkhave, bhikkhuno agocaro paravisayo? ","sn47.6:3.4":"Yadidam—panca kamaguna. ","sn47.6:3.5":"Katame panca? ","sn47.6:3.6":"Cakkhuvinneyya rupa ittha kanta manapa piyarupa kamupasamhita rajaniya, ","sn47.6:3.7":"sotavinneyya sadda …pe… ","sn47.6:3.8":"ghanavinneyya gandha …pe… ","sn47.6:3.9":"jivhavinneyya rasa …pe… ","sn47.6:3.10":"kayavinneyya photthabba ittha kanta manapa piyarupa kamupasamhita rajaniya—","sn47.6:3.11":"ayam, bhikkhave, bhikkhuno agocaro paravisayo. ","sn47.6:4.1":"Gocare, bhikkhave, caratha sake pettike visaye. ","sn47.6:4.2":"Gocare, bhikkhave, caratam sake pettike visaye na lacchati maro otaram, na lacchati maro arammanam. ","sn47.6:4.3":"Ko ca, bhikkhave, bhikkhuno gocaro sako pettiko visayo? ","sn47.6:4.4":"Yadidam—","sn47.6:4.5":"cattaro satipatthana. ","sn47.6:4.6":"Katame cattaro? ","sn47.6:4.7":"Idha, bhikkhave, bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.6:4.8":"vedanasu …pe… ","sn47.6:4.9":"citte …pe… ","sn47.6:4.10":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam—","sn47.6:4.11":"ayam, bhikkhave, bhikkhuno gocaro sako pettiko visayo”ti. ","sn47.6:4.12":"Chattham. "}