{"sn47.9:0.1":"Samyutta Nikaya 47.9 ","sn47.9:0.2":"1. Ambapalivagga ","sn47.9:0.3":"Gilanasutta ","sn47.9:1.1":"Evam me sutam—","sn47.9:1.2":"ekam samayam bhagava vesaliyam viharati veluvagamake. ","sn47.9:1.3":"Tatra kho bhagava bhikkhu amantesi: ","sn47.9:1.4":"“etha tumhe, bhikkhave, samanta vesaliya yathamittam yathasandittham yathasambhattam vassam upetha. ","sn47.9:1.5":"Idhevaham veluvagamake vassam upagacchami”ti. ","sn47.9:1.6":"“Evam, bhante”ti kho te bhikkhu bhagavato patissutva samanta vesaliya yathamittam yathasandittham yathasambhattam vassam upagacchum. ","sn47.9:1.7":"Bhagava pana tattheva veluvagamake vassam upagacchi. ","sn47.9:2.1":"Atha kho bhagavato vassupagatassa kharo abadho uppajji, balha vedana vattanti maranantika. ","sn47.9:2.2":"Tatra sudam bhagava sato sampajano adhivasesi avihannamano. ","sn47.9:2.3":"Atha kho bhagavato etadahosi: ","sn47.9:2.4":"“na kho me tam patirupam, yoham anamantetva upatthake anapaloketva bhikkhusangham parinibbayeyyam. ","sn47.9:2.5":"Yannunaham imam abadham viriyena patipanametva jivitasankharam adhitthaya vihareyyan”ti. ","sn47.9:2.6":"Atha kho bhagava tam abadham viriyena patipanametva jivitasankharam adhitthaya vihasi. ","sn47.9:2.7":"Atha kho bhagavato so abadho patippassambhi. ","sn47.9:3.1":"Atha kho bhagava gilana vutthito aciravutthito gelanna vihara nikkhamitva viharapacchayayam pannatte asane nisidi. ","sn47.9:3.2":"Atha kho ayasma anando yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","sn47.9:3.3":"“dittho me, bhante, bhagavato phasu; ","sn47.9:3.4":"dittham, bhante, bhagavato khamaniyam; ","sn47.9:3.5":"dittham, bhante, bhagavato yapaniyam. ","sn47.9:3.6":"Api ca me, bhante, madhurakajato viya kayo, disapi me na pakkhayanti, dhammapi mam nappatibhanti bhagavato gelannena. ","sn47.9:3.7":"Api ca me, bhante, ahosi kacideva assasamatta: ","sn47.9:3.8":"‘na tava bhagava parinibbayissati, na yava bhagava bhikkhusangham arabbha kincideva udaharati’”ti. ","sn47.9:4.1":"“Kim pana dani, ananda, bhikkhusangho mayi paccasisati? ","sn47.9:4.2":"Desito, ananda, maya dhammo anantaram abahiram karitva. ","sn47.9:4.3":"Natthananda, tathagatassa dhammesu acariyamutthi. ","sn47.9:4.4":"Yassa nuna, ananda, evamassa: ","sn47.9:4.5":"‘aham bhikkhusangham pariharissami’ti va, ‘mamuddesiko bhikkhusangho’ti va, so nuna, ananda, bhikkhusangham arabbha kincideva udahareyya. ","sn47.9:4.6":"Tathagatassa kho, ananda, na evam hoti: ","sn47.9:4.7":"‘aham bhikkhusangham pariharissami’ti va, ‘mamuddesiko bhikkhusangho’ti va. ","sn47.9:4.8":"Sa kim, ananda, tathagato bhikkhusangham arabbha kincideva udaharissati. ","sn47.9:4.9":"Etarahi kho panaham, ananda, jinno vuddho mahallako addhagato vayoanuppatto. ","sn47.9:4.10":"Asitiko me vayo vattati. ","sn47.9:4.11":"Seyyathapi, ananda, jajjarasakatam velamissakena yapeti; ","sn47.9:4.12":"evameva kho, ananda, velamissakena manne tathagatassa kayo yapeti. ","sn47.9:5.1":"Yasmim, ananda, samaye tathagato sabbanimittanam amanasikara ekaccanam vedananam nirodha animittam cetosamadhim upasampajja viharati, phasutaro, ananda, tasmim samaye tathagatassa kayo hoti. ","sn47.9:5.2":"Tasmatihananda, attadipa viharatha attasarana anannasarana, dhammadipa dhammasarana anannasarana. ","sn47.9:6.1":"Kathancananda, bhikkhu attadipo viharati attasarano anannasarano, dhammadipo dhammasarano anannasarano? ","sn47.9:6.2":"Idhananda, bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.9:6.3":"vedanasu …pe… ","sn47.9:6.4":"citte …pe… ","sn47.9:6.5":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.9:6.6":"Evam kho, ananda, bhikkhu attadipo viharati attasarano anannasarano, dhammadipo dhammasarano anannasarano. ","sn47.9:6.7":"Ye hi keci, ananda, etarahi va mamaccaye va attadipa viharissanti attasarana anannasarana, dhammadipa dhammasarana anannasarana; tamatagge mete, ananda, bhikkhu bhavissanti ye keci sikkhakama”ti. ","sn47.9:6.8":"Navamam. "}