{"sn47.8:0.1":"Samyutta Nikaya 47.8 ","sn47.8:0.2":"1. Ambapalivagga ","sn47.8:0.3":"Sudasutta ","sn47.8:1.1":"“Seyyathapi, bhikkhave, balo abyatto akusalo sudo rajanam va rajamahamattam va nanaccayehi supehi paccupatthito assa—","sn47.8:1.2":"ambilaggehipi, tittakaggehipi, katukaggehipi, madhuraggehipi, kharikehipi, akharikehipi, lonikehipi, alonikehipi. ","sn47.8:2.1":"Sa kho so, bhikkhave, balo abyatto akusalo sudo sakassa bhattu nimittam na ugganhati: ","sn47.8:2.2":"‘idam va me ajja bhattu supeyyam ruccati, imassa va abhiharati, imassa va bahum ganhati, imassa va vannam bhasati. ","sn47.8:2.3":"Ambilaggam va me ajja bhattu supeyyam ruccati, ambilaggassa va abhiharati, ambilaggassa va bahum ganhati, ambilaggassa va vannam bhasati. Tittakaggam va me ajja … katukaggam va me ajja … madhuraggam va me ajja … kharikam va me ajja … akharikam va me ajja … lonikam va me ajja … alonikam va me ajja bhattu supeyyam ruccati, alonikassa va abhiharati, alonikassa va bahum ganhati, alonikassa va vannam bhasati’ti. ","sn47.8:3.1":"Sa kho so, bhikkhave, balo abyatto akusalo sudo na ceva labhi hoti acchadanassa, na labhi vetanassa, na labhi abhiharanam. ","sn47.8:3.2":"Tam kissa hetu? ","sn47.8:3.3":"Tatha hi so, bhikkhave, balo abyatto akusalo sudo sakassa bhattu nimittam na ugganhati. ","sn47.8:3.4":"Evameva kho, bhikkhave, idhekacco balo abyatto akusalo bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.8:3.5":"Tassa kaye kayanupassino viharato cittam na samadhiyati, upakkilesa na pahiyanti. ","sn47.8:3.6":"So tam nimittam na ugganhati. ","sn47.8:3.7":"Vedanasu vedananupassi viharati …pe… ","sn47.8:3.8":"citte cittanupassi viharati …pe… ","sn47.8:3.9":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.8:3.10":"Tassa dhammesu dhammanupassino viharato cittam na samadhiyati, upakkilesa na pahiyanti. ","sn47.8:3.11":"So tam nimittam na ugganhati. ","sn47.8:4.1":"Sa kho so, bhikkhave, balo abyatto akusalo bhikkhu na ceva labhi hoti dittheva dhamme sukhaviharanam, na labhi satisampajannassa. ","sn47.8:4.2":"Tam kissa hetu? ","sn47.8:4.3":"Tatha hi so, bhikkhave, balo abyatto akusalo bhikkhu sakassa cittassa nimittam na ugganhati. ","sn47.8:5.1":"Seyyathapi, bhikkhave, pandito byatto kusalo sudo rajanam va rajamahamattam va nanaccayehi supehi paccupatthito assa—","sn47.8:5.2":"ambilaggehipi, tittakaggehipi, katukaggehipi, madhuraggehipi, kharikehipi, akharikehipi, lonikehipi, alonikehipi. ","sn47.8:6.1":"Sa kho so, bhikkhave, pandito byatto kusalo sudo sakassa bhattu nimittam ugganhati: ","sn47.8:6.2":"‘idam va me ajja bhattu supeyyam ruccati, imassa va abhiharati, imassa va bahum ganhati, imassa va vannam bhasati. ","sn47.8:6.3":"Ambilaggam va me ajja bhattu supeyyam ruccati, ambilaggassa va abhiharati, ambilaggassa va bahum ganhati, ambilaggassa va vannam bhasati. Tittakaggam va me ajja … katukaggam va me ajja … madhuraggam va me ajja … kharikam va me ajja … akharikam va me ajja … lonikam va me ajja … alonikam va me ajja bhattu supeyyam ruccati, alonikassa va abhiharati, alonikassa va bahum ganhati, alonikassa va vannam bhasati’ti. ","sn47.8:7.1":"Sa kho so, bhikkhave, pandito byatto kusalo sudo labhi ceva hoti acchadanassa, labhi vetanassa, labhi abhiharanam. ","sn47.8:7.2":"Tam kissa hetu? ","sn47.8:7.3":"Tatha hi so, bhikkhave, pandito byatto kusalo sudo sakassa bhattu nimittam ugganhati. ","sn47.8:7.4":"Evameva kho, bhikkhave, idhekacco pandito byatto kusalo bhikkhu kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.8:7.5":"Tassa kaye kayanupassino viharato cittam samadhiyati, upakkilesa pahiyanti. ","sn47.8:7.6":"So tam nimittam ugganhati. ","sn47.8:7.7":"Vedanasu vedananupassi viharati …pe… ","sn47.8:7.8":"citte cittanupassi viharati …pe… ","sn47.8:7.9":"dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.8:7.10":"Tassa dhammesu dhammanupassino viharato cittam samadhiyati, upakkilesa pahiyanti. ","sn47.8:7.11":"So tam nimittam ugganhati. ","sn47.8:8.1":"Sa kho so, bhikkhave, pandito byatto kusalo bhikkhu labhi ceva hoti dittheva dhamme sukhaviharanam, labhi hoti satisampajannassa. ","sn47.8:8.2":"Tam kissa hetu? ","sn47.8:8.3":"Tatha hi so, bhikkhave, pandito byatto kusalo bhikkhu sakassa cittassa nimittam ugganhati”ti. ","sn47.8:8.4":"Atthamam. "}