{"sn47.18:0.1":"Samyutta Nikaya 47.18 ","sn47.18:0.2":"2. Nalandavagga ","sn47.18:0.3":"Brahmasutta ","sn47.18:1.1":"Ekam samayam bhagava uruvelayam viharati najja neranjaraya tire ajapalanigrodhe pathamabhisambuddho. ","sn47.18:1.2":"Atha kho bhagavato rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","sn47.18:1.3":"“ekayanvayam maggo sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam—cattaro satipatthana. ","sn47.18:2.1":"Katame cattaro? ","sn47.18:2.2":"Kaye va bhikkhu kayanupassi vihareyya atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.18:2.3":"vedanasu va bhikkhu …pe… ","sn47.18:2.4":"citte va bhikkhu …pe… ","sn47.18:2.5":"dhammesu va bhikkhu dhammanupassi vihareyya atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.18:2.6":"Ekayanvayam maggo sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam—cattaro satipatthana”ti. ","sn47.18:3.1":"Atha kho brahma sahampati bhagavato cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva kho brahmaloke antarahito bhagavato purato paturahosi. ","sn47.18:3.2":"Atha kho brahma sahampati ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","sn47.18:3.3":"“evametam, bhagava, evametam, sugata. ","sn47.18:3.4":"Ekayanvayam, bhante, maggo sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam—cattaro satipatthana. ","sn47.18:4.1":"Katame cattaro? ","sn47.18:4.2":"Kaye va, bhante, bhikkhu kayanupassi vihareyya atapi sampajano satima, vineyya loke abhijjhadomanassam; ","sn47.18:4.3":"vedanasu va, bhante, bhikkhu …pe… ","sn47.18:4.4":"citte va, bhante, bhikkhu …pe… ","sn47.18:4.5":"dhammesu va, bhante, bhikkhu dhammanupassi vihareyya atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn47.18:4.6":"Ekayanvayam, bhante, maggo sattanam visuddhiya sokaparidevanam samatikkamaya dukkhadomanassanam atthangamaya nayassa adhigamaya nibbanassa sacchikiriyaya, yadidam—cattaro satipatthana”ti. ","sn47.18:5.1":"Idamavoca brahma sahampati. ","sn47.18:5.2":"Idam vatva athaparam etadavoca: ","sn47.18:6.1":"“Ekayanam jatikhayantadassi, ","sn47.18:6.2":"Maggam pajanati hitanukampi; ","sn47.18:6.3":"Etena maggena tarimsu pubbe, ","sn47.18:6.4":"Tarissanti ye ca taranti oghan”ti. ","sn47.18:6.5":"Atthamam. "}