{"sn48.43:0.1":"Samyutta Nikaya 48.43 ","sn48.43:0.2":"5. Jaravagga ","sn48.43:0.3":"Saketasutta ","sn48.43:1.1":"Evam me sutam—","sn48.43:1.2":"ekam samayam bhagava sakete viharati anjanavane migadaye. ","sn48.43:1.3":"Tatra kho bhagava bhikkhu amantesi: ","sn48.43:1.4":"“atthi nu kho, bhikkhave, pariyayo yam pariyayam agamma yani pancindriyani tani panca balani honti, yani panca balani tani pancindriyani honti”ti? ","sn48.43:2.1":"“Bhagavammulaka no, bhante, dhamma bhagavamnettika bhagavampatisarana. Sadhu vata, bhante, bhagavantamyeva patibhatu etassa bhasitassa attho. Bhagavato sutva bhikkhu dharessanti”ti …pe… ","sn48.43:3.1":"“Atthi, bhikkhave, pariyayo yam pariyayam agamma yani pancindriyani tani panca balani honti, yani panca balani tani pancindriyani honti. ","sn48.43:4.1":"Katamo ca, bhikkhave, pariyayo yam pariyayam agamma yani pancindriyani tani panca balani honti, yani panca balani tani pancindriyani honti? ","sn48.43:4.2":"Yam, bhikkhave, saddhindriyam tam saddhabalam, yam saddhabalam tam saddhindriyam; ","sn48.43:4.3":"yam viriyindriyam tam viriyabalam, yam viriyabalam tam viriyindriyam; ","sn48.43:4.4":"yam satindriyam tam satibalam, yam satibalam tam satindriyam; ","sn48.43:4.5":"yam samadhindriyam tam samadhibalam, yam samadhibalam tam samadhindriyam; ","sn48.43:4.6":"yam pannindriyam tam pannabalam, yam pannabalam tam pannindriyam. ","sn48.43:4.7":"Seyyathapi, bhikkhave, nadi pacinaninna pacinapona pacinapabbhara, tassa majjhe dipo. ","sn48.43:4.8":"Atthi, bhikkhave, pariyayo yam pariyayam agamma tassa nadiya eko sototveva sankhyam gacchati. ","sn48.43:4.9":"Atthi pana, bhikkhave, pariyayo yam pariyayam agamma tassa nadiya dve sotanitveva sankhyam gacchanti. ","sn48.43:5.1":"Katamo ca, bhikkhave, pariyayo yam pariyayam agamma tassa nadiya eko sototveva sankhyam gacchati? ","sn48.43:5.2":"Yanca, bhikkhave, tassa dipassa purimante udakam, yanca pacchimante udakam—","sn48.43:5.3":"ayam kho, bhikkhave, pariyayo yam pariyayam agamma tassa nadiya eko sototveva sankhyam gacchati. ","sn48.43:6.1":"Katamo ca, bhikkhave, pariyayo yam pariyayam agamma tassa nadiya dve sotanitveva sankhyam gacchanti? ","sn48.43:6.2":"Yanca, bhikkhave, tassa dipassa uttarante udakam, yanca dakkhinante udakam—","sn48.43:6.3":"ayam kho, bhikkhave, pariyayo yam pariyayam agamma tassa nadiya dve sotanitveva sankhyam gacchanti. ","sn48.43:6.4":"Evameva kho, bhikkhave, yam saddhindriyam tam saddhabalam, yam saddhabalam tam saddhindriyam; ","sn48.43:6.5":"yam viriyindriyam tam viriyabalam, yam viriyabalam tam viriyindriyam; ","sn48.43:6.6":"yam satindriyam tam satibalam, yam satibalam tam satindriyam; ","sn48.43:6.7":"yam samadhindriyam tam samadhibalam, yam samadhibalam tam samadhindriyam; ","sn48.43:6.8":"yam pannindriyam tam pannabalam, yam pannabalam tam pannindriyam. ","sn48.43:6.9":"Pancannam, bhikkhave, indriyanam bhavitatta bahulikatatta bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati”ti. ","sn48.43:6.10":"Tatiyam. "}