{"sn48.57:0.1":"Samyutta Nikaya 48.57 ","sn48.57:0.2":"6. Sukarakhatavagga ","sn48.57:0.3":"Sahampatibrahmasutta ","sn48.57:1.1":"Ekam samayam bhagava uruvelayam viharati najja neranjaraya tire ajapalanigrodhe pathamabhisambuddho. ","sn48.57:1.2":"Atha kho bhagavato rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","sn48.57:1.3":"“pancindriyani bhavitani bahulikatani amatogadhani honti amataparayanani amatapariyosanani. ","sn48.57:1.4":"Katamani panca? ","sn48.57:1.5":"Saddhindriyam bhavitam bahulikatam amatogadham hoti amataparayanam amatapariyosanam. ","sn48.57:1.6":"Viriyindriyam …pe… ","sn48.57:1.7":"satindriyam …pe… ","sn48.57:1.8":"samadhindriyam …pe… ","sn48.57:1.9":"pannindriyam bhavitam bahulikatam amatogadham hoti amataparayanam amatapariyosanam. ","sn48.57:1.10":"Imani pancindriyani bhavitani bahulikatani amatogadhani honti amataparayanani amatapariyosanani”ti. ","sn48.57:2.1":"Atha kho brahma sahampati bhagavato cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva brahmaloke antarahito bhagavato purato paturahosi. ","sn48.57:2.2":"Atha kho brahma sahampati ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","sn48.57:2.3":"“evametam, bhagava, evametam sugata. ","sn48.57:2.4":"Pancindriyani bhavitani bahulikatani amatogadhani honti amataparayanani amatapariyosanani. ","sn48.57:2.5":"Katamani panca? ","sn48.57:2.6":"Saddhindriyam bhavitam bahulikatam amatogadham hoti amataparayanam amatapariyosanam …pe… pannindriyam bhavitam bahulikatam amatogadham hoti amataparayanam amatapariyosanam. ","sn48.57:2.7":"Imani pancindriyani bhavitani bahulikatani amatogadhani honti amataparayanani amatapariyosanani. ","sn48.57:3.1":"Bhutapubbaham, bhante, kassape sammasambuddhe brahmacariyam acarim. ","sn48.57:3.2":"Tatrapi mam evam jananti: ","sn48.57:3.3":"‘sahako bhikkhu, sahako bhikkhu’ti. ","sn48.57:3.4":"So khvaham, bhante, imesamyeva pancannam indriyanam bhavitatta bahulikatatta kamesu kamacchandam virajetva kayassa bheda param marana sugatim brahmalokam upapanno. ","sn48.57:3.5":"Tatrapi mam evam jananti: ","sn48.57:3.6":"‘brahma sahampati, brahma sahampati’ti. ","sn48.57:3.7":"Evametam, bhagava, evametam sugata. ","sn48.57:3.8":"Ahametam janami, ahametam passami yatha imani pancindriyani bhavitani bahulikatani amatogadhani honti amataparayanani amatapariyosanani”ti. ","sn48.57:3.9":"Sattamam. "}