{"sn48.42:0.1":"Samyutta Nikaya 48.42 ","sn48.42:0.2":"5. Jaravagga ","sn48.42:0.3":"Unnabhabrahmanasutta ","sn48.42:1.1":"Savatthinidanam. ","sn48.42:1.2":"Atha kho unnabho brahmano yena bhagava tenupasankami; upasankamitva bhagavata saddhim sammodi. ","sn48.42:1.3":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho unnabho brahmano bhagavantam etadavoca: ","sn48.42:2.1":"“Pancimani, bho gotama, indriyani nanavisayani nanagocarani, na annamannassa gocaravisayam paccanubhonti. ","sn48.42:2.2":"Katamani panca? ","sn48.42:2.3":"Cakkhundriyam, sotindriyam, ghanindriyam, jivhindriyam, kayindriyam. ","sn48.42:2.4":"Imesam nu kho, bho gotama, pancannam indriyanam nanavisayanam nanagocaranam na annamannassa gocaravisayam paccanubhontanam kim patisaranam, ko ca nesam gocaravisayam paccanubhoti”ti? ","sn48.42:3.1":"“Pancimani, brahmana, indriyani nanavisayani nanagocarani na annamannassa gocaravisayam paccanubhonti. ","sn48.42:3.2":"Katamani panca? ","sn48.42:3.3":"Cakkhundriyam, sotindriyam, ghanindriyam, jivhindriyam, kayindriyam. ","sn48.42:3.4":"Imesam kho, brahmana, pancannam indriyanam nanavisayanam nanagocaranam na annamannassa gocaravisayam paccanubhontanam mano patisaranam, manova nesam gocaravisayam paccanubhoti”ti. ","sn48.42:4.1":"“Manassa pana, bho gotama, kim patisaranan”ti? ","sn48.42:4.2":"“Manassa kho, brahmana, sati patisaranan”ti. ","sn48.42:4.3":"“Satiya pana, bho gotama, kim patisaranan”ti? ","sn48.42:4.4":"“Satiya kho, brahmana, vimutti patisaranan”ti. ","sn48.42:4.5":"“Vimuttiya pana, bho gotama, kim patisaranan”ti? ","sn48.42:4.6":"“Vimuttiya kho, brahmana, nibbanam patisaranan”ti. ","sn48.42:4.7":"“Nibbanassa pana, bho gotama, kim patisaranan”ti? ","sn48.42:4.8":"“Accayasi, brahmana, panham, nasakkhi panhassa pariyantam gahetum. ","sn48.42:4.9":"Nibbanogadhanhi, brahmana, brahmacariyam vussati nibbanaparayanam nibbanapariyosanan”ti. ","sn48.42:5.1":"Atha kho unnabho brahmano bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","sn48.42:6.1":"Atha kho bhagava acirapakkante unnabhe brahmane bhikkhu amantesi: ","sn48.42:6.2":"“seyyathapi, bhikkhave, kutagare va kutagarasalayam va pacinavatapana suriye uggacchante vatapanena rasmi pavisitva kvassa patitthita”ti? ","sn48.42:6.3":"“Pacchimayam, bhante, bhittiyan”ti. ","sn48.42:6.4":"“Evameva kho, bhikkhave, unnabhassa brahmanassa tathagate saddha nivittha mulajata patitthita dalha asamhariya samanena va brahmanena va devena va marena va brahmuna va kenaci va lokasmim. ","sn48.42:6.5":"Imamhi ce, bhikkhave, samaye unnabho brahmano kalam kareyya, natthi tam samyojanam yena samyojanena samyutto unnabho brahmano puna imam lokam agaccheyya”ti. ","sn48.42:6.6":"Dutiyam. "}