{"sn51.31:0.1":"Samyutta Nikaya 51.31 ","sn51.31:0.2":"3. Ayogulavagga ","sn51.31:0.3":"Moggallanasutta ","sn51.31:1.1":"Tatra kho bhagava bhikkhu amantesi: ","sn51.31:1.2":"“Tam kim mannatha, bhikkhave, ","sn51.31:1.3":"katamesam dhammanam bhavitatta bahulikatatta moggallano bhikkhu evammahiddhiko evammahanubhavo”ti? ","sn51.31:2.1":"“Bhagavammulaka no, bhante, dhamma bhagavamnettika …pe… ","sn51.31:2.2":"“catunnam kho, bhikkhave, iddhipadanam bhavitatta bahulikatatta moggallano bhikkhu evammahiddhiko evammahanubhavo. ","sn51.31:3.1":"Katamesam catunnam? ","sn51.31:3.2":"Idha, bhikkhave, moggallano bhikkhu chandasamadhippadhanasankharasamannagatam iddhipadam bhaveti—","sn51.31:3.3":"iti me chando na ca atilino bhavissati, na ca atippaggahito bhavissati, na ca ajjhattam sankhitto bhavissati, na ca bahiddha vikkhitto bhavissati. ","sn51.31:3.4":"Pacchapuresanni ca viharati—","sn51.31:3.5":"yatha pure tatha paccha, yatha paccha tatha pure; ","sn51.31:3.6":"yatha adho tatha uddham, yatha uddham tatha adho; ","sn51.31:3.7":"yatha diva tatha rattim, yatha rattim tatha diva. ","sn51.31:3.8":"Iti vivatena cetasa apariyonaddhena sappabhasam cittam bhaveti. ","sn51.31:3.9":"Viriyasamadhi …pe… ","sn51.31:3.10":"cittasamadhi … ","sn51.31:3.11":"vimamsasamadhippadhanasankharasamannagatam iddhipadam bhaveti—","sn51.31:3.12":"iti me vimamsa na ca atilina bhavissati, na ca atippaggahita bhavissati, na ca ajjhattam sankhitta bhavissati, na ca bahiddha vikkhitta bhavissati …pe… ","sn51.31:3.13":"iti vivatena cetasa apariyonaddhena sappabhasam cittam bhaveti. ","sn51.31:3.14":"Imesam kho, bhikkhave, catunnam iddhipadanam bhavitatta bahulikatatta moggallano bhikkhu evammahiddhiko evammahanubhavo. ","sn51.31:4.1":"Imesanca pana, bhikkhave, catunnam iddhipadanam bhavitatta bahulikatatta moggallano bhikkhu evam anekavihitam iddhividham paccanubhoti—ekopi hutva bahudha hoti, bahudhapi hutva eko hoti …pe… yava brahmalokapi kayena vasam vatteti. ","sn51.31:4.2":"Imesanca pana, bhikkhave, catunnam iddhipadanam bhavitatta bahulikatatta moggallano bhikkhu asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati”ti. ","sn51.31:4.3":"Ekadasamam. "}