{"sn51.10:0.1":"Samyutta Nikaya 51.10 ","sn51.10:0.2":"1. Capalavagga ","sn51.10:0.3":"Cetiyasutta ","sn51.10:1.1":"Evam me sutam—","sn51.10:1.2":"ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","sn51.10:1.3":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","sn51.10:1.4":"Vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto ayasmantam anandam amantesi: ","sn51.10:1.5":"“ganhahi, ananda, nisidanam. ","sn51.10:1.6":"Yena capalam cetiyam tenupasankamissama divaviharaya”ti. ","sn51.10:1.7":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva nisidanam adaya bhagavantam pitthito pitthito anubandhi. ","sn51.10:2.1":"Atha kho bhagava yena capalam cetiyam tenupasankami; upasankamitva pannatte asane nisidi. ","sn51.10:2.2":"Ayasmapi kho anando bhagavantam abhivadetva ekamantam nisidi. ","sn51.10:2.3":"Ekamantam nisinnam kho ayasmantam anandam bhagava etadavoca: ","sn51.10:3.1":"“Ramaniya, ananda, vesali, ramaniyam udenam cetiyam, ramaniyam gotamakam cetiyam, ramaniyam sattambam cetiyam, ramaniyam bahuputtam cetiyam, ramaniyam sarandadam cetiyam, ramaniyam capalam cetiyam. ","sn51.10:3.2":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano kappam va tittheyya kappavasesam va. ","sn51.10:3.3":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha. Akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va”ti. ","sn51.10:4.1":"Evampi kho ayasma anando bhagavata olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum; ","sn51.10:4.2":"na bhagavantam yaci: ","sn51.10:4.3":"“titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti yatha tam marena pariyutthitacitto. ","sn51.10:5.1":"Dutiyampi kho bhagava …pe… ","sn51.10:5.2":"tatiyampi kho bhagava ayasmantam anandam amantesi: ","sn51.10:5.3":"“ramaniya, ananda, vesali, ramaniyam udenam cetiyam, ramaniyam gotamakam cetiyam, ramaniyam sattambam cetiyam, ramaniyam bahuputtam cetiyam, ramaniyam sarandadam cetiyam, ramaniyam capalam cetiyam. ","sn51.10:5.4":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano kappam va tittheyya kappavasesam va. ","sn51.10:5.5":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha. Akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va”ti. ","sn51.10:6.1":"Evampi kho ayasma anando bhagavata olarike nimitte kayiramane olarike obhase kayiramane nasakkhi pativijjhitum; ","sn51.10:6.2":"na bhagavantam yaci: ","sn51.10:6.3":"“titthatu, bhante, bhagava kappam, titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti yatha tam marena pariyutthitacitto. ","sn51.10:7.1":"Atha kho bhagava ayasmantam anandam amantesi: ","sn51.10:7.2":"“gaccha kho tvam, ananda, ","sn51.10:7.3":"yassadani kalam mannasi”ti. ","sn51.10:7.4":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva utthayasana bhagavantam abhivadetva padakkhinam katva avidure annatarasmim rukkhamule nisidi. ","sn51.10:8.1":"Atha kho maro papima, acirapakkante ayasmante anande, yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","sn51.10:9.1":"“Parinibbatu dani, bhante, bhagava, parinibbatu dani sugato. Parinibbanakalo dani, bhante, bhagavato. ","sn51.10:9.2":"Bhasita kho panesa, bhante, bhagavata vaca: ","sn51.10:9.3":"‘na tavaham, papima, parinibbayissami yava me bhikkhu na savaka bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","sn51.10:10.1":"Santi kho pana, bhante, etarahi bhikkhu bhagavato savaka viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","sn51.10:10.2":"Parinibbatu dani, bhante, bhagava, parinibbatu dani, sugato. Parinibbanakalo dani, bhante, bhagavato. ","sn51.10:11.1":"Bhasita kho panesa, bhante, bhagavata vaca: ","sn51.10:11.2":"‘na tavaham, papima, parinibbayissami yava me bhikkhuniyo na savika bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","sn51.10:12.1":"Santi kho pana, bhante, etarahi bhikkhuniyo bhagavato savika viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","sn51.10:12.2":"Parinibbatu dani, bhante, bhagava, parinibbatu dani, sugato. Parinibbanakalo dani, bhante, bhagavato. ","sn51.10:13.1":"Bhasita kho panesa, bhante, bhagavata vaca: ","sn51.10:13.2":"‘na tavaham, papima, parinibbayissami yava me upasaka …pe… ","sn51.10:13.3":"yava me upasika na savika bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","sn51.10:14.1":"Santi kho pana, bhante, etarahi upasaka … ","sn51.10:14.2":"upasika bhagavato savika viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo, sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti, uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","sn51.10:14.3":"Parinibbatu dani, bhante, bhagava, parinibbatu dani, sugato. Parinibbanakalo dani, bhante, bhagavato. ","sn51.10:15.1":"Bhasita kho panesa, bhante, bhagavata vaca: ","sn51.10:15.2":"‘na tavaham, papima, parinibbayissami yava me idam brahmacariyam na iddhanceva bhavissati phitanca vittharitam bahujannam puthubhutam yava devamanussehi suppakasitan’ti. ","sn51.10:15.3":"Tayidam, bhante, bhagavato brahmacariyam iddhanceva phitanca vittharitam bahujannam puthubhutam yava devamanussehi suppakasitam. ","sn51.10:15.4":"Parinibbatu dani, bhante, bhagava, parinibbatu dani sugato. Parinibbanakalo dani, bhante, bhagavato”ti. ","sn51.10:16.1":"Evam vutte, bhagava maram papimantam etadavoca: ","sn51.10:16.2":"“appossukko tvam, papima, hohi. Na ciram tathagatassa parinibbanam bhavissati. ","sn51.10:16.3":"Ito tinnam masanam accayena tathagato parinibbayissati”ti. ","sn51.10:17.1":"Atha kho bhagava capale cetiye sato sampajano ayusankharam ossaji. ","sn51.10:17.2":"Ossatthe ca bhagavata ayusankhare mahabhumicalo ahosi bhimsanako lomahamso, devadundubhiyo ca phalimsu. ","sn51.10:17.3":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","sn51.10:18.1":"“Tulamatulanca sambhavam, ","sn51.10:18.2":"Bhavasankharamavassaji muni; ","sn51.10:18.3":"Ajjhattarato samahito, ","sn51.10:18.4":"Abhindi kavacamivattasambhavan”ti. ","sn51.10:18.5":"Dasamam. ","sn51.10:18.6":"Capalavaggo pathamo. ","sn51.10:19.0":"Tassuddanam ","sn51.10:19.1":"Aparapi viraddho ca, ","sn51.10:19.2":"ariya nibbidapi ca; ","sn51.10:19.3":"Padesam samattam bhikkhu, ","sn51.10:19.4":"buddham nananca cetiyanti. "}