{"sn51.15:0.1":"Samyutta Nikaya 51.15 ","sn51.15:0.2":"2. Pasadakampanavagga ","sn51.15:0.3":"Unnabhabrahmanasutta ","sn51.15:1.1":"Evam me sutam—","sn51.15:1.2":"ekam samayam ayasma anando kosambiyam viharati ghositarame. ","sn51.15:1.3":"Atha kho unnabho brahmano yenayasma anando tenupasankami; upasankamitva ayasmata anandena saddhim sammodi. ","sn51.15:1.4":"Sammodaniyam katham saraniyam vitisaretva ekamantam nisidi. Ekamantam nisinno kho unnabho brahmano ayasmantam anandam etadavoca: ","sn51.15:1.5":"“kimatthiyam nu kho, bho ananda, samane gotame brahmacariyam vussati”ti? ","sn51.15:1.6":"“Chandappahanattham kho, brahmana, bhagavati brahmacariyam vussati”ti. ","sn51.15:2.1":"“Atthi pana, bho ananda, maggo atthi patipada etassa chandassa pahanaya”ti? ","sn51.15:2.2":"“Atthi kho, brahmana, maggo, atthi patipada etassa chandassa pahanaya”ti. ","sn51.15:3.1":"“Katamo pana, bho ananda, maggo katama patipada etassa chandassa pahanaya”ti? ","sn51.15:3.2":"“Idha, brahmana, bhikkhu chandasamadhippadhanasankharasamannagatam iddhipadam bhaveti, ","sn51.15:3.3":"viriyasamadhi …pe… ","sn51.15:3.4":"cittasamadhi … ","sn51.15:3.5":"vimamsasamadhippadhanasankharasamannagatam iddhipadam bhaveti—","sn51.15:3.6":"ayam kho, brahmana, maggo ayam patipada etassa chandassa pahanaya”ti. ","sn51.15:4.1":"“Evam sante, bho ananda, santakam hoti no asantakam. ","sn51.15:4.2":"Chandeneva chandam pajahissatiti—netam thanam vijjati”. ","sn51.15:4.3":"“Tena hi, brahmana, tannevettha patipucchissami. Yatha te khameyya tatha tam byakareyyasi. ","sn51.15:4.4":"Tam kim mannasi, brahmana, ","sn51.15:4.5":"ahosi te pubbe chando ‘aramam gamissami’ti? ","sn51.15:4.6":"Tassa te aramagatassa yo tajjo chando so patippassaddho”ti? ","sn51.15:4.7":"“Evam, bho”. ","sn51.15:4.8":"“Ahosi te pubbe viriyam ‘aramam gamissami’ti? ","sn51.15:4.9":"Tassa te aramagatassa yam tajjam viriyam tam patippassaddhan”ti? ","sn51.15:4.10":"“Evam, bho”. ","sn51.15:4.11":"“Ahosi te pubbe cittam ‘aramam gamissami’ti? ","sn51.15:4.12":"Tassa te aramagatassa yam tajjam cittam tam patippassaddhan”ti? ","sn51.15:4.13":"“Evam, bho”. ","sn51.15:4.14":"“Ahosi te pubbe vimamsa ‘aramam gamissami’ti? ","sn51.15:4.15":"Tassa te aramagatassa ya tajja vimamsa sa patippassaddha”ti? ","sn51.15:4.16":"“Evam, bho”. ","sn51.15:5.1":"“Evameva kho, brahmana, yo so bhikkhu araham khinasavo vusitava katakaraniyo ohitabharo anuppattasadattho parikkhinabhavasamyojano sammadannavimutto, tassa yo pubbe chando ahosi arahattappattiya, arahattappatte yo tajjo chando so patippassaddho; ","sn51.15:5.2":"yam pubbe viriyam ahosi arahattappattiya, arahattappatte yam tajjam viriyam tam patippassaddham; ","sn51.15:5.3":"yam pubbe cittam ahosi arahattappattiya, arahattappatte yam tajjam cittam tam patippassaddham; ","sn51.15:5.4":"ya pubbe vimamsa ahosi arahattappattiya, arahattappatte ya tajja vimamsa sa patippassaddha. ","sn51.15:5.5":"Tam kim mannasi, brahmana, ","sn51.15:5.6":"iti evam sante, santakam va hoti no asantakam va”ti? ","sn51.15:6.1":"“Addha, bho ananda, evam sante, santakam hoti no asantakam. ","sn51.15:6.2":"Abhikkantam, bho ananda, abhikkantam, bho ananda. ","sn51.15:6.3":"Seyyathapi, bho ananda, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya: ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota anandena anekapariyayena dhammo pakasito. ","sn51.15:6.4":"Esaham, bho ananda, tam bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","sn51.15:6.5":"Upasakam mam bhavam anando dharetu ajjatagge panupetam saranam gatan”ti. ","sn51.15:6.6":"Pancamam. "}