{"sn51.12:0.1":"Samyutta Nikaya 51.12 ","sn51.12:0.2":"2. Pasadakampanavagga ","sn51.12:0.3":"Mahapphalasutta ","sn51.12:1.1":"“Cattarome, bhikkhave, iddhipada bhavita bahulikata mahapphala honti mahanisamsa. ","sn51.12:1.2":"Katham bhavita ca, bhikkhave, cattaro iddhipada katham bahulikata mahapphala honti mahanisamsa? ","sn51.12:1.3":"Idha, bhikkhave, bhikkhu chandasamadhippadhanasankharasamannagatam iddhipadam bhaveti—","sn51.12:1.4":"iti me chando na ca atilino bhavissati, na ca atippaggahito bhavissati, na ca ajjhattam sankhitto bhavissati, na ca bahiddha vikkhitto bhavissati. ","sn51.12:1.5":"Pacchapuresanni ca viharati—","sn51.12:1.6":"yatha pure tatha paccha, yatha paccha tatha pure; ","sn51.12:1.7":"yatha adho tatha uddham, yatha uddham tatha adho; ","sn51.12:1.8":"yatha diva tatha rattim, yatha rattim tatha diva. ","sn51.12:1.9":"Iti vivatena cetasa apariyonaddhena sappabhasam cittam bhaveti. ","sn51.12:2.1":"Viriyasamadhi …pe… ","sn51.12:2.2":"cittasamadhi … ","sn51.12:2.3":"vimamsasamadhippadhanasankharasamannagatam iddhipadam bhaveti—","sn51.12:2.4":"iti me vimamsa na ca atilina bhavissati, na ca atippaggahita bhavissati, na ca ajjhattam sankhitta bhavissati, na ca bahiddha vikkhitta bhavissati. ","sn51.12:2.5":"Pacchapuresanni ca viharati—","sn51.12:2.6":"yatha pure tatha paccha, yatha paccha tatha pure; ","sn51.12:2.7":"yatha adho tatha uddham, yatha uddham tatha adho; ","sn51.12:2.8":"yatha diva tatha rattim, yatha rattim tatha diva. ","sn51.12:2.9":"Iti vivatena cetasa apariyonaddhena sappabhasam cittam bhaveti. ","sn51.12:2.10":"Evam bhavita kho, bhikkhave, cattaro iddhipada evam bahulikata mahapphala honti mahanisamsa. ","sn51.12:3.1":"Evam bhavitesu kho, bhikkhave, bhikkhu catusu iddhipadesu evam bahulikatesu anekavihitam iddhividham paccanubhoti—ekopi hutva bahudha hoti …pe… yava brahmalokapi kayena vasam vatteti …pe…. ","sn51.12:4.1":"Evam bhavitesu kho, bhikkhave, bhikkhu catusu iddhipadesu evam bahulikatesu, asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharati”ti. ","sn51.12:4.2":"Dutiyam. "}