{"sn52.1:0.1":"Samyutta Nikaya 52.1 ","sn52.1:0.2":"1. Rahogatavagga ","sn52.1:0.3":"Pathamarahogatasutta ","sn52.1:1.1":"Evam me sutam—","sn52.1:1.2":"ekam samayam ayasma anuruddho savatthiyam viharati jetavane anathapindikassa arame. ","sn52.1:1.3":"Atha kho ayasmato anuruddhassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","sn52.1:1.4":"“yesam kesanci cattaro satipatthana viraddha, viraddho tesam ariyo maggo samma dukkhakkhayagami. ","sn52.1:1.5":"Yesam kesanci cattaro satipatthana araddha, araddho tesam ariyo maggo samma dukkhakkhayagami”ti. ","sn52.1:2.1":"Atha kho ayasma mahamoggallano ayasmato anuruddhassa cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—ayasmato anuruddhassa sammukhe paturahosi. ","sn52.1:2.2":"Atha kho ayasma mahamoggallano ayasmantam anuruddham etadavoca: ","sn52.1:2.3":"“kittavata nu kho, avuso anuruddha, bhikkhuno cattaro satipatthana araddha honti”ti? ","sn52.1:3.1":"“Idhavuso, bhikkhu ajjhattam kaye samudayadhammanupassi viharati, ajjhattam kaye vayadhammanupassi viharati, ajjhattam kaye samudayavayadhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.1:3.2":"Bahiddha kaye samudayadhammanupassi viharati, bahiddha kaye vayadhammanupassi viharati, bahiddha kaye samudayavayadhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.1:3.3":"Ajjhattabahiddha kaye samudayadhammanupassi viharati, ajjhattabahiddha kaye vayadhammanupassi viharati, ajjhattabahiddha kaye samudayavayadhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.1:4.1":"So sace akankhati: ‘appatikule patikulasanni vihareyyan’ti, patikulasanni tattha viharati; ","sn52.1:4.2":"sace akankhati: ‘patikule appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati; ","sn52.1:4.3":"sace akankhati: ‘appatikule ca patikule ca patikulasanni vihareyyan’ti, patikulasanni tattha viharati; ","sn52.1:4.4":"sace akankhati: ‘patikule ca appatikule ca appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati; ","sn52.1:4.5":"sace akankhati: ‘appatikulanca patikulanca tadubhayam abhinivajjetva upekkhako vihareyyam sato sampajano’ti, upekkhako tattha viharati sato sampajano. ","sn52.1:5.1":"Ajjhattam vedanasu samudayadhammanupassi viharati, ajjhattam vedanasu vayadhammanupassi viharati, ajjhattam vedanasu samudayavayadhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.1:5.2":"Bahiddha vedanasu samudayadhammanupassi viharati, bahiddha vedanasu vayadhammanupassi viharati, bahiddha vedanasu samudayavayadhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.1:5.3":"Ajjhattabahiddha vedanasu samudayadhammanupassi viharati, ajjhattabahiddha vedanasu vayadhammanupassi viharati, ajjhattabahiddha vedanasu samudayavayadhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.1:6.1":"So sace akankhati: ‘appatikule patikulasanni vihareyyan’ti, patikulasanni tattha viharati; ","sn52.1:6.2":"sace akankhati: ‘patikule appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati; ","sn52.1:6.3":"sace akankhati: ‘appatikule ca patikule ca patikulasanni vihareyyan’ti, patikulasanni tattha viharati; ","sn52.1:6.4":"sace akankhati: ‘patikule ca appatikule ca appatikulasanni vihareyyan’ti, appatikulasanni tattha viharati; ","sn52.1:6.5":"sace akankhati: ‘appatikulanca patikulanca tadubhayam abhinivajjetva upekkhako vihareyyam sato sampajano’ti, upekkhako tattha viharati sato sampajano. ","sn52.1:7.1":"Ajjhattam citte …pe… ","sn52.1:7.2":"bahiddha citte …pe… ","sn52.1:7.3":"ajjhattabahiddha citte samudayadhammanupassi viharati … ajjhattabahiddha citte vayadhammanupassi viharati … ajjhattabahiddha citte samudayavayadhammanupassi viharati atapi …pe… abhijjhadomanassam. ","sn52.1:8.1":"So sace akankhati: ‘appatikule patikulasanni vihareyyan’ti, patikulasanni tattha viharati …pe… ","sn52.1:8.2":"upekkhako tattha viharati sato sampajano. ","sn52.1:9.1":"Ajjhattam dhammesu …pe… ","sn52.1:9.2":"bahiddha dhammesu …pe… ","sn52.1:9.3":"ajjhattabahiddha dhammesu samudayadhammanupassi viharati … ajjhattabahiddha dhammesu vayadhammanupassi viharati … ajjhattabahiddha dhammesu samudayavayadhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.1:10.1":"So sace akankhati: ‘appatikule patikulasanni vihareyyan’ti, patikulasanni tattha viharati …pe… ","sn52.1:10.2":"upekkhako tattha viharati sato sampajano. ","sn52.1:10.3":"Ettavata kho, avuso, bhikkhuno cattaro satipatthana araddha honti”ti. ","sn52.1:10.4":"Pathamam. "}