{"sn52.2:0.1":"Samyutta Nikaya 52.2 ","sn52.2:0.2":"1. Rahogatavagga ","sn52.2:0.3":"Dutiyarahogatasutta ","sn52.2:1.1":"Savatthinidanam. ","sn52.2:1.2":"Atha kho ayasmato anuruddhassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","sn52.2:1.3":"“yesam kesanci cattaro satipatthana viraddha, viraddho tesam ariyo maggo samma dukkhakkhayagami; ","sn52.2:1.4":"yesam kesanci cattaro satipatthana araddha, araddho tesam ariyo maggo samma dukkhakkhayagami”ti. ","sn52.2:2.1":"Atha kho ayasma mahamoggallano ayasmato anuruddhassa cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—ayasmato anuruddhassa sammukhe paturahosi. Atha kho ayasma mahamoggallano ayasmantam anuruddham etadavoca: ","sn52.2:3.1":"“kittavata nu kho, avuso anuruddha, bhikkhuno cattaro satipatthana araddha honti”ti? ","sn52.2:4.1":"“Idhavuso, bhikkhu ajjhattam kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.2:4.2":"Bahiddha kaye kayanupassi viharati …pe… ","sn52.2:4.3":"ajjhattabahiddha kaye kayanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.2:5.1":"Ajjhattam vedanasu vedananupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.2:5.2":"Bahiddha vedanasu vedananupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.2:5.3":"Ajjhattabahiddha vedanasu vedananupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.2:6.1":"Ajjhattam citte …pe… ","sn52.2:6.2":"bahiddha citte …pe… ","sn52.2:6.3":"ajjhattabahiddha citte cittanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.2:7.1":"Ajjhattam dhammesu …pe… ","sn52.2:7.2":"bahiddha dhammesu …pe… ","sn52.2:7.3":"ajjhattabahiddha dhammesu dhammanupassi viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn52.2:7.4":"Ettavata kho, avuso, bhikkhuno cattaro satipatthana araddha honti”ti. ","sn52.2:7.5":"Dutiyam. "}