{"sn54.16:0.1":"Samyutta Nikaya 54.16 ","sn54.16:0.2":"2. Dutiyavagga ","sn54.16:0.3":"Dutiyabhikkhusutta ","sn54.16:1.1":"Atha kho sambahula bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu bhagava etadavoca: ","sn54.16:1.2":"“atthi nu kho, bhikkhave, ekadhammo bhavito bahulikato cattaro dhamme paripureti, cattaro dhamma bhavita bahulikata satta dhamme paripurenti, satta dhamma bhavita bahulikata dve dhamme paripurenti”ti? ","sn54.16:1.3":"“Bhagavammulaka no, bhante, dhamma …pe… bhagavato sutva bhikkhu dharessanti”ti. ","sn54.16:1.4":"“Atthi, bhikkhave, ekadhammo bhavito bahulikato cattaro dhamme paripureti, cattaro dhamma bhavita bahulikata satta dhamme paripurenti, satta dhamma bhavita bahulikata dve dhamme paripurenti. ","sn54.16:2.1":"Katamo ca, bhikkhave, ekadhammo bhavito bahulikato cattaro dhamme paripureti, cattaro dhamma bhavita bahulikata satta dhamme paripurenti, satta dhamma bhavita bahulikata dve dhamme paripurenti? ","sn54.16:2.2":"Anapanassatisamadhi, bhikkhave, ekadhammo bhavito bahulikato cattaro satipatthane paripureti, cattaro satipatthana bhavita bahulikata satta bojjhange paripurenti, satta bojjhanga bhavita bahulikata vijjavimuttim paripurentiti. ","sn54.16:3.1":"Katham bhavito ca, bhikkhave, anapanassatisamadhi katham bahulikato cattaro satipatthane paripureti? ","sn54.16:3.2":"Idha, bhikkhave, bhikkhu arannagato va rukkhamulagato va sunnagaragato va nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","sn54.16:3.3":"So satova assasati, satova passasati …pe… ","sn54.16:3.4":"‘patinissagganupassi assasissami’ti sikkhati, ‘patinissagganupassi passasissami’ti sikkhati. ","sn54.16:4.1":"Yasmim samaye, bhikkhave, bhikkhu digham va assasanto ‘digham assasami’ti pajanati, digham va passasanto ‘digham passasami’ti pajanati, rassam va assasanto ‘rassam assasami’ti pajanati …pe… ","sn54.16:4.2":"sabbakayappatisamvedi …pe… ","sn54.16:4.3":"‘passambhayam kayasankharam assasissami’ti sikkhati, ‘passambhayam kayasankharam passasissami’ti sikkhati—","sn54.16:4.4":"kaye kayanupassi, bhikkhave, bhikkhu tasmim samaye viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn54.16:4.5":"Tam kissa hetu? ","sn54.16:4.6":"Kayannataraham, bhikkhave, etam vadami, yadidam—assasapassasam. ","sn54.16:4.7":"Tasmatiha, bhikkhave, kaye kayanupassi bhikkhu tasmim samaye viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn54.16:5.1":"Yasmim samaye, bhikkhave, bhikkhu pitippatisamvedi …pe… ","sn54.16:5.2":"sukhappatisamvedi … ","sn54.16:5.3":"cittasankharappatisamvedi … ","sn54.16:5.4":"‘passambhayam cittasankharam assasissami’ti sikkhati, ‘passambhayam cittasankharam passasissami’ti sikkhati—","sn54.16:5.5":"vedanasu vedananupassi, bhikkhave, bhikkhu tasmim samaye viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn54.16:5.6":"Tam kissa hetu? ","sn54.16:5.7":"Vedanannataraham, bhikkhave, etam vadami, yadidam—assasapassasanam sadhukam manasikaram. ","sn54.16:5.8":"Tasmatiha, bhikkhave, vedanasu vedananupassi bhikkhu tasmim samaye viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn54.16:6.1":"Yasmim samaye, bhikkhave, bhikkhu cittappatisamvedi …pe… ","sn54.16:6.2":"abhippamodayam cittam …pe… ","sn54.16:6.3":"‘samadaham cittam assasissami’ti sikkhati, ‘samadaham cittam passasissami’ti sikkhati; ","sn54.16:6.4":"‘vimocayam cittam assasissami’ti sikkhati, ‘vimocayam cittam passasissami’ti sikkhati—","sn54.16:6.5":"citte cittanupassi, bhikkhave, bhikkhu tasmim samaye viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn54.16:6.6":"Tam kissa hetu? ","sn54.16:6.7":"Naham, bhikkhave, mutthassatissa asampajanassa anapanassatisamadhibhavanam vadami. ","sn54.16:6.8":"Tasmatiha, bhikkhave, citte cittanupassi bhikkhu tasmim samaye viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn54.16:7.1":"Yasmim samaye, bhikkhave, bhikkhu aniccanupassi …pe… ","sn54.16:7.2":"viraganupassi …pe… ","sn54.16:7.3":"nirodhanupassi …pe… ","sn54.16:7.4":"‘patinissagganupassi assasissami’ti sikkhati, ‘patinissagganupassi passasissami’ti sikkhati—","sn54.16:7.5":"dhammesu dhammanupassi, bhikkhave, bhikkhu tasmim samaye viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn54.16:7.6":"So yam tam hoti abhijjhadomanassanam pahanam tam pannaya disva sadhukam ajjhupekkhita hoti. ","sn54.16:7.7":"Tasmatiha, bhikkhave, dhammesu dhammanupassi bhikkhu tasmim samaye viharati atapi sampajano satima, vineyya loke abhijjhadomanassam. ","sn54.16:8.1":"Evam bhavito kho, bhikkhave, anapanassatisamadhi evam bahulikato cattaro satipatthane paripureti. ","sn54.16:9.1":"Katham bhavita ca, bhikkhave, cattaro satipatthana katham bahulikata satta bojjhange paripurenti? ","sn54.16:9.2":"Yasmim samaye, bhikkhave, bhikkhu kaye kayanupassi viharati—upatthitassa tasmim samaye bhikkhuno sati hoti asammuttha. ","sn54.16:9.3":"Yasmim samaye, bhikkhave, bhikkhuno upatthita sati asammuttha—","sn54.16:9.4":"satisambojjhango tasmim samaye bhikkhuno araddho hoti, satisambojjhangam tasmim samaye bhikkhu bhaveti, satisambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn54.16:10.1":"So tathasato viharanto tam dhammam pannaya pavicinati pavicarati parivimamsamapajjati. ","sn54.16:10.2":"Yasmim samaye, bhikkhave, bhikkhu tathasato viharanto tam dhammam pannaya pavicinati pavicarati parivimamsamapajjati—","sn54.16:10.3":"dhammavicayasambojjhango tasmim samaye bhikkhuno araddho hoti, dhammavicayasambojjhangam tasmim samaye bhikkhu bhaveti, dhammavicayasambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn54.16:11.1":"Tassa tam dhammam pannaya pavicinato pavicarato parivimamsamapajjato araddham hoti viriyam asallinam. ","sn54.16:11.2":"Yasmim samaye, bhikkhave, bhikkhuno tam dhammam pannaya pavicinato pavicarato parivimamsamapajjato araddham hoti viriyam asallinam—","sn54.16:11.3":"viriyasambojjhango tasmim samaye bhikkhuno araddho hoti, viriyasambojjhangam tasmim samaye bhikkhu bhaveti, viriyasambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn54.16:12.1":"Araddhaviriyassa uppajjati piti niramisa. ","sn54.16:12.2":"Yasmim samaye, bhikkhave, bhikkhuno araddhaviriyassa uppajjati piti niramisa—","sn54.16:12.3":"pitisambojjhango tasmim samaye bhikkhuno araddho hoti, pitisambojjhangam tasmim samaye bhikkhu bhaveti, pitisambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn54.16:13.1":"Pitimanassa kayopi passambhati, cittampi passambhati. ","sn54.16:13.2":"Yasmim samaye, bhikkhave, bhikkhuno pitimanassa kayopi passambhati, cittampi passambhati—","sn54.16:13.3":"passaddhisambojjhango tasmim samaye bhikkhuno araddho hoti, passaddhisambojjhangam tasmim samaye bhikkhu bhaveti, passaddhisambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn54.16:14.1":"Passaddhakayassa sukhino cittam samadhiyati. ","sn54.16:14.2":"Yasmim samaye, bhikkhave, bhikkhuno passaddhakayassa sukhino cittam samadhiyati—","sn54.16:14.3":"samadhisambojjhango tasmim samaye bhikkhuno araddho hoti, samadhisambojjhangam tasmim samaye bhikkhu bhaveti, samadhisambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn54.16:15.1":"So tathasamahitam cittam sadhukam ajjhupekkhita hoti. ","sn54.16:15.2":"Yasmim samaye, bhikkhave, bhikkhu tathasamahitam cittam sadhukam ajjhupekkhita hoti—","sn54.16:15.3":"upekkhasambojjhango tasmim samaye bhikkhuno araddho hoti, upekkhasambojjhangam tasmim samaye bhikkhu bhaveti, upekkhasambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn54.16:16.1":"Yasmim samaye, bhikkhave, bhikkhu vedanasu …pe… ","sn54.16:16.2":"citte …pe… ","sn54.16:16.3":"dhammesu dhammanupassi viharati—upatthitassa tasmim samaye bhikkhuno sati hoti asammuttha. ","sn54.16:16.4":"Yasmim samaye, bhikkhave, bhikkhuno upatthita sati hoti asammuttha—","sn54.16:16.5":"satisambojjhango tasmim samaye bhikkhuno araddho hoti, satisambojjhangam tasmim samaye bhikkhu bhaveti—satisambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati …pe…. ","sn54.16:17.1":"So tathasamahitam cittam sadhukam ajjhupekkhita hoti. ","sn54.16:17.2":"Yasmim samaye, bhikkhave, bhikkhu tathasamahitam cittam sadhukam ajjhupekkhita hoti—","sn54.16:17.3":"upekkhasambojjhango tasmim samaye bhikkhuno araddho hoti, upekkhasambojjhangam tasmim samaye bhikkhu bhaveti, upekkhasambojjhango tasmim samaye bhikkhuno bhavanaparipurim gacchati. ","sn54.16:17.4":"Evam bhavita kho, bhikkhave, cattaro satipatthana evam bahulikata satta bojjhange paripurenti. ","sn54.16:18.1":"Katham bhavita ca, bhikkhave, satta bojjhanga katham bahulikata vijjavimuttim paripurenti? ","sn54.16:18.2":"Idha, bhikkhave, bhikkhu satisambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim; ","sn54.16:18.3":"dhammavicayasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim …pe… ","sn54.16:18.4":"upekkhasambojjhangam bhaveti vivekanissitam viraganissitam nirodhanissitam vossaggaparinamim. ","sn54.16:18.5":"Evam bhavita kho, bhikkhave, satta bojjhanga evam bahulikata vijjavimuttim paripurenti”ti. ","sn54.16:18.6":"Chattham. "}