{"sn54.12:0.1":"Samyutta Nikaya 54.12 ","sn54.12:0.2":"2. Dutiyavagga ","sn54.12:0.3":"Kankheyyasutta ","sn54.12:1.1":"Ekam samayam ayasma lomasakambhiyo sakkesu viharati kapilavatthusmim nigrodharame. ","sn54.12:1.2":"Atha kho mahanamo sakko yenayasma lomasakambhiyo tenupasankami; upasankamitva ayasmantam lomasakambhiyam abhivadetva ekamantam nisidi. Ekamantam nisinno kho mahanamo sakko ayasmantam lomasakambhiyam etadavoca: ","sn54.12:1.3":"“so eva nu kho, bhante, sekho viharo so tathagataviharo, udahu annova sekho viharo anno tathagataviharo”ti? ","sn54.12:2.1":"“Na kho, avuso mahanama, sveva sekho viharo, so tathagataviharo. ","sn54.12:2.2":"Anno kho, avuso mahanama, sekho viharo, anno tathagataviharo. ","sn54.12:2.3":"Ye te, avuso mahanama, bhikkhu sekha appattamanasa anuttaram yogakkhemam patthayamana viharanti, te panca nivarane pahaya viharanti. ","sn54.12:2.4":"Katame panca? ","sn54.12:2.5":"Kamacchandanivaranam pahaya viharanti, byapadanivaranam …pe… ","sn54.12:2.6":"thinamiddhanivaranam … ","sn54.12:2.7":"uddhaccakukkuccanivaranam … ","sn54.12:2.8":"vicikicchanivaranam pahaya viharanti. ","sn54.12:3.1":"Yepi te, avuso mahanama, bhikkhu sekha appattamanasa anuttaram yogakkhemam patthayamana viharanti, te ime panca nivarane pahaya viharanti. ","sn54.12:4.1":"Ye ca kho te, avuso mahanama, bhikkhu arahanto khinasava vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana sammadannavimutta, tesam panca nivarana pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","sn54.12:4.2":"Katame panca? ","sn54.12:4.3":"Kamacchandanivaranam pahinam ucchinnamulam talavatthukatam anabhavankatam ayatim anuppadadhammam; ","sn54.12:4.4":"byapadanivaranam pahinam …pe… ","sn54.12:4.5":"thinamiddhanivaranam … ","sn54.12:4.6":"uddhaccakukkuccanivaranam … ","sn54.12:4.7":"vicikicchanivaranam pahinam ucchinnamulam talavatthukatam anabhavankatam ayatim anuppadadhammam. ","sn54.12:5.1":"Ye te, avuso mahanama, bhikkhu arahanto khinasava vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana sammadannavimutta, tesam ime panca nivarana pahina ucchinnamula talavatthukata anabhavankata ayatim anuppadadhamma. ","sn54.12:5.2":"Tadaminapetam, avuso mahanama, pariyayena veditabbam yatha—","sn54.12:5.3":"annova sekho viharo, anno tathagataviharo. ","sn54.12:6.1":"Ekamidam, avuso mahanama, samayam bhagava icchanangale viharati icchanangalavanasande. ","sn54.12:6.2":"Tatra kho, avuso mahanama, bhagava bhikkhu amantesi: ","sn54.12:6.3":"‘icchamaham, bhikkhave, temasam patisalliyitum. ","sn54.12:6.4":"Namhi kenaci upasankamitabbo, annatra ekena pindapataniharakena’ti. ","sn54.12:6.5":"‘Evam, bhante’ti kho, avuso mahanama, te bhikkhu bhagavato patissutva nassudha koci bhagavantam upasankamati, annatra ekena pindapataniharakena. ","sn54.12:7.1":"Atha kho, avuso, bhagava tassa temasassa accayena patisallana vutthito bhikkhu amantesi: ","sn54.12:7.2":"‘sace kho, bhikkhave, annatitthiya paribbajaka evam puccheyyum: ","sn54.12:7.3":"“katamenavuso, viharena samano gotamo vassavasam bahulam vihasi”ti, evam puttha tumhe, bhikkhave, tesam annatitthiyanam paribbajakanam evam byakareyyatha: ","sn54.12:7.4":"“anapanassatisamadhina kho, avuso, bhagava vassavasam bahulam vihasi”’ti. ","sn54.12:7.5":"Idhaham, bhikkhave, sato assasami, sato passasami. ","sn54.12:7.6":"Digham assasanto digham assasamiti pajanami, digham passasanto digham passasamiti pajanami …pe… ","sn54.12:7.7":"patinissagganupassi assasissamiti pajanami, patinissagganupassi passasissamiti pajanami. ","sn54.12:8.1":"Yanhi tam, bhikkhave, samma vadamano vadeyya—","sn54.12:8.2":"ariyaviharo itipi, brahmaviharo itipi, tathagataviharo itipi. ","sn54.12:8.3":"Anapanassatisamadhim samma vadamano vadeyya—","sn54.12:8.4":"ariyaviharo itipi, brahmaviharo itipi, tathagataviharo itipi. ","sn54.12:9.1":"Ye te, bhikkhave, bhikkhu sekha appattamanasa anuttaram yogakkhemam patthayamana viharanti, tesam anapanassatisamadhi bhavito bahulikato asavanam khayaya samvattati. ","sn54.12:10.1":"Ye ca kho te, bhikkhave, bhikkhu arahanto khinasava vusitavanto katakaraniya ohitabhara anuppattasadattha parikkhinabhavasamyojana sammadannavimutta, tesam anapanassatisamadhi bhavito bahulikato dittheva dhamme sukhaviharaya ceva samvattati satisampajannaya ca. ","sn54.12:11.1":"Yanhi tam, bhikkhave, samma vadamano vadeyya—","sn54.12:11.2":"ariyaviharo itipi, brahmaviharo itipi, tathagataviharo itipi. ","sn54.12:11.3":"Anapanassatisamadhim samma vadamano vadeyya—","sn54.12:11.4":"ariyaviharo itipi, brahmaviharo itipi, tathagataviharo itipiti. ","sn54.12:11.5":"Imina kho etam, avuso mahanama, pariyayena veditabbam, yatha—","sn54.12:11.6":"annova sekho viharo, anno tathagataviharo”ti. ","sn54.12:11.7":"Dutiyam. "}