{"sn54.7:0.1":"Samyutta Nikaya 54.7 ","sn54.7:0.2":"1. Ekadhammavagga ","sn54.7:0.3":"Mahakappinasutta ","sn54.7:1.1":"Savatthinidanam. ","sn54.7:1.2":"Tena kho pana samayena ayasma mahakappino bhagavato avidure nisinno hoti pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","sn54.7:1.3":"Addasa kho bhagava ayasmantam mahakappinam avidure nisinnam pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","sn54.7:1.4":"Disvana bhikkhu amantesi: ","sn54.7:2.1":"“Passatha no tumhe, bhikkhave, etassa bhikkhuno kayassa injitattam va phanditattam va”ti? ","sn54.7:2.2":"“Yadapi mayam, bhante, tam ayasmantam passama sanghamajjhe va nisinnam ekam va raho nisinnam, tadapi mayam tassa ayasmato na passama kayassa injitattam va phanditattam va”ti. ","sn54.7:3.1":"“Yassa, bhikkhave, samadhissa bhavitatta bahulikatatta neva kayassa injitattam va hoti phanditattam va, na cittassa injitattam va hoti phanditattam va, tassa so, bhikkhave, bhikkhu samadhissa nikamalabhi akicchalabhi akasiralabhi. ","sn54.7:3.2":"Katamassa ca, bhikkhave, samadhissa bhavitatta bahulikatatta neva kayassa injitattam va hoti phanditattam va, na cittassa injitattam va hoti phanditattam va? ","sn54.7:4.1":"Anapanassatisamadhissa, bhikkhave, bhavitatta bahulikatatta neva kayassa injitattam va hoti phanditattam va, na cittassa injitattam va hoti phanditattam va. ","sn54.7:4.2":"Katham bhavite ca, bhikkhave, anapanassatisamadhimhi katham bahulikate neva kayassa injitattam va hoti phanditattam va, na cittassa injitattam va hoti phanditattam va? ","sn54.7:5.1":"Idha, bhikkhave, bhikkhu arannagato va rukkhamulagato va sunnagaragato va nisidati pallankam abhujitva ujum kayam panidhaya parimukham satim upatthapetva. ","sn54.7:5.2":"So satova assasati, satova passasati …pe… ","sn54.7:5.3":"‘patinissagganupassi assasissami’ti sikkhati, ‘patinissagganupassi passasissami’ti sikkhati. ","sn54.7:5.4":"Evam bhavite ca kho, bhikkhave, anapanassatisamadhimhi evam bahulikate neva kayassa injitattam va hoti phanditattam va, na cittassa injitattam va hoti phanditattam va”ti. ","sn54.7:5.5":"Sattamam. "}