{"sn55.28:0.1":"Samyutta Nikaya 55.28 ","sn55.28:0.2":"3. Sarananivagga ","sn55.28:0.3":"Pathamabhayaverupasantasutta ","sn55.28:1.1":"Savatthinidanam. ","sn55.28:1.2":"Ekamantam nisinnam kho anathapindikam gahapatim bhagava etadavoca: ","sn55.28:1.3":"“yato kho, gahapati, ariyasavakassa panca bhayani verani vupasantani ca honti, catuhi ca sotapattiyangehi samannagato hoti, ariyo cassa nayo pannaya sudittho hoti suppatividdho, so akankhamano attanava attanam byakareyya: ","sn55.28:1.4":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato; sotapannohamasmi avinipatadhammo niyato sambodhiparayano’. ","sn55.28:2.1":"Katamani panca bhayani verani vupasantani honti? ","sn55.28:2.2":"Yam, gahapati, panatipati panatipatappaccaya ditthadhammikampi bhayam veram pasavati, samparayikampi bhayam veram pasavati, cetasikampi dukkham domanassam patisamvediyati. ","sn55.28:2.3":"Panatipata pativiratassa evam tam bhayam veram vupasantam hoti. ","sn55.28:2.4":"Yam, gahapati, adinnadayi …pe… ","sn55.28:2.5":"yam, gahapati, kamesumicchacari …pe… ","sn55.28:2.6":"yam, gahapati, musavadi …pe… ","sn55.28:2.7":"yam, gahapati, suramerayamajjappamadatthayi suramerayamajjappamadatthanappaccaya ditthadhammikampi bhayam veram pasavati, samparayikampi bhayam veram pasavati, cetasikampi dukkham domanassam patisamvediyati. ","sn55.28:2.8":"Suramerayamajjappamadatthana pativiratassa evam tam bhayam veram vupasantam hoti. ","sn55.28:2.9":"Imani panca bhayani verani vupasantani honti. ","sn55.28:3.1":"Katamehi catuhi sotapattiyangehi samannagato hoti? ","sn55.28:3.2":"Idha, gahapati, ariyasavako buddhe aveccappasadena samannagato hoti—","sn55.28:3.3":"itipi so bhagava …pe… sattha devamanussanam buddho bhagavati. ","sn55.28:3.4":"Dhamme …pe… ","sn55.28:3.5":"sanghe …pe… ","sn55.28:3.6":"ariyakantehi silehi samannagato hoti akhandehi …pe… samadhisamvattanikehi. ","sn55.28:3.7":"Imehi catuhi sotapattiyangehi samannagato hoti. ","sn55.28:4.1":"Katamo cassa ariyo nayo pannaya sudittho hoti suppatividdho? ","sn55.28:4.2":"Idha, gahapati, ariyasavako paticcasamuppadanneva sadhukam yoniso manasi karoti—","sn55.28:4.3":"iti imasmim sati idam hoti, imassuppada idam uppajjati; ","sn55.28:4.4":"iti imasmim asati idam na hoti, imassa nirodha idam nirujjhati; ","sn55.28:4.5":"yadidam avijjapaccaya sankhara, sankharapaccaya vinnanam …pe… ","sn55.28:4.6":"evametassa kevalassa dukkhakkhandhassa samudayo hoti. ","sn55.28:4.7":"Avijjaya tveva asesaviraganirodha sankharanirodho …pe… ","sn55.28:4.8":"evametassa kevalassa dukkhakkhandhassa nirodho hoti. ","sn55.28:4.9":"Ayamassa ariyo nayo pannaya sudittho hoti suppatividdho. ","sn55.28:5.1":"Yato kho, gahapati, ariyasavakassa imani panca bhayani verani vupasantani honti, imehi catuhi sotapattiyangehi samannagato hoti, ayancassa ariyo nayo pannaya sudittho hoti suppatividdho. So akankhamano attanava attanam byakareyya: ","sn55.28:5.2":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato; sotapannohamasmi avinipatadhammo niyato sambodhiparayano’”ti. ","sn55.28:5.3":"Atthamam. "}