{"sn55.3:0.1":"Samyutta Nikaya 55.3 ","sn55.3:0.2":"1. Veludvaravagga ","sn55.3:0.3":"Dighavuupasakasutta ","sn55.3:1.1":"Ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","sn55.3:1.2":"Tena kho pana samayena dighavu upasako abadhiko hoti dukkhito balhagilano. ","sn55.3:1.3":"Atha kho dighavu upasako pitaram jotikam gahapatim amantesi: ","sn55.3:1.4":"“ehi tvam, gahapati, yena bhagava tenupasankama; upasankamitva mama vacanena bhagavato pade sirasa vanda: ","sn55.3:1.5":"‘dighavu, bhante, upasako abadhiko hoti dukkhito balhagilano. ","sn55.3:1.6":"So bhagavato pade sirasa vandati’ti. ","sn55.3:1.7":"Evanca vadehi: ","sn55.3:1.8":"‘sadhu kira, bhante, bhagava yena dighavussa upasakassa nivesanam tenupasankamatu anukampam upadaya’”ti. ","sn55.3:1.9":"“Evam, tata”ti kho jotiko gahapati dighavussa upasakassa patissutva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho jotiko gahapati bhagavantam etadavoca: ","sn55.3:1.10":"“dighavu, bhante, upasako abadhiko hoti dukkhito balhagilano. ","sn55.3:1.11":"So bhagavato pade sirasa vandati. ","sn55.3:1.12":"Evanca vadeti: ","sn55.3:1.13":"‘sadhu kira, bhante, bhagava yena dighavussa upasakassa nivesanam tenupasankamatu anukampam upadaya’”ti. ","sn55.3:1.14":"Adhivasesi bhagava tunhibhavena. ","sn55.3:2.1":"Atha kho bhagava nivasetva pattacivaramadaya yena dighavussa upasakassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. Nisajja kho bhagava dighavum upasakam etadavoca: ","sn55.3:2.2":"“kacci te, dighavu, khamaniyam, kacci yapaniyam? Kacci dukkha vedana patikkamanti, no abhikkamanti; patikkamosanam pannayati, no abhikkamo”ti? ","sn55.3:2.3":"“Na me, bhante, khamaniyam, na yapaniyam. Balha me dukkha vedana abhikkamanti, no patikkamanti; abhikkamosanam pannayati, no patikkamo”ti. ","sn55.3:2.4":"“Tasmatiha te, dighavu, evam sikkhitabbam: ","sn55.3:2.5":"‘buddhe aveccappasadena samannagato bhavissami—itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagavati. ","sn55.3:2.6":"Dhamme …pe… ","sn55.3:2.7":"sanghe …pe… ","sn55.3:2.8":"ariyakantehi silehi samannagato bhavissami akhandehi …pe… samadhisamvattanikehi’. ","sn55.3:2.9":"Evanhi te, dighavu, sikkhitabban”ti. ","sn55.3:3.1":"“Yanimani, bhante, bhagavata cattari sotapattiyangani desitani, samvijjante dhamma mayi, ahanca tesu dhammesu sandissami. ","sn55.3:3.2":"Ahanhi, bhante, buddhe aveccappasadena samannagato—itipi so bhagava …pe… sattha devamanussanam buddho bhagavati. ","sn55.3:3.3":"Dhamme …pe… ","sn55.3:3.4":"sanghe …pe… ","sn55.3:3.5":"ariyakantehi silehi samannagato akhandehi …pe… samadhisamvattanikehi”ti. ","sn55.3:3.6":"“Tasmatiha tvam, dighavu, imesu catusu sotapattiyangesu patitthaya cha vijjabhagiye dhamme uttari bhaveyyasi. ","sn55.3:3.7":"Idha tvam, dighavu, sabbasankharesu aniccanupassi viharahi, anicce dukkhasanni, dukkhe anattasanni pahanasanni viragasanni nirodhasanniti. ","sn55.3:3.8":"Evanhi te, dighavu, sikkhitabban”ti. ","sn55.3:4.1":"“Yeme, bhante, bhagavata cha vijjabhagiya dhamma desita, samvijjante dhamma mayi, ahanca tesu dhammesu sandissami. ","sn55.3:4.2":"Ahanhi, bhante, sabbasankharesu aniccanupassi viharami, anicce dukkhasanni, dukkhe anattasanni pahanasanni viragasanni nirodhasanni. ","sn55.3:4.3":"Api ca me, bhante, evam hoti: ","sn55.3:4.4":"‘ma hevayam jotiko gahapati mamaccayena vighatam apajji’”ti. ","sn55.3:4.5":"“Ma tvam, tata dighavu, evam manasakasi. ","sn55.3:4.6":"Ingha tvam, tata dighavu, yadeva te bhagava aha, tadeva tvam sadhukam manasi karohi”ti. ","sn55.3:5.1":"Atha kho bhagava dighavum upasakam imina ovadena ovaditva utthayasana pakkami. ","sn55.3:5.2":"Atha kho dighavu upasako acirapakkantassa bhagavato kalamakasi. ","sn55.3:5.3":"Atha kho sambahula bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","sn55.3:5.4":"“yo so, bhante, dighavu nama upasako bhagavata sankhittena ovadena ovadito so kalankato. ","sn55.3:5.5":"Tassa ka gati, ko abhisamparayo”ti? ","sn55.3:5.6":"“Pandito, bhikkhave, dighavu upasako, paccapadi dhammassanudhammam, na ca mam dhammadhikaranam vihesesi. ","sn55.3:5.7":"Dighavu, bhikkhave, upasako pancannam orambhagiyanam samyojananam parikkhaya opapatiko tattha parinibbayi anavattidhammo tasma loka”ti. ","sn55.3:5.8":"Tatiyam. "}