{"sn55.21:0.1":"Samyutta Nikaya 55.21 ","sn55.21:0.2":"3. Sarananivagga ","sn55.21:0.3":"Pathamamahanamasutta ","sn55.21:1.1":"Evam me sutam—","sn55.21:1.2":"ekam samayam bhagava sakkesu viharati kapilavatthusmim nigrodharame. ","sn55.21:1.3":"Atha kho mahanamo sakko yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho mahanamo sakko bhagavantam etadavoca: ","sn55.21:1.4":"“idam, bhante, kapilavatthu iddhanceva phitanca bahujannam akinnamanussam sambadhabyuham. ","sn55.21:1.5":"So khvaham, bhante, bhagavantam va payirupasitva manobhavaniye va bhikkhu sayanhasamayam kapilavatthum pavisanto; ","sn55.21:1.6":"bhantenapi hatthina samagacchami; ","sn55.21:1.7":"bhantenapi assena samagacchami; ","sn55.21:1.8":"bhantenapi rathena samagacchami; ","sn55.21:1.9":"bhantenapi sakatena samagacchami; ","sn55.21:1.10":"bhantenapi purisena samagacchami. ","sn55.21:1.11":"Tassa mayham, bhante, tasmim samaye mussateva bhagavantam arabbha sati, mussati dhammam arabbha sati, mussati sangham arabbha sati. ","sn55.21:1.12":"Tassa mayham, bhante, evam hoti: ","sn55.21:1.13":"‘imamhi caham samaye kalam kareyyam, ka mayham gati, ko abhisamparayo’”ti? ","sn55.21:2.1":"“Ma bhayi, mahanama, ma bhayi, mahanama. ","sn55.21:2.2":"Apapakam te maranam bhavissati apapika kalankiriya. ","sn55.21:2.3":"Yassa kassaci, mahanama, digharattam saddhaparibhavitam cittam silaparibhavitam cittam sutaparibhavitam cittam cagaparibhavitam cittam pannaparibhavitam cittam, tassa yo hi khvayam kayo rupi catumahabhutiko matapettikasambhavo odanakummasupacayo aniccucchadanaparimaddanabhedanaviddhamsanadhammo. ","sn55.21:2.4":"Tam idheva kaka va khadanti gijjha va khadanti kulala va khadanti sunakha va khadanti singala va khadanti vividha va panakajata khadanti; ","sn55.21:2.5":"yanca khvassa cittam digharattam saddhaparibhavitam …pe… pannaparibhavitam tam uddhagami hoti visesagami. ","sn55.21:3.1":"Seyyathapi, mahanama, puriso sappikumbham va telakumbham va gambhiram udakarahadam ogahitva bhindeyya. ","sn55.21:3.2":"Tatra ya assa sakkhara va kathala va sa adhogami assa, yanca khvassa tatra sappi va telam va tam uddhagami assa visesagami. ","sn55.21:3.3":"Evameva kho, mahanama, yassa kassaci digharattam saddhaparibhavitam cittam …pe… ","sn55.21:3.4":"pannaparibhavitam cittam tassa yo hi khvayam kayo rupi catumahabhutiko matapettikasambhavo odanakummasupacayo aniccucchadanaparimaddanabhedanaviddhamsanadhammo tam idheva kaka va khadanti gijjha va khadanti kulala va khadanti sunakha va khadanti singala va khadanti vividha va panakajata khadanti; ","sn55.21:3.5":"yanca khvassa cittam digharattam saddhaparibhavitam …pe… pannaparibhavitam tam uddhagami hoti visesagami. ","sn55.21:3.6":"Tuyham kho pana, mahanama, digharattam saddhaparibhavitam cittam …pe… pannaparibhavitam cittam. ","sn55.21:3.7":"Ma bhayi, mahanama, ma bhayi, mahanama. ","sn55.21:3.8":"Apapakam te maranam bhavissati, apapika kalankiriya”ti. ","sn55.21:3.9":"Pathamam. "}