{"sn55.6:0.1":"Samyutta Nikaya 55.6 ","sn55.6:0.2":"1. Veludvaravagga ","sn55.6:0.3":"Thapatisutta ","sn55.6:1.1":"Savatthinidanam. ","sn55.6:1.2":"Tena kho pana samayena sambahula bhikkhu bhagavato civarakammam karonti: ","sn55.6:1.3":"“nitthitacivaro bhagava temasaccayena carikam pakkamissati”ti. ","sn55.6:1.4":"Tena kho pana samayena isidattapurana thapatayo sadhuke pativasanti kenacideva karaniyena. ","sn55.6:1.5":"Assosum kho isidattapurana thapatayo: ","sn55.6:1.6":"“sambahula kira bhikkhu bhagavato civarakammam karonti: ","sn55.6:1.7":"‘nitthitacivaro bhagava temasaccayena carikam pakkamissati’”ti. ","sn55.6:2.1":"Atha kho isidattapurana thapatayo magge purisam thapesum: ","sn55.6:2.2":"“yada tvam, ambho purisa, passeyyasi bhagavantam agacchantam arahantam sammasambuddham, atha amhakam aroceyyasi”ti. ","sn55.6:2.3":"Dvihatiham thito kho so puriso addasa bhagavantam duratova agacchantam. ","sn55.6:2.4":"Disvana yena isidattapurana thapatayo tenupasankami; upasankamitva isidattapurane thapatayo etadavoca: ","sn55.6:2.5":"“ayam so, bhante, bhagava agacchati araham sammasambuddho. ","sn55.6:2.6":"Yassadani kalam mannatha”ti. ","sn55.6:3.1":"Atha kho isidattapurana thapatayo yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva bhagavantam pitthito pitthito anubandhimsu. ","sn55.6:3.2":"Atha kho bhagava magga okkamma yena annataram rukkhamulam tenupasankami; upasankamitva pannatte asane nisidi. ","sn55.6:3.3":"Isidattapurana thapatayo bhagavantam abhivadetva ekamantam nisidimsu. ","sn55.6:3.4":"Ekamantam nisinna kho te isidattapurana thapatayo bhagavantam etadavocum: ","sn55.6:4.1":"“Yada mayam, bhante, bhagavantam sunama: ","sn55.6:4.2":"‘savatthiya kosalesu carikam pakkamissati’ti, hoti no tasmim samaye anattamanata hoti domanassam: ","sn55.6:4.3":"‘dure no bhagava bhavissati’ti. ","sn55.6:4.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:4.5":"‘savatthiya kosalesu carikam pakkanto’ti, hoti no tasmim samaye anattamanata hoti domanassam: ","sn55.6:4.6":"‘dure no bhagava’ti. ","sn55.6:5.1":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:5.2":"‘kosalehi mallesu carikam pakkamissati’ti, hoti no tasmim samaye anattamanata hoti domanassam: ","sn55.6:5.3":"‘dure no bhagava bhavissati’ti. ","sn55.6:5.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:5.5":"‘kosalehi mallesu carikam pakkanto’ti, hoti no tasmim samaye anattamanata hoti domanassam: ","sn55.6:5.6":"‘dure no bhagava’ti. ","sn55.6:6.1":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:6.2":"‘mallehi vajjisu carikam pakkamissati’ti, hoti no tasmim samaye anattamanata hoti domanassam: ","sn55.6:6.3":"‘dure no bhagava bhavissati’ti. ","sn55.6:6.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:6.5":"‘mallehi vajjisu carikam pakkanto’ti, hoti no tasmim samaye anattamanata hoti domanassam: ","sn55.6:6.6":"‘dure no bhagava’ti. ","sn55.6:7.1":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:7.2":"‘vajjihi kasisu carikam pakkamissati’ti, hoti no tasmim samaye anattamanata hoti domanassam: ","sn55.6:7.3":"‘dure no bhagava bhavissati’ti. ","sn55.6:7.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:7.5":"‘vajjihi kasisu carikam pakkanto’ti, hoti no tasmim samaye anattamanata hoti domanassam: ","sn55.6:7.6":"‘dure no bhagava’ti. ","sn55.6:8.1":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:8.2":"‘kasihi magadhe carikam pakkamissati’ti, hoti no tasmim samaye anattamanata hoti domanassam: ","sn55.6:8.3":"‘dure no bhagava bhavissati’ti. ","sn55.6:8.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:8.5":"‘kasihi magadhe carikam pakkanto’ti, hoti anappaka no tasmim samaye anattamanata hoti anappakam domanassam: ","sn55.6:8.6":"‘dure no bhagava’ti. ","sn55.6:9.1":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:9.2":"‘magadhehi kasisu carikam pakkamissati’ti, hoti no tasmim samaye attamanata hoti somanassam: ","sn55.6:9.3":"‘asanne no bhagava bhavissati’ti. ","sn55.6:9.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:9.5":"‘magadhehi kasisu carikam pakkanto’ti, hoti no tasmim samaye attamanata hoti somanassam: ","sn55.6:9.6":"‘asanne no bhagava’ti. ","sn55.6:10.1":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:10.2":"‘kasihi vajjisu carikam pakkamissati’ti, hoti no tasmim samaye attamanata hoti somanassam: ","sn55.6:10.3":"‘asanne no bhagava bhavissati’ti. ","sn55.6:10.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:10.5":"‘kasihi vajjisu carikam pakkanto’ti, hoti no tasmim samaye attamanata hoti somanassam: ","sn55.6:10.6":"‘asanne no bhagava’ti. ","sn55.6:11.1":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:11.2":"‘vajjihi mallesu carikam pakkamissati’ti, hoti no tasmim samaye attamanata hoti somanassam: ","sn55.6:11.3":"‘asanne no bhagava bhavissati’ti. ","sn55.6:11.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:11.5":"‘vajjihi mallesu carikam pakkanto’ti, hoti no tasmim samaye attamanata hoti somanassam: ","sn55.6:11.6":"‘asanne no bhagava’ti. ","sn55.6:12.1":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:12.2":"‘mallehi kosale carikam pakkamissati’ti, hoti no tasmim samaye attamanata hoti somanassam: ","sn55.6:12.3":"‘asanne no bhagava bhavissati’ti. ","sn55.6:12.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:12.5":"‘mallehi kosale carikam pakkanto’ti, hoti no tasmim samaye attamanata hoti somanassam: ","sn55.6:12.6":"‘asanne no bhagava’ti. ","sn55.6:13.1":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:13.2":"‘kosalehi savatthim carikam pakkamissati’ti, hoti no tasmim samaye attamanata hoti somanassam: ","sn55.6:13.3":"‘asanne no bhagava bhavissati’ti. ","sn55.6:13.4":"Yada pana mayam, bhante, bhagavantam sunama: ","sn55.6:13.5":"‘savatthiyam viharati jetavane anathapindikassa arame’ti, hoti anappaka no tasmim samaye attamanata hoti anappakam somanassam: ","sn55.6:13.6":"‘asanne no bhagava’”ti. ","sn55.6:14.1":"“Tasmatiha, thapatayo, sambadho gharavaso rajapatho, abbhokaso pabbajja. ","sn55.6:14.2":"Alanca pana vo, thapatayo, appamadaya”ti. ","sn55.6:14.3":"“Atthi kho no, bhante, etamha sambadha anno sambadho sambadhataro ceva sambadhasankhatataro ca”ti. ","sn55.6:14.4":"“Katamo pana vo, thapatayo, etamha sambadha anno sambadho sambadhataro ceva sambadhasankhatataro ca”ti? ","sn55.6:15.1":"“Idha mayam, bhante, yada raja pasenadi kosalo uyyanabhumim niyyatukamo hoti, ye te ranno pasenadissa kosalassa naga opavayha te kappetva, ya ta ranno pasenadissa kosalassa pajapatiyo piya manapa ta ekam purato ekam pacchato nisidapema. ","sn55.6:15.2":"Tasam kho pana, bhante, bhagininam evarupo gandho hoti, seyyathapi nama gandhakarandakassa tavadeva vivariyamanassa, yatha tam rajakannanam gandhena vibhusitanam. ","sn55.6:15.3":"Tasam kho pana, bhante, bhagininam evarupo kayasamphasso hoti, seyyathapi nama tulapicuno va kappasapicuno va, yatha tam rajakannanam sukhedhitanam. ","sn55.6:15.4":"Tasmim kho pana, bhante, samaye nagopi rakkhitabbo hoti, tapi bhaginiyo rakkhitabba honti, attapi rakkhitabbo hoti. ","sn55.6:15.5":"Na kho pana mayam, bhante, abhijanama tasu bhaginisu papakam cittam uppadeta. ","sn55.6:15.6":"Ayam kho no, bhante, etamha sambadha anno sambadho sambadhataro ceva sambadhasankhatataro ca”ti. ","sn55.6:16.1":"“Tasmatiha, thapatayo, sambadho gharavaso rajapatho, abbhokaso pabbajja. ","sn55.6:16.2":"Alanca pana vo, thapatayo, appamadaya. ","sn55.6:16.3":"Catuhi kho, thapatayo, dhammehi samannagato ariyasavako sotapanno hoti avinipatadhammo niyato sambodhiparayano. ","sn55.6:17.1":"Katamehi catuhi? ","sn55.6:17.2":"Idha, thapatayo, ariyasavako buddhe aveccappasadena samannagato hoti—","sn55.6:17.3":"itipi so bhagava …pe… sattha devamanussanam buddho bhagavati. ","sn55.6:17.4":"Dhamme …pe… ","sn55.6:17.5":"sanghe …pe… ","sn55.6:17.6":"vigatamalamaccherena cetasa ajjhagaram vasati muttacago payatapani vossaggarato yacayogo danasamvibhagarato. ","sn55.6:17.7":"Imehi kho, thapatayo, catuhi dhammehi samannagato ariyasavako sotapanno hoti avinipatadhammo niyato sambodhiparayano. ","sn55.6:18.1":"Tumhe kho, thapatayo, buddhe aveccappasadena samannagata—","sn55.6:18.2":"itipi so bhagava …pe… sattha devamanussanam buddho bhagavati. ","sn55.6:18.3":"Dhamme …pe… ","sn55.6:18.4":"sanghe …pe… ","sn55.6:18.5":"yam kho pana kinci kule deyyadhammam sabbam tam appativibhattam silavantehi kalyanadhammehi. ","sn55.6:18.6":"Tam kim mannatha, thapatayo, ","sn55.6:18.7":"katividha te kosalesu manussa ye tumhakam samasama, yadidam—","sn55.6:18.8":"danasamvibhage”ti? ","sn55.6:18.9":"“Labha no, bhante, suladdham no, bhante. ","sn55.6:18.10":"Yesam no bhagava evam pajanati”ti. ","sn55.6:18.11":"Chattham. "}