{"sn55.52:0.1":"Samyutta Nikaya 55.52 ","sn55.52:0.2":"6. Sappannavagga ","sn55.52:0.3":"Vassamvutthasutta ","sn55.52:1.1":"Ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","sn55.52:1.2":"Tena kho pana samayena annataro bhikkhu savatthiyam vassamvuttho kapilavatthum anuppatto hoti kenacideva karaniyena. ","sn55.52:1.3":"Assosum kho kapilavatthava sakya: “annataro kira bhikkhu savatthiyam vassamvuttho kapilavatthum anuppatto”ti. ","sn55.52:2.1":"Atha kho kapilavatthava sakya yena so bhikkhu tenupasankamimsu; upasankamitva tam bhikkhum abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho kapilavatthava sakya tam bhikkhum etadavocum: ","sn55.52:2.2":"“kacci, bhante, bhagava arogo ceva balava ca”ti? ","sn55.52:2.3":"“Arogo cavuso, bhagava balava ca”ti. ","sn55.52:3.1":"“Kacci pana, bhante, sariputtamoggallana aroga ceva balavanto ca”ti? ","sn55.52:3.2":"“Sariputtamoggallanapi kho, avuso, aroga ceva balavanto ca”ti. ","sn55.52:4.1":"“Kacci pana, bhante, bhikkhusangho arogo ca balava ca”ti. ","sn55.52:4.2":"“Bhikkhusanghopi kho, avuso, arogo ca balava ca”ti. ","sn55.52:5.1":"“Atthi pana te, bhante, kinci imina antaravassena bhagavato sammukha sutam sammukha patiggahitan”ti? ","sn55.52:5.2":"“Sammukha metam, avuso, bhagavato sutam sammukha patiggahitam: ","sn55.52:5.3":"‘appaka te, bhikkhave, bhikkhu ye asavanam khaya anasavam cetovimuttim pannavimuttim dittheva dhamme sayam abhinna sacchikatva upasampajja viharanti. ","sn55.52:5.4":"Atha kho eteva bahutara bhikkhu ye pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayino anavattidhamma tasma loka’ti. ","sn55.52:6.1":"Aparampi kho me, avuso, bhagavato sammukha sutam sammukha patiggahitam: ","sn55.52:6.2":"‘appaka te, bhikkhave, bhikkhu ye pancannam orambhagiyanam samyojananam parikkhaya opapatika tattha parinibbayino anavattidhamma tasma loka. ","sn55.52:6.3":"Atha kho eteva bahutara bhikkhu ye tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagamino, sakideva imam lokam agantva dukkhassantam karissanti’ti. ","sn55.52:7.1":"Aparampi kho me, avuso, bhagavato sammukha sutam sammukha patiggahitam: ","sn55.52:7.2":"‘appaka te, bhikkhave, bhikkhu ye tinnam samyojananam parikkhaya ragadosamohanam tanutta sakadagamino, sakideva imam lokam agantva dukkhassantam karissanti. ","sn55.52:7.3":"Atha kho eteva bahutara bhikkhu ye tinnam samyojananam parikkhaya sotapanna avinipatadhamma niyata sambodhiparayana’”ti. ","sn55.52:7.4":"Dutiyam. "}