{"sn55.7:0.1":"Samyutta Nikaya 55.7 ","sn55.7:0.2":"1. Veludvaravagga ","sn55.7:0.3":"Veludvareyyasutta ","sn55.7:1.1":"Evam me sutam—","sn55.7:1.2":"ekam samayam bhagava kosalesu carikam caramano mahata bhikkhusanghena saddhim yena veludvaram nama kosalanam brahmanagamo tadavasari. ","sn55.7:1.3":"Assosum kho te veludvareyyaka brahmanagahapatika: ","sn55.7:1.4":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito kosalesu carikam caramano mahata bhikkhusanghena saddhim veludvaram anuppatto. ","sn55.7:1.5":"Tam kho pana bhavantam gotamam evam kalyano kittisaddo abbhuggato: ","sn55.7:1.6":"‘itipi so bhagava araham sammasambuddho vijjacaranasampanno sugato lokavidu anuttaro purisadammasarathi sattha devamanussanam buddho bhagava’. ","sn55.7:1.7":"So imam lokam sadevakam samarakam sabrahmakam sassamanabrahmanim pajam sadevamanussam sayam abhinna sacchikatva pavedeti. ","sn55.7:1.8":"So dhammam deseti adikalyanam majjhekalyanam pariyosanakalyanam sattham sabyanjanam, kevalaparipunnam parisuddham brahmacariyam pakaseti. ","sn55.7:1.9":"Sadhu kho pana tatharupanam arahatam dassanam hoti”ti. ","sn55.7:2.1":"Atha kho te veludvareyyaka brahmanagahapatika yena bhagava tenupasankamimsu; upasankamitva appekacce bhagavantam abhivadetva ekamantam nisidimsu. Appekacce bhagavata saddhim sammodimsu; sammodaniyam katham saraniyam vitisaretva ekamantam nisidimsu. Appekacce yena bhagava tenanjalim panametva ekamantam nisidimsu. Appekacce bhagavato santike namagottam savetva ekamantam nisidimsu. Appekacce tunhibhuta ekamantam nisidimsu. Ekamantam nisinna kho te veludvareyyaka brahmanagahapatika bhagavantam etadavocum: ","sn55.7:2.2":"“mayam, bho gotama, evankama evamchanda evamadhippaya—","sn55.7:2.3":"puttasambadhasayanam ajjhavaseyyama, kasikacandanam paccanubhaveyyama, malagandhavilepanam dhareyyama, jataruparajatam sadiyeyyama, kayassa bheda param marana sugatim saggam lokam upapajjeyyama. ","sn55.7:2.4":"Tesam no bhavam gotamo amhakam evankamanam evamchandanam evamadhippayanam tatha dhammam desetu yatha mayam puttasambadhasayanam ajjhavaseyyama …pe… sugatim saggam lokam upapajjeyyama”ti. ","sn55.7:3.1":"“Attupanayikam vo, gahapatayo, dhammapariyayam desessami. ","sn55.7:3.2":"Tam sunatha, sadhukam manasi karotha, bhasissami”ti. ","sn55.7:3.3":"“Evam, bho”ti kho te veludvareyyaka brahmanagahapatika bhagavato paccassosum. ","sn55.7:3.4":"Bhagava etadavoca: ","sn55.7:4.1":"“Katamo ca, gahapatayo, attupanayiko dhammapariyayo? ","sn55.7:4.2":"Idha, gahapatayo, ariyasavako iti patisancikkhati: ","sn55.7:4.3":"‘aham khosmi jivitukamo amaritukamo sukhakamo dukkhappatikulo. ","sn55.7:4.4":"Yo kho mam jivitukamam amaritukamam sukhakamam dukkhappatikulam jivita voropeyya, na metam assa piyam manapam. ","sn55.7:4.5":"Ahanceva kho pana param jivitukamam amaritukamam sukhakamam dukkhappatikulam jivita voropeyyam, parassapi tam assa appiyam amanapam. ","sn55.7:4.6":"Yo kho myayam dhammo appiyo amanapo, parassa peso dhammo appiyo amanapo. ","sn55.7:4.7":"Yo kho myayam dhammo appiyo amanapo, kathaham param tena samyojeyyan’ti. ","sn55.7:4.8":"So iti patisankhaya attana ca panatipata pativirato hoti, paranca panatipata veramaniya samadapeti, panatipata veramaniya ca vannam bhasati. ","sn55.7:4.9":"Evamassayam kayasamacaro tikotiparisuddho hoti. ","sn55.7:5.1":"Puna caparam, gahapatayo, ariyasavako iti patisancikkhati: ","sn55.7:5.2":"‘yo kho me adinnam theyyasankhatam adiyeyya, na metam assa piyam manapam. ","sn55.7:5.3":"Ahanceva kho pana parassa adinnam theyyasankhatam adiyeyyam, parassapi tam assa appiyam amanapam. ","sn55.7:5.4":"Yo kho myayam dhammo appiyo amanapo, parassa peso dhammo appiyo amanapo. ","sn55.7:5.5":"Yo kho myayam dhammo appiyo amanapo, kathaham param tena samyojeyyan’ti. ","sn55.7:5.6":"So iti patisankhaya attana ca adinnadana pativirato hoti, paranca adinnadana veramaniya samadapeti, adinnadana veramaniya ca vannam bhasati. ","sn55.7:5.7":"Evamassayam kayasamacaro tikotiparisuddho hoti. ","sn55.7:6.1":"Puna caparam, gahapatayo, ariyasavako iti patisancikkhati: ","sn55.7:6.2":"‘yo kho me daresu carittam apajjeyya, na metam assa piyam manapam. ","sn55.7:6.3":"Ahanceva kho pana parassa daresu carittam apajjeyyam, parassapi tam assa appiyam amanapam. ","sn55.7:6.4":"Yo kho myayam dhammo appiyo amanapo, parassa peso dhammo appiyo amanapo. ","sn55.7:6.5":"Yo kho myayam dhammo appiyo amanapo, kathaham param tena samyojeyyan’ti. ","sn55.7:6.6":"So iti patisankhaya attana ca kamesumicchacara pativirato hoti, paranca kamesumicchacara veramaniya samadapeti, kamesumicchacara veramaniya ca vannam bhasati. ","sn55.7:6.7":"Evamassayam kayasamacaro tikotiparisuddho hoti. ","sn55.7:7.1":"Puna caparam, gahapatayo, ariyasavako iti patisancikkhati: ","sn55.7:7.2":"‘yo kho me musavadena attham bhanjeyya, na metam assa piyam manapam. ","sn55.7:7.3":"Ahanceva kho pana parassa musavadena attham bhanjeyyam, parassapi tam assa appiyam amanapam. ","sn55.7:7.4":"Yo kho myayam dhammo appiyo amanapo, parassa peso dhammo appiyo amanapo. ","sn55.7:7.5":"Yo kho myayam dhammo appiyo amanapo, kathaham param tena samyojeyyan’ti. ","sn55.7:7.6":"So iti patisankhaya attana ca musavada pativirato hoti, paranca musavada veramaniya samadapeti, musavada veramaniya ca vannam bhasati. ","sn55.7:7.7":"Evamassayam vacisamacaro tikotiparisuddho hoti. ","sn55.7:8.1":"Puna caparam, gahapatayo, ariyasavako iti patisancikkhati: ","sn55.7:8.2":"“yo kho mam pisunaya vacaya mitte bhindeyya, na metam assa piyam manapam. ","sn55.7:8.3":"Ahanceva kho pana param pisunaya vacaya mitte bhindeyyam, parassapi tam assa appiyam amanapam …pe… ","sn55.7:8.4":"evamassayam vacisamacaro tikotiparisuddho hoti. ","sn55.7:9.1":"Puna caparam, gahapatayo, ariyasavako iti patisancikkhati: ","sn55.7:9.2":"“yo kho mam pharusaya vacaya samudacareyya, na metam assa piyam manapam. ","sn55.7:9.3":"Ahanceva kho pana param pharusaya vacaya samudacareyyam, parassapi tam assa appiyam amanapam. ","sn55.7:9.4":"Yo kho myayam dhammo …pe… ","sn55.7:9.5":"evamassayam vacisamacaro tikotiparisuddho hoti. ","sn55.7:10.1":"Puna caparam, gahapatayo, ariyasavako iti patisancikkhati: ","sn55.7:10.2":"‘yo kho mam samphabhasena samphappalapabhasena samudacareyya, na metam assa piyam manapam. ","sn55.7:10.3":"Ahanceva kho pana param samphabhasena samphappalapabhasena samudacareyyam, parassapi tam assa appiyam amanapam. ","sn55.7:10.4":"Yo kho myayam dhammo appiyo amanapo, parassa peso dhammo appiyo amanapo. ","sn55.7:10.5":"Yo kho myayam dhammo appiyo amanapo, kathaham param tena samyojeyyan’ti. ","sn55.7:10.6":"So iti patisankhaya attana ca samphappalapa pativirato hoti, paranca samphappalapa veramaniya samadapeti, samphappalapa veramaniya ca vannam bhasati. ","sn55.7:10.7":"Evamassayam vacisamacaro tikotiparisuddho hoti. ","sn55.7:11.1":"So buddhe aveccappasadena samannagato hoti—","sn55.7:11.2":"itipi so bhagava …pe… sattha devamanussanam buddho bhagavati; ","sn55.7:11.3":"dhamme …pe… ","sn55.7:11.4":"sanghe aveccappasadena samannagato hoti suppatipanno bhagavato savakasangho …pe… anuttaram punnakkhettam lokassati. ","sn55.7:11.5":"ariyakantehi silehi samannagato hoti akhandehi …pe… samadhisamvattanikehi. ","sn55.7:11.6":"Yato kho, gahapatayo, ariyasavako imehi sattahi saddhammehi samannagato hoti imehi catuhi akankhiyehi thanehi, so akankhamano attanava attanam byakareyya: ","sn55.7:11.7":"‘khinanirayomhi khinatiracchanayoni khinapettivisayo khinapayaduggativinipato, sotapannohamasmi avinipatadhammo niyato sambodhiparayano’”ti. ","sn55.7:12.1":"Evam vutte, veludvareyyaka brahmanagahapatika bhagavantam etadavocum: ","sn55.7:12.2":"“abhikkantam, bho gotama …pe… ","sn55.7:12.3":"ete mayam bhavantam gotamam saranam gacchama dhammanca bhikkhusanghanca. ","sn55.7:12.4":"Upasake no bhavam gotamo dharetu ajjatagge panupete saranam gate”ti. ","sn55.7:12.5":"Sattamam. "}