{"sn55.27:0.1":"Samyutta Nikaya 55.27 ","sn55.27:0.2":"3. Sarananivagga ","sn55.27:0.3":"Dutiyaanathapindikasutta ","sn55.27:1.1":"Savatthinidanam. ","sn55.27:1.2":"Tena kho pana samayena anathapindiko gahapati abadhiko hoti dukkhito balhagilano. ","sn55.27:1.3":"Atha kho anathapindiko gahapati annataram purisam amantesi: ","sn55.27:1.4":"“ehi tvam, ambho purisa, yenayasma anando tenupasankama; upasankamitva mama vacanena ayasmato anandassa pade sirasa vanda: ","sn55.27:1.5":"‘anathapindiko, bhante, gahapati abadhiko dukkhito balhagilano. ","sn55.27:1.6":"So ayasmato anandassa pade sirasa vandati’ti. ","sn55.27:1.7":"Evanca vadehi: ","sn55.27:1.8":"‘sadhu kira, bhante, ayasma anando yena anathapindikassa gahapatissa nivesanam tenupasankamatu anukampam upadaya’”ti. ","sn55.27:2.1":"“Evam, bhante”ti kho so puriso anathapindikassa gahapatissa patissutva yenayasma anando tenupasankami; upasankamitva ayasmantam anandam abhivadetva ekamantam nisidi. Ekamantam nisinno kho so puriso ayasmantam anandam etadavoca: ","sn55.27:2.2":"“anathapindiko, bhante, gahapati abadhiko dukkhito balhagilano. ","sn55.27:2.3":"So ayasmato anandassa pade sirasa vandati. ","sn55.27:2.4":"Evanca vadati: ","sn55.27:2.5":"‘sadhu kira, bhante, ayasma anando yena anathapindikassa gahapatissa nivesanam tenupasankamatu anukampam upadaya’”ti. ","sn55.27:2.6":"Adhivasesi kho ayasma anando tunhibhavena. ","sn55.27:3.1":"Atha kho ayasma anando pubbanhasamayam nivasetva pattacivaramadaya yena anathapindikassa gahapatissa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. Nisajja kho ayasma anando anathapindikam gahapatim etadavoca: ","sn55.27:3.2":"“kacci te, gahapati, khamaniyam, kacci yapaniyam? Kacci dukkha vedana patikkamanti, no abhikkamanti; patikkamosanam pannayati, no abhikkamo”ti? ","sn55.27:3.3":"“Na me, bhante, khamaniyam na yapaniyam. Balha me dukkha vedana abhikkamanti, no patikkamanti; abhikkamosanam pannayati, no patikkamo”ti. ","sn55.27:4.1":"“Catuhi kho, gahapati, dhammehi samannagatassa assutavato puthujjanassa hoti uttaso, hoti chambhitattam, hoti samparayikam maranabhayam. ","sn55.27:4.2":"Katamehi catuhi? ","sn55.27:4.3":"Idha, gahapati, assutava puthujjano buddhe appasadena samannagato hoti. ","sn55.27:4.4":"Tanca panassa buddhe appasadam attani samanupassato hoti uttaso, hoti chambhitattam, hoti samparayikam maranabhayam. ","sn55.27:5.1":"Puna caparam, gahapati, assutava puthujjano dhamme appasadena samannagato hoti. ","sn55.27:5.2":"Tanca panassa dhamme appasadam attani samanupassato hoti uttaso, hoti chambhitattam, hoti samparayikam maranabhayam. ","sn55.27:6.1":"Puna caparam, gahapati, assutava puthujjano sanghe appasadena samannagato hoti. ","sn55.27:6.2":"Tanca panassa sanghe appasadam attani samanupassato hoti uttaso, hoti chambhitattam, hoti samparayikam maranabhayam. ","sn55.27:7.1":"Puna caparam, gahapati, assutava puthujjano dussilyena samannagato hoti. ","sn55.27:7.2":"Tanca panassa dussilyam attani samanupassato hoti uttaso, hoti chambhitattam, hoti samparayikam maranabhayam. ","sn55.27:7.3":"Imehi kho, gahapati, catuhi dhammehi samannagatassa assutavato puthujjanassa hoti uttaso, hoti chambhitattam, hoti samparayikam maranabhayam. ","sn55.27:8.1":"Catuhi kho, gahapati, dhammehi samannagatassa sutavato ariyasavakassa na hoti uttaso, na hoti chambhitattam, na hoti samparayikam maranabhayam. ","sn55.27:8.2":"Katamehi catuhi? ","sn55.27:8.3":"Idha, gahapati, sutava ariyasavako buddhe aveccappasadena samannagato hoti—","sn55.27:8.4":"itipi so bhagava …pe… sattha devamanussanam buddho bhagavati. ","sn55.27:8.5":"Tanca panassa buddhe aveccappasadam attani samanupassato na hoti uttaso, na hoti chambhitattam, na hoti samparayikam maranabhayam. ","sn55.27:9.1":"Puna caparam, gahapati, sutava ariyasavako dhamme aveccappasadena samannagato hoti—","sn55.27:9.2":"svakkhato bhagavata dhammo …pe… paccattam veditabbo vinnuhiti. ","sn55.27:9.3":"Tanca panassa dhamme aveccappasadam attani samanupassato na hoti uttaso, na hoti chambhitattam, na hoti samparayikam maranabhayam. ","sn55.27:10.1":"Puna caparam, gahapati, sutava ariyasavako sanghe aveccappasadena samannagato hoti—","sn55.27:10.2":"suppatipanno bhagavato savakasangho …pe… anuttaram punnakkhettam lokassati. ","sn55.27:10.3":"Tanca panassa sanghe aveccappasadam attani samanupassato na hoti uttaso, na hoti chambhitattam, na hoti samparayikam maranabhayam. ","sn55.27:11.1":"Puna caparam, gahapati, sutava ariyasavako ariyakantehi silehi samannagato hoti akhandehi …pe… samadhisamvattanikehi. ","sn55.27:11.2":"Tani ca panassa ariyakantani silani attani samanupassato na hoti uttaso, na hoti chambhitattam, na hoti samparayikam maranabhayam. ","sn55.27:11.3":"Imehi kho, gahapati, catuhi dhammehi samannagatassa sutavato ariyasavakassa na hoti uttaso, na hoti chambhitattam, na hoti samparayikam maranabhayan”ti. ","sn55.27:12.1":"“Naham, bhante ananda, bhayami. ","sn55.27:12.2":"Kyaham bhayissami. ","sn55.27:12.3":"Ahanhi, bhante, buddhe aveccappasadena samannagato homi—","sn55.27:12.4":"itipi so bhagava …pe… sattha devamanussanam buddho bhagavati. ","sn55.27:12.5":"Dhamme …pe… ","sn55.27:12.6":"sanghe aveccappasadena samannagato homi—","sn55.27:12.7":"suppatipanno bhagavato savakasangho …pe… anuttaram punnakkhettam lokassati. ","sn55.27:12.8":"Yani cimani, bhante, bhagavata gihisamicikani sikkhapadani desitani, naham tesam kinci attani khandam samanupassami”ti. ","sn55.27:12.9":"“Labha te, gahapati, suladdham te, gahapati. ","sn55.27:12.10":"Sotapattiphalam taya, gahapati, byakatan”ti. ","sn55.27:12.11":"Sattamam. "}