{"sn56.12:0.1":"Samyutta Nikaya 56.12 ","sn56.12:0.2":"2. Dhammacakkappavattanavagga ","sn56.12:0.3":"Tathagatasutta ","sn56.12:1.1":"“‘Idam dukkham ariyasaccan’ti, bhikkhave, tathagatanam pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.12:1.2":"‘Tam kho panidam dukkham ariyasaccam parinneyyan’ti, bhikkhave, tathagatanam pubbe …pe… udapadi. ","sn56.12:1.3":"‘Tam kho panidam dukkham ariyasaccam parinnatan’ti, bhikkhave, tathagatanam pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.12:2.1":"‘Idam dukkhasamudayam ariyasaccan’ti bhikkhave, tathagatanam pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.12:2.2":"‘Tam kho panidam dukkhasamudayam ariyasaccam pahatabban’ti, bhikkhave, tathagatanam pubbe …pe… udapadi. ","sn56.12:2.3":"‘Tam kho panidam dukkhasamudayam ariyasaccam pahinan’ti, bhikkhave, tathagatanam pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.12:3.1":"‘Idam dukkhanirodham ariyasaccan’ti, bhikkhave, tathagatanam pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.12:3.2":"‘Tam kho panidam dukkhanirodham ariyasaccam sacchikatabban’ti, bhikkhave, tathagatanam pubbe …pe… udapadi. ","sn56.12:3.3":"‘Tam kho panidam dukkhanirodham ariyasaccam sacchikatan’ti, bhikkhave, tathagatanam pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.12:4.1":"‘Idam dukkhanirodhagamini patipada ariyasaccan’ti, bhikkhave, tathagatanam pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.12:4.2":"‘Tam kho panidam dukkhanirodhagamini patipada ariyasaccam bhavetabban’ti, bhikkhave, tathagatanam pubbe …pe… udapadi. ","sn56.12:4.3":"‘Tam kho panidam dukkhanirodhagamini patipada ariyasaccam bhavitan’ti, bhikkhave, tathagatanam pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi”ti. ","sn56.12:4.4":"Dutiyam. "}