{"sn56.45:0.1":"Samyutta Nikaya 56.45 ","sn56.45:0.2":"5. Papatavagga ","sn56.45:0.3":"Valasutta ","sn56.45:1.1":"Ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","sn56.45:1.2":"Atha kho ayasma anando pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","sn56.45:1.3":"Addasa kho ayasma anando sambahule licchavikumarake santhagare upasanam karonte, duratova sukhumena talacchiggalena asanam atipatente, ponkhanuponkham aviradhitam. ","sn56.45:1.4":"Disvanassa etadahosi: ","sn56.45:1.5":"“sikkhita vatime licchavikumaraka, susikkhita vatime licchavikumaraka; ","sn56.45:1.6":"yatra hi nama duratova sukhumena talacchiggalena asanam atipatessanti ponkhanuponkham aviradhitan”ti. ","sn56.45:2.1":"Atha kho ayasma anando vesalim pindaya caritva pacchabhattam pindapatapatikkanto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma anando bhagavantam etadavoca: ","sn56.45:2.2":"“idhaham, bhante, pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisim. ","sn56.45:2.3":"Addasam khvaham, bhante, sambahule licchavikumarake santhagare upasanam karonte duratova sukhumena talacchiggalena asanam atipatente ponkhanuponkham aviradhitam. ","sn56.45:2.4":"Disvana me etadahosi: ","sn56.45:2.5":"‘sikkhita vatime licchavikumaraka, susikkhita vatime licchavikumaraka; ","sn56.45:2.6":"yatra hi nama duratova sukhumena talacchiggalena asanam atipatessanti ponkhanuponkham aviradhitan’”ti. ","sn56.45:3.1":"“Tam kim mannasi, ananda, ","sn56.45:3.2":"katamam nu kho dukkarataram va durabhisambhavataram va—","sn56.45:3.3":"yo duratova sukhumena talacchiggalena asanam atipateyya ponkhanuponkham aviradhitam, yo va sattadha bhinnassa valassa kotiya kotim pativijjheyya”ti? ","sn56.45:3.4":"“Etadeva, bhante, dukkarataranceva durabhisambhavataranca yo va sattadha bhinnassa valassa kotiya kotim pativijjheyya”ti. ","sn56.45:3.5":"“Atha kho, ananda, duppativijjhataram pativijjhanti, ye ‘idam dukkhan’ti yathabhutam pativijjhanti …pe… ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pativijjhanti. ","sn56.45:4.1":"Tasmatihananda, ‘idam dukkhan’ti yogo karaniyo …pe… ‘ayam dukkhanirodhagamini patipada’ti yogo karaniyo”ti. ","sn56.45:4.2":"Pancamam. "}