{"sn56.11:0.1":"Samyutta Nikaya 56.11 ","sn56.11:0.2":"2. Dhammacakkappavattanavagga ","sn56.11:0.3":"Dhammacakkappavattanasutta ","sn56.11:1.1":"Ekam samayam bhagava baranasiyam viharati isipatane migadaye. ","sn56.11:1.2":"Tatra kho bhagava pancavaggiye bhikkhu amantesi: ","sn56.11:2.1":"“Dveme, bhikkhave, anta pabbajitena na sevitabba. ","sn56.11:2.2":"Katame dve? ","sn56.11:2.3":"Yo cayam kamesu kamasukhallikanuyogo hino gammo pothujjaniko anariyo anatthasamhito, yo cayam attakilamathanuyogo dukkho anariyo anatthasamhito. ","sn56.11:2.4":"Ete kho, bhikkhave, ubho ante anupagamma majjhima patipada tathagatena abhisambuddha cakkhukarani nanakarani upasamaya abhinnaya sambodhaya nibbanaya samvattati. ","sn56.11:3.1":"Katama ca sa, bhikkhave, majjhima patipada tathagatena abhisambuddha cakkhukarani nanakarani upasamaya abhinnaya sambodhaya nibbanaya samvattati? ","sn56.11:3.2":"Ayameva ariyo atthangiko maggo, seyyathidam—","sn56.11:3.3":"sammaditthi sammasankappo sammavaca sammakammanto sammaajivo sammavayamo sammasati sammasamadhi. ","sn56.11:3.4":"Ayam kho sa, bhikkhave, majjhima patipada tathagatena abhisambuddha cakkhukarani nanakarani upasamaya abhinnaya sambodhaya nibbanaya samvattati. ","sn56.11:4.1":"Idam kho pana, bhikkhave, dukkham ariyasaccam—","sn56.11:4.2":"jatipi dukkha, jarapi dukkha, byadhipi dukkho, maranampi dukkham, appiyehi sampayogo dukkho, piyehi vippayogo dukkho, yampiccham na labhati tampi dukkham—sankhittena pancupadanakkhandha dukkha. ","sn56.11:4.3":"Idam kho pana, bhikkhave, dukkhasamudayam ariyasaccam—","sn56.11:4.4":"yayam tanha ponobbhavika nandiragasahagata tatratatrabhinandini, seyyathidam—","sn56.11:4.5":"kamatanha, bhavatanha, vibhavatanha. ","sn56.11:4.6":"Idam kho pana, bhikkhave, dukkhanirodham ariyasaccam—","sn56.11:4.7":"yo tassayeva tanhaya asesaviraganirodho cago patinissaggo mutti analayo. ","sn56.11:4.8":"Idam kho pana, bhikkhave, dukkhanirodhagamini patipada ariyasaccam—","sn56.11:4.9":"ayameva ariyo atthangiko maggo, seyyathidam—","sn56.11:4.10":"sammaditthi …pe… sammasamadhi. ","sn56.11:5.1":"‘Idam dukkham ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.11:5.2":"‘Tam kho panidam dukkham ariyasaccam parinneyyan’ti me, bhikkhave, pubbe …pe… udapadi. ","sn56.11:5.3":"‘Tam kho panidam dukkham ariyasaccam parinnatan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.11:6.1":"‘Idam dukkhasamudayam ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.11:6.2":"‘Tam kho panidam dukkhasamudayam ariyasaccam pahatabban’ti me, bhikkhave, pubbe …pe… udapadi. ","sn56.11:6.3":"‘Tam kho panidam dukkhasamudayam ariyasaccam pahinan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.11:7.1":"‘Idam dukkhanirodham ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.11:7.2":"‘Tam kho panidam dukkhanirodham ariyasaccam sacchikatabban’ti me, bhikkhave, pubbe …pe… udapadi. ","sn56.11:7.3":"‘Tam kho panidam dukkhanirodham ariyasaccam sacchikatan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.11:8.1":"‘Idam dukkhanirodhagamini patipada ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.11:8.2":"‘Tam kho panidam dukkhanirodhagamini patipada ariyasaccam bhavetabban’ti me, bhikkhave, pubbe …pe… udapadi. ","sn56.11:8.3":"‘Tam kho panidam dukkhanirodhagamini patipada ariyasaccam bhavitan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhum udapadi, nanam udapadi, panna udapadi, vijja udapadi, aloko udapadi. ","sn56.11:9.1":"Yavakivanca me, bhikkhave, imesu catusu ariyasaccesu evam tiparivattam dvadasakaram yathabhutam nanadassanam na suvisuddham ahosi, neva tavaham, bhikkhave, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya ‘anuttaram sammasambodhim abhisambuddho’ti paccannasim. ","sn56.11:10.1":"Yato ca kho me, bhikkhave, imesu catusu ariyasaccesu evam tiparivattam dvadasakaram yathabhutam nanadassanam suvisuddham ahosi, athaham, bhikkhave, sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya ‘anuttaram sammasambodhim abhisambuddho’ti paccannasim. ","sn56.11:10.2":"Nananca pana me dassanam udapadi: ","sn56.11:10.3":"‘akuppa me vimutti, ayamantima jati, natthi dani punabbhavo’”ti. ","sn56.11:10.4":"Idamavoca bhagava. ","sn56.11:10.5":"Attamana pancavaggiya bhikkhu bhagavato bhasitam abhinandunti. ","sn56.11:11.1":"Imasminca pana veyyakaranasmim bhannamane ayasmato kondannassa virajam vitamalam dhammacakkhum udapadi: ","sn56.11:11.2":"“yam kinci samudayadhammam sabbam tam nirodhadhamman”ti. ","sn56.11:12.1":"Pavattite ca pana bhagavata dhammacakke bhumma deva saddamanussavesum: ","sn56.11:12.2":"“etam bhagavata baranasiyam isipatane migadaye anuttaram dhammacakkam pavattitam appativattiyam samanena va brahmanena va devena va marena va brahmuna va kenaci va lokasmin”ti. ","sn56.11:12.3":"Bhummanam devanam saddam sutva catumaharajika deva saddamanussavesum: ","sn56.11:12.4":"“etam bhagavata baranasiyam isipatane migadaye anuttaram dhammacakkam pavattitam, appativattiyam samanena va brahmanena va devena va marena va brahmuna va kenaci va lokasmin”ti. ","sn56.11:12.5":"Catumaharajikanam devanam saddam sutva tavatimsa deva …pe… ","sn56.11:12.6":"yama deva …pe… ","sn56.11:12.7":"tusita deva …pe… ","sn56.11:12.8":"nimmanarati deva …pe… ","sn56.11:12.9":"paranimmitavasavatti deva …pe… ","sn56.11:12.10":"brahmakayika deva saddamanussavesum: ","sn56.11:12.11":"“etam bhagavata baranasiyam isipatane migadaye anuttaram dhammacakkam pavattitam appativattiyam samanena va brahmanena va devena va marena va brahmuna va kenaci va lokasmin”ti. ","sn56.11:13.1":"Itiha tena khanena tena layena tena muhuttena yava brahmaloka saddo abbhuggacchi. ","sn56.11:13.2":"Ayanca dasasahassilokadhatu sankampi sampakampi sampavedhi, appamano ca ularo obhaso loke paturahosi atikkamma devanam devanubhavanti. ","sn56.11:14.1":"Atha kho bhagava imam udanam udanesi: ","sn56.11:14.2":"“annasi vata bho, kondanno, annasi vata bho, kondanno”ti. ","sn56.11:14.3":"Iti hidam ayasmato kondannassa “annasikondanno” tveva namam ahositi. ","sn56.11:14.4":"Pathamam. "}