{"sn56.43:0.1":"Samyutta Nikaya 56.43 ","sn56.43:0.2":"5. Papatavagga ","sn56.43:0.3":"Mahaparilahasutta ","sn56.43:1.1":"“Atthi, bhikkhave, mahaparilaho nama nirayo. ","sn56.43:1.2":"Tattha yam kinci cakkhuna rupam passati, anittharupanneva passati no ittharupam; akantarupanneva passati no kantarupam; amanaparupanneva passati no manaparupam. ","sn56.43:1.3":"Yam kinci sotena saddam sunati …pe… ","sn56.43:1.4":"yam kinci kayena photthabbam phusati …pe… ","sn56.43:1.5":"yam kinci manasa dhammam vijanati, anittharupanneva vijanati no ittharupam; akantarupanneva vijanati no kantarupam; amanaparupanneva vijanati no manaparupan”ti. ","sn56.43:2.1":"Evam vutte, annataro bhikkhu bhagavantam etadavoca: ","sn56.43:2.2":"“maha vata so, bhante, parilaho, sumaha vata so, bhante, parilaho. ","sn56.43:2.3":"Atthi nu kho, bhante, etamha parilaha anno parilaho mahantataro ceva bhayanakataro ca”ti? ","sn56.43:2.4":"“Atthi kho, bhikkhu, etamha parilaha anno parilaho mahantataro ca bhayanakataro ca”ti. ","sn56.43:3.1":"“Katamo pana, bhante, etamha parilaha anno parilaho mahantataro ca bhayanakataro ca”ti? ","sn56.43:3.2":"“Ye hi keci, bhikkhave, samana va brahmana va ‘idam dukkhan’ti yathabhutam nappajananti …pe… ","sn56.43:3.3":"‘ayam dukkhanirodhagamini patipada’ti yathabhutam nappajananti, te jatisamvattanikesu sankharesu abhiramanti …pe… ","sn56.43:3.4":"abhirata …pe… abhisankharonti …pe… ","sn56.43:3.5":"abhisankharitva jatiparilahenapi paridayhanti, jaraparilahenapi paridayhanti, maranaparilahenapi paridayhanti, sokaparidevadukkhadomanassupayasaparilahenapi paridayhanti. ","sn56.43:3.6":"Te na parimuccanti jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi. ","sn56.43:3.7":"‘Na parimuccanti dukkhasma’ti vadami. ","sn56.43:4.1":"Ye ca kho keci, bhikkhave, samana va brahmana va ‘idam dukkhan’ti yathabhutam pajananti …pe… ‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajananti. ","sn56.43:4.2":"Te jatisamvattanikesu sankharesu nabhiramanti …pe… ","sn56.43:4.3":"anabhirata …pe… nabhisankharonti …pe… ","sn56.43:4.4":"anabhisankharitva jatiparilahenapi na paridayhanti, jaraparilahenapi na paridayhanti, maranaparilahenapi na paridayhanti, sokaparidevadukkhadomanassupayasaparilahenapi na paridayhanti. ","sn56.43:4.5":"Te parimuccanti jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi. ","sn56.43:4.6":"‘Parimuccanti dukkhasma’ti vadami. ","sn56.43:5.1":"Tasmatiha, bhikkhave, ‘idam dukkhan’ti yogo karaniyo …pe… ‘ayam dukkhanirodhagamini patipada’ti yogo karaniyo”ti. ","sn56.43:5.2":"Tatiyam. "}