{"sn56.42:0.1":"Samyutta Nikaya 56.42 ","sn56.42:0.2":"5. Papatavagga ","sn56.42:0.3":"Papatasutta ","sn56.42:1.1":"Ekam samayam bhagava rajagahe viharati gijjhakute pabbate. ","sn56.42:1.2":"Atha kho bhagava bhikkhu amantesi: ","sn56.42:1.3":"“ayama, bhikkhave, yena patibhanakuto tenupasankamissama divaviharaya”ti. ","sn56.42:1.4":"“Evam, bhante”ti kho te bhikkhu bhagavato paccassosum. ","sn56.42:1.5":"Atha kho bhagava sambahulehi bhikkhuhi saddhim yena patibhanakuto tenupasankami. ","sn56.42:1.6":"Addasa kho annataro bhikkhu patibhanakute mahantam papatam. ","sn56.42:1.7":"Disvana bhagavantam etadavoca: ","sn56.42:1.8":"“maha vatayam, bhante, papato subhayanako, bhante, papato. ","sn56.42:1.9":"Atthi nu kho, bhante, imamha papata anno papato mahantataro ca bhayanakataro ca”ti? ","sn56.42:1.10":"“Atthi kho, bhikkhu, imamha papata anno papato mahantataro ca bhayanakataro ca”ti. ","sn56.42:2.1":"“Katamo pana, bhante, imamha papata anno papato mahantataro ca bhayanakataro ca”ti? ","sn56.42:2.2":"“Ye hi keci, bhikkhave, samana va brahmana va ‘idam dukkhan’ti yathabhutam nappajananti, ‘ayam dukkhasamudayo’ti yathabhutam nappajananti, ‘ayam dukkhanirodho’ti yathabhutam nappajananti, ‘ayam dukkhanirodhagamini patipada’ti yathabhutam nappajananti, ","sn56.42:2.3":"te jatisamvattanikesu sankharesu abhiramanti, jarasamvattanikesu sankharesu abhiramanti, maranasamvattanikesu sankharesu abhiramanti, sokaparidevadukkhadomanassupayasasamvattanikesu sankharesu abhiramanti. ","sn56.42:2.4":"Te jatisamvattanikesu sankharesu abhirata jarasamvattanikesu sankharesu abhirata maranasamvattanikesu sankharesu abhirata sokaparidevadukkhadomanassupayasasamvattanikesu sankharesu abhirata jatisamvattanikepi sankhare abhisankharonti, jarasamvattanikepi sankhare abhisankharonti, maranasamvattanikepi sankhare abhisankharonti, sokaparidevadukkhadomanassupayasasamvattanikepi sankhare abhisankharonti. ","sn56.42:2.5":"Te jatisamvattanikepi sankhare abhisankharitva jarasamvattanikepi sankhare abhisankharitva maranasamvattanikepi sankhare abhisankharitva sokaparidevadukkhadomanassupayasasamvattanikepi sankhare abhisankharitva jatipapatampi papatanti, jarapapatampi papatanti, maranapapatampi papatanti, sokaparidevadukkhadomanassupayasapapatampi papatanti. ","sn56.42:2.6":"Te na parimuccanti jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi. ","sn56.42:2.7":"‘Na parimuccanti dukkhasma’ti vadami. ","sn56.42:3.1":"Ye ca kho keci, bhikkhave, samana va brahmana va ‘idam dukkhan’ti yathabhutam pajananti …pe… ","sn56.42:3.2":"‘ayam dukkhanirodhagamini patipada’ti yathabhutam pajananti, te jatisamvattanikesu sankharesu nabhiramanti, jarasamvattanikesu sankharesu nabhiramanti, maranasamvattanikesu sankharesu nabhiramanti, sokaparidevadukkhadomanassupayasasamvattanikesu sankharesu nabhiramanti. ","sn56.42:3.3":"Te jatisamvattanikesu sankharesu anabhirata, jarasamvattanikesu sankharesu anabhirata, maranasamvattanikesu sankharesu anabhirata, sokaparidevadukkhadomanassupayasasamvattanikesu sankharesu anabhirata, jatisamvattanikepi sankhare nabhisankharonti, jarasamvattanikepi sankhare nabhisankharonti, maranasamvattanikepi sankhare nabhisankharonti, sokaparidevadukkhadomanassupayasasamvattanikepi sankhare nabhisankharonti. ","sn56.42:3.4":"Te jatisamvattanikepi sankhare anabhisankharitva, jarasamvattanikepi sankhare anabhisankharitva, maranasamvattanikepi sankhare anabhisankharitva, sokaparidevadukkhadomanassupayasasamvattanikepi sankhare anabhisankharitva, jatipapatampi nappapatanti, jarapapatampi nappapatanti, maranapapatampi nappapatanti, sokaparidevadukkhadomanassupayasapapatampi nappapatanti. ","sn56.42:3.5":"Te parimuccanti jatiya jaraya maranena sokehi paridevehi dukkhehi domanassehi upayasehi. ","sn56.42:3.6":"‘Parimuccanti dukkhasma’ti vadami. ","sn56.42:4.1":"Tasmatiha, bhikkhave, ‘idam dukkhan’ti yogo karaniyo …pe… ‘ayam dukkhanirodhagamini patipada’ti yogo karaniyo”ti. ","sn56.42:4.2":"Dutiyam. "}