{"sn6.6:0.1":"Samyutta Nikaya 6.6 ","sn6.6:0.2":"1. Pathamavagga ","sn6.6:0.3":"Brahmalokasutta ","sn6.6:1.1":"Savatthinidanam. ","sn6.6:1.2":"Tena kho pana samayena bhagava divaviharagato hoti patisallino. ","sn6.6:1.3":"Atha kho subrahma ca paccekabrahma suddhavaso ca paccekabrahma yena bhagava tenupasankamimsu; upasankamitva paccekam dvarabaham upanissaya atthamsu. Atha kho subrahma paccekabrahma suddhavasam paccekabrahmanam etadavoca: ","sn6.6:1.4":"“akalo kho tava, marisa, bhagavantam payirupasitum; ","sn6.6:1.5":"divaviharagato bhagava patisallino ca. ","sn6.6:1.6":"Asuko ca brahmaloko iddho ceva phito ca, brahma ca tatra pamadaviharam viharati. ","sn6.6:1.7":"Ayama, marisa, yena so brahmaloko tenupasankamissama; upasankamitva tam brahmanam samvejeyyama”ti. ","sn6.6:1.8":"“Evam, marisa”ti kho suddhavaso paccekabrahma subrahmuno paccekabrahmuno paccassosi. ","sn6.6:2.1":"Atha kho subrahma ca paccekabrahma suddhavaso ca paccekabrahma—seyyathapi nama balava puriso …pe… evameva—bhagavato purato antarahita tasmim brahmaloke paturahesum. ","sn6.6:2.2":"Addasa kho so brahma te brahmano duratova agacchante. Disvana te brahmano etadavoca: ","sn6.6:2.3":"“handa kuto nu tumhe, marisa, agacchatha”ti? ","sn6.6:2.4":"“Agata kho mayam, marisa, amha tassa bhagavato santika arahato sammasambuddhassa. ","sn6.6:2.5":"Gaccheyyasi pana tvam, marisa, tassa bhagavato upatthanam arahato sammasambuddhassa”ti? ","sn6.6:3.1":"Evam vutto, kho so brahma tam vacanam anadhivasento sahassakkhattum attanam abhinimminitva subrahmanam paccekabrahmanam etadavoca: ","sn6.6:3.2":"“passasi me no tvam, marisa, evarupam iddhanubhavan”ti? ","sn6.6:3.3":"“Passami kho tyaham, marisa, evarupam iddhanubhavan”ti. ","sn6.6:3.4":"“So khvaham, marisa, evammahiddhiko evammahanubhavo kassa annassa samanassa va brahmanassa va upatthanam gamissami”ti? ","sn6.6:4.1":"Atha kho subrahma paccekabrahma dvisahassakkhattum attanam abhinimminitva tam brahmanam etadavoca: ","sn6.6:4.2":"“passasi me no tvam, marisa, evarupam iddhanubhavan”ti? ","sn6.6:4.3":"“Passami kho tyaham, marisa, evarupam iddhanubhavan”ti. ","sn6.6:4.4":"“Taya ca kho, marisa, maya ca sveva bhagava mahiddhikataro ceva mahanubhavataro ca. ","sn6.6:4.5":"Gaccheyyasi tvam, marisa, tassa bhagavato upatthanam arahato sammasambuddhassa”ti? ","sn6.6:4.6":"Atha kho so brahma subrahmanam paccekabrahmanam gathaya ajjhabhasi: ","sn6.6:5.1":"“Tayo supanna caturo ca hamsa, ","sn6.6:5.2":"Byagghinisa pancasata ca jhayino; ","sn6.6:5.3":"Tayidam vimanam jalate ca brahme, ","sn6.6:5.4":"Obhasayam uttarassam disayan”ti. ","sn6.6:6.1":"“Kincapi te tam jalate vimanam, ","sn6.6:6.2":"Obhasayam uttarassam disayam; ","sn6.6:6.3":"Rupe ranam disva sada pavedhitam, ","sn6.6:6.4":"Tasma na rupe ramati sumedho”ti. ","sn6.6:7.1":"Atha kho subrahma ca paccekabrahma suddhavaso ca paccekabrahma tam brahmanam samvejetva tatthevantaradhayimsu. ","sn6.6:7.2":"Agamasi ca kho so brahma aparena samayena bhagavato upatthanam arahato sammasambuddhassati. "}