{"sn6.1:0.1":"Samyutta Nikaya 6.1 ","sn6.1:0.2":"1. Pathamavagga ","sn6.1:0.3":"Brahmayacanasutta ","sn6.1:1.1":"Evam me sutam—","sn6.1:1.2":"ekam samayam bhagava uruvelayam viharati najja neranjaraya tire ajapalanigrodhamule pathamabhisambuddho. ","sn6.1:1.3":"Atha kho bhagavato rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","sn6.1:1.4":"“adhigato kho myayam dhammo gambhiro duddaso duranubodho santo panito atakkavacaro nipuno panditavedaniyo. ","sn6.1:1.5":"Alayarama kho panayam paja alayarata alayasammudita. ","sn6.1:1.6":"Alayaramaya kho pana pajaya alayarataya alayasammuditaya duddasam idam thanam yadidam idappaccayatapaticcasamuppado. ","sn6.1:1.7":"Idampi kho thanam duddasam yadidam sabbasankharasamatho sabbupadhipatinissaggo tanhakkhayo virago nirodho nibbanam. ","sn6.1:1.8":"Ahanceva kho pana dhammam deseyyam; pare ca me na ajaneyyum; so mamassa kilamatho, sa mamassa vihesa”ti. ","sn6.1:1.9":"Apissu bhagavantam ima anacchariya gathayo patibhamsu pubbe assutapubba: ","sn6.1:2.1":"“Kicchena me adhigatam, ","sn6.1:2.2":"halam dani pakasitum; ","sn6.1:2.3":"Ragadosaparetehi, ","sn6.1:2.4":"nayam dhammo susambudho. ","sn6.1:3.1":"Patisotagamim nipunam, ","sn6.1:3.2":"gambhiram duddasam anum; ","sn6.1:3.3":"Ragaratta na dakkhanti, ","sn6.1:3.4":"tamokhandhena avuta”ti. ","sn6.1:4.1":"Itiha bhagavato patisancikkhato appossukkataya cittam namati, no dhammadesanaya. ","sn6.1:5.1":"Atha kho brahmuno sahampatissa bhagavato cetasa cetoparivitakkamannaya etadahosi: ","sn6.1:5.2":"“nassati vata bho loko, vinassati vata bho loko, yatra hi nama tathagatassa arahato sammasambuddhassa appossukkataya cittam namati, no dhammadesanaya”ti. ","sn6.1:5.3":"Atha kho brahma sahampati—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—brahmaloke antarahito bhagavato purato paturahosi. ","sn6.1:5.4":"Atha kho brahma sahampati ekamsam uttarasangam karitva dakkhinajanumandalam pathaviyam nihantva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","sn6.1:5.5":"“desetu, bhante, bhagava dhammam, desetu sugato dhammam. ","sn6.1:5.6":"Santi satta apparajakkhajatika, assavanata dhammassa parihayanti. ","sn6.1:5.7":"Bhavissanti dhammassa annataro”ti. ","sn6.1:5.8":"Idamavoca brahma sahampati, idam vatva athaparam etadavoca: ","sn6.1:6.1":"“Paturahosi magadhesu pubbe, ","sn6.1:6.2":"Dhammo asuddho samalehi cintito; ","sn6.1:6.3":"Apapuretam amatassa dvaram, ","sn6.1:6.4":"Sunantu dhammam vimalenanubuddham. ","sn6.1:7.1":"Sele yatha pabbatamuddhanitthito, ","sn6.1:7.2":"Yathapi passe janatam samantato; ","sn6.1:7.3":"Tathupamam dhammamayam sumedha, ","sn6.1:7.4":"Pasadamaruyha samantacakkhu; ","sn6.1:7.5":"Sokavatinnam janatamapetasoko, ","sn6.1:7.6":"Avekkhassu jatijarabhibhutam. ","sn6.1:8.1":"Utthehi vira vijitasangama, ","sn6.1:8.2":"Satthavaha anana vicara loke; ","sn6.1:8.3":"Desassu bhagava dhammam, ","sn6.1:8.4":"Annataro bhavissanti”ti. ","sn6.1:9.1":"Atha kho bhagava brahmuno ca ajjhesanam viditva sattesu ca karunnatam paticca buddhacakkhuna lokam volokesi. ","sn6.1:9.2":"Addasa kho bhagava buddhacakkhuna lokam volokento satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye, appekacce paralokavajjabhayadassavine viharante, appekacce na paralokavajjabhayadassavine viharante. ","sn6.1:9.3":"Seyyathapi nama uppaliniyam va paduminiyam va pundarikiniyam va appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udakanuggatani anto nimuggaposini, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani samodakam thitani, appekaccani uppalani va padumani va pundarikani va udake jatani udake samvaddhani udaka accuggamma thitani anupalittani udakena; ","sn6.1:9.4":"evameva bhagava buddhacakkhuna lokam volokento addasa satte apparajakkhe maharajakkhe tikkhindriye mudindriye svakare dvakare suvinnapaye duvinnapaye, appekacce paralokavajjabhayadassavine viharante, appekacce na paralokavajjabhayadassavine viharante. ","sn6.1:9.5":"Disvana brahmanam sahampatim gathaya paccabhasi: ","sn6.1:10.1":"“Aparuta tesam amatassa dvara, ","sn6.1:10.2":"Ye sotavanto pamuncantu saddham; ","sn6.1:10.3":"Vihimsasanni pagunam na bhasim, ","sn6.1:10.4":"Dhammam panitam manujesu brahme”ti. ","sn6.1:11.1":"Atha kho brahma sahampati “katavakaso khomhi bhagavata dhammadesanaya”ti bhagavantam abhivadetva padakkhinam katva tatthevantaradhayiti. "}