{"sn6.14:0.1":"Samyutta Nikaya 6.14 ","sn6.14:0.2":"2. Dutiyavagga ","sn6.14:0.3":"Arunavatisutta ","sn6.14:1.1":"Evam me sutam—","sn6.14:1.2":"ekam samayam bhagava savatthiyam viharati …pe… ","sn6.14:1.3":"tatra kho bhagava bhikkhu amantesi: ","sn6.14:1.4":"“bhikkhavo”ti. ","sn6.14:1.5":"“Bhadante”ti te bhikkhu bhagavato paccassosum. ","sn6.14:1.6":"Bhagava etadavoca: ","sn6.14:2.1":"“Bhutapubbam, bhikkhave, raja ahosi arunava nama. ","sn6.14:2.2":"Ranno kho pana, bhikkhave, arunavato arunavati nama rajadhani ahosi. ","sn6.14:2.3":"Arunavatim kho pana, bhikkhave, rajadhanim sikhi bhagava araham sammasambuddho upanissaya vihasi. ","sn6.14:2.4":"Sikhissa kho pana, bhikkhave, bhagavato arahato sammasambuddhassa abhibhusambhavam nama savakayugam ahosi aggam bhaddayugam. ","sn6.14:2.5":"Atha kho, bhikkhave, sikhi bhagava araham sammasambuddho abhibhum bhikkhum amantesi: ","sn6.14:2.6":"‘ayama, brahmana, yena annataro brahmaloko tenupasankamissama, yava bhattassa kalo bhavissati’ti. ","sn6.14:2.7":"‘Evam, bhante’ti kho bhikkhave, abhibhu bhikkhu sikhissa bhagavato arahato sammasambuddhassa paccassosi. ","sn6.14:2.8":"Atha kho, bhikkhave, sikhi bhagava araham sammasambuddho abhibhu ca bhikkhu—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evameva—arunavatiya rajadhaniya antarahita tasmim brahmaloke paturahesum. ","sn6.14:3.1":"Atha kho, bhikkhave, sikhi bhagava araham sammasambuddho abhibhum bhikkhum amantesi: ","sn6.14:3.2":"‘patibhatu, brahmana, tam brahmuno ca brahmaparisaya ca brahmaparisajjananca dhammi katha’ti. ","sn6.14:3.3":"‘Evam, bhante’ti kho, bhikkhave, abhibhu bhikkhu sikhissa bhagavato arahato sammasambuddhassa patissutva, brahmananca brahmaparisanca brahmaparisajje ca dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","sn6.14:3.4":"Tatra sudam, bhikkhave, brahma ca brahmaparisa ca brahmaparisajja ca ujjhayanti khiyyanti vipacenti: ","sn6.14:3.5":"‘acchariyam vata, bho, abbhutam vata bho, kathanhi nama satthari sammukhibhute savako dhammam desessati’ti. ","sn6.14:4.1":"Atha kho, bhikkhave, sikhi bhagava araham sammasambuddho abhibhum bhikkhum amantesi: ","sn6.14:4.2":"‘ujjhayanti kho te, brahmana, brahma ca brahmaparisa ca brahmaparisajja ca—","sn6.14:4.3":"acchariyam vata bho, abbhutam vata bho, kathanhi nama satthari sammukhibhute savako dhammam desessatiti. ","sn6.14:4.4":"Tena hi tvam, brahmana, bhiyyoso mattaya brahmananca brahmaparisanca brahmaparisajje ca samvejehi’ti. ","sn6.14:4.5":"‘Evam, bhante’ti kho, bhikkhave, abhibhu bhikkhu sikhissa bhagavato arahato sammasambuddhassa patissutva dissamanenapi kayena dhammam desesi, adissamanenapi kayena dhammam desesi, dissamanenapi hetthimena upaddhakayena adissamanena uparimena upaddhakayena dhammam desesi, dissamanenapi uparimena upaddhakayena adissamanena hetthimena upaddhakayena dhammam desesi. ","sn6.14:4.6":"Tatra sudam, bhikkhave, brahma ca brahmaparisa ca brahmaparisajja ca acchariyabbhutacittajata ahesum: ","sn6.14:4.7":"‘acchariyam vata bho, abbhutam vata bho, samanassa mahiddhikata mahanubhavata’ti. ","sn6.14:5.1":"Atha kho abhibhu bhikkhu sikhim bhagavantam arahantam sammasambuddham etadavoca: ","sn6.14:5.2":"‘abhijanami khvaham, bhante, bhikkhusanghassa majjhe evarupim vacam bhasita—","sn6.14:5.3":"pahomi khvaham, avuso, brahmaloke thito sahassilokadhatum sarena vinnapetun’ti. ","sn6.14:5.4":"‘Etassa, brahmana, kalo, etassa, brahmana, kalo; ","sn6.14:5.5":"yam tvam, brahmana, brahmaloke thito sahassilokadhatum sarena vinnapeyyasi’ti. ","sn6.14:5.6":"‘Evam, bhante’ti kho, bhikkhave, abhibhu bhikkhu sikhissa bhagavato arahato sammasambuddhassa patissutva brahmaloke thito ima gathayo abhasi: ","sn6.14:6.1":"‘Arambhatha nikkamatha, ","sn6.14:6.2":"Yunjatha buddhasasane; ","sn6.14:6.3":"Dhunatha maccuno senam, ","sn6.14:6.4":"Nalagaramva kunjaro. ","sn6.14:7.1":"Yo imasmim dhammavinaye, ","sn6.14:7.2":"appamatto vihassati; ","sn6.14:7.3":"Pahaya jatisamsaram, ","sn6.14:7.4":"dukkhassantam karissati’ti. ","sn6.14:8.1":"Atha kho, bhikkhave, sikhi ca bhagava araham sammasambuddho abhibhu ca bhikkhu brahmananca brahmaparisanca brahmaparisajje ca samvejetva—","sn6.14:8.2":"seyyathapi nama …pe… tasmim brahmaloke antarahita arunavatiya rajadhaniya paturahesum. ","sn6.14:8.3":"Atha kho, bhikkhave, sikhi bhagava araham sammasambuddho bhikkhu amantesi: ","sn6.14:8.4":"‘assuttha no tumhe, bhikkhave, abhibhussa bhikkhuno brahmaloke thitassa gathayo bhasamanassa’ti? ","sn6.14:8.5":"‘Assumha kho mayam, bhante, abhibhussa bhikkhuno brahmaloke thitassa gathayo bhasamanassa’ti. ","sn6.14:8.6":"‘Yatha katham pana tumhe, bhikkhave, assuttha abhibhussa bhikkhuno brahmaloke thitassa gathayo bhasamanassa’ti? ","sn6.14:8.7":"Evam kho mayam, bhante, assumha abhibhussa bhikkhuno brahmaloke thitassa gathayo bhasamanassa: ","sn6.14:9.1":"‘Arambhatha nikkamatha, ","sn6.14:9.2":"yunjatha buddhasasane; ","sn6.14:9.3":"Dhunatha maccuno senam, ","sn6.14:9.4":"nalagaramva kunjaro. ","sn6.14:10.1":"Yo imasmim dhammavinaye, ","sn6.14:10.2":"appamatto vihassati; ","sn6.14:10.3":"Pahaya jatisamsaram, ","sn6.14:10.4":"dukkhassantam karissati’ti. ","sn6.14:11.1":"‘Evam kho mayam, bhante, assumha abhibhussa bhikkhuno brahmaloke thitassa gathayo bhasamanassa’ti. ","sn6.14:11.2":"‘Sadhu sadhu, bhikkhave; ","sn6.14:11.3":"sadhu kho tumhe, bhikkhave, assuttha abhibhussa bhikkhuno brahmaloke thitassa gathayo bhasamanassa’”ti. ","sn6.14:12.1":"Idamavoca bhagava, attamana te bhikkhu bhagavato bhasitam abhinandunti. "}