{"sn6.2:0.1":"Samyutta Nikaya 6.2 ","sn6.2:0.2":"1. Pathamavagga ","sn6.2:0.3":"Garavasutta ","sn6.2:1.1":"Evam me sutam—","sn6.2:1.2":"ekam samayam bhagava uruvelayam viharati najja neranjaraya tire ajapalanigrodhamule pathamabhisambuddho. ","sn6.2:1.3":"Atha kho bhagavato rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","sn6.2:1.4":"“dukkham kho agaravo viharati appatisso, kam nu khvaham samanam va brahmanam va sakkatva garum katva upanissaya vihareyyan”ti? ","sn6.2:2.1":"Atha kho bhagavato etadahosi: ","sn6.2:2.2":"“aparipunnassa kho silakkhandhassa paripuriya annam samanam va brahmanam va sakkatva garum katva upanissaya vihareyyam. ","sn6.2:2.3":"Na kho panaham passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya attana silasampannataram annam samanam va brahmanam va, yamaham sakkatva garum katva upanissaya vihareyyam. ","sn6.2:3.1":"Aparipunnassa kho samadhikkhandhassa paripuriya annam samanam va brahmanam va sakkatva garum katva upanissaya vihareyyam. ","sn6.2:3.2":"Na kho panaham passami sadevake loke …pe… attana samadhisampannataram annam samanam va brahmanam va, yamaham sakkatva garum katva upanissaya vihareyyam. ","sn6.2:4.1":"Aparipunnassa pannakkhandhassa paripuriya annam samanam va brahmanam va sakkatva garum katva upanissaya vihareyyam. ","sn6.2:4.2":"Na kho panaham passami sadevake …pe… attana pannasampannataram annam samanam va brahmanam va, yamaham sakkatva garum katva upanissaya vihareyyam. ","sn6.2:5.1":"Aparipunnassa kho vimuttikkhandhassa paripuriya annam samanam va brahmanam va sakkatva garum katva upanissaya vihareyyam. ","sn6.2:5.2":"Na kho panaham passami sadevake …pe… attana vimuttisampannataram annam samanam va brahmanam va, yamaham sakkatva garum katva upanissaya vihareyyam. ","sn6.2:6.1":"Aparipunnassa kho vimuttinanadassanakkhandhassa paripuriya annam samanam va brahmanam va sakkatva garum katva upanissaya vihareyyam. ","sn6.2:6.2":"Na kho panaham passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya attana vimuttinanadassanasampannataram annam samanam va brahmanam va, yamaham sakkatva garum katva upanissaya vihareyyam. ","sn6.2:6.3":"Yannunaham yvayam dhammo maya abhisambuddho tameva dhammam sakkatva garum katva upanissaya vihareyyan”ti. ","sn6.2:7.1":"Atha kho brahma sahampati bhagavato cetasa cetoparivitakkamannaya—seyyathapi nama balava puriso saminjitam va baham pasareyya pasaritam va baham saminjeyya; evameva—brahmaloke antarahito bhagavato purato paturahosi. ","sn6.2:7.2":"Atha kho brahma sahampati ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","sn6.2:7.3":"“evametam, bhagava, evametam, sugata. ","sn6.2:7.4":"Yepi te, bhante, ahesum atitamaddhanam arahanto sammasambuddha, tepi bhagavanto dhammanneva sakkatva garum katva upanissaya viharimsu; ","sn6.2:7.5":"yepi te, bhante, bhavissanti anagatamaddhanam arahanto sammasambuddha tepi bhagavanto dhammanneva sakkatva garum katva upanissaya viharissanti. ","sn6.2:7.6":"Bhagavapi, bhante, etarahi araham sammasambuddho dhammanneva sakkatva garum katva upanissaya viharatu”ti. ","sn6.2:7.7":"Idamavoca brahma sahampati, idam vatva athaparam etadavoca: ","sn6.2:8.1":"“Ye ca atita sambuddha, ","sn6.2:8.2":"ye ca buddha anagata; ","sn6.2:8.3":"Yo cetarahi sambuddho, ","sn6.2:8.4":"bahunam sokanasano. ","sn6.2:9.1":"Sabbe saddhammagaruno, ","sn6.2:9.2":"vihamsu viharanti ca; ","sn6.2:9.3":"Tathapi viharissanti, ","sn6.2:9.4":"esa buddhana dhammata. ","sn6.2:10.1":"Tasma hi attakamena, ","sn6.2:10.2":"mahattamabhikankhata; ","sn6.2:10.3":"Saddhammo garukatabbo, ","sn6.2:10.4":"saram buddhana sasanan”ti. "}