{"sn6.15:0.1":"Samyutta Nikaya 6.15 ","sn6.15:0.2":"2. Dutiyavagga ","sn6.15:0.3":"Parinibbanasutta ","sn6.15:1.1":"Ekam samayam bhagava kusinarayam viharati upavattane mallanam salavane antarena yamakasalanam parinibbanasamaye. ","sn6.15:1.2":"Atha kho bhagava bhikkhu amantesi: ","sn6.15:1.3":"“handa dani, bhikkhave, amantayami vo: ","sn6.15:1.4":"‘vayadhamma sankhara, appamadena sampadetha’”ti. ","sn6.15:1.5":"Ayam tathagatassa pacchima vaca. ","sn6.15:2.1":"Atha kho bhagava pathamam jhanam samapajji. Pathama jhana vutthahitva dutiyam jhanam samapajji. Dutiya jhana vutthahitva tatiyam jhanam samapajji. Tatiya jhana vutthahitva catuttham jhanam samapajji. Catuttha jhana vutthahitva akasanancayatanam samapajji. Akasanancayatana vutthahitva vinnanancayatanam samapajji. Vinnanancayatana vutthahitva akincannayatanam samapajji. Akincannayatana vutthahitva nevasannanasannayatanam samapajji. Nevasannanasannayatana vutthahitva sannavedayitanirodham samapajji. ","sn6.15:3.1":"Sannavedayitanirodha vutthahitva nevasannanasannayatanam samapajji. Nevasannanasannayatana vutthahitva akincannayatanam samapajji. Akincannayatana vutthahitva vinnanancayatanam samapajji. Vinnanancayatana vutthahitva akasanancayatanam samapajji. Akasanancayatana vutthahitva catuttham jhanam samapajji. Catuttha jhana vutthahitva tatiyam jhanam samapajji. Tatiya jhana vutthahitva dutiyam jhanam samapajji. Dutiya jhana vutthahitva pathamam jhanam samapajji. Pathama jhana vutthahitva dutiyam jhanam samapajji. Dutiya jhana vutthahitva tatiyam jhanam samapajji. Tatiya jhana vutthahitva catuttham jhanam samapajji. Catuttha jhana vutthahitva samanantaram bhagava parinibbayi. ","sn6.15:3.2":"Parinibbute bhagavati saha parinibbana brahma sahampati imam gatham abhasi: ","sn6.15:4.1":"“Sabbeva nikkhipissanti, ","sn6.15:4.2":"bhuta loke samussayam; ","sn6.15:4.3":"Yattha etadiso sattha, ","sn6.15:4.4":"loke appatipuggalo; ","sn6.15:4.5":"Tathagato balappatto, ","sn6.15:4.6":"sambuddho parinibbuto”ti. ","sn6.15:5.1":"Parinibbute bhagavati saha parinibbana sakko devanamindo imam gatham abhasi: ","sn6.15:6.1":"“Anicca vata sankhara, ","sn6.15:6.2":"uppadavayadhammino; ","sn6.15:6.3":"Uppajjitva nirujjhanti, ","sn6.15:6.4":"tesam vupasamo sukho”ti. ","sn6.15:7.1":"Parinibbute bhagavati saha parinibbana ayasma anando imam gatham abhasi: ","sn6.15:8.1":"“Tadasi yam bhimsanakam, ","sn6.15:8.2":"tadasi lomahamsanam; ","sn6.15:8.3":"Sabbakaravarupete, ","sn6.15:8.4":"sambuddhe parinibbute”ti. ","sn6.15:9.1":"Parinibbute bhagavati saha parinibbana ayasma anuruddho ima gathayo abhasi: ","sn6.15:10.1":"“Nahu assasapassaso, ","sn6.15:10.2":"thitacittassa tadino; ","sn6.15:10.3":"Anejo santimarabbha, ","sn6.15:10.4":"cakkhuma parinibbuto. ","sn6.15:11.1":"Asallinena cittena, ","sn6.15:11.2":"vedanam ajjhavasayi; ","sn6.15:11.3":"Pajjotasseva nibbanam, ","sn6.15:11.4":"vimokkho cetaso ahu”ti. ","sn6.15:11.5":"Dutiyo vaggo. ","sn6.15:12.0":"Tassuddanam ","sn6.15:12.1":"Brahmasanam devadatto, ","sn6.15:12.2":"Andhakavindo arunavati; ","sn6.15:12.3":"Parinibbanena ca desitam, ","sn6.15:12.4":"Idam brahmapancakanti. ","sn6.15:12.5":"Brahmasamyuttam samattam. "}