{"sn7.2:0.1":"Samyutta Nikaya 7.2 ","sn7.2:0.2":"1. Arahantavagga ","sn7.2:0.3":"Akkosasutta ","sn7.2:1.1":"Ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","sn7.2:1.2":"Assosi kho akkosakabharadvajo brahmano: ","sn7.2:2.1":"“bharadvajagotto kira brahmano samanassa gotamassa santike agarasma anagariyam pabbajito”ti kupito anattamano yena bhagava tenupasankami; upasankamitva bhagavantam asabbhahi pharusahi vacahi akkosati paribhasati. Evam vutte, bhagava akkosakabharadvajam brahmanam etadavoca: ","sn7.2:2.2":"“Tam kim mannasi, brahmana, ","sn7.2:2.3":"api nu kho te agacchanti mittamacca natisalohita atithiyo”ti? ","sn7.2:2.4":"“Appekada me, bho gotama, agacchanti mittamacca natisalohita atithiyo”ti. ","sn7.2:2.5":"“Tam kim mannasi, brahmana, api nu tesam anuppadesi khadaniyam va bhojaniyam va sayaniyam va”ti? ","sn7.2:2.6":"“Appekada nesaham, bho gotama, anuppademi khadaniyam va bhojaniyam va sayaniyam va”ti. ","sn7.2:2.7":"“Sace kho pana te, brahmana, nappatigganhanti, kassa tam hoti”ti? ","sn7.2:2.8":"“Sace te, bho gotama, nappatigganhanti, amhakameva tam hoti”ti. ","sn7.2:2.9":"“Evameva kho, brahmana, yam tvam amhe anakkosante akkosasi, arosente rosesi, abhandante bhandasi, tam te mayam nappatigganhama. ","sn7.2:2.10":"Tavevetam, brahmana, hoti; ","sn7.2:2.11":"tavevetam, brahmana, hoti. ","sn7.2:3.1":"Yo kho, brahmana, akkosantam paccakkosati, rosentam patiroseti, bhandantam patibhandati, ayam vuccati, brahmana, sambhunjati vitiharatiti. ","sn7.2:3.2":"Te mayam taya neva sambhunjama na vitiharama. ","sn7.2:3.3":"Tavevetam, brahmana, hoti; ","sn7.2:3.4":"tavevetam, brahmana, hoti”ti. ","sn7.2:3.5":"“Bhavantam kho gotamam sarajika parisa evam janati: ","sn7.2:3.6":"‘araham samano gotamo’ti. ","sn7.2:3.7":"Atha ca pana bhavam gotamo kujjhati”ti. ","sn7.2:4.1":"“Akkodhassa kuto kodho, ","sn7.2:4.2":"dantassa samajivino; ","sn7.2:4.3":"Sammadanna vimuttassa, ","sn7.2:4.4":"upasantassa tadino. ","sn7.2:5.1":"Tasseva tena papiyo, ","sn7.2:5.2":"yo kuddham patikujjhati; ","sn7.2:5.3":"Kuddham appatikujjhanto, ","sn7.2:5.4":"sangamam jeti dujjayam. ","sn7.2:6.1":"Ubhinnamattham carati, ","sn7.2:6.2":"attano ca parassa ca; ","sn7.2:6.3":"Param sankupitam natva, ","sn7.2:6.4":"yo sato upasammati. ","sn7.2:7.1":"Ubhinnam tikicchantanam, ","sn7.2:7.2":"attano ca parassa ca; ","sn7.2:7.3":"Jana mannanti baloti, ","sn7.2:7.4":"ye dhammassa akovida”ti. ","sn7.2:8.1":"Evam vutte, akkosakabharadvajo brahmano bhagavantam etadavoca: ","sn7.2:8.2":"“abhikkantam, bho gotama …pe… ","sn7.2:8.3":"esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca. ","sn7.2:8.4":"Labheyyaham, bhante, bhoto gotamassa santike pabbajjam, labheyyam upasampadan”ti. ","sn7.2:9.1":"Alattha kho akkosakabharadvajo brahmano bhagavato santike pabbajjam, alattha upasampadam. ","sn7.2:9.2":"Acirupasampanno kho panayasma akkosakabharadvajo eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","sn7.2:9.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam naparam itthattaya”ti abbhannasi. ","sn7.2:9.4":"Annataro ca panayasma bharadvajo arahatam ahositi. "}