{"sn8.7:0.1":"Samyutta Nikaya 8.7 ","sn8.7:0.2":"1. Vangisavagga ","sn8.7:0.3":"Pavaranasutta ","sn8.7:1.1":"Ekam samayam bhagava savatthiyam viharati pubbarame migaramatupasade mahata bhikkhusanghena saddhim pancamattehi bhikkhusatehi sabbeheva arahantehi. ","sn8.7:1.2":"Tena kho pana samayena bhagava tadahuposathe pannarase pavaranaya bhikkhusanghaparivuto abbhokase nisinno hoti. ","sn8.7:1.3":"Atha kho bhagava tunhibhutam bhikkhusangham anuviloketva bhikkhu amantesi: ","sn8.7:1.4":"“handa dani, bhikkhave, pavaremi vo. ","sn8.7:1.5":"Na ca me kinci garahatha kayikam va vacasikam va”ti. ","sn8.7:2.1":"Evam vutte, ayasma sariputto utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","sn8.7:2.2":"“na kho mayam, bhante, bhagavato kinci garahama kayikam va vacasikam va. ","sn8.7:2.3":"Bhagava hi, bhante, anuppannassa maggassa uppadeta, asanjatassa maggassa sanjaneta, anakkhatassa maggassa akkhata, maggannu maggavidu maggakovido. ","sn8.7:2.4":"Magganuga ca, bhante, etarahi savaka viharanti paccha samannagata; ","sn8.7:2.5":"ahanca kho, bhante, bhagavantam pavaremi. ","sn8.7:2.6":"Na ca me bhagava kinci garahati kayikam va vacasikam va”ti. ","sn8.7:3.1":"“Na khvaham te, sariputta, kinci garahami kayikam va vacasikam va. ","sn8.7:3.2":"Pandito tvam, sariputta, mahapanno tvam, sariputta, puthupanno tvam, sariputta, hasapanno tvam, sariputta, javanapanno tvam, sariputta, tikkhapanno tvam, sariputta, nibbedhikapanno tvam, sariputta. ","sn8.7:3.3":"Seyyathapi, sariputta, ranno cakkavattissa jetthaputto pitara pavattitam cakkam sammadeva anuppavatteti; ","sn8.7:3.4":"evameva kho tvam, sariputta, maya anuttaram dhammacakkam pavattitam sammadeva anuppavattesi”ti. ","sn8.7:4.1":"“No ce kira me, bhante, bhagava kinci garahati kayikam va vacasikam va. ","sn8.7:4.2":"Imesam pana, bhante, bhagava pancannam bhikkhusatanam na kinci garahati kayikam va vacasikam va”ti. ","sn8.7:4.3":"“Imesampi khvaham, sariputta, pancannam bhikkhusatanam na kinci garahami kayikam va vacasikam va. ","sn8.7:4.4":"Imesanhi, sariputta, pancannam bhikkhusatanam satthi bhikkhu tevijja, satthi bhikkhu chalabhinna, satthi bhikkhu ubhatobhagavimutta, atha itare pannavimutta”ti. ","sn8.7:5.1":"Atha kho ayasma vangiso utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","sn8.7:5.2":"“patibhati mam, bhagava, patibhati mam, sugata”ti. ","sn8.7:5.3":"“Patibhatu tam, vangisa”ti bhagava avoca. ","sn8.7:5.4":"Atha kho ayasma vangiso bhagavantam sammukha saruppahi gathahi abhitthavi: ","sn8.7:6.1":"“Ajja pannarase visuddhiya, ","sn8.7:6.2":"Bhikkhu pancasata samagata; ","sn8.7:6.3":"Samyojanabandhanacchida, ","sn8.7:6.4":"Anigha khinapunabbhava isi. ","sn8.7:7.1":"Cakkavatti yatha raja, ","sn8.7:7.2":"amaccaparivarito; ","sn8.7:7.3":"Samanta anupariyeti, ","sn8.7:7.4":"sagarantam mahim imam. ","sn8.7:8.1":"Evam vijitasangamam, ","sn8.7:8.2":"satthavaham anuttaram; ","sn8.7:8.3":"Savaka payirupasanti, ","sn8.7:8.4":"tevijja maccuhayino. ","sn8.7:9.1":"Sabbe bhagavato putta, ","sn8.7:9.2":"palapettha na vijjati; ","sn8.7:9.3":"Tanhasallassa hantaram, ","sn8.7:9.4":"vande adiccabandhunan”ti. "}