{"snp1.4:0.1":"Sutta Nipata 1.4 ","snp1.4:0.2":"Kasibharadvajasutta ","snp1.4:1.1":"Evam me sutam—","snp1.4:1.2":"ekam samayam bhagava magadhesu viharati dakkhinagirismim ekanalayam brahmanagame. ","snp1.4:1.3":"Tena kho pana samayena kasibharadvajassa brahmanassa pancamattani nangalasatani payuttani honti vappakale. ","snp1.4:1.4":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya yena kasibharadvajassa brahmanassa kammanto tenupasankami. ","snp1.4:1.5":"Tena kho pana samayena kasibharadvajassa brahmanassa parivesana vattati. ","snp1.4:1.6":"Atha kho bhagava yena parivesana tenupasankami; upasankamitva ekamantam atthasi. ","snp1.4:2.1":"Addasa kho kasibharadvajo brahmano bhagavantam pindaya thitam. ","snp1.4:2.2":"Disvana bhagavantam etadavoca: ","snp1.4:2.3":"“aham kho, samana, kasami ca vapami ca; kasitva ca vapitva ca bhunjami. ","snp1.4:2.4":"Tvampi, samana, kasassu ca vapassu ca; kasitva ca vapitva ca bhunjassu”ti. ","snp1.4:3.1":"“Ahampi kho, brahmana, kasami ca vapami ca; kasitva ca vapitva ca bhunjami”ti. ","snp1.4:3.2":"“Na kho pana mayam passama bhoto gotamassa yugam va nangalam va phalam va pacanam va balibadde va. ","snp1.4:3.3":"Atha ca pana bhavam gotamo evamaha: ","snp1.4:3.4":"‘ahampi kho, brahmana, kasami ca vapami ca; kasitva ca vapitva ca bhunjami’”ti. ","snp1.4:4.1":"Atha kho kasibharadvajo brahmano bhagavantam gathaya ajjhabhasi: ","snp1.4:5.1":"“Kassako patijanasi, ","snp1.4:5.2":"na ca passama te kasim; ","snp1.4:5.3":"Kasim no pucchito bruhi, ","snp1.4:5.4":"yatha janemu te kasim”. ","snp1.4:6.1":"“Saddha bijam tapo vutthi, ","snp1.4:6.2":"panna me yuganangalam; ","snp1.4:6.3":"Hiri isa mano yottam, ","snp1.4:6.4":"sati me phalapacanam. ","snp1.4:7.1":"Kayagutto vacigutto, ","snp1.4:7.2":"ahare udare yato; ","snp1.4:7.3":"Saccam karomi niddanam, ","snp1.4:7.4":"soraccam me pamocanam. ","snp1.4:8.1":"Viriyam me dhuradhorayham, ","snp1.4:8.2":"yogakkhemadhivahanam; ","snp1.4:8.3":"Gacchati anivattantam, ","snp1.4:8.4":"yattha gantva na socati. ","snp1.4:9.1":"Evamesa kasi kattha, ","snp1.4:9.2":"Sa hoti amatapphala; ","snp1.4:9.3":"Etam kasim kasitvana, ","snp1.4:9.4":"Sabbadukkha pamuccati”ti. ","snp1.4:10.1":"Atha kho kasibharadvajo brahmano mahatiya kamsapatiya payasam vaddhetva bhagavato upanamesi: ","snp1.4:10.2":"“bhunjatu bhavam gotamo payasam. ","snp1.4:10.3":"Kassako bhavam; ","snp1.4:10.4":"yanhi bhavam gotamo amatapphalam kasim kasati”ti. ","snp1.4:11.1":"“Gathabhigitam me abhojaneyyam, ","snp1.4:11.2":"Sampassatam brahmana nesa dhammo; ","snp1.4:11.3":"Gathabhigitam panudanti buddha, ","snp1.4:11.4":"Dhamme sati brahmana vuttiresa. ","snp1.4:12.1":"Annena ca kevalinam mahesim, ","snp1.4:12.2":"Khinasavam kukkuccavupasantam; ","snp1.4:12.3":"Annena panena upatthahassu, ","snp1.4:12.4":"Khettam hi tam punnapekkhassa hoti”ti. ","snp1.4:13.1":"“Atha kassa caham, bho gotama, imam payasam dammi”ti? ","snp1.4:13.2":"“Na khvaham tam, brahmana, passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya, yassa so payaso bhutto samma parinamam gaccheyya, annatra tathagatassa va tathagatasavakassa va. ","snp1.4:13.3":"Tena hi tvam, brahmana, tam payasam appaharite va chaddehi appanake va udake opilapehi”ti. ","snp1.4:14.1":"Atha kho kasibharadvajo brahmano tam payasam appanake udake opilapesi. ","snp1.4:14.2":"Atha kho so payaso udake pakkhitto ciccitayati citicitayati sandhupayati sampadhupayati. ","snp1.4:14.3":"Seyyathapi nama phalo divasam santatto udake pakkhitto ciccitayati citicitayati sandhupayati sampadhupayati; ","snp1.4:14.4":"evamevam so payaso udake pakkhitto ciccitayati citicitayati sandhupayati sampadhupayati. ","snp1.4:15.1":"Atha kho kasibharadvajo brahmano samviggo lomahatthajato yena bhagava tenupasankami; upasankamitva bhagavato padesu sirasa nipatitva bhagavantam etadavoca: ","snp1.4:15.2":"“abhikkantam, bho gotama, abhikkantam, bho gotama. ","snp1.4:15.3":"Seyyathapi, bho gotama, nikkujjitam va ukkujjeyya, paticchannam va vivareyya, mulhassa va maggam acikkheyya, andhakare va telapajjotam dhareyya, ‘cakkhumanto rupani dakkhanti’ti; evamevam bhota gotamena anekapariyayena dhammo pakasito. ","snp1.4:15.4":"Esaham bhavantam gotamam saranam gacchami dhammanca bhikkhusanghanca, ","snp1.4:15.5":"labheyyaham bhoto gotamassa santike pabbajjam, labheyyam upasampadan”ti. ","snp1.4:16.1":"Alattha kho kasibharadvajo brahmano bhagavato santike pabbajjam, alattha upasampadam. ","snp1.4:16.2":"Acirupasampanno kho panayasma bharadvajo eko vupakattho appamatto atapi pahitatto viharanto nacirasseva—yassatthaya kulaputta sammadeva agarasma anagariyam pabbajanti, tadanuttaram—brahmacariyapariyosanam dittheva dhamme sayam abhinna sacchikatva upasampajja vihasi. ","snp1.4:16.3":"“Khina jati, vusitam brahmacariyam, katam karaniyam, naparam itthattaya”ti abbhannasi. ","snp1.4:16.4":"Annataro ca panayasma bharadvajo arahatam ahositi. ","snp1.4:16.5":"Kasibharadvajasuttam catuttham. "}