{"ud1.10:0.1":"Udana 1.10 ","ud1.10:0.2":"Bahiyasutta ","ud1.10:1.1":"Evam me sutam—","ud1.10:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","ud1.10:1.3":"Tena kho pana samayena bahiyo daruciriyo supparake pativasati samuddatire sakkato garukato manito pujito apacito labhi civarapindapatasenasanagilanapaccayabhesajjaparikkharanam. ","ud1.10:1.4":"Atha kho bahiyassa daruciriyassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","ud1.10:1.5":"“ye kho keci loke arahanto va arahattamaggam va samapanna, aham tesam annataro”ti. ","ud1.10:2.1":"Atha kho bahiyassa daruciriyassa puranasalohita devata anukampika atthakama bahiyassa daruciriyassa cetasa cetoparivitakkamannaya yena bahiyo daruciriyo tenupasankami; upasankamitva bahiyam daruciriyam etadavoca: ","ud1.10:2.2":"“neva kho tvam, bahiya, araha, napi arahattamaggam va samapanno. ","ud1.10:2.3":"Sapi te patipada natthi yaya tvam araha va assa arahattamaggam va samapanno”ti. ","ud1.10:3.1":"“Atha ke carahi sadevake loke arahanto va arahattamaggam va samapanna”ti? ","ud1.10:3.2":"“Atthi, bahiya, uttaresu janapadesu savatthi nama nagaram. ","ud1.10:3.3":"Tattha so bhagava etarahi viharati araham sammasambuddho. ","ud1.10:3.4":"So hi, bahiya, bhagava araha ceva arahattaya ca dhammam deseti”ti. ","ud1.10:4.1":"Atha kho bahiyo daruciriyo taya devataya samvejito tavadeva supparakamha pakkami. ","ud1.10:4.2":"Sabbattha ekarattiparivasena yena savatthi jetavanam anathapindikassa aramo tenupasankami. ","ud1.10:4.3":"Tena kho pana samayena sambahula bhikkhu abbhokase cankamanti. ","ud1.10:4.4":"Atha kho bahiyo daruciriyo yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","ud1.10:4.5":"“kaham nu kho, bhante, etarahi bhagava viharati araham sammasambuddho? ","ud1.10:4.6":"Dassanakamamha mayam tam bhagavantam arahantam sammasambuddhan”ti. ","ud1.10:4.7":"“Antaragharam pavittho kho, bahiya, bhagava pindaya”ti. ","ud1.10:5.1":"Atha kho bahiyo daruciriyo taramanarupo jetavana nikkhamitva savatthim pavisitva addasa bhagavantam savatthiyam pindaya carantam pasadikam pasadaniyam santindriyam santamanasam uttamadamathasamathamanuppattam dantam guttam yatindriyam nagam. ","ud1.10:5.2":"Disvana yena bhagava tenupasankami; upasankamitva bhagavato pade sirasa nipatitva bhagavantam etadavoca: ","ud1.10:5.3":"“desetu me, bhante, bhagava dhammam; desetu sugato dhammam, ","ud1.10:5.4":"yam mamassa digharattam hitaya sukhaya”ti. ","ud1.10:5.5":"Evam vutte, bhagava bahiyam daruciriyam etadavoca: ","ud1.10:5.6":"“akalo kho tava, bahiya, antaragharam pavitthamha pindaya”ti. ","ud1.10:6.1":"Dutiyampi kho bahiyo daruciriyo bhagavantam etadavoca: ","ud1.10:6.2":"“dujjanam kho panetam, bhante, bhagavato va jivitantarayanam, mayham va jivitantarayanam. ","ud1.10:6.3":"Desetu me, bhante, bhagava dhammam; ","ud1.10:6.4":"desetu sugato dhammam, yam mamassa digharattam hitaya sukhaya”ti. ","ud1.10:6.5":"Dutiyampi kho bhagava bahiyam daruciriyam etadavoca: ","ud1.10:6.6":"“akalo kho tava, bahiya, antaragharam pavitthamha pindaya”ti. ","ud1.10:7.1":"Tatiyampi kho bahiyo daruciriyo bhagavantam etadavoca: ","ud1.10:7.2":"“dujjanam kho panetam, bhante, bhagavato va jivitantarayanam, mayham va jivitantarayanam. ","ud1.10:7.3":"Desetu me, bhante, bhagava dhammam; ","ud1.10:7.4":"desetu sugato dhammam, yam mamassa digharattam hitaya sukhaya”ti. ","ud1.10:8.1":"“Tasmatiha te, bahiya, evam sikkhitabbam: ","ud1.10:8.2":"‘ditthe ditthamattam bhavissati, sute sutamattam bhavissati, mute mutamattam bhavissati, vinnate vinnatamattam bhavissati’ti. ","ud1.10:8.3":"Evanhi te, bahiya, sikkhitabbam. ","ud1.10:8.4":"Yato kho te, bahiya, ditthe ditthamattam bhavissati, sute sutamattam bhavissati, mute mutamattam bhavissati, vinnate vinnatamattam bhavissati, ","ud1.10:8.5":"tato tvam, bahiya, na tena. ","ud1.10:8.6":"Yato tvam, bahiya, na tena; ","ud1.10:8.7":"tato tvam, bahiya, na tattha. ","ud1.10:8.8":"Yato tvam, bahiya, na tattha, ","ud1.10:8.9":"tato tvam, bahiya, nevidha na huram na ubhayamantarena. ","ud1.10:8.10":"Esevanto dukkhassa”ti. ","ud1.10:9.1":"Atha kho bahiyassa daruciriyassa bhagavato imaya sankhittaya dhammadesanaya tavadeva anupadaya asavehi cittam vimucci. ","ud1.10:10.1":"Atha kho bhagava bahiyam daruciriyam imina sankhittena ovadena ovaditva pakkami. ","ud1.10:10.2":"Atha kho acirapakkantassa bhagavato bahiyam daruciriyam gavi tarunavaccha adhipatitva jivita voropesi. ","ud1.10:11.1":"Atha kho bhagava savatthiyam pindaya caritva pacchabhattam pindapatapatikkanto sambahulehi bhikkhuhi saddhim nagaramha nikkhamitva addasa bahiyam daruciriyam kalankatam; ","ud1.10:11.2":"disvana bhikkhu amantesi: ","ud1.10:11.3":"“ganhatha, bhikkhave, bahiyassa daruciriyassa sarirakam; mancakam aropetva niharitva jhapetha; thupancassa karotha. ","ud1.10:11.4":"Sabrahmacari vo, bhikkhave, kalankato”ti. ","ud1.10:12.1":"“Evam, bhante”ti kho te bhikkhu bhagavato patissutva bahiyassa daruciriyassa sarirakam mancakam aropetva niharitva jhapetva thupancassa katva yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. ","ud1.10:12.2":"Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","ud1.10:12.3":"“daddham, bhante, bahiyassa daruciriyassa sariram, thupo cassa kato. ","ud1.10:12.4":"Tassa ka gati, ko abhisamparayo”ti? ","ud1.10:12.5":"“Pandito, bhikkhave, bahiyo daruciriyo paccapadi dhammassanudhammam; na ca mam dhammadhikaranam vihesesi. ","ud1.10:12.6":"Parinibbuto, bhikkhave, bahiyo daruciriyo”ti. ","ud1.10:13.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud1.10:14.1":"“Yattha apo ca pathavi, ","ud1.10:14.2":"tejo vayo na gadhati; ","ud1.10:14.3":"Na tattha sukka jotanti, ","ud1.10:14.4":"adicco nappakasati; ","ud1.10:14.5":"Na tattha candima bhati, ","ud1.10:14.6":"tamo tattha na vijjati. ","ud1.10:15.1":"Yada ca attanavedi, ","ud1.10:15.2":"muni monena brahmano; ","ud1.10:15.3":"Atha rupa arupa ca, ","ud1.10:15.4":"sukhadukkha pamuccati”ti. ","ud1.10:15.5":"Dasamam. ","ud1.10:16.1":"Ayampi udano vutto bhagavata iti me sutanti. ","ud1.10:16.2":"Bodhivaggo pathamo. ","ud1.10:17.0":"Tassuddanam ","ud1.10:17.1":"Tayo bodhi ca humhunko, ","ud1.10:17.2":"brahmana kassapena ca; ","ud1.10:17.3":"Aja sangama jatila, ","ud1.10:17.4":"bahiyenati te dasati. "}