{"ud3.3:0.1":"Udana 3.3 ","ud3.3:0.2":"Yasojasutta ","ud3.3:1.1":"Evam me sutam—","ud3.3:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","ud3.3:1.3":"Tena kho pana samayena yasojappamukhani pancamattani bhikkhusatani savatthim anuppattani honti bhagavantam dassanaya. ","ud3.3:1.4":"Tedha kho agantuka bhikkhu nevasikehi bhikkhuhi saddhim patisammodamana senasanani pannapayamana pattacivarani patisamayamana uccasadda mahasadda ahesum. ","ud3.3:2.1":"Atha kho bhagava ayasmantam anandam amantesi: ","ud3.3:2.2":"“ke panete, ananda, uccasadda mahasadda kevatta manne macchavilope”ti? ","ud3.3:2.3":"“Etani, bhante, yasojappamukhani pancamattani bhikkhusatani savatthim anuppattani bhagavantam dassanaya. ","ud3.3:2.4":"Tete agantuka bhikkhu nevasikehi bhikkhuhi saddhim patisammodamana senasanani pannapayamana pattacivarani patisamayamana uccasadda mahasadda”ti. ","ud3.3:2.5":"“Tenahananda, mama vacanena te bhikkhu amantehi: ","ud3.3:2.6":"‘sattha ayasmante amanteti’”ti. ","ud3.3:3.1":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva yena te bhikkhu tenupasankami; upasankamitva te bhikkhu etadavoca: ","ud3.3:3.2":"“sattha ayasmante amanteti”ti. ","ud3.3:3.3":"“Evamavuso”ti kho te bhikkhu ayasmato anandassa patissutva yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinne kho te bhikkhu bhagava etadavoca: ","ud3.3:4.1":"“Kim nu tumhe, bhikkhave, uccasadda mahasadda, kevatta manne macchavilope”ti? ","ud3.3:4.2":"Evam vutte, ayasma yasojo bhagavantam etadavoca: ","ud3.3:4.3":"“imani, bhante, pancamattani bhikkhusatani savatthim anuppattani bhagavantam dassanaya. ","ud3.3:4.4":"Teme agantuka bhikkhu nevasikehi bhikkhuhi saddhim patisammodamana senasanani pannapayamana pattacivarani patisamayamana uccasadda mahasadda”ti. ","ud3.3:4.5":"“Gacchatha, bhikkhave, panamemi vo; na vo mama santike vatthabban”ti. ","ud3.3:5.1":"“Evam, bhante”ti kho te bhikkhu bhagavato patissutva utthayasana bhagavantam abhivadetva padakkhinam katva senasanam samsametva pattacivaramadaya yena vajji tena carikam pakkamimsu. ","ud3.3:5.2":"Vajjisu anupubbena carikam caramana yena vaggumuda nadi tenupasankamimsu; upasankamitva vaggumudaya nadiya tire pannakutiyo karitva vassam upagacchimsu. ","ud3.3:6.1":"Atha kho ayasma yasojo vassupagato bhikkhu amantesi: ","ud3.3:6.2":"“bhagavata mayam, avuso, panamita atthakamena hitesina, anukampakena anukampam upadaya. ","ud3.3:6.3":"Handa mayam, avuso, tatha viharam kappema yatha no viharatam bhagava attamano assa”ti. ","ud3.3:6.4":"“Evamavuso”ti kho te bhikkhu ayasmato yasojassa paccassosum. ","ud3.3:6.5":"Atha kho te bhikkhu vupakattha appamatta atapino pahitatta viharanta tenevantaravassena sabbeva tisso vijja sacchakamsu. ","ud3.3:7.1":"Atha kho bhagava savatthiyam yathabhirantam viharitva yena vesali tena carikam pakkami. ","ud3.3:7.2":"Anupubbena carikam caramano yena vesali tadavasari. ","ud3.3:7.3":"Tatra sudam bhagava vesaliyam viharati mahavane kutagarasalayam. ","ud3.3:8.1":"Atha kho bhagava vaggumudatiriyanam bhikkhunam cetasa ceto paricca manasi karitva ayasmantam anandam amantesi: ","ud3.3:8.2":"“alokajata viya me, ananda, esa disa, obhasajata viya me, ananda, esa disa; ","ud3.3:8.3":"yassam disayam vaggumudatiriya bhikkhu viharanti gantum appatikulasi me manasi katum. ","ud3.3:8.4":"Pahineyyasi tvam, ananda, vaggumudatiriyanam bhikkhunam santike dutam: ","ud3.3:8.5":"‘sattha ayasmante amanteti, sattha ayasmantanam dassanakamo’”ti. ","ud3.3:9.1":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva yena annataro bhikkhu tenupasankami; upasankamitva tam bhikkhum etadavoca: ","ud3.3:9.2":"“ehi tvam, avuso, yena vaggumudatiriya bhikkhu tenupasankama; upasankamitva vaggumudatiriye bhikkhu evam vadehi: ","ud3.3:9.3":"‘sattha ayasmante amanteti, sattha ayasmantanam dassanakamo’”ti. ","ud3.3:10.1":"“Evamavuso”ti kho so bhikkhu ayasmato anandassa patissutva—","ud3.3:10.2":"seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evamevam—mahavane kutagarasalayam antarahito vaggumudaya nadiya tire tesam bhikkhunam purato paturahosi. ","ud3.3:10.3":"Atha kho so bhikkhu vaggumudatiriye bhikkhu etadavoca: ","ud3.3:10.4":"“sattha ayasmante amanteti, sattha ayasmantanam dassanakamo”ti. ","ud3.3:11.1":"“Evamavuso”ti kho te bhikkhu tassa bhikkhuno patissutva senasanam samsametva pattacivaramadaya—","ud3.3:11.2":"seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evamevam—vaggumudaya nadiya tire antarahita mahavane kutagarasalayam bhagavato sammukhe paturahesum. ","ud3.3:11.3":"Tena kho pana samayena bhagava anenjena samadhina nisinno hoti. ","ud3.3:11.4":"Atha kho tesam bhikkhunam etadahosi: ","ud3.3:11.5":"“katamena nu kho bhagava viharena etarahi viharati”ti? ","ud3.3:11.6":"Atha kho tesam bhikkhunam etadahosi: ","ud3.3:11.7":"“anenjena kho bhagava viharena etarahi viharati”ti. ","ud3.3:11.8":"Sabbeva anenjasamadhina nisidimsu. ","ud3.3:12.1":"Atha kho ayasma anando abhikkantaya rattiya, nikkhante pathame yame, utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","ud3.3:12.2":"“abhikkanta, bhante, ratti; nikkhanto pathamo yamo; ciranisinna agantuka bhikkhu; ","ud3.3:12.3":"patisammodatu, bhante, bhagava agantukehi bhikkhuhi”ti. ","ud3.3:12.4":"Evam vutte, bhagava tunhi ahosi. ","ud3.3:13.1":"Dutiyampi kho ayasma anando abhikkantaya rattiya, nikkhante majjhime yame, utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","ud3.3:13.2":"“abhikkanta, bhante, ratti; ","ud3.3:13.3":"nikkhanto majjhimo yamo; ","ud3.3:13.4":"ciranisinna agantuka bhikkhu; ","ud3.3:13.5":"patisammodatu, bhante, bhagava agantukehi bhikkhuhi”ti. ","ud3.3:13.6":"Dutiyampi kho bhagava tunhi ahosi. ","ud3.3:14.1":"Tatiyampi kho ayasma anando abhikkantaya rattiya, nikkhante pacchime yame, uddhaste arune, nandimukhiya rattiya utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","ud3.3:14.2":"“abhikkanta, bhante, ratti; ","ud3.3:14.3":"nikkhanto pacchimo yamo; ","ud3.3:14.4":"uddhasto aruno; ","ud3.3:14.5":"nandimukhi ratti; ","ud3.3:14.6":"ciranisinna agantuka bhikkhu; ","ud3.3:14.7":"patisammodatu, bhante, bhagava, agantukehi bhikkhuhi”ti. ","ud3.3:15.1":"Atha kho bhagava tamha samadhimha vutthahitva ayasmantam anandam amantesi: ","ud3.3:15.2":"“sace kho tvam, ananda, janeyyasi ettakampi te nappatibhaseyya. ","ud3.3:15.3":"Ahanca, ananda, imani ca panca bhikkhusatani sabbeva anenjasamadhina nisidimha”ti. ","ud3.3:16.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud3.3:17.1":"“Yassa jito kamakandako, ","ud3.3:17.2":"Akkoso ca vadho ca bandhananca; ","ud3.3:17.3":"Pabbatova so thito anejo, ","ud3.3:17.4":"Sukhadukkhesu na vedhati sa bhikkhu”ti. ","ud3.3:17.5":"Tatiyam. "}