{"ud3.7:0.1":"Udana 3.7 ","ud3.7:0.2":"Sakkudanasutta ","ud3.7:1.1":"Evam me sutam—","ud3.7:1.2":"ekam samayam bhagava rajagahe viharati veluvane kalandakanivape. ","ud3.7:1.3":"Tena kho pana samayena ayasma mahakassapo pippaliguhayam viharati, sattaham ekapallankena nisinno hoti annataram samadhim samapajjitva. ","ud3.7:1.4":"Atha kho ayasma mahakassapo tassa sattahassa accayena tamha samadhimha vutthasi. ","ud3.7:1.5":"Atha kho ayasmato mahakassapassa tamha samadhimha vutthitassa etadahosi: ","ud3.7:1.6":"“yannunaham rajagaham pindaya paviseyyan”ti. ","ud3.7:2.1":"Tena kho pana samayena pancamattani devatasatani ussukkam apannani honti ayasmato mahakassapassa pindapatapatilabhaya. ","ud3.7:2.2":"Atha kho ayasma mahakassapo tani pancamattani devatasatani patikkhipitva pubbanhasamayam nivasetva pattacivaramadaya rajagaham pindaya pavisi. ","ud3.7:2.3":"Tena kho pana samayena sakko devanamindo ayasmato mahakassapassa pindapatam datukamo hoti. ","ud3.7:3.2":"Pesakaravannam abhinimminitva tantam vinati. Suja asurakanna tasaram pureti. ","ud3.7:3.3":"Atha kho ayasma mahakassapo rajagahe sapadanam pindaya caramano yena sakkassa devanamindassa nivesanam tenupasankami. ","ud3.7:3.4":"Addasa kho sakko devanamindo ayasmantam mahakassapam duratova agacchantam. ","ud3.7:3.5":"Disvana ghara nikkhamitva paccuggantva hatthato pattam gahetva gharam pavisitva ghatiya odanam uddharitva pattam puretva ayasmato mahakassapassa adasi. ","ud3.7:3.6":"So ahosi pindapato anekasupo anekabyanjano anekarasabyanjano. ","ud3.7:3.7":"Atha kho ayasmato mahakassapassa etadahosi: ","ud3.7:3.8":"“ko nu kho ayam satto yassayam evarupo iddhanubhavo”ti? ","ud3.7:3.9":"Atha kho ayasmato mahakassapassa etadahosi: ","ud3.7:3.10":"“sakko kho ayam devanamindo”ti. ","ud3.7:3.11":"Iti viditva sakkam devanamindam etadavoca: ","ud3.7:3.12":"“katam kho te idam, kosiya; ","ud3.7:3.13":"ma punapi evarupamakasi”ti. ","ud3.7:3.14":"“Amhakampi, bhante kassapa, punnena attho; ","ud3.7:3.15":"amhakampi punnena karaniyan”ti. ","ud3.7:4.1":"Atha kho sakko devanamindo ayasmantam mahakassapam abhivadetva padakkhinam katva vehasam abbhuggantva akase antalikkhe tikkhattum udanam udanesi: ","ud3.7:4.2":"“aho danam paramadanam kassape suppatitthitam. ","ud3.7:4.3":"Aho danam paramadanam kassape suppatitthitam. ","ud3.7:4.4":"Aho danam paramadanam kassape suppatitthitan”ti. ","ud3.7:4.5":"Assosi kho bhagava dibbaya sotadhatuya visuddhaya atikkantamanusikaya sakkassa devanamindassa vehasam abbhuggantva akase antalikkhe tikkhattum udanam udanentassa: ","ud3.7:4.6":"“aho danam paramadanam kassape suppatitthitam. ","ud3.7:4.7":"Aho danam paramadanam kassape suppatitthitam. ","ud3.7:4.8":"Aho danam paramadanam kassape suppatitthitan”ti. ","ud3.7:5.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud3.7:6.1":"“Pindapatikassa bhikkhuno, ","ud3.7:6.2":"Attabharassa anannaposino; ","ud3.7:6.3":"Deva pihayanti tadino, ","ud3.7:6.4":"Upasantassa sada satimato”ti. ","ud3.7:6.5":"Sattamam. "}