{"ud4.1:0.1":"Udana 4.1 ","ud4.1:0.2":"Meghiyasutta ","ud4.1:1.1":"Evam me sutam—","ud4.1:1.2":"ekam samayam bhagava calikayam viharati calike pabbate. ","ud4.1:1.3":"Tena kho pana samayena ayasma meghiyo bhagavato upatthako hoti. ","ud4.1:1.4":"Atha kho ayasma meghiyo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam atthasi. Ekamantam thito kho ayasma meghiyo bhagavantam etadavoca: ","ud4.1:1.5":"“icchamaham, bhante, jantugamam pindaya pavisitun”ti. ","ud4.1:1.6":"“Yassadani tvam, meghiya, kalam mannasi”ti. ","ud4.1:2.1":"Atha kho ayasma meghiyo pubbanhasamayam nivasetva pattacivaramadaya jantugamam pindaya pavisi. ","ud4.1:2.2":"Jantugame pindaya caritva pacchabhattam pindapatapatikkanto yena kimikalaya nadiya tiram tenupasankami. ","ud4.1:2.3":"Addasa kho ayasma meghiyo kimikalaya nadiya tire janghaviharam anucankamamano anuvicaramano ambavanam pasadikam manunnam ramaniyam. ","ud4.1:2.4":"Disvanassa etadahosi: ","ud4.1:2.5":"“pasadikam vatidam ambavanam manunnam ramaniyam. Alam vatidam kulaputtassa padhanatthikassa padhanaya. ","ud4.1:2.6":"Sace mam bhagava anujaneyya, agaccheyyaham imam ambavanam padhanaya”ti. ","ud4.1:3.1":"Atha kho ayasma meghiyo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","ud4.1:3.2":"Ekamantam nisinno kho ayasma meghiyo bhagavantam etadavoca: ","ud4.1:4.1":"“Idhaham, bhante, pubbanhasamayam nivasetva pattacivaramadaya jantugamam pindaya pavisim. ","ud4.1:4.2":"Jantugame pindaya caritva pacchabhattam pindapatapatikkanto yena kimikalaya nadiya tiram tenupasankamim. ","ud4.1:4.3":"Addasam kho aham, bhante, kimikalaya nadiya tire janghaviharam anucankamamano anuvicaramano ambavanam pasadikam manunnam ramaniyam. ","ud4.1:4.4":"Disvana me etadahosi: ","ud4.1:4.5":"‘pasadikam vatidam ambavanam manunnam ramaniyam. ","ud4.1:4.6":"Alam vatidam kulaputtassa padhanatthikassa padhanaya. ","ud4.1:4.7":"Sace mam bhagava anujaneyya, agaccheyyaham imam ambavanam padhanaya’ti. ","ud4.1:4.8":"Sace mam, bhante, bhagava anujanati, gaccheyyaham tam ambavanam padhanaya”ti. ","ud4.1:5.1":"Evam vutte, bhagava ayasmantam meghiyam etadavoca: ","ud4.1:5.2":"“agamehi tava, meghiya, ekakamhi tava, yava annopi koci bhikkhu agacchati”ti. ","ud4.1:6.1":"Dutiyampi kho ayasma meghiyo bhagavantam etadavoca: ","ud4.1:6.2":"“bhagavato, bhante, natthi kinci uttari karaniyam, natthi katassa va paticayo. ","ud4.1:6.3":"Mayham kho pana, bhante, atthi uttari karaniyam, atthi katassa paticayo. ","ud4.1:6.4":"Sace mam bhagava anujanati, gaccheyyaham tam ambavanam padhanaya”ti. ","ud4.1:6.5":"Dutiyampi kho bhagava ayasmantam meghiyam etadavoca: ","ud4.1:6.6":"“agamehi tava, meghiya, ekakamhi tava, yava annopi koci bhikkhu agacchati”ti. ","ud4.1:7.1":"Tatiyampi kho ayasma meghiyo bhagavantam etadavoca: ","ud4.1:7.2":"“bhagavato, bhante, natthi kinci uttari karaniyam, natthi katassa va paticayo. ","ud4.1:7.3":"Mayham kho pana, bhante, atthi uttari karaniyam, atthi katassa paticayo. ","ud4.1:7.4":"Sace mam bhagava anujanati, gaccheyyaham tam ambavanam padhanaya”ti. ","ud4.1:7.5":"“Padhananti kho, meghiya, vadamanam kinti vadeyyama? ","ud4.1:7.6":"Yassadani tvam, meghiya, kalam mannasi”ti. ","ud4.1:8.1":"Atha kho ayasma meghiyo utthayasana bhagavantam abhivadetva padakkhinam katva yena tam ambavanam tenupasankami; upasankamitva tam ambavanam ajjhogahetva annatarasmim rukkhamule divaviharam nisidi. ","ud4.1:8.2":"Atha kho ayasmato meghiyassa tasmim ambavane viharantassa yebhuyyena tayo papaka akusala vitakka samudacaranti, seyyathidam—","ud4.1:8.3":"kamavitakko, byapadavitakko, vihimsavitakko. ","ud4.1:9.1":"Atha kho ayasmato meghiyassa etadahosi: ","ud4.1:9.2":"“acchariyam vata bho, abbhutam vata bho. ","ud4.1:9.3":"Saddhaya ca vatamha agarasma anagariyam pabbajita. ","ud4.1:9.4":"Atha ca panimehi tihi papakehi akusalehi vitakkehi anvasatta, seyyathidam—","ud4.1:9.5":"kamavitakkena, byapadavitakkena, vihimsavitakkena”. ","ud4.1:10.1":"Atha kho ayasma meghiyo sayanhasamayam patisallana vutthito yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho ayasma meghiyo bhagavantam etadavoca: ","ud4.1:10.2":"“idha mayham, bhante, tasmim ambavane viharantassa yebhuyyena tayo papaka akusala vitakka samudacaranti, seyyathidam—","ud4.1:10.3":"kamavitakko, byapadavitakko, vihimsavitakko. ","ud4.1:10.4":"Tassa mayham, bhante, etadahosi: ","ud4.1:10.5":"‘acchariyam vata bho, abbhutam vata bho. ","ud4.1:10.6":"Saddhaya ca vatamha agarasma anagariyam pabbajita. ","ud4.1:10.7":"Atha ca panimehi tihi papakehi akusalehi vitakkehi anvasatta, seyyathidam—","ud4.1:10.8":"kamavitakkena, byapadavitakkena, vihimsavitakkena’”. ","ud4.1:11.1":"“Aparipakkaya, meghiya, cetovimuttiya panca dhamma paripakaya samvattanti. ","ud4.1:11.2":"Katame panca? ","ud4.1:12.1":"Idha, meghiya, bhikkhu kalyanamitto hoti kalyanasahayo kalyanasampavanko. ","ud4.1:12.2":"Aparipakkaya, meghiya, cetovimuttiya ayam pathamo dhammo paripakaya samvattati. ","ud4.1:13.1":"Puna caparam, meghiya, bhikkhu silava hoti, patimokkhasamvarasamvuto viharati acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhati sikkhapadesu. ","ud4.1:13.2":"Aparipakkaya, meghiya, cetovimuttiya ayam dutiyo dhammo paripakaya samvattati. ","ud4.1:14.1":"Puna caparam, meghiya, bhikkhu yayam katha abhisallekhika cetovivaranasappaya ekantanibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattati, seyyathidam—appicchakatha, santutthikatha, pavivekakatha, asamsaggakatha, viriyarambhakatha, silakatha, samadhikatha, pannakatha, vimuttikatha, vimuttinanadassanakatha; evarupaya kathaya nikamalabhi hoti akicchalabhi akasiralabhi. ","ud4.1:14.2":"Aparipakaya, meghiya, cetovimuttiya ayam tatiyo dhammo paripakaya samvattati. ","ud4.1:15.1":"Puna caparam, meghiya, bhikkhu araddhaviriyo viharati, akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","ud4.1:15.2":"Aparipakkaya, meghiya, cetovimuttiya ayam catuttho dhammo paripakaya samvattati. ","ud4.1:16.1":"Puna caparam, meghiya, bhikkhu pannava hoti udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","ud4.1:16.2":"Aparipakkaya, meghiya, cetovimuttiya ayam pancamo dhammo paripakaya samvattati. ","ud4.1:16.3":"Aparipakkaya, meghiya, cetovimuttiya ime panca dhamma paripakaya samvattanti. ","ud4.1:17.1":"Kalyanamittassetam, meghiya, bhikkhuno patikankham kalyanasahayassa kalyanasampavankassa yam silava bhavissati, patimokkhasamvarasamvuto viharissati, acaragocarasampanno, anumattesu vajjesu bhayadassavi, samadaya sikkhissati sikkhapadesu. ","ud4.1:18.1":"Kalyanamittassetam, meghiya, bhikkhuno patikankham kalyanasahayassa kalyanasampavankassa yam yayam katha abhisallekhika cetovivaranasappaya ekantanibbidaya viragaya nirodhaya upasamaya abhinnaya sambodhaya nibbanaya samvattati, seyyathidam—appicchakatha, santutthikatha, pavivekakatha, asamsaggakatha, viriyarambhakatha, silakatha, samadhikatha, pannakatha, vimuttikatha, vimuttinanadassanakatha; evarupaya kathaya nikamalabhi bhavissati akicchalabhi akasiralabhi. ","ud4.1:19.1":"Kalyanamittassetam, meghiya, bhikkhuno patikankham kalyanasahayassa kalyanasampavankassa yam araddhaviriyo viharissati akusalanam dhammanam pahanaya, kusalanam dhammanam upasampadaya, thamava dalhaparakkamo anikkhittadhuro kusalesu dhammesu. ","ud4.1:20.1":"Kalyanamittassetam, meghiya, bhikkhuno patikankham kalyanasahayassa kalyanasampavankassa yam pannava bhavissati, udayatthagaminiya pannaya samannagato ariyaya nibbedhikaya samma dukkhakkhayagaminiya. ","ud4.1:21.1":"Tena ca pana, meghiya, bhikkhuna imesu pancasu dhammesu patitthaya cattaro dhamma uttari bhavetabba—","ud4.1:21.2":"asubha bhavetabba ragassa pahanaya, metta bhavetabba byapadassa pahanaya, anapanassati bhavetabba vitakkupacchedaya, aniccasanna bhavetabba asmimanasamugghataya. ","ud4.1:21.3":"Aniccasannino hi, meghiya, anattasanna santhati, ","ud4.1:21.4":"anattasanni asmimanasamugghatam papunati dittheva dhamme nibbanan”ti. ","ud4.1:22.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud4.1:23.1":"“Khudda vitakka sukhuma vitakka, ","ud4.1:23.2":"Anugata manaso uppilava; ","ud4.1:23.3":"Ete avidva manaso vitakke, ","ud4.1:23.4":"Hura huram dhavati bhantacitto. ","ud4.1:24.1":"Ete ca vidva manaso vitakke, ","ud4.1:24.2":"Atapiyo samvarati satima; ","ud4.1:24.3":"Anugate manaso uppilave, ","ud4.1:24.4":"Asesamete pajahasi buddho”ti. ","ud4.1:24.5":"Pathamam. "}