{"ud4.8:0.1":"Udana 4.8 ","ud4.8:0.2":"Sundarisutta ","ud4.8:1.1":"Evam me sutam—","ud4.8:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","ud4.8:1.3":"Tena kho pana samayena bhagava sakkato hoti garukato manito pujito apacito labhi civarapindapatasenasanagilanapaccayabhesajjaparikkharanam. ","ud4.8:1.4":"Bhikkhusanghopi sakkato hoti garukato manito pujito apacito labhi civarapindapatasenasanagilanapaccayabhesajjaparikkharanam. ","ud4.8:1.5":"Annatitthiya pana paribbajaka asakkata honti agarukata amanita apujita anapacita na labhino civarapindapatasenasanagilanapaccayabhesajjaparikkharanam. ","ud4.8:2.1":"Atha kho te annatitthiya paribbajaka bhagavato sakkaram asahamana bhikkhusanghassa ca yena sundari paribbajika tenupasankamimsu; upasankamitva sundarim paribbajikam etadavocum: ","ud4.8:2.2":"“ussahasi tvam, bhagini, natinam attham katun”ti? ","ud4.8:2.3":"“Kyaham, ayya, karomi? ","ud4.8:2.4":"Kim maya na sakka katum? ","ud4.8:2.5":"Jivitampi me pariccattam natinam atthaya”ti. ","ud4.8:3.1":"“Tena hi, bhagini, abhikkhanam jetavanam gacchahi”ti. ","ud4.8:3.2":"“Evam, ayya”ti kho sundari paribbajika tesam annatitthiyanam paribbajakanam patissutva abhikkhanam jetavanam agamasi. ","ud4.8:4.1":"Yada te annimsu annatitthiya paribbajaka: ","ud4.8:4.2":"“vodittha kho sundari paribbajika bahujanena abhikkhanam jetavanam gacchanti”ti. ","ud4.8:4.3":"Atha nam jivita voropetva tattheva jetavanassa parikhakupe nikkhipitva yena raja pasenadi kosalo tenupasankamimsu; upasankamitva rajanam pasenadim kosalam etadavocum: ","ud4.8:4.4":"“ya sa, maharaja, sundari paribbajika; sa no na dissati”ti. ","ud4.8:4.5":"“Kattha pana tumhe asankatha”ti? ","ud4.8:4.6":"“Jetavane, maharaja”ti. ","ud4.8:4.7":"“Tena hi jetavanam vicinatha”ti. ","ud4.8:5.1":"Atha kho te annatitthiya paribbajaka jetavanam vicinitva yathanikkhittam parikhakupa uddharitva mancakam aropetva savatthim pavesetva rathiyaya rathiyam singhatakena singhatakam upasankamitva manusse ujjhapesum: ","ud4.8:6.1":"“Passathayya samananam sakyaputtiyanam kammam. ","ud4.8:6.2":"Alajjino ime samana sakyaputtiya dussila papadhamma musavadino abrahmacarino. ","ud4.8:6.3":"Ime hi nama dhammacarino samacarino brahmacarino saccavadino silavanto kalyanadhamma patijanissanti. ","ud4.8:6.4":"Natthi imesam samannam, natthi imesam brahmannam. ","ud4.8:6.5":"Nattham imesam samannam, nattham imesam brahmannam. ","ud4.8:6.6":"Kuto imesam samannam, kuto imesam brahmannam? ","ud4.8:6.7":"Apagata ime samanna, apagata ime brahmanna. ","ud4.8:6.8":"Kathanhi nama puriso purisakiccam karitva itthim jivita voropessati”ti. ","ud4.8:7.1":"Tena kho pana samayena savatthiyam manussa bhikkhu disva asabbhahi pharusahi vacahi akkosanti paribhasanti rosanti vihesanti: ","ud4.8:8.1":"“Alajjino ime samana sakyaputtiya dussila papadhamma musavadino abrahmacarino. ","ud4.8:8.2":"Ime hi nama dhammacarino samacarino brahmacarino saccavadino silavanto kalyanadhamma patijanissanti. ","ud4.8:8.3":"Natthi imesam samannam, natthi imesam brahmannam. ","ud4.8:8.4":"Nattham imesam samannam, nattham imesam brahmannam. ","ud4.8:8.5":"Kuto imesam samannam, kuto imesam brahmannam? ","ud4.8:8.6":"Apagata ime samanna, apagata ime brahmanna. ","ud4.8:8.7":"Kathanhi nama puriso purisakiccam karitva itthim jivita voropessati”ti. ","ud4.8:9.1":"Atha kho sambahula bhikkhu pubbanhasamayam nivasetva pattacivaramadaya savatthim pindaya pavisimsu. ","ud4.8:9.2":"Savatthiyam pindaya caritva pacchabhattam pindapatapatikkanta yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavantam etadavocum: ","ud4.8:10.1":"“Etarahi, bhante, savatthiyam manussa bhikkhu disva asabbhahi pharusahi vacahi akkosanti paribhasanti rosanti vihesanti: ","ud4.8:10.2":"‘alajjino ime samana sakyaputtiya dussila papadhamma musavadino abrahmacarino. ","ud4.8:10.3":"Ime hi nama dhammacarino samacarino brahmacarino saccavadino silavanto kalyanadhamma patijanissanti. ","ud4.8:10.4":"Natthi imesam samannam, natthi imesam brahmannam. ","ud4.8:10.5":"Nattham imesam samannam, nattham imesam brahmannam. ","ud4.8:10.6":"Kuto imesam samannam, kuto imesam brahmannam? ","ud4.8:10.7":"Apagata ime samanna, apagata ime brahmanna. ","ud4.8:10.8":"Kathanhi nama puriso purisakiccam karitva itthim jivita voropessati’”ti. ","ud4.8:11.1":"“Neso, bhikkhave, saddo ciram bhavissati sattahameva bhavissati. Sattahassa accayena antaradhayissati. ","ud4.8:11.2":"Tena hi, bhikkhave, ye manussa bhikkhu disva asabbhahi pharusahi vacahi akkosanti paribhasanti rosanti vihesanti, te tumhe imaya gathaya paticodetha: ","ud4.8:12.1":"‘Abhutavadi nirayam upeti, ","ud4.8:12.2":"Yo vapi katva na karomi caha; ","ud4.8:12.3":"Ubhopi te pecca sama bhavanti, ","ud4.8:12.4":"Nihinakamma manuja parattha’”ti. ","ud4.8:13.1":"Atha kho te bhikkhu bhagavato santike imam gatham pariyapunitva ye manussa bhikkhu disva asabbhahi pharusahi vacahi akkosanti paribhasanti rosanti vihesanti te imaya gathaya paticodenti: ","ud4.8:14.1":"“Abhutavadi nirayam upeti, ","ud4.8:14.2":"Yo vapi katva na karomi caha; ","ud4.8:14.3":"Ubhopi te pecca sama bhavanti, ","ud4.8:14.4":"Nihinakamma manuja parattha”ti. ","ud4.8:15.1":"Manussanam etadahosi: ","ud4.8:15.2":"“akaraka ime samana sakyaputtiya, nayimehi katam, sapantime samana sakyaputtiya”ti. ","ud4.8:15.3":"Neva so saddo ciram ahosi. Sattahameva ahosi. Sattahassa accayena antaradhayi. ","ud4.8:16.1":"Atha kho sambahula bhikkhu yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. Ekamantam nisinna kho te bhikkhu bhagavato etadavocum: ","ud4.8:17.1":"“Acchariyam, bhante, abbhutam, bhante. ","ud4.8:17.2":"Yava subhasitancidam, bhante, bhagavata: ","ud4.8:17.3":"‘neso, bhikkhave, saddo ciram bhavissati. Sattahameva bhavissati. Sattahassa accayena antaradhayissati’ti. ","ud4.8:17.4":"Antarahito so, bhante, saddo”ti. ","ud4.8:18.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud4.8:19.1":"“Tudanti vacaya jana asannata, ","ud4.8:19.2":"Sarehi sangamagatamva kunjaram; ","ud4.8:19.3":"Sutvana vakyam pharusam udiritam, ","ud4.8:19.4":"Adhivasaye bhikkhu adutthacitto”ti. ","ud4.8:19.5":"Atthamam. "}