{"ud4.5:0.1":"Udana 4.5 ","ud4.5:0.2":"Nagasutta ","ud4.5:1.1":"Evam me sutam—","ud4.5:1.2":"ekam samayam bhagava kosambiyam viharati ghositarame. ","ud4.5:1.3":"Tena kho pana samayena bhagava akinno viharati bhikkhuhi bhikkhunihi upasakehi upasikahi rajuhi rajamahamattehi titthiyehi titthiyasavakehi. ","ud4.5:1.4":"Akinno dukkham na phasu viharati. ","ud4.5:1.5":"Atha kho bhagavato etadahosi: ","ud4.5:1.6":"“aham kho etarahi akinno viharami bhikkhuhi bhikkhunihi upasakehi upasikahi rajuhi rajamahamattehi titthiyehi titthiyasavakehi. ","ud4.5:1.7":"Akinno dukkham na phasu viharami. ","ud4.5:1.8":"Yannunaham eko ganasma vupakattho vihareyyan”ti. ","ud4.5:2.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya kosambim pindaya pavisi. ","ud4.5:2.2":"Kosambiyam pindaya caritva pacchabhattam pindapatapatikkanto samam senasanam samsametva pattacivaramadaya anamantetva upatthakam anapaloketva bhikkhusangham eko adutiyo yena palileyyakam tena carikam pakkami. ","ud4.5:2.3":"Anupubbena carikam caramano yena palileyyakam tadavasari. ","ud4.5:2.4":"Tatra sudam bhagava palileyyake viharati rakkhitavanasande bhaddasalamule. ","ud4.5:3.1":"Annataropi kho hatthinago akinno viharati hatthihi hatthinihi hatthikalabhehi hatthicchapehi. Chinnaggani ceva tinani khadati, obhaggobhaggancassa sakhabhangam khadanti, avilani ca paniyani pivati, ogaha cassa uttinnassa hatthiniyo kayam upanighamsantiyo gacchanti. ","ud4.5:3.2":"Akinno dukkham na phasu viharati. ","ud4.5:3.3":"Atha kho tassa hatthinagassa etadahosi: ","ud4.5:3.4":"“aham kho etarahi akinno viharami hatthihi hatthinihi hatthikalabhehi hatthicchapehi, chinnaggani ceva tinani khadami, obhaggobhagganca me sakhabhangam khadanti, avilani ca paniyani pivami, ogaha ca me uttinnassa hatthiniyo kayam upanighamsantiyo gacchanti, akinno dukkham na phasu viharami. ","ud4.5:3.5":"Yannunaham eko ganasma vupakattho vihareyyan”ti. ","ud4.5:4.1":"Atha kho so hatthinago yutha apakkamma yena palileyyakam rakkhitavanasando bhaddasalamulam yena bhagava tenupasankami. ","ud4.5:4.2":"Tatra sudam so hatthinago yasmim padese bhagava viharati tam padesam appaharitam karoti, sondaya ca bhagavato paniyam paribhojaniyam upatthapeti. ","ud4.5:5.1":"Atha kho bhagavato rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","ud4.5:5.2":"“aham kho pubbe akinno vihasim bhikkhuhi bhikkhunihi upasakehi upasikahi rajuhi rajamahamattehi titthiyehi titthiyasavakehi, akinno dukkham na phasu vihasim. ","ud4.5:5.3":"Somhi etarahi anakinno viharami bhikkhuhi bhikkhunihi upasakehi upasikahi rajuhi rajamahamattehi titthiyehi titthiyasavakehi, anakinno sukham phasu viharami”ti. ","ud4.5:6.1":"Tassapi kho hatthinagassa evam cetaso parivitakko udapadi: ","ud4.5:6.2":"“aham kho pubbe akinno vihasim hatthihi hatthinihi hatthikalabhehi hatthicchapehi, chinnaggani ceva tinani khadim, obhaggobhagganca me sakhabhangam khadimsu, avilani ca paniyani apayim, ogaha ca me uttinnassa hatthiniyo kayam upanighamsantiyo agamamsu, akinno dukkham na phasu vihasim. ","ud4.5:6.3":"Somhi etarahi anakinno viharami hatthihi hatthinihi hatthikalabhehi hatthicchapehi, acchinnaggani ceva tinani khadami, obhaggobhagganca me sakhabhangam na khadanti, anavilani ca paniyani pivami, ogaha ca me uttinnassa hatthiniyo na kayam upanighamsantiyo gacchanti, anakinno sukham phasu viharami”ti. ","ud4.5:7.1":"Atha kho bhagava attano ca pavivekam viditva tassa ca hatthinagassa cetasa cetoparivitakkamannaya tayam velayam imam udanam udanesi: ","ud4.5:8.1":"“Etam nagassa nagena, ","ud4.5:8.2":"isadantassa hatthino; ","ud4.5:8.3":"Sameti cittam cittena, ","ud4.5:8.4":"yadeko ramati mano”ti. ","ud4.5:8.5":"Pancamam. "}