{"ud5.6:0.1":"Udana 5.6 ","ud5.6:0.2":"Sonasutta ","ud5.6:1.1":"Evam me sutam—","ud5.6:1.2":"ekam samayam bhagava savatthiyam viharati jetavane anathapindikassa arame. ","ud5.6:1.3":"Tena kho pana samayena ayasma mahakaccano avantisu viharati kuraraghare pavatte pabbate. ","ud5.6:1.4":"Tena kho pana samayena sono upasako kutikanno ayasmato mahakaccanassa upatthako hoti. ","ud5.6:2.1":"Atha kho sonassa upasakassa kutikannassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","ud5.6:2.2":"“yatha yatha kho ayyo mahakaccano dhammam deseti nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","ud5.6:2.3":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan”ti. ","ud5.6:3.1":"Atha kho sono upasako kutikanno yenayasma mahakaccano tenupasankami; upasankamitva ayasmantam mahakaccanam abhivadetva ekamantam nisidi. ","ud5.6:3.2":"Ekamantam nisinno kho sono upasako kutikanno ayasmantam mahakaccanam etadavoca: ","ud5.6:4.1":"“Idha mayham, bhante, rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","ud5.6:4.2":"‘yatha yatha kho ayyo mahakaccano dhammam deseti nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","ud5.6:4.3":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","ud5.6:4.4":"Pabbajetu mam, bhante, ayyo mahakaccano”ti. ","ud5.6:5.1":"Evam vutte, ayasma mahakaccano sonam upasakam kutikannam etadavoca: ","ud5.6:5.2":"“dukkaram kho, sona, yavajivam ekabhattam ekaseyyam brahmacariyam. ","ud5.6:5.3":"Ingha tvam, sona, tattheva agarikabhuto samano buddhanam sasanam anuyunja kalayuttam ekabhattam ekaseyyam brahmacariyan”ti. ","ud5.6:5.4":"Atha kho sonassa upasakassa kutikannassa yo ahosi pabbajjabhisankharo so patipassambhi. ","ud5.6:6.1":"Dutiyampi kho …pe… ","ud5.6:6.2":"dutiyampi kho ayasma mahakaccano sonam upasakam kutikannam etadavoca: ","ud5.6:6.3":"“dukkaram kho, sona, yavajivam ekabhattam ekaseyyam brahmacariyam. ","ud5.6:6.4":"Ingha tvam, sona, tattheva agarikabhuto samano buddhanam sasanam anuyunja kalayuttam ekabhattam ekaseyyam brahmacariyan”ti. ","ud5.6:6.5":"Dutiyampi kho sonassa upasakassa kutikannassa yo ahosi pabbajjabhisankharo so patipassambhi. ","ud5.6:7.1":"Tatiyampi kho sonassa upasakassa kutikannassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","ud5.6:7.2":"“yatha yatha kho ayyo mahakaccano dhammam deseti nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","ud5.6:7.3":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan”ti. ","ud5.6:7.4":"Tatiyampi kho sono upasako kutikanno yenayasma mahakaccano tenupasankami; upasankamitva ayasmantam mahakaccanam abhivadetva ekamantam nisidi. ","ud5.6:7.5":"Ekamantam nisinno kho sono upasako kutikanno ayasmantam mahakaccanam etadavoca: ","ud5.6:8.1":"“Idha mayham, bhante, rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","ud5.6:8.2":"‘yatha yatha kho ayyo mahakaccano dhammam deseti nayidam sukaram agaram ajjhavasata ekantaparipunnam ekantaparisuddham sankhalikhitam brahmacariyam caritum. ","ud5.6:8.3":"Yannunaham kesamassum oharetva kasayani vatthani acchadetva agarasma anagariyam pabbajeyyan’ti. ","ud5.6:8.4":"Pabbajetu mam, bhante, ayyo mahakaccano”ti. ","ud5.6:9.1":"Atha kho ayasma mahakaccano sonam upasakam kutikannam pabbajesi. ","ud5.6:9.2":"Tena kho pana samayena avantidakkhinapatho appabhikkhuko hoti. ","ud5.6:9.3":"Atha kho ayasma mahakaccano tinnam vassanam accayena kicchena kasirena tato tato dasavaggam bhikkhusangham sannipatetva ayasmantam sonam upasampadesi. ","ud5.6:10.1":"Atha kho ayasmato sonassa vassamvutthassa rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","ud5.6:10.2":"“na kho me so bhagava sammukha dittho, api ca sutoyeva me: ","ud5.6:10.3":"‘so bhagava idiso ca idiso ca’ti. ","ud5.6:10.4":"Sace mam upajjhayo anujaneyya, gaccheyyaham tam bhagavantam dassanaya arahantam sammasambuddhan”ti. ","ud5.6:11.1":"Atha kho ayasma sono sayanhasamayam patisallana vutthito yenayasma mahakaccano tenupasankami; upasankamitva ayasmantam mahakaccanam abhivadetva ekamantam nisidi. ","ud5.6:11.2":"Ekamantam nisinno kho ayasma sono ayasmantam mahakaccanam etadavoca: ","ud5.6:12.1":"“Idha mayham, bhante, rahogatassa patisallinassa evam cetaso parivitakko udapadi: ","ud5.6:12.2":"‘na kho me so bhagava sammukha dittho, api ca sutoyeva me—","ud5.6:12.3":"so bhagava idiso ca idiso ca’ti. ","ud5.6:12.4":"Sace mam upajjhayo anujaneyya, gaccheyyaham tam bhagavantam dassanaya arahantam sammasambuddhan”ti. ","ud5.6:12.5":"(…) ","ud5.6:13.1":"“Sadhu sadhu, sona; ","ud5.6:13.2":"gaccha tvam, sona, tam bhagavantam dassanaya arahantam sammasambuddham. ","ud5.6:13.3":"Dakkhissasi tvam, sona, tam bhagavantam pasadikam pasadaniyam santindriyam santamanasam uttamadamathasamathamanuppattam dantam guttam yatindriyam nagam. ","ud5.6:13.4":"Disvana mama vacanena bhagavato pade sirasa vandahi, appabadham appatankam lahutthanam balam phasuviharam puccha: ","ud5.6:13.5":"‘upajjhayo me, bhante, ayasma mahakaccano bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati’”ti. ","ud5.6:14.1":"“Evam, bhante”ti kho ayasma sono ayasmato mahakaccanassa bhasitam abhinanditva anumoditva utthayasana ayasmantam mahakaccanam abhivadetva padakkhinam katva senasanam samsametva pattacivaramadaya yena savatthi tena carikam pakkami. ","ud5.6:14.2":"Anupubbena carikam caramano yena savatthi jetavanam anathapindikassa aramo, yena bhagava tenupasankami, upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","ud5.6:14.3":"Ekamantam nisinno kho ayasma sono bhagavantam etadavoca: ","ud5.6:14.4":"“upajjhayo me, bhante, ayasma mahakaccano bhagavato pade sirasa vandati, appabadham appatankam lahutthanam balam phasuviharam pucchati”ti. ","ud5.6:15.1":"“Kacci, bhikkhu, khamaniyam, kacci yapaniyam, kaccisi appakilamathena addhanam agato, na ca pindakena kilantosi”ti? ","ud5.6:15.2":"“Khamaniyam, bhagava, yapaniyam, bhagava, appakilamathena caham, bhante, addhanam agato, na ca pindakena kilantomhi”ti. ","ud5.6:16.1":"Atha kho bhagava ayasmantam anandam amantesi: ","ud5.6:16.2":"“imassananda, agantukassa bhikkhuno senasanam pannapehi”ti. ","ud5.6:16.3":"Atha kho ayasmato anandassa etadahosi: ","ud5.6:16.4":"“yassa kho mam bhagava anapeti: ","ud5.6:16.5":"‘imassananda, agantukassa bhikkhuno senasanam pannapehi’ti, icchati bhagava tena bhikkhuna saddhim ekavihare vatthum, icchati bhagava ayasmata sonena saddhim ekavihare vatthun”ti. ","ud5.6:16.6":"Yasmim vihare bhagava viharati, tasmim vihare ayasmato sonassa senasanam pannapesi. ","ud5.6:17.1":"Atha kho bhagava bahudeva rattim abbhokase nisajjaya vitinametva pade pakkhaletva viharam pavisi. ","ud5.6:17.2":"Ayasmapi kho sono bahudeva rattim abbhokase nisajjaya vitinametva pade pakkhaletva viharam pavisi. ","ud5.6:17.3":"Atha kho bhagava rattiya paccusasamayam paccutthaya ayasmantam sonam ajjhesi: ","ud5.6:17.4":"“patibhatu tam, bhikkhu, dhammo bhasitun”ti. ","ud5.6:18.1":"“Evam, bhante”ti kho ayasma sono bhagavato patissutva solasa atthakavaggikani sabbaneva sarena abhani. ","ud5.6:18.2":"Atha kho bhagava ayasmato sonassa sarabhannapariyosane abbhanumodi: ","ud5.6:18.3":"“sadhu sadhu, bhikkhu, suggahitani te, bhikkhu, solasa atthakavaggikani sumanasikatani supadharitani, kalyaniyasi vacaya samannagato vissatthaya anelagalaya atthassa vinnapaniya. ","ud5.6:18.4":"Kati vassosi tvam, bhikkhu”ti? ","ud5.6:18.5":"“Ekavasso aham, bhagava”ti. ","ud5.6:18.6":"“Kissa pana tvam, bhikkhu, evam ciram akasi”ti? ","ud5.6:18.7":"“Ciram dittho me, bhante, kamesu adinavo; ","ud5.6:18.8":"api ca sambadho gharavaso bahukicco bahukaraniyo”ti. ","ud5.6:19.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud5.6:20.1":"“Disva adinavam loke, ","ud5.6:20.2":"natva dhammam nirupadhim; ","ud5.6:20.3":"Ariyo na ramati pape, ","ud5.6:20.4":"pape na ramati suci”ti. ","ud5.6:20.5":"Chattham. "}