{"ud5.5:0.1":"Udana 5.5 ","ud5.5:0.2":"Uposathasutta ","ud5.5:1.1":"Evam me sutam—","ud5.5:1.2":"ekam samayam bhagava savatthiyam viharati pubbarame migaramatupasade. ","ud5.5:1.3":"Tena kho pana samayena bhagava tadahuposathe bhikkhusanghaparivuto nisinno hoti. ","ud5.5:2.1":"Atha kho ayasma anando abhikkantaya rattiya, nikkhante pathame yame, utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","ud5.5:2.2":"“abhikkanta, bhante, ratti; nikkhanto pathamo yamo; ciranisinno bhikkhusangho; ","ud5.5:2.3":"uddisatu, bhante, bhagava bhikkhunam patimokkhan”ti. ","ud5.5:2.4":"Evam vutte, bhagava tunhi ahosi. ","ud5.5:3.1":"Dutiyampi kho ayasma anando abhikkantaya rattiya, nikkhante majjhime yame, utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","ud5.5:3.2":"“abhikkanta, bhante, ratti; nikkhanto majjhimo yamo; ciranisinno bhikkhusangho; ","ud5.5:3.3":"uddisatu, bhante, bhagava bhikkhunam patimokkhan”ti. ","ud5.5:3.4":"Dutiyampi kho bhagava tunhi ahosi. ","ud5.5:4.1":"Tatiyampi kho ayasma anando abhikkantaya rattiya, nikkhante pacchime yame, uddhaste arune, nandimukhiya rattiya utthayasana ekamsam uttarasangam karitva yena bhagava tenanjalim panametva bhagavantam etadavoca: ","ud5.5:4.2":"“abhikkanta, bhante, ratti; nikkhanto pacchimo yamo; uddhasto aruno; nandimukhi ratti; ciranisinno bhikkhusangho; ","ud5.5:4.3":"uddisatu, bhante, bhagava bhikkhunam patimokkhan”ti. ","ud5.5:4.4":"“Aparisuddha, ananda, parisa”ti. ","ud5.5:5.1":"Atha kho ayasmato mahamoggallanassa etadahosi: ","ud5.5:5.2":"“kam nu kho bhagava puggalam sandhaya evamaha: ","ud5.5:5.3":"‘aparisuddha, ananda, parisa’”ti? ","ud5.5:5.4":"Atha kho ayasma mahamoggallano sabbavantam bhikkhusangham cetasa ceto paricca manasakasi. ","ud5.5:5.5":"Addasa kho ayasma mahamoggallano tam puggalam dussilam papadhammam asucim sankassarasamacaram paticchannakammantam assamanam samanapatinnam abrahmacarim brahmacaripatinnam antoputim avassutam kasambujatam majjhe bhikkhusanghassa nisinnam. ","ud5.5:5.6":"Disvana utthayasana yena so puggalo tenupasankami; upasankamitva tam puggalam etadavoca: ","ud5.5:5.7":"“utthehi, avuso, ditthosi bhagavata; ","ud5.5:5.8":"natthi te bhikkhuhi saddhim samvaso”ti. ","ud5.5:5.9":"Evam vutte, so puggalo tunhi ahosi. ","ud5.5:6.1":"Dutiyampi kho ayasma mahamoggallano tam puggalam etadavoca: ","ud5.5:6.2":"“utthehi, avuso, ditthosi bhagavata; ","ud5.5:6.3":"natthi te bhikkhuhi saddhim samvaso”ti. ","ud5.5:6.4":"Dutiyampi kho …pe… ","ud5.5:6.5":"tatiyampi kho so puggalo tunhi ahosi. ","ud5.5:7.1":"Atha kho ayasma mahamoggallano tam puggalam bahayam gahetva bahidvarakotthaka nikkhametva sucighatikam datva yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","ud5.5:7.2":"“nikkhamito, bhante, so puggalo maya. ","ud5.5:7.3":"Parisuddha parisa. ","ud5.5:7.4":"Uddisatu, bhante, bhagava bhikkhunam patimokkhan”ti. ","ud5.5:7.5":"“Acchariyam, moggallana, abbhutam, moggallana. ","ud5.5:7.6":"Yava bahagahanapi nama so moghapuriso agamessati”ti. ","ud5.5:8.1":"Atha kho bhagava bhikkhu amantesi: ","ud5.5:8.2":"“na danaham, bhikkhave, ito param uposatham karissami, patimokkham uddisissami. ","ud5.5:8.3":"Tumheva dani, bhikkhave, ito param uposatham kareyyatha, patimokkham uddiseyyatha. ","ud5.5:8.4":"Atthanametam, bhikkhave, anavakaso yam tathagato aparisuddhaya parisaya uposatham kareyya, patimokkham uddiseyya. ","ud5.5:9.1":"Atthime, bhikkhave, mahasamudde acchariya abbhuta dhamma, ye disva disva asura mahasamudde abhiramanti. ","ud5.5:9.2":"Katame attha? ","ud5.5:10.1":"Mahasamuddo, bhikkhave, anupubbaninno anupubbapono anupubbapabbharo, na ayatakeneva papato. ","ud5.5:10.2":"Yampi, bhikkhave, mahasamuddo anupubbaninno anupubbapono anupubbapabbharo na ayatakeneva papato; ","ud5.5:10.3":"ayam, bhikkhave, mahasamudde pathamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","ud5.5:11.1":"Puna caparam, bhikkhave, mahasamuddo thitadhammo velam nativattati. ","ud5.5:11.2":"Yampi, bhikkhave, mahasamuddo thitadhammo velam nativattati; ","ud5.5:11.3":"ayam, bhikkhave, mahasamudde dutiyo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","ud5.5:12.1":"Puna caparam, bhikkhave, mahasamuddo na matena kunapena samvasati. Yam hoti mahasamudde matam kunapam tam khippameva tiram vaheti, thalam ussareti. ","ud5.5:12.2":"Yampi, bhikkhave, mahasamuddo na matena kunapena samvasati, yam hoti mahasamudde matam kunapam tam khippameva tiram vaheti thalam ussareti; ","ud5.5:12.3":"ayam, bhikkhave, mahasamudde tatiyo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","ud5.5:13.1":"Puna caparam, bhikkhave, ya kaci mahanadiyo, seyyathidam—ganga yamuna aciravati sarabhu mahi, ta mahasamuddam patva jahanti purimani namagottani; ‘mahasamuddo’tveva sankham gacchanti. ","ud5.5:13.2":"Yampi, bhikkhave, ya kaci mahanadiyo, seyyathidam—ganga yamuna aciravati sarabhu mahi ta mahasamuddam patva jahanti purimani namagottani, ‘mahasamuddo’tveva sankham gacchanti; ","ud5.5:13.3":"ayam, bhikkhave, mahasamudde catuttho acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","ud5.5:14.1":"Puna caparam, bhikkhave, ya ca loke savantiyo mahasamuddam appenti, ya ca antalikkha dhara papatanti, na tena mahasamuddassa unattam va purattam va pannayati. ","ud5.5:14.2":"Yampi, bhikkhave, ya ca loke savantiyo mahasamuddam appenti, ya ca antalikkha dhara papatanti, na tena mahasamuddassa unattam va purattam va pannayati; ","ud5.5:14.3":"ayam, bhikkhave, mahasamudde pancamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","ud5.5:15.1":"Puna caparam, bhikkhave, mahasamuddo ekaraso lonaraso. ","ud5.5:15.2":"Yampi, bhikkhave, mahasamuddo ekaraso lonaraso; ","ud5.5:15.3":"ayam, bhikkhave, mahasamudde chattho acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","ud5.5:16.1":"Puna caparam, bhikkhave, mahasamuddo bahuratano anekaratano. Tatrimani ratanani, seyyathidam—mutta mani veluriyo sankho sila pavalam rajatam jatarupam lohitango masaragallam. ","ud5.5:16.2":"Yampi, bhikkhave, mahasamuddo bahuratano anekaratano, tatrimani ratanani, seyyathidam—mutta mani veluriyo sankho sila pavalam rajatam jatarupam lohitango masaragallam; ","ud5.5:16.3":"ayam, bhikkhave, mahasamudde sattamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","ud5.5:17.1":"Puna caparam, bhikkhave, mahasamuddo mahatam bhutanam avaso. Tatrime bhuta—timi timingalo timitimingalo asura naga gandhabba. Santi mahasamudde yojanasatikapi attabhava, dviyojanasatikapi attabhava, tiyojanasatikapi attabhava, catuyojanasatikapi attabhava, pancayojanasatikapi attabhava. ","ud5.5:17.2":"Yampi, bhikkhave, mahasamuddo mahatam bhutanam avaso, tatrime bhuta—timi timingalo timitimingalo asura naga gandhabba, santi mahasamudde yojanasatikapi attabhava dviyojanasatikapi attabhava …pe… pancayojanasatikapi attabhava; ","ud5.5:17.3":"ayam, bhikkhave, mahasamudde atthamo acchariyo abbhuto dhammo, yam disva disva asura mahasamudde abhiramanti. ","ud5.5:17.4":"Ime kho, bhikkhave, attha mahasamudde acchariya abbhuta dhamma ye disva disva asura mahasamudde abhiramanti. ","ud5.5:18.1":"Evamevam kho, bhikkhave, imasmim dhammavinaye attha acchariya abbhuta dhamma, ye disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","ud5.5:18.2":"Katame attha? ","ud5.5:19.1":"Seyyathapi, bhikkhave, mahasamuddo anupubbaninno anupubbapono anupubbapabbharo, na ayatakeneva papato; ","ud5.5:19.2":"evamevam kho, bhikkhave, imasmim dhammavinaye anupubbasikkha anupubbakiriya anupubbapatipada, na ayatakeneva annapativedho. ","ud5.5:19.3":"Yampi, bhikkhave, imasmim dhammavinaye anupubbasikkha anupubbakiriya anupubbapatipada, na ayatakeneva annapativedho; ","ud5.5:19.4":"ayam, bhikkhave, imasmim dhammavinaye pathamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","ud5.5:20.1":"Seyyathapi, bhikkhave, mahasamuddo thitadhammo velam nativattati; ","ud5.5:20.2":"evamevam kho, bhikkhave, yam maya savakanam sikkhapadam pannattam tam mama savaka jivitahetupi natikkamanti. ","ud5.5:20.3":"Yampi, bhikkhave, maya savakanam sikkhapadam pannattam tam mama savaka jivitahetupi natikkamanti; ","ud5.5:20.4":"ayam, bhikkhave, imasmim dhammavinaye dutiyo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","ud5.5:21.1":"Seyyathapi, bhikkhave, mahasamuddo na matena kunapena samvasati; yam hoti mahasamudde matam kunapam tam khippameva tiram vaheti, thalam ussareti; ","ud5.5:21.2":"evamevam kho, bhikkhave, yo so puggalo dussilo papadhammo asuci sankassarasamacaro paticchannakammanto assamano samanapatinno abrahmacari brahmacaripatinno antoputi avassuto kasambujato, na tena sangho samvasati; atha kho nam khippameva sannipatitva ukkhipati. Kincapi so hoti majjhe bhikkhusanghassa nisinno, atha kho so arakava sanghamha, sangho ca tena. ","ud5.5:21.3":"Yampi, bhikkhave, yo so puggalo dussilo papadhammo asuci sankassarasamacaro paticchannakammanto assamano samanapatinno abrahmacari brahmacaripatinno antoputi avassuto kasambujato, na tena sangho samvasati; khippameva nam sannipatitva ukkhipati. Kincapi so hoti majjhe bhikkhusanghassa nisinno, atha kho so arakava sanghamha, sangho ca tena; ","ud5.5:21.4":"ayam, bhikkhave, imasmim dhammavinaye tatiyo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","ud5.5:22.1":"Seyyathapi, bhikkhave, ya kaci mahanadiyo, seyyathidam—ganga yamuna aciravati sarabhu mahi ta mahasamuddam patva jahanti purimani namagottani, ‘mahasamuddo’tveva sankham gacchanti; ","ud5.5:22.2":"evamevam kho, bhikkhave, cattaro vanna—khattiya, brahmana, vessa, sudda te tathagatappavedite dhammavinaye agarasma anagariyam pabbajitva jahanti purimani namagottani, ‘samana sakyaputtiya’tveva sankham gacchanti. ","ud5.5:22.3":"Yampi, bhikkhave, cattaro vanna—khattiya, brahmana, vessa, sudda te tathagatappavedite dhammavinaye agarasma anagariyam pabbajitva jahanti purimani namagottani, ‘samana sakyaputtiya’tveva sankham gacchanti; ","ud5.5:22.4":"ayam, bhikkhave, imasmim dhammavinaye catuttho acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","ud5.5:23.1":"Seyyathapi, bhikkhave, ya ca loke savantiyo mahasamuddam appenti, ya ca antalikkha dhara papatanti, na tena mahasamuddassa unattam va purattam va pannayati; ","ud5.5:23.2":"evamevam kho, bhikkhave, bahu cepi bhikkhu anupadisesaya nibbanadhatuya parinibbayanti, na tena nibbanadhatuya unattam va purattam va pannayati. ","ud5.5:23.3":"Yampi, bhikkhave, bahu cepi bhikkhu anupadisesaya nibbanadhatuya parinibbayanti, na tena nibbanadhatuya unattam va purattam va pannayati; ","ud5.5:23.4":"ayam, bhikkhave, imasmim dhammavinaye pancamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","ud5.5:24.1":"Seyyathapi, bhikkhave, mahasamuddo ekaraso lonaraso; ","ud5.5:24.2":"evamevam kho, bhikkhave, ayam dhammavinayo ekaraso vimuttiraso. ","ud5.5:24.3":"Yampi, bhikkhave, ayam dhammavinayo ekaraso vimuttiraso; ","ud5.5:24.4":"ayam, bhikkhave, imasmim dhammavinaye chattho acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","ud5.5:25.1":"Seyyathapi, bhikkhave, mahasamuddo bahuratano anekaratano, tatrimani ratanani, seyyathidam—mutta mani veluriyo sankho sila pavalam rajatam jatarupam lohitango masaragallam; ","ud5.5:25.2":"evamevam kho, bhikkhave, ayam dhammavinayo bahuratano anekaratano; tatrimani ratanani, seyyathidam—cattaro satipatthana, cattaro sammappadhana, cattaro iddhipada, pancindriyani, panca balani, satta bojjhanga, ariyo atthangiko maggo. ","ud5.5:25.3":"Yampi, bhikkhave, ayam dhammavinayo bahuratano anekaratano, tatrimani ratanani, seyyathidam—cattaro satipatthana, cattaro sammappadhana, cattaro iddhipada, pancindriyani, panca balani, satta bojjhanga, ariyo atthangiko maggo; ","ud5.5:25.4":"ayam, bhikkhave, imasmim dhammavinaye sattamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","ud5.5:26.1":"Seyyathapi, bhikkhave, mahasamuddo mahatam bhutanam avaso, tatrime bhuta—timi timingalo timitimingalo asura naga gandhabba, santi mahasamudde yojanasatikapi attabhava dviyojanasatikapi attabhava tiyojanasatikapi attabhava catuyojanasatikapi attabhava pancayojanasatikapi attabhava; ","ud5.5:26.2":"evamevam kho, bhikkhave, ayam dhammavinayo mahatam bhutanam avaso;tatrime bhuta—sotapanno, sotapattiphalasacchikiriyaya patipanno, sakadagami, sakadagamiphalasacchikiriyaya patipanno, anagami, anagamiphalasacchikiriyaya patipanno, araha, arahattaya patipanno. ","ud5.5:26.3":"Yampi, bhikkhave, ayam dhammavinayo mahatam bhutanam avaso, tatrime bhuta—sotapanno, sotapattiphalasacchikiriyaya patipanno, sakadagami, sakadagamiphalasacchikiriyaya patipanno, anagami, anagamiphalasacchikiriyaya patipanno, araha, arahattaya patipanno; ","ud5.5:26.4":"ayam, bhikkhave, imasmim dhammavinaye atthamo acchariyo abbhuto dhammo, yam disva disva bhikkhu imasmim dhammavinaye abhiramanti. ","ud5.5:26.5":"Ime kho, bhikkhave, imasmim dhammavinaye attha acchariya abbhuta dhamma, ye disva disva bhikkhu imasmim dhammavinaye abhiramanti”ti. ","ud5.5:27.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud5.5:28.1":"“Channamativassati, ","ud5.5:28.2":"vivatam nativassati; ","ud5.5:28.3":"Tasma channam vivaretha, ","ud5.5:28.4":"evam tam nativassati”ti. ","ud5.5:28.5":"Pancamam. "}