{"ud6.2:0.1":"Udana 6.2 ","ud6.2:0.2":"Sattajatilasutta ","ud6.2:1.1":"Evam me sutam—","ud6.2:1.2":"ekam samayam bhagava savatthiyam viharati pubbarame migaramatupasade. ","ud6.2:1.3":"Tena kho pana samayena bhagava sayanhasamayam patisallana vutthito bahidvarakotthake nisinno hoti. ","ud6.2:1.4":"Atha kho raja pasenadi kosalo yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","ud6.2:2.1":"Tena kho pana samayena satta ca jatila, satta ca nigantha, satta ca acelaka, satta ca ekasataka, satta ca paribbajaka, parulhakacchanakhaloma kharivividhamadaya bhagavato avidure atikkamanti. ","ud6.2:3.1":"Addasa kho raja pasenadi kosalo te satta ca jatile, satta ca niganthe, satta ca acelake, satta ca ekasatake, satta ca paribbajake, parulhakacchanakhalome kharivividhamadaya bhagavato avidure atikkamante. ","ud6.2:3.2":"Disvana utthayasana ekamsam uttarasangam karitva dakkhinajanumandalam pathaviyam nihantva yena te satta ca jatila, satta ca nigantha, satta ca acelaka, satta ca ekasataka, satta ca paribbajaka, tenanjalim panametva tikkhattum namam savesi: ","ud6.2:3.3":"“rajaham, bhante, pasenadi kosalo; ","ud6.2:3.4":"rajaham, bhante, pasenadi kosalo; ","ud6.2:3.5":"rajaham, bhante, pasenadi kosalo”ti. ","ud6.2:4.1":"Atha kho raja pasenadi kosalo acirapakkantesu tesu sattasu ca jatilesu, sattasu ca niganthesu, sattasu ca acelakesu, sattasu ca ekasatakesu, sattasu ca paribbajakesu, yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. Ekamantam nisinno kho raja pasenadi kosalo bhagavantam etadavoca: ","ud6.2:4.2":"“ye kho, bhante, loke arahanto va arahattamaggam va samapanna ete tesam annatare”ti. ","ud6.2:5.1":"“Dujjanam kho etam, maharaja, taya gihina kamabhogina puttasambadhasayanam ajjhavasantena kasikacandanam paccanubhontena malagandhavilepanam dharayantena jataruparajatam sadiyantena—ime va arahanto, ime va arahattamaggam samapannati. ","ud6.2:6.1":"Samvasena kho, maharaja, silam veditabbam. Tanca kho dighena addhuna na ittaram, manasikarota no amanasikarota, pannavata no duppannena. ","ud6.2:6.2":"Samvoharena kho, maharaja, soceyyam veditabbam. Tanca kho dighena addhuna na ittaram, manasikarota no amanasikarota, pannavata no duppannena. ","ud6.2:6.3":"Apadasu kho, maharaja, thamo veditabbo. So ca kho dighena addhuna na ittaram, manasikarota no amanasikarota, pannavata no duppannena. ","ud6.2:6.4":"Sakacchaya kho, maharaja, panna veditabba. Sa ca kho dighena addhuna na ittaram, manasikarota no amanasikarota, pannavata no duppannena”ti. ","ud6.2:7.1":"“Acchariyam, bhante, abbhutam, bhante. ","ud6.2:7.2":"Yava subhasitancidam, bhante, bhagavata: ","ud6.2:7.3":"‘dujjanam kho etam, maharaja, taya gihina puttasambadhasayanam ajjhavasantena kasikacandanam paccanubhontena malagandhavilepanam dharayantena jataruparajatam sadiyantena—ime va arahanto, ime va arahattamaggam samapannati. ","ud6.2:7.4":"Samvasena kho, maharaja, silam veditabbam …pe… ","ud6.2:7.5":"sakacchaya kho, maharaja, panna veditabba. ","ud6.2:7.6":"Sa ca kho dighena addhuna na ittaram, manasikarota no amanasikarota, pannavata no duppannena’”ti. ","ud6.2:8.1":"“Ete, bhante, mama purisa cora ocaraka janapadam ocaritva gacchanti. ","ud6.2:8.2":"Tehi pathamam ocinnam aham paccha osarissami. ","ud6.2:8.3":"Idani te, bhante, tam rajojallam pavahetva sunhata suvilitta kappitakesamassu odatavatthavasana pancahi kamagunehi samappita samangibhuta paricaressanti”ti. ","ud6.2:9.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud6.2:10.1":"“Na vayameyya sabbattha, ","ud6.2:10.2":"nannassa puriso siya; ","ud6.2:10.3":"Nannam nissaya jiveyya, ","ud6.2:10.4":"dhammena na vanim care”ti. ","ud6.2:10.5":"Dutiyam. "}