{"ud6.1:0.1":"Udana 6.1 ","ud6.1:0.2":"Ayusankharossajjanasutta ","ud6.1:1.1":"Evam me sutam—","ud6.1:1.2":"ekam samayam bhagava vesaliyam viharati mahavane kutagarasalayam. ","ud6.1:1.3":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya vesalim pindaya pavisi. ","ud6.1:1.4":"Vesaliyam pindaya caritva pacchabhattam pindapatapatikkanto ayasmantam anandam amantesi: ","ud6.1:1.5":"“ganhahi, ananda, nisidanam. ","ud6.1:1.6":"Yena capalam cetiyam tenupasankamissama divaviharaya”ti. ","ud6.1:2.1":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva nisidanam adaya bhagavantam pitthito pitthito anubandhi. ","ud6.1:2.2":"Atha kho bhagava yena capalam cetiyam tenupasankami; upasankamitva pannatte asane nisidi. ","ud6.1:2.3":"Nisajja kho bhagava ayasmantam anandam amantesi: ","ud6.1:3.1":"“Ramaniya, ananda, vesali; ramaniyam udenam cetiyam; ramaniyam gotamakam cetiyam; ramaniyam sattambam cetiyam; ramaniyam bahuputtam cetiyam; ramaniyam sarandadam cetiyam; ramaniyam capalam cetiyam. ","ud6.1:3.2":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano (…) kappam va tittheyya kappavasesam va. ","ud6.1:3.3":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha. Akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va”ti. ","ud6.1:4.1":"Evampi kho ayasma anando bhagavata olarike nimitte kayiramane, olarike obhase kayiramane, nasakkhi pativijjhitum; ","ud6.1:4.2":"na bhagavantam yaci: ","ud6.1:4.3":"“titthatu, bhante, bhagava kappam; titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti, yatha tam marena pariyutthitacitto. ","ud6.1:4.4":"Dutiyampi kho …pe… ","ud6.1:4.5":"tatiyampi kho bhagava ayasmantam anandam amantesi: ","ud6.1:5.1":"“Ramaniya, ananda, vesali; ramaniyam udenam cetiyam; ramaniyam gotamakam cetiyam; ramaniyam sattambam cetiyam; ramaniyam bahuputtam cetiyam; ramaniyam sarandadam cetiyam; ramaniyam capalam cetiyam. ","ud6.1:5.2":"Yassa kassaci, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha, so akankhamano kappam va tittheyya kappavasesam va. ","ud6.1:5.3":"Tathagatassa kho, ananda, cattaro iddhipada bhavita bahulikata yanikata vatthukata anutthita paricita susamaraddha. Akankhamano, ananda, tathagato kappam va tittheyya kappavasesam va”ti. ","ud6.1:6.1":"Evampi kho ayasma anando bhagavata olarike nimitte kayiramane, olarike obhase kayiramane, nasakkhi pativijjhitum; ","ud6.1:6.2":"na bhagavantam yaci: ","ud6.1:6.3":"“titthatu, bhante, bhagava kappam; titthatu sugato kappam bahujanahitaya bahujanasukhaya lokanukampaya atthaya hitaya sukhaya devamanussanan”ti, yatha tam marena pariyutthitacitto. ","ud6.1:7.1":"Atha kho bhagava ayasmantam anandam amantesi: ","ud6.1:7.2":"“gaccha tvam, ananda, yassadani kalam mannasi”ti. ","ud6.1:7.3":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva utthayasana bhagavantam abhivadetva padakkhinam katva avidure annatarasmim rukkhamule nisidi. ","ud6.1:8.1":"Atha kho maro papima, acirapakkante ayasmante anande, yena bhagava tenupasankami; upasankamitva ekamantam atthasi. Ekamantam thito kho maro papima bhagavantam etadavoca: ","ud6.1:9.1":"“Parinibbatu dani, bhante, bhagava; parinibbatu sugato; parinibbanakalo dani, bhante, bhagavato. ","ud6.1:9.2":"Bhasita kho panesa, bhante, bhagavata vaca: ","ud6.1:9.3":"‘na tavaham, papima, parinibbayissami yava me bhikkhu na savaka bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino, sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","ud6.1:9.4":"Etarahi kho pana, bhante, bhikkhu bhagavato savaka viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","ud6.1:9.5":"Parinibbatu dani, bhante, bhagava; parinibbatu sugato; parinibbanakalo dani, bhante, bhagavato. ","ud6.1:10.1":"Bhasita kho panesa, bhante, bhagavata vaca: ","ud6.1:10.2":"‘na tavaham, papima, parinibbayissami yava me bhikkhuniyo na savika bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","ud6.1:10.3":"Etarahi kho pana, bhante, bhikkhuniyo bhagavato savika viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","ud6.1:10.4":"Parinibbatu dani, bhante, bhagava; parinibbatu sugato; parinibbanakalo dani, bhante, bhagavato. ","ud6.1:11.1":"Bhasita kho panesa, bhante, bhagavata vaca: ","ud6.1:11.2":"‘na tavaham, papima, parinibbayissami yava me upasaka na savaka bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","ud6.1:11.3":"Etarahi kho pana, bhante, upasaka bhagavato savaka viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacarino sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","ud6.1:11.4":"Parinibbatu dani, bhante, bhagava; parinibbatu sugato; parinibbanakalo dani, bhante, bhagavato. ","ud6.1:12.1":"Bhasita kho panesa, bhante, bhagavata vaca: ","ud6.1:12.2":"‘na tavaham, papima, parinibbayissami yava me upasika na savika bhavissanti viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo sakam acariyakam uggahetva acikkhissanti desessanti pannapessanti patthapessanti vivarissanti vibhajissanti uttanikarissanti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desessanti’ti. ","ud6.1:12.3":"Etarahi kho pana, bhante, upasika bhagavato savika viyatta vinita visarada bahussuta dhammadhara dhammanudhammappatipanna samicippatipanna anudhammacariniyo sakam acariyakam uggahetva acikkhanti desenti pannapenti patthapenti vivaranti vibhajanti uttanikaronti uppannam parappavadam sahadhammena suniggahitam niggahetva sappatihariyam dhammam desenti. ","ud6.1:12.4":"Parinibbatu dani, bhante, bhagava; parinibbatu sugato; parinibbanakalo dani, bhante, bhagavato. ","ud6.1:13.1":"Bhasita kho panesa, bhante, bhagavata vaca: ","ud6.1:13.2":"‘na tavaham, papima, parinibbayissami yava me idam brahmacariyam na iddhanceva bhavissati phitanca vittharikam bahujannam puthubhutam yava devamanussehi suppakasitan’ti. ","ud6.1:13.3":"Etarahi kho pana, bhante, bhagavato brahmacariyam iddhanceva phitanca vittharikam bahujannam puthubhutam yava devamanussehi suppakasitam. ","ud6.1:13.4":"Parinibbatu dani, bhante, bhagava; parinibbatu sugato; parinibbanakalo dani, bhante, bhagavato”ti. ","ud6.1:14.1":"Evam vutte, bhagava maram papimantam etadavoca: ","ud6.1:14.2":"“appossukko tvam, papima, hohi. Na ciram tathagatassa parinibbanam bhavissati. ","ud6.1:14.3":"Ito tinnam masanam accayena tathagato parinibbayissati”ti. ","ud6.1:15.1":"Atha kho bhagava capale cetiye sato sampajano ayusankharam ossaji. ","ud6.1:15.2":"Ossatthe ca bhagavata ayusankhare mahabhumicalo ahosi bhimsanako lomahamso, devadundubhiyo ca phalimsu. ","ud6.1:16.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud6.1:17.1":"“Tulamatulanca sambhavam, ","ud6.1:17.2":"Bhavasankharamavassaji muni; ","ud6.1:17.3":"Ajjhattarato samahito, ","ud6.1:17.4":"Abhindi kavacamivattasambhavan”ti. ","ud6.1:17.5":"Pathamam. "}