{"ud7.9:0.1":"Udana 7.9 ","ud7.9:0.2":"Udapanasutta ","ud7.9:1.1":"Evam me sutam—","ud7.9:1.2":"ekam samayam bhagava mallesu carikam caramano mahata bhikkhusanghena saddhim yena thunam nama mallanam brahmanagamo tadavasari. ","ud7.9:1.3":"Assosum kho thuneyyaka brahmanagahapatika: ","ud7.9:1.4":"“samano khalu, bho, gotamo sakyaputto sakyakula pabbajito mallesu carikam caramano mahata bhikkhusanghena saddhim thunam anuppatto”ti. ","ud7.9:1.5":"(…) Udapanam tinassa ca bhusassa ca yava mukhato puresum: ","ud7.9:1.6":"“ma te mundaka samanaka paniyam apamsu”ti. ","ud7.9:2.1":"Atha kho bhagava magga okkamma yena rukkhamulam tenupasankami; upasankamitva pannatte asane nisidi. ","ud7.9:2.2":"Nisajja kho bhagava ayasmantam anandam amantesi: ","ud7.9:2.3":"“ingha me tvam, ananda, etamha udapana paniyam ahara”ti. ","ud7.9:3.1":"Evam vutte, ayasma anando bhagavantam etadavoca: ","ud7.9:3.2":"“idani so, bhante, udapano thuneyyakehi brahmanagahapatikehi tinassa ca bhusassa ca yava mukhato purito: ","ud7.9:3.3":"‘ma te mundaka samanaka paniyam apamsu’”ti. ","ud7.9:4.1":"Dutiyampi kho …pe… ","ud7.9:4.2":"tatiyampi kho bhagava ayasmantam anandam amantesi: ","ud7.9:4.3":"“ingha me tvam, ananda, etamha udapana paniyam ahara”ti. ","ud7.9:4.4":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva pattam gahetva yena so udapano tenupasankami. ","ud7.9:4.5":"Atha kho so udapano ayasmante anande upasankamante sabbam tam tinanca bhusanca mukhato ovamitva acchassa udakassa anavilassa vippasannassa yava mukhato purito vissandanto manne atthasi. ","ud7.9:5.1":"Atha kho ayasmato anandassa etadahosi: ","ud7.9:5.2":"“acchariyam vata bho, abbhutam vata bho, tathagatassa mahiddhikata mahanubhavata. ","ud7.9:5.3":"Ayanhi so udapano mayi upasankamante sabbam tam tinanca bhusanca mukhato ovamitva acchassa udakassa anavilassa vippasannassa yava mukhato purito vissandanto manne thito”ti. ","ud7.9:5.4":"Pattena paniyam adaya yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","ud7.9:5.5":"“acchariyam, bhante, abbhutam, bhante, tathagatassa mahiddhikata mahanubhavata. ","ud7.9:5.6":"Ayanhi so, bhante, udapano mayi upasankamante sabbam tam tinanca bhusanca mukhato ovamitva acchassa udakassa anavilassa vippasannassa yava mukhato purito vissandanto manne atthasi. ","ud7.9:5.7":"Pivatu bhagava paniyam, pivatu sugato paniyan”ti. ","ud7.9:6.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud7.9:7.1":"“Kim kayira udapanena, ","ud7.9:7.2":"Apa ce sabbada siyum; ","ud7.9:7.3":"Tanhaya mulato chetva, ","ud7.9:7.4":"Kissa pariyesanam care”ti. ","ud7.9:7.5":"Navamam. "}