{"ud8.5:0.1":"Udana 8.5 ","ud8.5:0.2":"Cundasutta ","ud8.5:1.1":"Evam me sutam—","ud8.5:1.2":"ekam samayam bhagava mallesu carikam caramano mahata bhikkhusanghena saddhim yena pava tadavasari. ","ud8.5:1.3":"Tatra sudam bhagava pavayam viharati cundassa kammaraputtassa ambavane. ","ud8.5:2.1":"Assosi kho cundo kammaraputto: “bhagava kira mallesu carikam caramano mahata bhikkhusanghena saddhim pavam anuppatto pavayam viharati mayham ambavane”ti. ","ud8.5:2.2":"Atha kho cundo kammaraputto yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","ud8.5:2.3":"Ekamantam nisinnam kho cundam kammaraputtam bhagava dhammiya kathaya sandassesi samadapesi samuttejesi sampahamsesi. ","ud8.5:2.4":"Atha kho cundo kammaraputto bhagavata dhammiya kathaya sandassito samadapito samuttejito sampahamsito bhagavantam etadavoca: ","ud8.5:2.5":"“adhivasetu me, bhante, bhagava svatanaya bhattam saddhim bhikkhusanghena”ti. ","ud8.5:2.6":"Adhivasesi bhagava tunhibhavena. ","ud8.5:3.1":"Atha kho cundo kammaraputto bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkami. ","ud8.5:3.2":"Atha kho cundo kammaraputto tassa rattiya accayena sake nivesane panitam khadaniyam bhojaniyam patiyadapetva pahutanca sukaramaddavam bhagavato kalam arocapesi: ","ud8.5:3.3":"“kalo, bhante, nitthitam bhattan”ti. ","ud8.5:4.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena cundassa kammaraputtassa nivesanam tenupasankami; upasankamitva pannatte asane nisidi. ","ud8.5:4.2":"Nisajja kho bhagava cundam kammaraputtam amantesi: ","ud8.5:4.3":"“yam te, cunda, sukaramaddavam patiyattam tena mam parivisa, ","ud8.5:4.4":"yam panannam khadaniyam bhojaniyam patiyattam tena bhikkhusangham parivisa”ti. ","ud8.5:4.5":"“Evam, bhante”ti kho cundo kammaraputto bhagavato patissutva yam ahosi sukaramaddavam patiyattam tena bhagavantam parivisi; ","ud8.5:4.6":"yam panannam khadaniyam bhojaniyam patiyattam tena bhikkhusangham parivisi. ","ud8.5:5.1":"Atha kho bhagava cundam kammaraputtam amantesi: ","ud8.5:5.2":"“yam te, cunda, sukaramaddavam avasittham tam sobbhe nikhanahi. ","ud8.5:5.3":"Naham tam, cunda, passami sadevake loke samarake sabrahmake sassamanabrahmaniya pajaya sadevamanussaya yassa tam paribhuttam samma parinamam gaccheyya annatra tathagatassa”ti. ","ud8.5:5.4":"“Evam, bhante”ti kho cundo kammaraputto bhagavato patissutva yam ahosi sukaramaddavam avasittham tam sobbhe nikhanitva yena bhagava tenupasankami; upasankamitva bhagavantam abhivadetva ekamantam nisidi. ","ud8.5:5.5":"Ekamantam nisinnam kho cundam kammaraputtam bhagava dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva utthayasana pakkami. ","ud8.5:6.1":"Atha kho bhagavato cundassa kammaraputtassa bhattam bhuttavissa kharo abadho uppajji. Lohitapakkhandika pabalha vedana vattanti maranantika. ","ud8.5:6.2":"Tatra sudam bhagava sato sampajano adhivasesi avihannamano. ","ud8.5:7.1":"Atha kho bhagava ayasmantam anandam amantesi: ","ud8.5:7.2":"“ayamananda, yena kusinara tenupasankamissama”ti. ","ud8.5:7.3":"“Evam, bhante”ti kho ayasma anando bhagavato paccassosi. ","ud8.5:8.1":"Cundassa bhattam bhunjitva, ","ud8.5:8.2":"kammarassati me sutam; ","ud8.5:8.3":"Abadham samphusi dhiro, ","ud8.5:8.4":"pabalham maranantikam. ","ud8.5:9.1":"Bhuttassa ca sukaramaddavena, ","ud8.5:9.2":"Byadhippabalho udapadi satthuno; ","ud8.5:9.3":"Viriccamano bhagava avoca, ","ud8.5:9.4":"“Gacchamaham kusinaram nagaran”ti. ","ud8.5:10.1":"Atha kho bhagava magga okkamma yena annataram rukkhamulam tenupasankami; upasankamitva ayasmantam anandam amantesi: ","ud8.5:10.2":"“ingha me tvam, ananda, catuggunam sanghatim pannapehi; kilantosmi, ananda, nisidissami”ti. ","ud8.5:10.3":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva catuggunam sanghatim pannapesi. ","ud8.5:10.4":"Nisidi bhagava pannatte asane. ","ud8.5:10.5":"Nisajja kho bhagava ayasmantam anandam amantesi: ","ud8.5:10.6":"“ingha me tvam, ananda, paniyam ahara; pipasitosmi, ananda, pivissami”ti. ","ud8.5:11.1":"Evam vutte, ayasma anando bhagavantam etadavoca: ","ud8.5:11.2":"“idani, bhante, pancamattani sakatasatani atikkantani. Tam cakkacchinnam udakam parittam lulitam avilam sandati. ","ud8.5:11.3":"Ayam, bhante, kukudha nadi avidure acchodaka satodaka sitodaka setodaka supatittha ramaniya. ","ud8.5:11.4":"Ettha bhagava paniyanca pivissati gattani ca sitikarissati”ti. ","ud8.5:12.1":"Dutiyampi kho …pe… ","ud8.5:12.2":"tatiyampi kho bhagava ayasmantam anandam amantesi: ","ud8.5:12.3":"“ingha me tvam, ananda, paniyam ahara; pipasitosmi, ananda, pivissami”ti. ","ud8.5:12.4":"“Evam, bhante”ti kho ayasma anando bhagavato patissutva pattam gahetva yena sa nadi tenupasankami. ","ud8.5:12.5":"Atha kho sa nadi cakkacchinna paritta lulita avila sandamana ayasmante anande upasankamante accha vippasanna anavila sandati. ","ud8.5:13.1":"Atha kho ayasmato anandassa etadahosi: ","ud8.5:13.2":"“acchariyam vata bho, abbhutam vata bho, tathagatassa mahiddhikata mahanubhavata. ","ud8.5:13.3":"Ayanhi sa nadi cakkacchinna paritta lulita avila sandamana mayi upasankamante accha vippasanna anavila sandati”ti. ","ud8.5:13.4":"Pattena paniyam adaya yena bhagava tenupasankami; upasankamitva bhagavantam etadavoca: ","ud8.5:13.5":"“acchariyam, bhante, abbhutam, bhante, tathagatassa mahiddhikata mahanubhavata. ","ud8.5:13.6":"Ayanhi sa, bhante, nadi cakkacchinna paritta lulita avila sandamana mayi upasankamante accha vippasanna anavila sandati. ","ud8.5:13.7":"Pivatu bhagava paniyam, pivatu sugato paniyan”ti. ","ud8.5:14.1":"Atha kho bhagava paniyam apayi. ","ud8.5:14.2":"Atha kho bhagava mahata bhikkhusanghena saddhim yena kukudha nadi tenupasankami; upasankamitva kukudham nadim ajjhogahetva nhatva ca pivitva ca paccuttaritva yena ambavanam tenupasankami. ","ud8.5:14.3":"Upasankamitva ayasmantam cundakam amantesi: ","ud8.5:14.4":"“ingha me tvam, cundaka, catuggunam sanghatim pannapehi; kilantosmi, cundaka, nipajjissami”ti. ","ud8.5:15.1":"“Evam, bhante”ti kho ayasma cundako bhagavato patissutva catuggunam sanghatim pannapesi. ","ud8.5:15.2":"Atha kho bhagava dakkhinena passena sihaseyyam kappesi pade padam accadhaya sato sampajano utthanasannam manasi karitva. ","ud8.5:15.3":"Ayasma pana cundako tattheva bhagavato purato nisidi. ","ud8.5:16.1":"Gantvana buddho nadikam kukudham, ","ud8.5:16.2":"Acchodakam satudakam vippasannam; ","ud8.5:16.3":"Ogahi sattha sukilantarupo, ","ud8.5:16.4":"Tathagato appatimodha loke. ","ud8.5:17.1":"Nhatva ca pivitva cudatari sattha, ","ud8.5:17.2":"Purakkhato bhikkhuganassa majjhe; ","ud8.5:17.3":"Sattha pavatta bhagava idha dhamme, ","ud8.5:17.4":"Upagami ambavanam mahesi; ","ud8.5:17.5":"Amantayi cundakam nama bhikkhum, ","ud8.5:17.6":"“Catuggunam santhara me nipajjam”. ","ud8.5:18.1":"So codito bhavitattena cundo, ","ud8.5:18.2":"Catuggunam santhari khippameva; ","ud8.5:18.3":"Nipajji sattha sukilantarupo, ","ud8.5:18.4":"Cundopi tattha pamukhe nisiditi. ","ud8.5:19.1":"Atha kho bhagava ayasmantam anandam amantesi: ","ud8.5:19.2":"“siya kho panananda, cundassa kammaraputtassa koci vippatisaram upadaheyya: ","ud8.5:19.3":"‘tassa te, avuso cunda, alabha, tassa te dulladdham yassa te tathagato pacchimam pindapatam bhunjitva parinibbuto’ti. ","ud8.5:19.4":"Cundassananda, kammaraputtassa evam vippatisaro pativinodetabbo—","ud8.5:20.1":"Tassa te, avuso cunda, labha, tassa te suladdham ","ud8.5:20.2":"yassa te tathagato pacchimam pindapatam paribhunjitva parinibbuto. ","ud8.5:20.3":"Sammukha metam, avuso cunda, bhagavato sutam, sammukha patiggahitam—","ud8.5:20.4":"dveme pindapata samasamaphala samasamavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca. ","ud8.5:20.5":"Katame dve? ","ud8.5:20.6":"Yanca pindapatam paribhunjitva tathagato anuttaram sammasambodhim abhisambujjhati, yanca pindapatam paribhunjitva anupadisesaya nibbanadhatuya parinibbayati. ","ud8.5:20.7":"Ime dve pindapata samasamaphala samasamavipaka ativiya annehi pindapatehi mahapphalatara ca mahanisamsatara ca. ","ud8.5:21.1":"‘Ayusamvattanikam ayasmata cundena kammaraputtena kammam upacitam, vannasamvattanikam ayasmata cundena kammaraputtena kammam upacitam, sukhasamvattanikam ayasmata cundena kammaraputtena kammam upacitam, saggasamvattanikam ayasmata cundena kammaraputtena kammam upacitam, yasasamvattanikam ayasmata cundena kammaraputtena kammam upacitam, adhipateyyasamvattanikam ayasmata cundena kammaraputtena kammam upacitan’ti. ","ud8.5:21.2":"Cundassananda, kammaraputtassa evam vippatisaro pativinodetabbo”ti. ","ud8.5:22.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud8.5:23.1":"“Dadato punnam pavaddhati, ","ud8.5:23.2":"Samyamato veram na ciyati; ","ud8.5:23.3":"Kusalo ca jahati papakam, ","ud8.5:23.4":"Ragadosamohakkhaya sanibbuto”ti. ","ud8.5:23.5":"Pancamam. "}