{"ud8.6:0.1":"Udana 8.6 ","ud8.6:0.2":"Pataligamiyasutta ","ud8.6:1.1":"Evam me sutam—","ud8.6:1.2":"ekam samayam bhagava magadhesu carikam caramano mahata bhikkhusanghena saddhim yena pataligamo tadavasari. ","ud8.6:1.3":"Assosum kho pataligamiya upasaka: ","ud8.6:1.4":"“bhagava kira magadhesu carikam caramano mahata bhikkhusanghena saddhim pataligamam anuppatto”ti. ","ud8.6:1.5":"Atha kho pataligamiya upasaka yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam nisidimsu. ","ud8.6:1.6":"Ekamantam nisinna kho pataligamiya upasaka bhagavantam etadavocum: ","ud8.6:1.7":"“adhivasetu no, bhante, bhagava avasathagaran”ti. ","ud8.6:1.8":"Adhivasesi bhagava tunhibhavena. ","ud8.6:2.1":"Atha kho pataligamiya upasaka bhagavato adhivasanam viditva utthayasana bhagavantam abhivadetva padakkhinam katva yenavasathagaram tenupasankamimsu; upasankamitva sabbasantharim avasathagaram santharitva asanani pannapetva udakamanikam patitthapetva telappadipam aropetva yena bhagava tenupasankamimsu; upasankamitva bhagavantam abhivadetva ekamantam atthamsu. Ekamantam thita kho pataligamiya upasaka bhagavantam etadavocum: ","ud8.6:2.2":"“sabbasantharisanthatam, bhante, avasathagaram; asanani pannattani; udakamaniko patitthapito telappadipo aropito. ","ud8.6:2.3":"Yassadani, bhante, bhagava kalam mannati”ti. ","ud8.6:3.1":"Atha kho bhagava nivasetva pattacivaramadaya saddhim bhikkhusanghena yena avasathagaram tenupasankami; upasankamitva pade pakkhaletva avasathagaram pavisitva majjhimam thambham nissaya puratthabhimukho nisidi. ","ud8.6:3.2":"Bhikkhusanghopi kho pade pakkhaletva avasathagaram pavisitva pacchimam bhittim nissaya puratthabhimukho nisidi bhagavantamyeva purakkhatva. ","ud8.6:3.3":"Pataligamiyapi kho upasaka pade pakkhaletva avasathagaram pavisitva puratthimam bhittim nissaya pacchimabhimukha nisidimsu bhagavantamyeva purakkhatva. ","ud8.6:3.4":"Atha kho bhagava pataligamiye upasake amantesi: ","ud8.6:4.1":"“Pancime, gahapatayo, adinava dussilassa silavipattiya. ","ud8.6:4.2":"Katame panca? ","ud8.6:4.3":"Idha, gahapatayo, dussilo silavipanno pamadadhikaranam mahatim bhogajanim nigacchati. ","ud8.6:4.4":"Ayam pathamo adinavo dussilassa silavipattiya. ","ud8.6:5.1":"Puna caparam, gahapatayo, dussilassa silavipannassa papako kittisaddo abbhuggacchati. ","ud8.6:5.2":"Ayam dutiyo adinavo dussilassa silavipattiya. ","ud8.6:6.1":"Puna caparam, gahapatayo, dussilo silavipanno yannadeva parisam upasankamati—yadi khattiyaparisam, yadi brahmanaparisam, yadi gahapatiparisam, yadi samanaparisam—avisarado upasankamati mankubhuto. ","ud8.6:6.2":"Ayam tatiyo adinavo dussilassa silavipattiya. ","ud8.6:7.1":"Puna caparam, gahapatayo, dussilo silavipanno sammulho kalam karoti. ","ud8.6:7.2":"Ayam catuttho adinavo dussilassa silavipattiya. ","ud8.6:8.1":"Puna caparam, gahapatayo, dussilo silavipanno kayassa bheda param marana apayam duggatim vinipatam nirayam upapajjati. ","ud8.6:8.2":"Ayam pancamo adinavo dussilassa silavipattiya. ","ud8.6:8.3":"Ime kho, gahapatayo, panca adinava dussilassa silavipattiya. ","ud8.6:9.1":"Pancime, gahapatayo, anisamsa silavato silasampadaya. ","ud8.6:9.2":"Katame panca? ","ud8.6:9.3":"Idha, gahapatayo, silava silasampanno appamadadhikaranam mahantam bhogakkhandham adhigacchati. ","ud8.6:9.4":"Ayam pathamo anisamso silavato silasampadaya. ","ud8.6:10.1":"Puna caparam, gahapatayo, silavato silasampannassa kalyano kittisaddo abbhuggacchati. ","ud8.6:10.2":"Ayam dutiyo anisamso silavato silasampadaya. ","ud8.6:11.1":"Puna caparam, gahapatayo, silava silasampanno yannadeva parisam upasankamati—yadi khattiyaparisam, yadi brahmanaparisam, yadi gahapatiparisam, yadi samanaparisam—visarado upasankamati amankubhuto. ","ud8.6:11.2":"Ayam tatiyo anisamso silavato silasampadaya. ","ud8.6:12.1":"Puna caparam, gahapatayo, silava silasampanno asammulho kalam karoti. ","ud8.6:12.2":"Ayam catuttho anisamso silavato silasampadaya. ","ud8.6:13.1":"Puna caparam, gahapatayo, silava silasampanno kayassa bheda param marana sugatim saggam lokam upapajjati. ","ud8.6:13.2":"Ayam pancamo anisamso silavato silasampadaya. ","ud8.6:13.3":"Ime kho, gahapatayo, panca anisamsa silavato silasampadaya”ti. ","ud8.6:14.1":"Atha kho bhagava pataligamiye upasake bahudeva rattim dhammiya kathaya sandassetva samadapetva samuttejetva sampahamsetva uyyojesi: ","ud8.6:14.2":"“abhikkanta kho, gahapatayo, ratti; yassadani tumhe kalam mannatha”ti ","ud8.6:14.3":"Atha kho pataligamiya upasaka bhagavato bhasitam abhinanditva anumoditva utthayasana bhagavantam abhivadetva padakkhinam katva pakkamimsu. ","ud8.6:14.4":"Atha kho bhagava acirapakkantesu pataligamiyesu upasakesu sunnagaram pavisi. ","ud8.6:15.1":"Tena kho pana samayena sunidhavassakara magadhamahamatta pataligame nagaram mapenti vajjinam patibahaya. ","ud8.6:15.2":"Tena kho pana samayena sambahula devatayo sahassasahasseva pataligame vatthuni parigganhanti. ","ud8.6:15.3":"Yasmim padese mahesakkha devata vatthuni parigganhanti mahesakkhanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","ud8.6:15.4":"Yasmim padese majjhima devata vatthuni parigganhanti majjhimanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","ud8.6:15.5":"Yasmim padese nica devata vatthuni parigganhanti nicanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","ud8.6:16.1":"Addasa kho bhagava dibbena cakkhuna visuddhena atikkantamanusakena ta devatayo sahassasahasseva pataligame vatthuni parigganhantiyo. ","ud8.6:16.2":"Yasmim padese mahesakkha devata vatthuni parigganhanti, mahesakkhanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","ud8.6:16.3":"Yasmim padese majjhima devata vatthuni parigganhanti, majjhimanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","ud8.6:16.4":"Yasmim padese nica devata vatthuni parigganhanti, nicanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","ud8.6:16.5":"Atha kho bhagava tassa rattiya paccusasamaye paccutthaya ayasmantam anandam amantesi: ","ud8.6:17.1":"“Ke nu kho, ananda, pataligame nagaram mapenti”ti. ","ud8.6:17.2":"“Sunidhavassakara, bhante, magadhamahamatta pataligame nagaram mapenti vajjinam patibahaya”ti. ","ud8.6:17.3":"“Seyyathapi, ananda, devehi tavatimsehi saddhim mantetva; ","ud8.6:17.4":"evamevam kho, ananda, sunidhavassakara magadhamahamatta pataligame nagaram mapenti vajjinam patibahaya. ","ud8.6:17.5":"Idhaham, ananda, addasam dibbena cakkhuna visuddhena atikkantamanusakena sambahula devatayo sahassasahasseva pataligame vatthuni parigganhantiyo. ","ud8.6:17.6":"Yasmim padese mahesakkha devata vatthuni parigganhanti mahesakkhanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","ud8.6:17.7":"Yasmim padese majjhima devata vatthuni parigganhanti majjhimanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","ud8.6:17.8":"Yasmim padese nica devata vatthuni parigganhanti nicanam tattha rannam rajamahamattanam cittani namanti nivesanani mapetum. ","ud8.6:17.9":"Yavata, ananda, ariyam ayatanam yavata vanippatho idam agganagaram bhavissati pataliputtam putabhedanam. ","ud8.6:17.10":"Pataliputtassa kho, ananda, tayo antaraya bhavissanti—","ud8.6:17.11":"aggito va udakato va mithubhedato va”ti. ","ud8.6:18.1":"Atha kho sunidhavassakara magadhamahamatta yena bhagava tenupasankamimsu; upasankamitva bhagavata saddhim sammodimsu. ","ud8.6:18.2":"Sammodaniyam katham saraniyam vitisaretva ekamantam atthamsu. ","ud8.6:18.3":"Ekamantam thita kho sunidhavassakara magadhamahamatta bhagavantam etadavocum: ","ud8.6:18.4":"“adhivasetu no bhavam gotamo ajjatanaya bhattam saddhim bhikkhusanghena”ti. ","ud8.6:18.5":"Adhivasesi bhagava tunhibhavena. ","ud8.6:19.1":"Atha kho sunidhavassakara magadhamahamatta bhagavato adhivasanam viditva yena sako avasatho tenupasankamimsu; upasankamitva sake avasathe panitam khadaniyam bhojaniyam patiyadapetva bhagavato kalam arocesum: ","ud8.6:19.2":"“kalo, bho gotama, nitthitam bhattan”ti. ","ud8.6:20.1":"Atha kho bhagava pubbanhasamayam nivasetva pattacivaramadaya saddhim bhikkhusanghena yena sunidhavassakaranam magadhamahamattanam avasatho tenupasankami; upasankamitva pannatte asane nisidi. ","ud8.6:20.2":"Atha kho sunidhavassakara magadhamahamatta buddhappamukham bhikkhusangham panitena khadaniyena bhojaniyena sahattha santappesum sampavaresum. ","ud8.6:21.1":"Atha kho sunidhavassakara magadhamahamatta bhagavantam bhuttavim onitapattapanim annataram nicam asanam gahetva ekamantam nisidimsu. ","ud8.6:21.2":"Ekamantam nisinne kho sunidhavassakare magadhamahamatte bhagava imahi gathahi anumodi: ","ud8.6:22.1":"“Yasmim padese kappeti, ","ud8.6:22.2":"vasam panditajatiyo; ","ud8.6:22.3":"Silavantettha bhojetva, ","ud8.6:22.4":"sannate brahmacarayo. ","ud8.6:23.1":"Ya tattha devata asum, ","ud8.6:23.2":"tasam dakkhinamadise; ","ud8.6:23.3":"Ta pujita pujayanti, ","ud8.6:23.4":"manita manayanti nam. ","ud8.6:24.1":"Tato nam anukampanti, ","ud8.6:24.2":"mata puttamva orasam; ","ud8.6:24.3":"Devatanukampito poso, ","ud8.6:24.4":"sada bhadrani passati”ti. ","ud8.6:25.1":"Atha kho bhagava sunidhavassakaranam magadhamahamattanam imahi gathahi anumoditva utthayasana pakkami. ","ud8.6:26.1":"Tena kho pana samayena sunidhavassakara magadhamahamatta bhagavantam pitthito pitthito anubandha honti: ","ud8.6:26.2":"“yenajja samano gotamo dvarena nikkhamissati tam gotamadvaram nama bhavissati. ","ud8.6:26.3":"Yena titthena gangam nadim tarissati tam gotamatittham nama bhavissati”ti. ","ud8.6:27.1":"Atha kho bhagava yena dvarena nikkhami tam gotamadvaram nama ahosi. ","ud8.6:27.2":"Atha kho bhagava yena ganga nadi tenupasankami. ","ud8.6:27.3":"Tena kho pana samayena ganga nadi pura hoti samatittika kakapeyya. ","ud8.6:27.4":"Appekacce manussa navam pariyesanti, appekacce ulumpam pariyesanti, appekacce kullam bandhanti apara param gantukama. ","ud8.6:27.5":"Atha kho bhagava—seyyathapi nama balava puriso saminjitam va baham pasareyya, pasaritam va baham saminjeyya; evamevam—gangaya nadiya orimatire antarahito parimatire paccutthasi saddhim bhikkhusanghena. ","ud8.6:28.1":"Addasa kho bhagava te manusse appekacce navam pariyesante, appekacce ulumpam pariyesante, appekacce kullam bandhante apara param gantukame. ","ud8.6:29.1":"Atha kho bhagava etamattham viditva tayam velayam imam udanam udanesi: ","ud8.6:30.1":"“Ye taranti annavam saram, ","ud8.6:30.2":"Setum katvana visajja pallalani; ","ud8.6:30.3":"Kullanhi jano pabandhati, ","ud8.6:30.4":"Tinna medhavino jana”ti. ","ud8.6:30.5":"Chattham. "}